{
  "date": "October 26, 2020",
  "headline": "Why do we still not know from where the coronavirus originated?",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/why-do-we-still-not-know-from-where-the-coronavirus-originated",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "The Senate voting as we speak to confirm Amy Coney Barrett to the Supreme Court of the United States. The count is just wrapping up right now. We're hearing the roll. When she is sworn in this evening, and apparently she is going to be at 9:00 p.m., the mother of seven will become the third Supreme Court Justice appointed by this President, Donald Trump. No one expected that. For more on what this means for the court and for the country, we turn now to Bret Baier. He is FOX News's chief political correspondent. He is the anchor, of course, of \"Special Report\" on this channel every night. Bret, I mean, it's fair to say nobody expected this on many levels, but are you surprised on a political level, that Republican Mitch McConnell was able to hold all of these votes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHIEF POLITICAL CORRESPONDENT",
      "sentences": "You know what, Tucker, I'm not, because of the superior delivery in the hearing of Judge Barrett. She convinced the couple of wavering Republicans like Mitt Romney and Lisa Murkowski that she was such a good jurist, such a good judge that she deserved this this vote tonight. It's historic. I mean, this is the third Supreme Court Justice for President Trump. She is the youngest Supreme Court Justice as of tonight, and it is happening 38 days after the death of the liberal icon Ruth Bader Ginsburg. Democrats are apoplectic. Chuck Schumer said this is the darkest day in the history of the U.S. Senate 231 years. And he pointed his finger at Republicans on the other side of the well. Mitch McConnell said the reason we were able to do it in 2016, 2018, and 2020, is because we won the Majority and we had the White House, and so he made his point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Man, I mean, it's a sweet moment for Republicans, but also maybe a bitter moment for some Republican voters because it illustrates that the Republican-led Senate can achieve things when it wants to. You think of all the policies that voters ratified in the 2016 election that didn't make their way through the Senate, but when they want to do something, they can do it with speed and certainty. So what will the Democratic response to this would be, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "This is their biggest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It is. I agree with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "This is the biggest win by far, not only the three Supreme Court Justices, but the dozens and dozens of Federal Judges on different courts that President Trump and Senator McConnell have steered into nomination and confirmation. The Democrats' response to this was signaled by Senator Schumer, who said, you have lost your credibility pointing to Republicans, and when we control the majority, you have lost your ability to tell us how to run it, which is sort of a foreshadowing to what has been talked about, and that is doing away with the filibuster and possibly packing the court or doing some other major systemic changes to the Judicial Branch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. And not just Judicial, bringing in Puerto Rico as a state, and maybe other things as well. It's interesting, we didn't see the attacks on Judge Barrett that a lot of us predicted. Why do you think that was?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Because we were just days away from an election. And there wasn't - - there was a fear of a backlash from people who looked at Judge Barrett, the mother of seven, a really accomplished jurist, and said, why are you going after this person? I think that they looked at the electoral fallout of talking about her religion, and they stayed away from it and really focused on Obamacare and the case coming before the Supreme Court in just a matter of days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Amazing. Just hearing that, the vote is still technically open, but Republicans have secured 52 votes. So this is a fait accompli, what happens next?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Next, there will be a swearing in. That will be done by Justice Clarence Thomas, a ceremony at the White House. And obviously, we don't have all of the details of that. The first ceremony of her nomination caused quite a stir when all of those folks got sick after that Rose Garden event. But I think there's a lot of protocols in place. It'll be tonight sometime, and then there will be an official swearing in at the court, but she will go to work right away. And just tonight, Tucker, the Supreme Court ruled five to three in favor of G.O.P. blocking efforts to extend the absentee ballots in Wisconsin by six days. So just tonight, the Supreme Court is operating on election cases that Justice Barrett will be a part of as of tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I can't resist asking this, do you think it is possible that soon to be Justice Barrett could weigh in on election related -- post-election related cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I think it's clear from her hearing that she is not recusing herself nor do legal experts think she has to, many of them. Some obviously do and the Democrats say she should. But I think she will be a part of all of these cases. And if it comes to states having challenges about their electors come December if there is a Secretary of State that is one party and a state legislature that's another party, and they are battling over who the electors will be in an undecided election because of who didn't sign absentee ballots, yes, she could very well be a part of a Supreme Court deciding the next President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's all so amazing. Bret Baier, thank you for the guidance on all of this. I really appreciate it. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, ahead of the Senate confirmation vote tonight, Democrats, as Bret Baier just told you were absolutely apoplectic, the darkest day in the history of the Senate; Chuck Schumer said from New York. They threatened there will be consequences to what you just saw. The Democratic senator from Connecticut Richard Blumenthal said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL (D-CT)",
      "sentences": "Our Republican colleagues are shattering the norms and breaking the rules and breaking their word, and there will be consequences. There inevitably are consequences when one person breaks her or his word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Her or his word? Well, that's Amy Coney Barrett, of course he is talking about and the idea is that she would somehow undo Obamacare, entirely invalidate it. There's no indication in her previous decisions that she would do something like that. But that has been a consistent talking point among Democrats for the past several weeks. Listen to Cory Booker, who by the way, voted himself to undo, to abolish Obamacare. Listen to Cory Booker warn you that Amy Coney Barrett will do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER (D-NJ)",
      "sentences": "A future without the ACA looks like being forced to sell your house if you can't afford your healthcare. It looks like not having access to a doctor when you're sick. It looks like having to choose between paying for groceries and paying for medicine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Unfortunately, now that Amy Coney Barrett is on the Supreme Court, you're going to lose your house, you're going to starve and you're probably going to dive in an infection next time you stub your toe. So get psyched for that. Charlie Hurt is excited. He is the opinion editor at \"The Washington Times.\" He joins us tonight. So Charlie, they are taking your house away?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE HURT, FOX BUSINESS NETWORK CONTRIBUTOR",
      "sentences": "Yes, no kidding. And, you know, it's the darkest day in the United States history. That's quite something else. You know, it's easy to look at this and see this as a tremendous victory, and it is a huge victory for conservatives and for President Trump and for Republicans. But I have to say, it's also a shocking moment in that it reveals just how broken the system is. There are going to be nearly 50 senators voting against this woman. There are going to be at least 48 senators who are going to vote against this eminently qualified woman to sit on the Supreme Court based on basically her family story, based on the fact, based on a religion, based on all of these crazy things that we've heard from the left ever since she was nominated, and throughout the entire process. We listened to Democrats sitting on the Senate Judiciary Committee, people like Cory Booker, talking about how the process was a sham and it was a charade and a circus. No, it's not a sham. It's called the Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "But that's what these people think of the Constitution today. And that's what they did -- and the reason that people like Cory Booker -- that's a great clip, you showed -- the reason that Cory Booker is talking like that on that clip, is because they don't believe the courts are the courts anymore. They don't believe the Supreme Court is the Supreme Court. They believe that it's a super legislature. It's where all of the details of Obamacare are supposed to be worked out and extended by an unelected branch of government that serves for life and is answerable to no one. That's what they believe. Half of the United States Senate, half of our Congress today believes that and the way that Donald Trump has broken them, has broken through with the biggest development in this entire judicial fight since the Supreme Court first invented abortion rights as a constitutional right in the Constitution, which of course, doesn't exist except in the numbers, whatever the hell that is. The reason that he did this is -- the reason that Donald Trump is the only one who have done it is that he made the argument that you know what -- the Constitution means what it means. It means what it says and American voters overwhelmingly understand that and believe that. Sadly, nearly 50 senators in the United States Senate, don't even understand that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You've heard Senator Ed Markey of Massachusetts today suggest the Constitution itself was racist and sexist and homophobic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Charlie Hurt. Thanks so much. We should tell you by the way, the vote is now officially completed. It is closed 52 votes in favor of Amy Coney Barrett ascending to the High Court, 48 against. Now it is onto that special swearing in at the White House that's slated to begin as this show wraps up at 9:00 p.m. Joe Biden has refused to rule out responding to all of this by packing the Supreme Court if elected President. In a recent interview, he said he would form a, quote, \"National Commission\" to investigate that topic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "If elected, what I will do is I'll put together a National Commission -- a bipartisan commission of scholars, constitutional scholars, Democrats, Republicans, liberal and conservatives, and I will ask them to over 180 days come back to me with recommendations as to how to reform the court system because it's getting out of whack in the way which it has been handled. And it's not about court packing, there's a number of other things that our constitutional scholars have debated, and I've looked to see what recommendations that Commission might make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "So you're telling us you're going to study this issue about whether to pack the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "No, whether there's a number of alternatives that are well beyond packing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "This is a live ball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Oh, it is a live ball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It is a bipartisan commission. So it's Sandy Cortez and Bill Kristol who are going to look at it from both sides. Where is this all going? Jenna Ellis is a constitutional attorney. She is a campaign adviser, a senior adviser to the Trump re-elect, and she joins us tonight. Jenna, thanks so much for coming on. JENNA ELLIS, TRUMP 2020 SENIOR LEGAL ADVISER:  Great to see you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, give us your most sober analysis of where you think this is really going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLIS",
      "sentences": "Well, of course, Joe Biden and the rest of the Democrats simply want to change the rules, and they don't care about the Constitution. They don't care about our system of government. They would prefer to keep the Judicial Branch as a super legislature and as an activist majority, and that's what we've seen through the past 50 and 60 years. What Joe Biden is expressly ignoring is what Alexander Hamilton said so perfectly in Federalist 76, through 78, which is that the Judicial Branch is designed to be the weakest branch, only to be able to review the policy and law making decisions of the two political branches. It's not supposed to act with partisan interest. And Hamilton even acknowledges in the Federalist Papers that the reason that the nomination is vested in the President pursuant to the Constitution is because he would expressly not have the special interest in lawmaking contemplations that the House or the Senate would. And so Joe Biden is forgetting all of that. He doesn't want to acknowledge that. He doesn't want our system of government to operate how it is designed. He wants to completely throw it out because the design and functionality of our Constitution, of our limited powers given to government is a stopgap and it's actually preventing the Democrats from putting through their activist partisan policy agenda. If they are so worried about Amy Coney Barrett acknowledging that the ACA is unconstitutional, then maybe they should be very careful to actually put forward laws that are constitutional instead of being so concerned about someone who actually wants to be a judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, or just improve it in the Congress as the system intends. All of this poison, all of these \"Let's tear down the system and create one party control of the country,\" all of these ideas come out of the universities, the ones that are getting billions in Federal subsidies every year. Why are we paying for this crap?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLIS",
      "sentences": "We shouldn't be. And that's what President Trump has even said about making sure that we take away CRT programming and all of these other things to universities that are teaching our children to hate America instead of love its design and love the freedoms and liberties that we cherish. And that's going to be his lasting legacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, and we're a week away from the election. I wish someone had thought about this earlier because it really is, in my view, a grave -- a grave threat. Jenna Ellis, great to see tonight. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLIS",
      "sentences": "Great to see you, too, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So as we told you, it is done. The vote is over, 52 to 48. Republicans prevailed tonight. Senator John Kennedy of Louisiana was one of them. He just voted for Amy Coney Barrett's confirmation and we're happy to have him on the show right after. Senator thanks so much for coming on tonight. Why did you vote in favor of Amy Coney Barrett?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN KENNEDY (R-LA)",
      "sentences": "Because this is a victory for our founders. It was never, Tucker, about her qualifications. You would have to be barking mad to think that she is not qualified in terms of intellect, in terms of temperament, in terms of integrity. This fight was about who is going to make social policy in the United States -- the Congress or the unelected Federal Judiciary? And we talked about that at the conceptual level so much. Let me give you a specific example. Many transgender women want to participate in female athletics. A transgender woman, as you know, Tucker, is a person who is born a male with the male characteristics, testosterone, for example, who identifies as a female. And now many of those transgender women would like to participate in women's athletics. If they are allowed to do that because of their elevated testosterone, they are going to win every contest every time. Who do you think our founders intended to make a decision about that? The people through their elected representatives in Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Or nine unelected members of a Supreme Court appointed for life. It's called judicial restraint, and Judge Barrett understands that, our founders intended it, and that's why this was a victory tonight for our founders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What a great example that is. The Congress can weigh in on all this stuff. That is their job. And you wish they wouldn't boot it up the Supreme Court because it corrodes the system, as you just so eloquently explained. Senator, thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Great to see you. Well, if there was a high point in these confirmation hearings, it is a subjective call, of course, but from our point of view, it came from Mazie Hirono, unquestionably, the shining intellectual star of the United States Senate. It's hard to choose your most trenchant observation in the past month indeed of her career. But if you had to pick just one, it would be this moment. It was so profound, that it literally changed our dictionary. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MAZIE HIRONO (D-HI)",
      "sentences": "Not once, but twice, you used the term sexual preference to describe those in the LGBTQ community, and let me make clear, sexual preference is an offensive and outdated term. It is used by anti-LGBTQ activists to suggest that sexual orientation is a choice. It is not. Sexual orientation is a key part of a person's identity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sexual preference is not a choice. It's not a preference. It's just like Mazie Hirono's intellect. She didn't choose to be that brilliant, and in some ways, it's a burden, but she was born that way. Tammy Bruce is the host of \"Get Tammy Bruce\" on FOX Nation. She is the person we call, with your particularly naughty intellectual problem, a Gordian knot tied by Mazie Hirono. What does this mean? Will you explain this to us, please?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "So I will never forgive you. This is so difficult. The fact of the matter is, Senator Hirono is wrong. Her remarks actually come from a blue check guy on Twitter who decided it was offensive. The fact of the matter is, what's ridiculous is that this argument, the word police are coming from the side of politics that say that there are dozens of genders and that whatever you say you are, you are. In this case, and this is the irony, it is the gay community especially and liberals who should not be embracing this idea that someone else controls the nature of who you are, how you identify, and the words you're supposed to use it. And as a newsflash, for me as a gay woman, it is a sexual preference. No one out there, not some young man with his blue check, no senator is going to tell me how I'm going to identify. It is the height of bigotry because it goes into this idea, Tucker, that we're all the same, that maybe we all look the same, and you can't tell us apart, and that we think the same and that we vote the same. You know, we hear this through the Democratic Party now from Joe Biden about black Americans. Now, all the gays are exactly the same, and there are a lot of gay people watching now who are liberal, who are realizing, \"I'm different from them.\" Right? We think differently. We have different ideas. So this speaks to the nature of liberalism, and let me say, Amy Coney Barrett, a perfect example of what this country needs, that the Constitution and the strength of that Constitution keeps minorities in this country safe. That's how important she is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How nicely put was that? That's right. We're human beings. We're not members of groups. We are not categories. And by the way, Senator Hirono, you're allowed to be attracted with anyone you want. So why don't you back off. I wish someone would -- well, you just said that much more eloquently than I did. Tammy Bruce, great to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, throughout the hearings that we saw in the past couple of weeks, Democrats treated Amy Coney Barrett's pro-life beliefs like they were some kind of disorder, some kind of grotesque, malformity that she has in her soul. Dianne Feinstein was caught on a hot mic muttering about it. Not everyone agrees though and in cities like New York, more African-American babies are aborted than are born and some people don't think that's a good thing. Planned Parenthood is entirely in favor of it. They were started in order to do that, to limit the black population in this country. But some are awake enough to be offended by that, and Kanye West is one of them. He is running for President and he made that point recently. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KANYE WEST, PRESIDENTIAL CANDIDATE",
      "sentences": "With abortion culture, there are 1,000 black children aborted a day -- daily. We are in genocide. We -- so more black children have died since February than people have died of COVID, and everyone wears a mask. So it's a matter of where are we turning a blind's eye to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You've got to love how the crazy people are the only ones who see things clearly. A reflection of our moment. Candace Owens is the author of the book \"Blackout: How Black America is making its Second Escape from the Democratic Plantation.\" She joins us tonight. That's -- the clarity of that. I'm not promoting anybody's presidential campaign here, but I mean, just the clarity of that observation is so overwhelming. You wonder how anyone could hear that and disagree with it because it's just so true. CANDACE OWENS, AUTHOR, \"BLACKOUT\"\"  It overwhelms me because I feel as though many of us have been fighting for these conversations to be had for a very long time. When I say many of us, I mean black conservatives and what he is really getting at is selective outrage culture. You and I know who Margaret Sanger was. It's not taught in schools, but we're supposed to be outraged because Amy Coney Barrett believes in life and we're not supposed to be outraged that a eugenicist founded Planned Parenthood with black American being targets, right, we are her targets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly. Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "She wrote extensively about how she believes in the extermination of certain races, people that she thought were not fit to be in this society, that she did not want the government take care of and black Americans were among them -- and most people don't know this stuff. And here we have Kanye West who is speaking out and saying, \"You know what, this is wrong.\" So while the left is dressing up and playing Halloween, pretending that we live in some dystopian reality because Amy Coney Barrett is talking about pro-life, black Americans are living a dystopian reality, thanks to Democratic policies, which have results in half the black population. Think about that, Tucker. The black American population would be double today if it were not for abortion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And that is -- and I am sorry to laugh as you were speaking. What you were saying was so sad. But I just -- when you hear someone say it that clearly, it just -- it makes you laugh at the absurdity of the conversations that dominate our politics that are so far from the reality of it. I mean, no one ever talks as plainly as you just did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Yes. And it's true, and it's been such a suffering because the education system, Tucker, is being wiped. We are replacing hard academics with psychological conditioning. Black Americans are learning about Black Lives Matter and how depressing it is and we should be blaming white Americans for everything. But we're not learning about our real history. How we have been conditioned to allow Planned Parenthood clinics into all of our neighborhoods, over 63 percent of them are in black and Hispanic neighborhoods. This is systematic targeting. If you're looking for systemic racism, you may want to take a look at Democratic policies. You may want to take a look at why we as a society are saying there's something wrong with a woman who believes in life, who believes that you know what, more black children should be born alive. We shouldn't have 400 out of 1,000 black babies aborted compared to white Americans where it's 103 out of 1,000 births. So this is this is really important stuff, and you're right, it is laugh -- it's laughable that, you know, we've come to this circumstance where people want us to be outraged about other things and not this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly. I was about to say, why is it left to you and Kanye West, of all people, to say this, but I really think that when people hear what you just said, the overwhelming majority, no matter who they vote for, have to acknowledge it's true. What you said is true, and I think the more you say it out loud, the more that conversation changes toward a real conversation, and I appreciate it. Candace Owens, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, Democrats are still pretending that Amy Coney Barrett's confirmation is illegitimate. What does that mean, exactly? If it's really illegitimate, then that's a crisis. So what are they saying? Well, their argument appears to be that we all need to honor Ruth Bader Ginsburg's dying wish, which is really our new Constitution. If Ruth Bader Ginsburg said something in the way out, that's basically our Bill of Rights now. Elizabeth Warren explained that on the Senate floor just yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "It has also been 37 days since Mitch McConnell declared he would disregard Ruth's most fervent wish and move ahead with a corrupt and illegitimate process to fill her seat on the Supreme Court. Let's be very clear, if Trump and the Republicans succeed in ramming this nomination through, the American people will expect us to use every tool we have to undo the damage and restore the courts' integrity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, so what she just told you was following the letter of the Constitution and it's prescribed that as a Supreme Court Justice passes away, how do you replace that justice? We just saw what the Constitution tells us to do. That's illegitimate. What's legitimate is following the supposedly final words of a departed Supreme Court Justice. No, that's a religion, what you're describing. That's a religion. Scary. Ian Prior is Senior Counsel at the Article III Project and a former spokesman for the Department of Justice. We're happy to have him on tonight. Ian, thanks so much for coming. So when you were at D.O.J., when you first started, they brief you and tell you that all law in this country emanates from the dying wishes of left- wing Supreme Court Justices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IAN PRIOR, SENIOR COUNSEL, ARTICLE III PROJECT",
      "sentences": "That was a manual that we had to read our first day, and it was all the dying wishes that we've seen in the Republic over the past 250 years and we had to make sure that, you know, when we responded to press inquiries, we were cognizant of that law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's just so absurd, and you keep hearing people repeat it. I mean, like trained seal, \"Well, it was her dying wish ...\" How do we get to a place like this? It's so stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIOR",
      "sentences": "It's stupid, but it's also dangerous because it is delegitimizing the Constitution. And you talk -- you know, you talk about the tools -- Elizabeth Warren's tools -- well, what are they right? Let's start off with the Democrats wanting to get rid of the legislative filibuster. So that means 51 votes will get everything passed. What they're going to do from there is then expand the Supreme Court to have a liberal majority, and then these two other factors people don't talk about as much, but D.C. statehood, Puerto Rico statehood. That's four more Democratic senators, a handful of members of the House and then they want to lower the voting age to 16. You are potentially looking at a perpetual Democratic majority in the Legislative Branch, in the Judiciary Branch and the United States of America becoming the Orwellian States of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, everything you just mentioned comes out of the university, too. Those are all ideas that incubated at Yale Law School and Harvard Law School. The places that the rest of us are sending our tax dollars every year. It is time to rethink that. If you want structural change, that's one of them. Ian, thanks so much for coming on tonight. Appreciate it. Before we get our next guest, our producer just said in my ear, our producers watch the other channels during the show that MSNBC -- I'm just going to go on faith in this because I didn't see it, but our producer said MSNBC did not acknowledge Amy Coney Barrett's elevation to the Supreme Court. It just happened moments ago, 24 minutes ago, and they ignored it completely, which tells you a lot. So what does this all mean? Amy Coney Barrett is going to serve in the Supreme Court of the United States. For the broader view, we go as we always want to, to Victor Davis Hanson. He is a Fellow at the Hoover Institution. We're happy to have him on tonight. Professor, thanks for coming on. How do you assess this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTION",
      "sentences": "Thank you. Well, I didn't know whether to laugh or cry when Richard Blumenthal, the Yale Law graduate says there's consequences to not telling the truth, or the Harvard Law Professor, Elizabeth Warren creates a new rule about dying justice. I mean, it told you what the Ivy League has become. But past, present, future very quickly, Tucker, Harry Reid was hubristic in 2013 when he thought he was going to ram through these appointments without the judicial filibuster all the way through the end of Hillary's second term in 2024 and a nemesis hit him. They had three chances to take the Senate: '14, '16 and '18. They couldn't do it. Ruth Bader Ginsburg had all sorts of opportunities in her early 80s with her poor health to step down and give that appointment to Obama. So a lot of it is just teeth gnashing that's their own problem. But the President -- I think it helps Donald Trump in the next eight days because it reminds that problematic independent woman suburban voter that you can do things like Justice Barrett, you can have children. You can be religious. You can have a job and you can do it with grace and you can be conservative. And I think it tells the base, it's time to take a little break from the Ivy League Judicial Appointment. We want people from the heartland from places like Notre Dame. I think it reminds people that for all criticism of Donald Trump, he did not appoint an Anthony Kennedy, a David Souter, a Justice Roberts, Gorsuch and Kavanaugh or Barrett who are pretty conservative and I think they'll be consistently conservative. I think that I kind of disagree with some people who said that it wasn't as bad as Kavanaugh. I thought it will hurt the Democratic brand because Hirono and Blumenthal and others, I think they went way overboard in attacking somebody who was brilliant and decent, and one that was gratuitous. More importantly, we're going to go into this election and see things, Tucker, we haven't seen in our lifetime with ballots that appear out of nowhere, contested election, something, I think that may make 2000 look kind of minor in comparison. And I don't trust Justice Roberts to be a conservative voice in those close decisions. I think it really diminishes the \"Hamlet -- to be or not to be\" role of Justice Roberts because he is going to be less relevant than he was in the past with the addition of Justice Barrett. It really tells the Republicans that they can make great appointments like Clarence Thomas and Justice Barrett, and they don't have to highlight race, class and gender. That these are incidental. They're not essential. Merit is what counts. And so I think when you look at Justice Barrett and compare to the her Democratic counterparts, I think that becomes very evident that the Republicans are going on merit, and they just happen to be people of all different walks of life, and that's the way it should be. So it's a win-win for the Republican brand. I think helps Donald Trump and it helps in a very critical point right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You're -- I'm still stuck on your description of what we may be facing eight days from now, in the aftermath of the election and I hope you're not right, but you usually are. Victor Davis Hanson, great to see tonight. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So last week, if you were paying attention to the news, an amazing story broke. A man called Tony Bobulinski, a former business partner of Hunter Biden came out and said that he met personally with Joe Biden back in 2017 in a hotel bar in Beverly Hills to talk about business in China. That story was squelched by the media. It is very hard to find any details about what Tony Bobulinski is alleging. Joe Biden hasn't really responded to it. Tomorrow night, on this show, for the bulk of the hour, you will hear directly from him. Our interview with Tony Bobulinski, 8:00 p.m., Eastern tomorrow night. But first, the \"Wall Street Journal's\" Kim Strassel is here to discuss that story. She has done more reporting on it than probably anybody in the U.S. media. We're happy to talk to her right after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Republican senators, the ones who voted for Amy Coney Barrett that does not include one, Senator Susan Collins of Maine, but the rest just boarded a Capitol Hill Police Bus on the way to the White House. Coney Barrett's swearing in ceremony will take place in the Rose Garden shortly. Of course, we'll cover that when it happens. Tomorrow, by the way, we'll have an extensive interview on this show with a man called Tony Bobulinski. You may have heard that name. He is a former business partner of Hunter Biden. Text and his personal testimony both indicate he met personally with Joe Biden to discuss a lucrative business deal in China. That's the story. The Biden campaign is not denying that meeting took place by the way. They're just not talking about it and trying to dismiss the whole thing as Russian propaganda. Tony Bobulinski is not on the other networks because they've decided to bury the story. They want you to think it's a Russian smear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLLE WALLACE, MSNBC HOST",
      "sentences": "They are trying to take someone who right now is choosing Biden. Do you get them by smearing Biden's surviving son?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Pushing these various smears against Joe Biden and his son, Hunter Biden's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAYES, MSNBC HOST",
      "sentences": "An increasingly desperate barrage of smears and lies and disinformation and wild accusations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANA CABRERA, CNN HOST",
      "sentences": "This President has seized on that potential Russian misinformation provided by Giuliani and has tried to smear Biden with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMANDA CARPENTER, CNN POLITICAL COMMENTATOR",
      "sentences": "... which was to smear him with all this nonsense about Hunter Biden's finances.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAIRE MCCASKILL, MSNBC POLITICAL ANALYST",
      "sentences": "If smearing Hunter Biden was going to work, you know, Biden would not be ahead by almost 10 points.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He is the architect of the smears against Hunter Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "These people are such liars, and they know what they're saying is a lie. But at its core, this story is not about Hunter Biden, it is about his father, the man who made Hunter Biden's decade's long lobbying career possible, also made an almost 50-year lobbying career of Joe Biden's brother, Jim possible. That is a story, and voters have a right to know a lot about it. They know nothing at this point. The Biden campaign by the way has not denied the authenticity of a single e-mail or text message. Not one. The smear. They know it's not a smear they know it's true, but they are telling the rest of us the Russians are behind it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The Intelligence Community warning the president that Giuliani was being fed disinformation from the Russians, and we also know that Putin is trying very hard to spread disinformation about Joe Biden. And so when you put the combination of Russia, Giuliani, and the President together, it's just what it is. It's a smear campaign because he has nothing he wants to talk about in this -- what is he running on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The Russians. The infuriating part -- there are many infuriating parts -- but one of them is Tony, Bobulinski. He is not a Russian agent. He is a former Naval officer who served this country, as did many other members of his family, and to dismiss him as some sort of tool of Russian Intelligence is outrageous and it may have spurred his decision to come on the show tomorrow night. But as of tonight, what do we know about this story? Tony Bobulinski has produced a lot of documents. Kim Strassel has read them. She is with \"The Wall Street Journal.\" She has laid this out very clearly, more than anyone else. She joins us tonight. Kim, thanks a lot for coming on. What do we know as of right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLEY STRASSEL, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Okay, well, I think this story has two parts. The first one is Hunter and the important part about this, when you read these texts and e-mails is that up until now, you know, we knew about this shady Ukraine deal and the assumption was that Hunter had been hired because of his dad, right? He didn't have any oil or gas experience, but now we know that that's exactly what was happening in these deals because he brags about it. We have texts and e-mails in which all of these partners are saying, you know, we ought to be keeping more of the money here for the people that are actually doing the work -- by the way, that's not Hunter -- you know, we ought to be doing -- what does Hunter bring into this? And then Hunter in a rage coming and saying, don't you understand, I am the deal. People are only doing this because they want the Biden name. This is my family legacy. You've got one partner also saying, you know, to Tony, Bobulinski. Look, I know for a fact the Chinese want this because of Hunter, and that's why it's worth so much money. That's called influence peddling. That's called access to important people. And that gets us to the second part of the story, which is Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This meeting, and this is going to be the topic -- one of the topics of our conversation with Tony Bobulinski tomorrow, but this meeting that he says he had with Joe Biden from what we can tell took place. It's real. He met with Joe Biden. Can you think of any reason that Joe Biden would meet with an investment guy called Tony Bobulinski if it wasn't about business?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Look, this is all real. Can I just say that the smear argument, a smear is when you make something up? Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "This is now beyond a shadow of a doubt. \"The Wall Street Journal,\" both its new side and its editorial page have made clear this deal happened. Okay, these e-mails are out there and Joe was involved with this. The question is to what degree? Now, Tony Bobulinski and the e-mails and texts suggests that there was indeed a meeting. We also have this piece of paper that laid out what was supposed to be the equity holdings in this coming company. It says 20 percent to Hunter and then it says, you know, maybe Hunter is going to hold 10 percent in addition for the big guy. Tony Bobulinski says that that is Joe Biden. Now, the Biden campaign has not denied any of this. It hasn't answered any questions on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "But it raises some of the big things. Joe Biden has said, first and foremost that he doesn't discuss business with his son and he never has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "This is a guy who is running on character and judgment, he should have to answer this question about whether or not he was honest. Beside the question of whether or not he was actually debating going into business with a Chinese company with ties to the government and military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We have photographs of Joe Biden with Hunter and Hunter's clients, including a mogul from Kazakhstan. I mean, he brought Hunter with him to China as Vice President and introduced him around. I mean, this has been chronicled over many years. It's not like we just learned all of this, but the press is pretending like oh, it's not true. The same people who wrote these stories five years ago are now pretending they don't know what we are talking about. In one sentence, have you ever seen anything like this where the entire American media decides to lie as a group about something?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "No, you know, for two weeks, they told us prove it that it's true. We just showed that it's true and now they say there's nothing there to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's -- yes, there are going to be huge ramifications, I would say from this kind of behavior long term. Kim Strassel, thank you for your bravery on the story because you have been brave, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Amy Coney Barrett was just voted by the Senate to move to the swearing in. So that's happening tonight, 9:00 p.m. We're going to have updates from the White House, from the Rose Garden in just a minute. Plus, experts raising new questions tonight about the coronavirus and where it came from. There's a scientific consensus about that. But it turns out, there are some pretty big holes in that consensus. Oh, they are not telling you the truth again. Entirely possible. Alex Berenson after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So we're almost a year into this pandemic. It was January when we first reported on it. We still don't know exactly where it came from. We've had a Chinese virologist, one of the first people to study the coronavirus on this show twice. She says it was made in a lab and escaped. It was made intentionally as a bio weapon. Now a biologist at M.I.T., Alina Chan is openly questioning the scientific community's so-called consensus on where this came from. Chan wrote this quote, \"The closest related virus genomes to the coronavirus cannot be independently assembled due to missing data and unexplained indiscrepancies.\" Chan also tweeted this quote, \"The public has little idea what happened/is happening behind the scenes with journals and authors of coronavirus papers.\" In other words, there is not really a consensus on where it came from. Why don't we know? And is anyone working to find out honestly without lying about it. Alex Berenson is one of the people who does not lie about this. He is the author of \"Unreported Truths about COVID-19 and Lockdowns Part 2,\" and we're happy to have him on tonight. Alex, I wish we had an hour for this topic. We don't because there's too much going on. But just give us the state of the art on this question. Where did this come from? What do we know? What don't we know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX BERENSON, AUTHOR",
      "sentences": "So very, very quickly, there's a lot we don't know. And here's what we do know, anybody who raises this issue gets accused of being a conspiracy theorist, and there are people in the scientific community who are very deliberately conflating a couple of things. One is, is this a bio weapon? Okay, it's probably not a bio weapon, Tucker. It wouldn't be a very good bio weapon because it didn't kill anybody who is healthy. Okay. But the other question is, and I say anybody, obviously, there's always exceptions. I have to throw that in or I'll get kicked at. The other question is, could it have escaped from a lab? Probably a lab in China, probably a lab in Wuhan where coronaviruses were being researched and where scientists do what's called gain of function research. Gain of function research means that you manipulate the virus to try to make it more virulent. That is the whole point of gain of function research. The idea is, you're trying to figure out what natural virus might become dangerous to humans if it mutated in various ways. And to do that, and there's been a big argument about this in the scientific community for 10 or 15 years, you either -- you either -- you often genetically modify these viruses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "You take bits of viruses, and you put them together, or you just put various viruses in various animals and you wait for them to recombine. Anyway, I know I don't have a lot of time. We don't know what happened here. But we haven't found the animal host. We haven't found a virus in the wild that's very, very much like SARS-CoV-2, and we have a giant lab that we know had safety problems in China in 2018, in the same city where this seemed to emerge from. This demands a real international investigation and it hasn't gotten one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So maybe the obvious explanation is the correct one. I mean, that's possible. Bottom line, it's possible,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "You know, that would be my prior, but you know, I'm just a journalist. I'm not a scientist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You're much more honest than the scientists we have in charge, I've noticed. Alex Berenson, thank you for that. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "Thanks. Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So Amy Coney Barrett's swearing in ceremony begins in just a few minutes. The vote is in, in case you're just joining us, 52 to 48. She got it. We're going to have coverage of it straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It seems like just yesterday we were wondering whether the President would put forward a nominee before the election, he did of course. And today, despite widespread expectations, he got her through. Amy Coney Barrett, 52 to 48 was approved by the Senate. She is going to be sworn in in the Rose Garden any moment. Shannon Bream is standing by for us right now. Hey, Shannon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS CHANNEL CHIEF LEGAL CORRESPONDENT",
      "sentences": "Hey, Tucker. Well, yes, this first oath that she'll take will be administered by Justice Clarence Thomas. She knows him from her time clerking on the court for Justice Scalia many years ago. Those two obviously were very close and she will join in what now some people are speculating could become the Thomas Court as he becomes really the influential conservative voice pulling together potentially that wing. That's just the first oath. Tomorrow she will undergo the second oath that will be administered by Chief Justice John Roberts. Once that happens, she will officially be a Justice -- Justice Amy Coney Barrett. There's a lot of work waiting for her. There have been a number of emergency appeals to the court regarding ballot measures, voting, mail-in voting, and that kind of thing. They'll have a conference on Friday where they vote on taking up new cases. And then immediately when they start oral arguments again on Monday, she faces a couple of really big cases that will test her as a brand new Justice. But tomorrow, it'll be official. She'll get to work -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What an amazing night. Every night is an amazing night right now. Shannon Bream., Thanks so much for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "As we told you, tomorrow night, the bulk of this show, a sit down interview with Tony Bobulinski, the man who says he met with Joe Biden about business in China. We're going to get details that have not been out there before and they're being of course suppressed by the rest of the media. That's tomorrow. Right now, the White House event, the swearing in for Amy Coney Barrett starts in just a moment. Sean Hannity takes over right now. Hey Sean. END <Copy: Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "The Senate voting as we speak to confirm Amy Coney Barrett to the Supreme Court of the United States. The count is just wrapping up right now. We're hearing the roll. When she is sworn in this evening, and apparently she is going to be at 9:00 p.m., the mother of seven will become the third Supreme Court Justice appointed by this President, Donald Trump. No one expected that. For more on what this means for the court and for the country, we turn now to Bret Baier. He is FOX News's chief political correspondent. He is the anchor, of course, of \"Special Report\" on this channel every night. Bret, I mean, it's fair to say nobody expected this on many levels, but are you surprised on a political level, that Republican Mitch McConnell was able to hold all of these votes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHIEF POLITICAL CORRESPONDENT",
      "sentences": "You know what, Tucker, I'm not, because of the superior delivery in the hearing of Judge Barrett. She convinced the couple of wavering Republicans like Mitt Romney and Lisa Murkowski that she was such a good jurist, such a good judge that she deserved this this vote tonight. It's historic. I mean, this is the third Supreme Court Justice for President Trump. She is the youngest Supreme Court Justice as of tonight, and it is happening 38 days after the death of the liberal icon Ruth Bader Ginsburg. Democrats are apoplectic. Chuck Schumer said this is the darkest day in the history of the U.S. Senate 231 years. And he pointed his finger at Republicans on the other side of the well. Mitch McConnell said the reason we were able to do it in 2016, 2018, and 2020, is because we won the Majority and we had the White House, and so he made his point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Man, I mean, it's a sweet moment for Republicans, but also maybe a bitter moment for some Republican voters because it illustrates that the Republican-led Senate can achieve things when it wants to. You think of all the policies that voters ratified in the 2016 election that didn't make their way through the Senate, but when they want to do something, they can do it with speed and certainty. So what will the Democratic response to this would be, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "This is their biggest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It is. I agree with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "This is the biggest win by far, not only the three Supreme Court Justices, but the dozens and dozens of Federal Judges on different courts that President Trump and Senator McConnell have steered into nomination and confirmation. The Democrats' response to this was signaled by Senator Schumer, who said, you have lost your credibility pointing to Republicans, and when we control the majority, you have lost your ability to tell us how to run it, which is sort of a foreshadowing to what has been talked about, and that is doing away with the filibuster and possibly packing the court or doing some other major systemic changes to the Judicial Branch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. And not just Judicial, bringing in Puerto Rico as a state, and maybe other things as well. It's interesting, we didn't see the attacks on Judge Barrett that a lot of us predicted. Why do you think that was?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Because we were just days away from an election. And there wasn't - - there was a fear of a backlash from people who looked at Judge Barrett, the mother of seven, a really accomplished jurist, and said, why are you going after this person? I think that they looked at the electoral fallout of talking about her religion, and they stayed away from it and really focused on Obamacare and the case coming before the Supreme Court in just a matter of days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Amazing. Just hearing that, the vote is still technically open, but Republicans have secured 52 votes. So this is a fait accompli, what happens next?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Next, there will be a swearing in. That will be done by Justice Clarence Thomas, a ceremony at the White House. And obviously, we don't have all of the details of that. The first ceremony of her nomination caused quite a stir when all of those folks got sick after that Rose Garden event. But I think there's a lot of protocols in place. It'll be tonight sometime, and then there will be an official swearing in at the court, but she will go to work right away. And just tonight, Tucker, the Supreme Court ruled five to three in favor of G.O.P. blocking efforts to extend the absentee ballots in Wisconsin by six days. So just tonight, the Supreme Court is operating on election cases that Justice Barrett will be a part of as of tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I can't resist asking this, do you think it is possible that soon to be Justice Barrett could weigh in on election related -- post-election related cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I think it's clear from her hearing that she is not recusing herself nor do legal experts think she has to, many of them. Some obviously do and the Democrats say she should. But I think she will be a part of all of these cases. And if it comes to states having challenges about their electors come December if there is a Secretary of State that is one party and a state legislature that's another party, and they are battling over who the electors will be in an undecided election because of who didn't sign absentee ballots, yes, she could very well be a part of a Supreme Court deciding the next President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's all so amazing. Bret Baier, thank you for the guidance on all of this. I really appreciate it. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, ahead of the Senate confirmation vote tonight, Democrats, as Bret Baier just told you were absolutely apoplectic, the darkest day in the history of the Senate; Chuck Schumer said from New York. They threatened there will be consequences to what you just saw. The Democratic senator from Connecticut Richard Blumenthal said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL (D-CT)",
      "sentences": "Our Republican colleagues are shattering the norms and breaking the rules and breaking their word, and there will be consequences. There inevitably are consequences when one person breaks her or his word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Her or his word? Well, that's Amy Coney Barrett, of course he is talking about and the idea is that she would somehow undo Obamacare, entirely invalidate it. There's no indication in her previous decisions that she would do something like that. But that has been a consistent talking point among Democrats for the past several weeks. Listen to Cory Booker, who by the way, voted himself to undo, to abolish Obamacare. Listen to Cory Booker warn you that Amy Coney Barrett will do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER (D-NJ)",
      "sentences": "A future without the ACA looks like being forced to sell your house if you can't afford your healthcare. It looks like not having access to a doctor when you're sick. It looks like having to choose between paying for groceries and paying for medicine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Unfortunately, now that Amy Coney Barrett is on the Supreme Court, you're going to lose your house, you're going to starve and you're probably going to dive in an infection next time you stub your toe. So get psyched for that. Charlie Hurt is excited. He is the opinion editor at \"The Washington Times.\" He joins us tonight. So Charlie, they are taking your house away?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE HURT, FOX BUSINESS NETWORK CONTRIBUTOR",
      "sentences": "Yes, no kidding. And, you know, it's the darkest day in the United States history. That's quite something else. You know, it's easy to look at this and see this as a tremendous victory, and it is a huge victory for conservatives and for President Trump and for Republicans. But I have to say, it's also a shocking moment in that it reveals just how broken the system is. There are going to be nearly 50 senators voting against this woman. There are going to be at least 48 senators who are going to vote against this eminently qualified woman to sit on the Supreme Court based on basically her family story, based on the fact, based on a religion, based on all of these crazy things that we've heard from the left ever since she was nominated, and throughout the entire process. We listened to Democrats sitting on the Senate Judiciary Committee, people like Cory Booker, talking about how the process was a sham and it was a charade and a circus. No, it's not a sham. It's called the Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "But that's what these people think of the Constitution today. And that's what they did -- and the reason that people like Cory Booker -- that's a great clip, you showed -- the reason that Cory Booker is talking like that on that clip, is because they don't believe the courts are the courts anymore. They don't believe the Supreme Court is the Supreme Court. They believe that it's a super legislature. It's where all of the details of Obamacare are supposed to be worked out and extended by an unelected branch of government that serves for life and is answerable to no one. That's what they believe. Half of the United States Senate, half of our Congress today believes that and the way that Donald Trump has broken them, has broken through with the biggest development in this entire judicial fight since the Supreme Court first invented abortion rights as a constitutional right in the Constitution, which of course, doesn't exist except in the numbers, whatever the hell that is. The reason that he did this is -- the reason that Donald Trump is the only one who have done it is that he made the argument that you know what -- the Constitution means what it means. It means what it says and American voters overwhelmingly understand that and believe that. Sadly, nearly 50 senators in the United States Senate, don't even understand that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You've heard Senator Ed Markey of Massachusetts today suggest the Constitution itself was racist and sexist and homophobic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Charlie Hurt. Thanks so much. We should tell you by the way, the vote is now officially completed. It is closed 52 votes in favor of Amy Coney Barrett ascending to the High Court, 48 against. Now it is onto that special swearing in at the White House that's slated to begin as this show wraps up at 9:00 p.m. Joe Biden has refused to rule out responding to all of this by packing the Supreme Court if elected President. In a recent interview, he said he would form a, quote, \"National Commission\" to investigate that topic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "If elected, what I will do is I'll put together a National Commission -- a bipartisan commission of scholars, constitutional scholars, Democrats, Republicans, liberal and conservatives, and I will ask them to over 180 days come back to me with recommendations as to how to reform the court system because it's getting out of whack in the way which it has been handled. And it's not about court packing, there's a number of other things that our constitutional scholars have debated, and I've looked to see what recommendations that Commission might make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "So you're telling us you're going to study this issue about whether to pack the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "No, whether there's a number of alternatives that are well beyond packing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "This is a live ball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Oh, it is a live ball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It is a bipartisan commission. So it's Sandy Cortez and Bill Kristol who are going to look at it from both sides. Where is this all going? Jenna Ellis is a constitutional attorney. She is a campaign adviser, a senior adviser to the Trump re-elect, and she joins us tonight. Jenna, thanks so much for coming on. JENNA ELLIS, TRUMP 2020 SENIOR LEGAL ADVISER:  Great to see you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, give us your most sober analysis of where you think this is really going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLIS",
      "sentences": "Well, of course, Joe Biden and the rest of the Democrats simply want to change the rules, and they don't care about the Constitution. They don't care about our system of government. They would prefer to keep the Judicial Branch as a super legislature and as an activist majority, and that's what we've seen through the past 50 and 60 years. What Joe Biden is expressly ignoring is what Alexander Hamilton said so perfectly in Federalist 76, through 78, which is that the Judicial Branch is designed to be the weakest branch, only to be able to review the policy and law making decisions of the two political branches. It's not supposed to act with partisan interest. And Hamilton even acknowledges in the Federalist Papers that the reason that the nomination is vested in the President pursuant to the Constitution is because he would expressly not have the special interest in lawmaking contemplations that the House or the Senate would. And so Joe Biden is forgetting all of that. He doesn't want to acknowledge that. He doesn't want our system of government to operate how it is designed. He wants to completely throw it out because the design and functionality of our Constitution, of our limited powers given to government is a stopgap and it's actually preventing the Democrats from putting through their activist partisan policy agenda. If they are so worried about Amy Coney Barrett acknowledging that the ACA is unconstitutional, then maybe they should be very careful to actually put forward laws that are constitutional instead of being so concerned about someone who actually wants to be a judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, or just improve it in the Congress as the system intends. All of this poison, all of these \"Let's tear down the system and create one party control of the country,\" all of these ideas come out of the universities, the ones that are getting billions in Federal subsidies every year. Why are we paying for this crap?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLIS",
      "sentences": "We shouldn't be. And that's what President Trump has even said about making sure that we take away CRT programming and all of these other things to universities that are teaching our children to hate America instead of love its design and love the freedoms and liberties that we cherish. And that's going to be his lasting legacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, and we're a week away from the election. I wish someone had thought about this earlier because it really is, in my view, a grave -- a grave threat. Jenna Ellis, great to see tonight. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLIS",
      "sentences": "Great to see you, too, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So as we told you, it is done. The vote is over, 52 to 48. Republicans prevailed tonight. Senator John Kennedy of Louisiana was one of them. He just voted for Amy Coney Barrett's confirmation and we're happy to have him on the show right after. Senator thanks so much for coming on tonight. Why did you vote in favor of Amy Coney Barrett?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN KENNEDY (R-LA)",
      "sentences": "Because this is a victory for our founders. It was never, Tucker, about her qualifications. You would have to be barking mad to think that she is not qualified in terms of intellect, in terms of temperament, in terms of integrity. This fight was about who is going to make social policy in the United States -- the Congress or the unelected Federal Judiciary? And we talked about that at the conceptual level so much. Let me give you a specific example. Many transgender women want to participate in female athletics. A transgender woman, as you know, Tucker, is a person who is born a male with the male characteristics, testosterone, for example, who identifies as a female. And now many of those transgender women would like to participate in women's athletics. If they are allowed to do that because of their elevated testosterone, they are going to win every contest every time. Who do you think our founders intended to make a decision about that? The people through their elected representatives in Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Or nine unelected members of a Supreme Court appointed for life. It's called judicial restraint, and Judge Barrett understands that, our founders intended it, and that's why this was a victory tonight for our founders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What a great example that is. The Congress can weigh in on all this stuff. That is their job. And you wish they wouldn't boot it up the Supreme Court because it corrodes the system, as you just so eloquently explained. Senator, thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Great to see you. Well, if there was a high point in these confirmation hearings, it is a subjective call, of course, but from our point of view, it came from Mazie Hirono, unquestionably, the shining intellectual star of the United States Senate. It's hard to choose your most trenchant observation in the past month indeed of her career. But if you had to pick just one, it would be this moment. It was so profound, that it literally changed our dictionary. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MAZIE HIRONO (D-HI)",
      "sentences": "Not once, but twice, you used the term sexual preference to describe those in the LGBTQ community, and let me make clear, sexual preference is an offensive and outdated term. It is used by anti-LGBTQ activists to suggest that sexual orientation is a choice. It is not. Sexual orientation is a key part of a person's identity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sexual preference is not a choice. It's not a preference. It's just like Mazie Hirono's intellect. She didn't choose to be that brilliant, and in some ways, it's a burden, but she was born that way. Tammy Bruce is the host of \"Get Tammy Bruce\" on FOX Nation. She is the person we call, with your particularly naughty intellectual problem, a Gordian knot tied by Mazie Hirono. What does this mean? Will you explain this to us, please?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "So I will never forgive you. This is so difficult. The fact of the matter is, Senator Hirono is wrong. Her remarks actually come from a blue check guy on Twitter who decided it was offensive. The fact of the matter is, what's ridiculous is that this argument, the word police are coming from the side of politics that say that there are dozens of genders and that whatever you say you are, you are. In this case, and this is the irony, it is the gay community especially and liberals who should not be embracing this idea that someone else controls the nature of who you are, how you identify, and the words you're supposed to use it. And as a newsflash, for me as a gay woman, it is a sexual preference. No one out there, not some young man with his blue check, no senator is going to tell me how I'm going to identify. It is the height of bigotry because it goes into this idea, Tucker, that we're all the same, that maybe we all look the same, and you can't tell us apart, and that we think the same and that we vote the same. You know, we hear this through the Democratic Party now from Joe Biden about black Americans. Now, all the gays are exactly the same, and there are a lot of gay people watching now who are liberal, who are realizing, \"I'm different from them.\" Right? We think differently. We have different ideas. So this speaks to the nature of liberalism, and let me say, Amy Coney Barrett, a perfect example of what this country needs, that the Constitution and the strength of that Constitution keeps minorities in this country safe. That's how important she is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How nicely put was that? That's right. We're human beings. We're not members of groups. We are not categories. And by the way, Senator Hirono, you're allowed to be attracted with anyone you want. So why don't you back off. I wish someone would -- well, you just said that much more eloquently than I did. Tammy Bruce, great to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, throughout the hearings that we saw in the past couple of weeks, Democrats treated Amy Coney Barrett's pro-life beliefs like they were some kind of disorder, some kind of grotesque, malformity that she has in her soul. Dianne Feinstein was caught on a hot mic muttering about it. Not everyone agrees though and in cities like New York, more African-American babies are aborted than are born and some people don't think that's a good thing. Planned Parenthood is entirely in favor of it. They were started in order to do that, to limit the black population in this country. But some are awake enough to be offended by that, and Kanye West is one of them. He is running for President and he made that point recently. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KANYE WEST, PRESIDENTIAL CANDIDATE",
      "sentences": "With abortion culture, there are 1,000 black children aborted a day -- daily. We are in genocide. We -- so more black children have died since February than people have died of COVID, and everyone wears a mask. So it's a matter of where are we turning a blind's eye to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You've got to love how the crazy people are the only ones who see things clearly. A reflection of our moment. Candace Owens is the author of the book \"Blackout: How Black America is making its Second Escape from the Democratic Plantation.\" She joins us tonight. That's -- the clarity of that. I'm not promoting anybody's presidential campaign here, but I mean, just the clarity of that observation is so overwhelming. You wonder how anyone could hear that and disagree with it because it's just so true. CANDACE OWENS, AUTHOR, \"BLACKOUT\"\"  It overwhelms me because I feel as though many of us have been fighting for these conversations to be had for a very long time. When I say many of us, I mean black conservatives and what he is really getting at is selective outrage culture. You and I know who Margaret Sanger was. It's not taught in schools, but we're supposed to be outraged because Amy Coney Barrett believes in life and we're not supposed to be outraged that a eugenicist founded Planned Parenthood with black American being targets, right, we are her targets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly. Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "She wrote extensively about how she believes in the extermination of certain races, people that she thought were not fit to be in this society, that she did not want the government take care of and black Americans were among them -- and most people don't know this stuff. And here we have Kanye West who is speaking out and saying, \"You know what, this is wrong.\" So while the left is dressing up and playing Halloween, pretending that we live in some dystopian reality because Amy Coney Barrett is talking about pro-life, black Americans are living a dystopian reality, thanks to Democratic policies, which have results in half the black population. Think about that, Tucker. The black American population would be double today if it were not for abortion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And that is -- and I am sorry to laugh as you were speaking. What you were saying was so sad. But I just -- when you hear someone say it that clearly, it just -- it makes you laugh at the absurdity of the conversations that dominate our politics that are so far from the reality of it. I mean, no one ever talks as plainly as you just did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Yes. And it's true, and it's been such a suffering because the education system, Tucker, is being wiped. We are replacing hard academics with psychological conditioning. Black Americans are learning about Black Lives Matter and how depressing it is and we should be blaming white Americans for everything. But we're not learning about our real history. How we have been conditioned to allow Planned Parenthood clinics into all of our neighborhoods, over 63 percent of them are in black and Hispanic neighborhoods. This is systematic targeting. If you're looking for systemic racism, you may want to take a look at Democratic policies. You may want to take a look at why we as a society are saying there's something wrong with a woman who believes in life, who believes that you know what, more black children should be born alive. We shouldn't have 400 out of 1,000 black babies aborted compared to white Americans where it's 103 out of 1,000 births. So this is this is really important stuff, and you're right, it is laugh -- it's laughable that, you know, we've come to this circumstance where people want us to be outraged about other things and not this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly. I was about to say, why is it left to you and Kanye West, of all people, to say this, but I really think that when people hear what you just said, the overwhelming majority, no matter who they vote for, have to acknowledge it's true. What you said is true, and I think the more you say it out loud, the more that conversation changes toward a real conversation, and I appreciate it. Candace Owens, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, Democrats are still pretending that Amy Coney Barrett's confirmation is illegitimate. What does that mean, exactly? If it's really illegitimate, then that's a crisis. So what are they saying? Well, their argument appears to be that we all need to honor Ruth Bader Ginsburg's dying wish, which is really our new Constitution. If Ruth Bader Ginsburg said something in the way out, that's basically our Bill of Rights now. Elizabeth Warren explained that on the Senate floor just yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "It has also been 37 days since Mitch McConnell declared he would disregard Ruth's most fervent wish and move ahead with a corrupt and illegitimate process to fill her seat on the Supreme Court. Let's be very clear, if Trump and the Republicans succeed in ramming this nomination through, the American people will expect us to use every tool we have to undo the damage and restore the courts' integrity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, so what she just told you was following the letter of the Constitution and it's prescribed that as a Supreme Court Justice passes away, how do you replace that justice? We just saw what the Constitution tells us to do. That's illegitimate. What's legitimate is following the supposedly final words of a departed Supreme Court Justice. No, that's a religion, what you're describing. That's a religion. Scary. Ian Prior is Senior Counsel at the Article III Project and a former spokesman for the Department of Justice. We're happy to have him on tonight. Ian, thanks so much for coming. So when you were at D.O.J., when you first started, they brief you and tell you that all law in this country emanates from the dying wishes of left- wing Supreme Court Justices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IAN PRIOR, SENIOR COUNSEL, ARTICLE III PROJECT",
      "sentences": "That was a manual that we had to read our first day, and it was all the dying wishes that we've seen in the Republic over the past 250 years and we had to make sure that, you know, when we responded to press inquiries, we were cognizant of that law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's just so absurd, and you keep hearing people repeat it. I mean, like trained seal, \"Well, it was her dying wish ...\" How do we get to a place like this? It's so stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIOR",
      "sentences": "It's stupid, but it's also dangerous because it is delegitimizing the Constitution. And you talk -- you know, you talk about the tools -- Elizabeth Warren's tools -- well, what are they right? Let's start off with the Democrats wanting to get rid of the legislative filibuster. So that means 51 votes will get everything passed. What they're going to do from there is then expand the Supreme Court to have a liberal majority, and then these two other factors people don't talk about as much, but D.C. statehood, Puerto Rico statehood. That's four more Democratic senators, a handful of members of the House and then they want to lower the voting age to 16. You are potentially looking at a perpetual Democratic majority in the Legislative Branch, in the Judiciary Branch and the United States of America becoming the Orwellian States of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, everything you just mentioned comes out of the university, too. Those are all ideas that incubated at Yale Law School and Harvard Law School. The places that the rest of us are sending our tax dollars every year. It is time to rethink that. If you want structural change, that's one of them. Ian, thanks so much for coming on tonight. Appreciate it. Before we get our next guest, our producer just said in my ear, our producers watch the other channels during the show that MSNBC -- I'm just going to go on faith in this because I didn't see it, but our producer said MSNBC did not acknowledge Amy Coney Barrett's elevation to the Supreme Court. It just happened moments ago, 24 minutes ago, and they ignored it completely, which tells you a lot. So what does this all mean? Amy Coney Barrett is going to serve in the Supreme Court of the United States. For the broader view, we go as we always want to, to Victor Davis Hanson. He is a Fellow at the Hoover Institution. We're happy to have him on tonight. Professor, thanks for coming on. How do you assess this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTION",
      "sentences": "Thank you. Well, I didn't know whether to laugh or cry when Richard Blumenthal, the Yale Law graduate says there's consequences to not telling the truth, or the Harvard Law Professor, Elizabeth Warren creates a new rule about dying justice. I mean, it told you what the Ivy League has become. But past, present, future very quickly, Tucker, Harry Reid was hubristic in 2013 when he thought he was going to ram through these appointments without the judicial filibuster all the way through the end of Hillary's second term in 2024 and a nemesis hit him. They had three chances to take the Senate: '14, '16 and '18. They couldn't do it. Ruth Bader Ginsburg had all sorts of opportunities in her early 80s with her poor health to step down and give that appointment to Obama. So a lot of it is just teeth gnashing that's their own problem. But the President -- I think it helps Donald Trump in the next eight days because it reminds that problematic independent woman suburban voter that you can do things like Justice Barrett, you can have children. You can be religious. You can have a job and you can do it with grace and you can be conservative. And I think it tells the base, it's time to take a little break from the Ivy League Judicial Appointment. We want people from the heartland from places like Notre Dame. I think it reminds people that for all criticism of Donald Trump, he did not appoint an Anthony Kennedy, a David Souter, a Justice Roberts, Gorsuch and Kavanaugh or Barrett who are pretty conservative and I think they'll be consistently conservative. I think that I kind of disagree with some people who said that it wasn't as bad as Kavanaugh. I thought it will hurt the Democratic brand because Hirono and Blumenthal and others, I think they went way overboard in attacking somebody who was brilliant and decent, and one that was gratuitous. More importantly, we're going to go into this election and see things, Tucker, we haven't seen in our lifetime with ballots that appear out of nowhere, contested election, something, I think that may make 2000 look kind of minor in comparison. And I don't trust Justice Roberts to be a conservative voice in those close decisions. I think it really diminishes the \"Hamlet -- to be or not to be\" role of Justice Roberts because he is going to be less relevant than he was in the past with the addition of Justice Barrett. It really tells the Republicans that they can make great appointments like Clarence Thomas and Justice Barrett, and they don't have to highlight race, class and gender. That these are incidental. They're not essential. Merit is what counts. And so I think when you look at Justice Barrett and compare to the her Democratic counterparts, I think that becomes very evident that the Republicans are going on merit, and they just happen to be people of all different walks of life, and that's the way it should be. So it's a win-win for the Republican brand. I think helps Donald Trump and it helps in a very critical point right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You're -- I'm still stuck on your description of what we may be facing eight days from now, in the aftermath of the election and I hope you're not right, but you usually are. Victor Davis Hanson, great to see tonight. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So last week, if you were paying attention to the news, an amazing story broke. A man called Tony Bobulinski, a former business partner of Hunter Biden came out and said that he met personally with Joe Biden back in 2017 in a hotel bar in Beverly Hills to talk about business in China. That story was squelched by the media. It is very hard to find any details about what Tony Bobulinski is alleging. Joe Biden hasn't really responded to it. Tomorrow night, on this show, for the bulk of the hour, you will hear directly from him. Our interview with Tony Bobulinski, 8:00 p.m., Eastern tomorrow night. But first, the \"Wall Street Journal's\" Kim Strassel is here to discuss that story. She has done more reporting on it than probably anybody in the U.S. media. We're happy to talk to her right after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Republican senators, the ones who voted for Amy Coney Barrett that does not include one, Senator Susan Collins of Maine, but the rest just boarded a Capitol Hill Police Bus on the way to the White House. Coney Barrett's swearing in ceremony will take place in the Rose Garden shortly. Of course, we'll cover that when it happens. Tomorrow, by the way, we'll have an extensive interview on this show with a man called Tony Bobulinski. You may have heard that name. He is a former business partner of Hunter Biden. Text and his personal testimony both indicate he met personally with Joe Biden to discuss a lucrative business deal in China. That's the story. The Biden campaign is not denying that meeting took place by the way. They're just not talking about it and trying to dismiss the whole thing as Russian propaganda. Tony Bobulinski is not on the other networks because they've decided to bury the story. They want you to think it's a Russian smear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLLE WALLACE, MSNBC HOST",
      "sentences": "They are trying to take someone who right now is choosing Biden. Do you get them by smearing Biden's surviving son?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Pushing these various smears against Joe Biden and his son, Hunter Biden's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAYES, MSNBC HOST",
      "sentences": "An increasingly desperate barrage of smears and lies and disinformation and wild accusations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANA CABRERA, CNN HOST",
      "sentences": "This President has seized on that potential Russian misinformation provided by Giuliani and has tried to smear Biden with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMANDA CARPENTER, CNN POLITICAL COMMENTATOR",
      "sentences": "... which was to smear him with all this nonsense about Hunter Biden's finances.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAIRE MCCASKILL, MSNBC POLITICAL ANALYST",
      "sentences": "If smearing Hunter Biden was going to work, you know, Biden would not be ahead by almost 10 points.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He is the architect of the smears against Hunter Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "These people are such liars, and they know what they're saying is a lie. But at its core, this story is not about Hunter Biden, it is about his father, the man who made Hunter Biden's decade's long lobbying career possible, also made an almost 50-year lobbying career of Joe Biden's brother, Jim possible. That is a story, and voters have a right to know a lot about it. They know nothing at this point. The Biden campaign by the way has not denied the authenticity of a single e-mail or text message. Not one. The smear. They know it's not a smear they know it's true, but they are telling the rest of us the Russians are behind it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The Intelligence Community warning the president that Giuliani was being fed disinformation from the Russians, and we also know that Putin is trying very hard to spread disinformation about Joe Biden. And so when you put the combination of Russia, Giuliani, and the President together, it's just what it is. It's a smear campaign because he has nothing he wants to talk about in this -- what is he running on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The Russians. The infuriating part -- there are many infuriating parts -- but one of them is Tony, Bobulinski. He is not a Russian agent. He is a former Naval officer who served this country, as did many other members of his family, and to dismiss him as some sort of tool of Russian Intelligence is outrageous and it may have spurred his decision to come on the show tomorrow night. But as of tonight, what do we know about this story? Tony Bobulinski has produced a lot of documents. Kim Strassel has read them. She is with \"The Wall Street Journal.\" She has laid this out very clearly, more than anyone else. She joins us tonight. Kim, thanks a lot for coming on. What do we know as of right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLEY STRASSEL, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Okay, well, I think this story has two parts. The first one is Hunter and the important part about this, when you read these texts and e-mails is that up until now, you know, we knew about this shady Ukraine deal and the assumption was that Hunter had been hired because of his dad, right? He didn't have any oil or gas experience, but now we know that that's exactly what was happening in these deals because he brags about it. We have texts and e-mails in which all of these partners are saying, you know, we ought to be keeping more of the money here for the people that are actually doing the work -- by the way, that's not Hunter -- you know, we ought to be doing -- what does Hunter bring into this? And then Hunter in a rage coming and saying, don't you understand, I am the deal. People are only doing this because they want the Biden name. This is my family legacy. You've got one partner also saying, you know, to Tony, Bobulinski. Look, I know for a fact the Chinese want this because of Hunter, and that's why it's worth so much money. That's called influence peddling. That's called access to important people. And that gets us to the second part of the story, which is Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This meeting, and this is going to be the topic -- one of the topics of our conversation with Tony Bobulinski tomorrow, but this meeting that he says he had with Joe Biden from what we can tell took place. It's real. He met with Joe Biden. Can you think of any reason that Joe Biden would meet with an investment guy called Tony Bobulinski if it wasn't about business?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Look, this is all real. Can I just say that the smear argument, a smear is when you make something up? Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "This is now beyond a shadow of a doubt. \"The Wall Street Journal,\" both its new side and its editorial page have made clear this deal happened. Okay, these e-mails are out there and Joe was involved with this. The question is to what degree? Now, Tony Bobulinski and the e-mails and texts suggests that there was indeed a meeting. We also have this piece of paper that laid out what was supposed to be the equity holdings in this coming company. It says 20 percent to Hunter and then it says, you know, maybe Hunter is going to hold 10 percent in addition for the big guy. Tony Bobulinski says that that is Joe Biden. Now, the Biden campaign has not denied any of this. It hasn't answered any questions on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "But it raises some of the big things. Joe Biden has said, first and foremost that he doesn't discuss business with his son and he never has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "This is a guy who is running on character and judgment, he should have to answer this question about whether or not he was honest. Beside the question of whether or not he was actually debating going into business with a Chinese company with ties to the government and military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We have photographs of Joe Biden with Hunter and Hunter's clients, including a mogul from Kazakhstan. I mean, he brought Hunter with him to China as Vice President and introduced him around. I mean, this has been chronicled over many years. It's not like we just learned all of this, but the press is pretending like oh, it's not true. The same people who wrote these stories five years ago are now pretending they don't know what we are talking about. In one sentence, have you ever seen anything like this where the entire American media decides to lie as a group about something?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "No, you know, for two weeks, they told us prove it that it's true. We just showed that it's true and now they say there's nothing there to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's -- yes, there are going to be huge ramifications, I would say from this kind of behavior long term. Kim Strassel, thank you for your bravery on the story because you have been brave, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Amy Coney Barrett was just voted by the Senate to move to the swearing in. So that's happening tonight, 9:00 p.m. We're going to have updates from the White House, from the Rose Garden in just a minute. Plus, experts raising new questions tonight about the coronavirus and where it came from. There's a scientific consensus about that. But it turns out, there are some pretty big holes in that consensus. Oh, they are not telling you the truth again. Entirely possible. Alex Berenson after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So we're almost a year into this pandemic. It was January when we first reported on it. We still don't know exactly where it came from. We've had a Chinese virologist, one of the first people to study the coronavirus on this show twice. She says it was made in a lab and escaped. It was made intentionally as a bio weapon. Now a biologist at M.I.T., Alina Chan is openly questioning the scientific community's so-called consensus on where this came from. Chan wrote this quote, \"The closest related virus genomes to the coronavirus cannot be independently assembled due to missing data and unexplained indiscrepancies.\" Chan also tweeted this quote, \"The public has little idea what happened/is happening behind the scenes with journals and authors of coronavirus papers.\" In other words, there is not really a consensus on where it came from. Why don't we know? And is anyone working to find out honestly without lying about it. Alex Berenson is one of the people who does not lie about this. He is the author of \"Unreported Truths about COVID-19 and Lockdowns Part 2,\" and we're happy to have him on tonight. Alex, I wish we had an hour for this topic. We don't because there's too much going on. But just give us the state of the art on this question. Where did this come from? What do we know? What don't we know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX BERENSON, AUTHOR",
      "sentences": "So very, very quickly, there's a lot we don't know. And here's what we do know, anybody who raises this issue gets accused of being a conspiracy theorist, and there are people in the scientific community who are very deliberately conflating a couple of things. One is, is this a bio weapon? Okay, it's probably not a bio weapon, Tucker. It wouldn't be a very good bio weapon because it didn't kill anybody who is healthy. Okay. But the other question is, and I say anybody, obviously, there's always exceptions. I have to throw that in or I'll get kicked at. The other question is, could it have escaped from a lab? Probably a lab in China, probably a lab in Wuhan where coronaviruses were being researched and where scientists do what's called gain of function research. Gain of function research means that you manipulate the virus to try to make it more virulent. That is the whole point of gain of function research. The idea is, you're trying to figure out what natural virus might become dangerous to humans if it mutated in various ways. And to do that, and there's been a big argument about this in the scientific community for 10 or 15 years, you either -- you either -- you often genetically modify these viruses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "You take bits of viruses, and you put them together, or you just put various viruses in various animals and you wait for them to recombine. Anyway, I know I don't have a lot of time. We don't know what happened here. But we haven't found the animal host. We haven't found a virus in the wild that's very, very much like SARS-CoV-2, and we have a giant lab that we know had safety problems in China in 2018, in the same city where this seemed to emerge from. This demands a real international investigation and it hasn't gotten one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So maybe the obvious explanation is the correct one. I mean, that's possible. Bottom line, it's possible,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "You know, that would be my prior, but you know, I'm just a journalist. I'm not a scientist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You're much more honest than the scientists we have in charge, I've noticed. Alex Berenson, thank you for that. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "Thanks. Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So Amy Coney Barrett's swearing in ceremony begins in just a few minutes. The vote is in, in case you're just joining us, 52 to 48. She got it. We're going to have coverage of it straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It seems like just yesterday we were wondering whether the President would put forward a nominee before the election, he did of course. And today, despite widespread expectations, he got her through. Amy Coney Barrett, 52 to 48 was approved by the Senate. She is going to be sworn in in the Rose Garden any moment. Shannon Bream is standing by for us right now. Hey, Shannon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS CHANNEL CHIEF LEGAL CORRESPONDENT",
      "sentences": "Hey, Tucker. Well, yes, this first oath that she'll take will be administered by Justice Clarence Thomas. She knows him from her time clerking on the court for Justice Scalia many years ago. Those two obviously were very close and she will join in what now some people are speculating could become the Thomas Court as he becomes really the influential conservative voice pulling together potentially that wing. That's just the first oath. Tomorrow she will undergo the second oath that will be administered by Chief Justice John Roberts. Once that happens, she will officially be a Justice -- Justice Amy Coney Barrett. There's a lot of work waiting for her. There have been a number of emergency appeals to the court regarding ballot measures, voting, mail-in voting, and that kind of thing. They'll have a conference on Friday where they vote on taking up new cases. And then immediately when they start oral arguments again on Monday, she faces a couple of really big cases that will test her as a brand new Justice. But tomorrow, it'll be official. She'll get to work -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What an amazing night. Every night is an amazing night right now. Shannon Bream., Thanks so much for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "As we told you, tomorrow night, the bulk of this show, a sit down interview with Tony Bobulinski, the man who says he met with Joe Biden about business in China. We're going to get details that have not been out there before and they're being of course suppressed by the rest of the media. That's tomorrow. Right now, the White House event, the swearing in for Amy Coney Barrett starts in just a moment. Sean Hannity takes over right now. Hey Sean. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "utterance": "The Senate voting as we speak to confirm Amy Coney Barrett to the Supreme Court of the United States. The count is just wrapping up right now. We're hearing the roll. When she is sworn in this evening, and apparently she is going to be at 9:00 p.m., the mother of seven will become the third Supreme Court Justice appointed by this President, Donald Trump. No one expected that. For more on what this means for the court and for the country, we turn now to Bret Baier. He is FOX News's chief political correspondent. He is the anchor, of course, of \"Special Report\" on this channel every night. Bret, I mean, it's fair to say nobody expected this on many levels, but are you surprised on a political level, that Republican Mitch McConnell was able to hold all of these votes?"
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHIEF POLITICAL CORRESPONDENT",
      "utterance": "You know what, Tucker, I'm not, because of the superior delivery in the hearing of Judge Barrett. She convinced the couple of wavering Republicans like Mitt Romney and Lisa Murkowski that she was such a good jurist, such a good judge that she deserved this this vote tonight. It's historic. I mean, this is the third Supreme Court Justice for President Trump. She is the youngest Supreme Court Justice as of tonight, and it is happening 38 days after the death of the liberal icon Ruth Bader Ginsburg. Democrats are apoplectic. Chuck Schumer said this is the darkest day in the history of the U.S. Senate 231 years. And he pointed his finger at Republicans on the other side of the well. Mitch McConnell said the reason we were able to do it in 2016, 2018, and 2020, is because we won the Majority and we had the White House, and so he made his point."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Man, I mean, it's a sweet moment for Republicans, but also maybe a bitter moment for some Republican voters because it illustrates that the Republican-led Senate can achieve things when it wants to. You think of all the policies that voters ratified in the 2016 election that didn't make their way through the Senate, but when they want to do something, they can do it with speed and certainty. So what will the Democratic response to this would be, do you think?"
    },
    {
      "speaker": "BAIER",
      "utterance": "This is their biggest."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It is. I agree with that."
    },
    {
      "speaker": "BAIER",
      "utterance": "This is the biggest win by far, not only the three Supreme Court Justices, but the dozens and dozens of Federal Judges on different courts that President Trump and Senator McConnell have steered into nomination and confirmation. The Democrats' response to this was signaled by Senator Schumer, who said, you have lost your credibility pointing to Republicans, and when we control the majority, you have lost your ability to tell us how to run it, which is sort of a foreshadowing to what has been talked about, and that is doing away with the filibuster and possibly packing the court or doing some other major systemic changes to the Judicial Branch."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. And not just Judicial, bringing in Puerto Rico as a state, and maybe other things as well. It's interesting, we didn't see the attacks on Judge Barrett that a lot of us predicted. Why do you think that was?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Because we were just days away from an election. And there wasn't - - there was a fear of a backlash from people who looked at Judge Barrett, the mother of seven, a really accomplished jurist, and said, why are you going after this person? I think that they looked at the electoral fallout of talking about her religion, and they stayed away from it and really focused on Obamacare and the case coming before the Supreme Court in just a matter of days."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Amazing. Just hearing that, the vote is still technically open, but Republicans have secured 52 votes. So this is a fait accompli, what happens next?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Next, there will be a swearing in. That will be done by Justice Clarence Thomas, a ceremony at the White House. And obviously, we don't have all of the details of that. The first ceremony of her nomination caused quite a stir when all of those folks got sick after that Rose Garden event. But I think there's a lot of protocols in place. It'll be tonight sometime, and then there will be an official swearing in at the court, but she will go to work right away. And just tonight, Tucker, the Supreme Court ruled five to three in favor of G.O.P. blocking efforts to extend the absentee ballots in Wisconsin by six days. So just tonight, the Supreme Court is operating on election cases that Justice Barrett will be a part of as of tomorrow."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I can't resist asking this, do you think it is possible that soon to be Justice Barrett could weigh in on election related -- post-election related cases."
    },
    {
      "speaker": "BAIER",
      "utterance": "I think it's clear from her hearing that she is not recusing herself nor do legal experts think she has to, many of them. Some obviously do and the Democrats say she should. But I think she will be a part of all of these cases. And if it comes to states having challenges about their electors come December if there is a Secretary of State that is one party and a state legislature that's another party, and they are battling over who the electors will be in an undecided election because of who didn't sign absentee ballots, yes, she could very well be a part of a Supreme Court deciding the next President."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's all so amazing. Bret Baier, thank you for the guidance on all of this. I really appreciate it. Good to see you."
    },
    {
      "speaker": "BAIER",
      "utterance": "You bet."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, ahead of the Senate confirmation vote tonight, Democrats, as Bret Baier just told you were absolutely apoplectic, the darkest day in the history of the Senate; Chuck Schumer said from New York. They threatened there will be consequences to what you just saw. The Democratic senator from Connecticut Richard Blumenthal said this."
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL (D-CT)",
      "utterance": "Our Republican colleagues are shattering the norms and breaking the rules and breaking their word, and there will be consequences. There inevitably are consequences when one person breaks her or his word."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Her or his word? Well, that's Amy Coney Barrett, of course he is talking about and the idea is that she would somehow undo Obamacare, entirely invalidate it. There's no indication in her previous decisions that she would do something like that. But that has been a consistent talking point among Democrats for the past several weeks. Listen to Cory Booker, who by the way, voted himself to undo, to abolish Obamacare. Listen to Cory Booker warn you that Amy Coney Barrett will do it."
    },
    {
      "speaker": "SEN. CORY BOOKER (D-NJ)",
      "utterance": "A future without the ACA looks like being forced to sell your house if you can't afford your healthcare. It looks like not having access to a doctor when you're sick. It looks like having to choose between paying for groceries and paying for medicine."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Unfortunately, now that Amy Coney Barrett is on the Supreme Court, you're going to lose your house, you're going to starve and you're probably going to dive in an infection next time you stub your toe. So get psyched for that. Charlie Hurt is excited. He is the opinion editor at \"The Washington Times.\" He joins us tonight. So Charlie, they are taking your house away?"
    },
    {
      "speaker": "CHARLIE HURT, FOX BUSINESS NETWORK CONTRIBUTOR",
      "utterance": "Yes, no kidding. And, you know, it's the darkest day in the United States history. That's quite something else. You know, it's easy to look at this and see this as a tremendous victory, and it is a huge victory for conservatives and for President Trump and for Republicans. But I have to say, it's also a shocking moment in that it reveals just how broken the system is. There are going to be nearly 50 senators voting against this woman. There are going to be at least 48 senators who are going to vote against this eminently qualified woman to sit on the Supreme Court based on basically her family story, based on the fact, based on a religion, based on all of these crazy things that we've heard from the left ever since she was nominated, and throughout the entire process. We listened to Democrats sitting on the Senate Judiciary Committee, people like Cory Booker, talking about how the process was a sham and it was a charade and a circus. No, it's not a sham. It's called the Constitution."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's right."
    },
    {
      "speaker": "HURT",
      "utterance": "But that's what these people think of the Constitution today. And that's what they did -- and the reason that people like Cory Booker -- that's a great clip, you showed -- the reason that Cory Booker is talking like that on that clip, is because they don't believe the courts are the courts anymore. They don't believe the Supreme Court is the Supreme Court. They believe that it's a super legislature. It's where all of the details of Obamacare are supposed to be worked out and extended by an unelected branch of government that serves for life and is answerable to no one. That's what they believe. Half of the United States Senate, half of our Congress today believes that and the way that Donald Trump has broken them, has broken through with the biggest development in this entire judicial fight since the Supreme Court first invented abortion rights as a constitutional right in the Constitution, which of course, doesn't exist except in the numbers, whatever the hell that is. The reason that he did this is -- the reason that Donald Trump is the only one who have done it is that he made the argument that you know what -- the Constitution means what it means. It means what it says and American voters overwhelmingly understand that and believe that. Sadly, nearly 50 senators in the United States Senate, don't even understand that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You've heard Senator Ed Markey of Massachusetts today suggest the Constitution itself was racist and sexist and homophobic."
    },
    {
      "speaker": "HURT",
      "utterance": "That's right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Charlie Hurt. Thanks so much. We should tell you by the way, the vote is now officially completed. It is closed 52 votes in favor of Amy Coney Barrett ascending to the High Court, 48 against. Now it is onto that special swearing in at the White House that's slated to begin as this show wraps up at 9:00 p.m. Joe Biden has refused to rule out responding to all of this by packing the Supreme Court if elected President. In a recent interview, he said he would form a, quote, \"National Commission\" to investigate that topic."
    },
    {
      "speaker": "JOE BIDEN (D), DEMOCRATIC PRESIDENTIAL NOMINEE",
      "utterance": "If elected, what I will do is I'll put together a National Commission -- a bipartisan commission of scholars, constitutional scholars, Democrats, Republicans, liberal and conservatives, and I will ask them to over 180 days come back to me with recommendations as to how to reform the court system because it's getting out of whack in the way which it has been handled. And it's not about court packing, there's a number of other things that our constitutional scholars have debated, and I've looked to see what recommendations that Commission might make."
    },
    {
      "speaker": "QUESTION",
      "utterance": "So you're telling us you're going to study this issue about whether to pack the court."
    },
    {
      "speaker": "BIDEN",
      "utterance": "No, whether there's a number of alternatives that are well beyond packing."
    },
    {
      "speaker": "QUESTION",
      "utterance": "This is a live ball."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Oh, it is a live ball."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It is a bipartisan commission. So it's Sandy Cortez and Bill Kristol who are going to look at it from both sides. Where is this all going? Jenna Ellis is a constitutional attorney. She is a campaign adviser, a senior adviser to the Trump re-elect, and she joins us tonight. Jenna, thanks so much for coming on. JENNA ELLIS, TRUMP 2020 SENIOR LEGAL ADVISER:  Great to see you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, give us your most sober analysis of where you think this is really going?"
    },
    {
      "speaker": "ELLIS",
      "utterance": "Well, of course, Joe Biden and the rest of the Democrats simply want to change the rules, and they don't care about the Constitution. They don't care about our system of government. They would prefer to keep the Judicial Branch as a super legislature and as an activist majority, and that's what we've seen through the past 50 and 60 years. What Joe Biden is expressly ignoring is what Alexander Hamilton said so perfectly in Federalist 76, through 78, which is that the Judicial Branch is designed to be the weakest branch, only to be able to review the policy and law making decisions of the two political branches. It's not supposed to act with partisan interest. And Hamilton even acknowledges in the Federalist Papers that the reason that the nomination is vested in the President pursuant to the Constitution is because he would expressly not have the special interest in lawmaking contemplations that the House or the Senate would. And so Joe Biden is forgetting all of that. He doesn't want to acknowledge that. He doesn't want our system of government to operate how it is designed. He wants to completely throw it out because the design and functionality of our Constitution, of our limited powers given to government is a stopgap and it's actually preventing the Democrats from putting through their activist partisan policy agenda. If they are so worried about Amy Coney Barrett acknowledging that the ACA is unconstitutional, then maybe they should be very careful to actually put forward laws that are constitutional instead of being so concerned about someone who actually wants to be a judge."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, or just improve it in the Congress as the system intends. All of this poison, all of these \"Let's tear down the system and create one party control of the country,\" all of these ideas come out of the universities, the ones that are getting billions in Federal subsidies every year. Why are we paying for this crap?"
    },
    {
      "speaker": "ELLIS",
      "utterance": "We shouldn't be. And that's what President Trump has even said about making sure that we take away CRT programming and all of these other things to universities that are teaching our children to hate America instead of love its design and love the freedoms and liberties that we cherish. And that's going to be his lasting legacy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, and we're a week away from the election. I wish someone had thought about this earlier because it really is, in my view, a grave -- a grave threat. Jenna Ellis, great to see tonight. Thank you so much."
    },
    {
      "speaker": "ELLIS",
      "utterance": "Great to see you, too, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So as we told you, it is done. The vote is over, 52 to 48. Republicans prevailed tonight. Senator John Kennedy of Louisiana was one of them. He just voted for Amy Coney Barrett's confirmation and we're happy to have him on the show right after. Senator thanks so much for coming on tonight. Why did you vote in favor of Amy Coney Barrett?"
    },
    {
      "speaker": "SEN. JOHN KENNEDY (R-LA)",
      "utterance": "Because this is a victory for our founders. It was never, Tucker, about her qualifications. You would have to be barking mad to think that she is not qualified in terms of intellect, in terms of temperament, in terms of integrity. This fight was about who is going to make social policy in the United States -- the Congress or the unelected Federal Judiciary? And we talked about that at the conceptual level so much. Let me give you a specific example. Many transgender women want to participate in female athletics. A transgender woman, as you know, Tucker, is a person who is born a male with the male characteristics, testosterone, for example, who identifies as a female. And now many of those transgender women would like to participate in women's athletics. If they are allowed to do that because of their elevated testosterone, they are going to win every contest every time. Who do you think our founders intended to make a decision about that? The people through their elected representatives in Congress."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's right."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Or nine unelected members of a Supreme Court appointed for life. It's called judicial restraint, and Judge Barrett understands that, our founders intended it, and that's why this was a victory tonight for our founders."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What a great example that is. The Congress can weigh in on all this stuff. That is their job. And you wish they wouldn't boot it up the Supreme Court because it corrodes the system, as you just so eloquently explained. Senator, thank you so much."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Great to see you. Well, if there was a high point in these confirmation hearings, it is a subjective call, of course, but from our point of view, it came from Mazie Hirono, unquestionably, the shining intellectual star of the United States Senate. It's hard to choose your most trenchant observation in the past month indeed of her career. But if you had to pick just one, it would be this moment. It was so profound, that it literally changed our dictionary. Watch."
    },
    {
      "speaker": "SEN. MAZIE HIRONO (D-HI)",
      "utterance": "Not once, but twice, you used the term sexual preference to describe those in the LGBTQ community, and let me make clear, sexual preference is an offensive and outdated term. It is used by anti-LGBTQ activists to suggest that sexual orientation is a choice. It is not. Sexual orientation is a key part of a person's identity."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sexual preference is not a choice. It's not a preference. It's just like Mazie Hirono's intellect. She didn't choose to be that brilliant, and in some ways, it's a burden, but she was born that way. Tammy Bruce is the host of \"Get Tammy Bruce\" on FOX Nation. She is the person we call, with your particularly naughty intellectual problem, a Gordian knot tied by Mazie Hirono. What does this mean? Will you explain this to us, please?"
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "So I will never forgive you. This is so difficult. The fact of the matter is, Senator Hirono is wrong. Her remarks actually come from a blue check guy on Twitter who decided it was offensive. The fact of the matter is, what's ridiculous is that this argument, the word police are coming from the side of politics that say that there are dozens of genders and that whatever you say you are, you are. In this case, and this is the irony, it is the gay community especially and liberals who should not be embracing this idea that someone else controls the nature of who you are, how you identify, and the words you're supposed to use it. And as a newsflash, for me as a gay woman, it is a sexual preference. No one out there, not some young man with his blue check, no senator is going to tell me how I'm going to identify. It is the height of bigotry because it goes into this idea, Tucker, that we're all the same, that maybe we all look the same, and you can't tell us apart, and that we think the same and that we vote the same. You know, we hear this through the Democratic Party now from Joe Biden about black Americans. Now, all the gays are exactly the same, and there are a lot of gay people watching now who are liberal, who are realizing, \"I'm different from them.\" Right? We think differently. We have different ideas. So this speaks to the nature of liberalism, and let me say, Amy Coney Barrett, a perfect example of what this country needs, that the Constitution and the strength of that Constitution keeps minorities in this country safe. That's how important she is."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How nicely put was that? That's right. We're human beings. We're not members of groups. We are not categories. And by the way, Senator Hirono, you're allowed to be attracted with anyone you want. So why don't you back off. I wish someone would -- well, you just said that much more eloquently than I did. Tammy Bruce, great to see you. Thank you."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Thank you, sir."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, throughout the hearings that we saw in the past couple of weeks, Democrats treated Amy Coney Barrett's pro-life beliefs like they were some kind of disorder, some kind of grotesque, malformity that she has in her soul. Dianne Feinstein was caught on a hot mic muttering about it. Not everyone agrees though and in cities like New York, more African-American babies are aborted than are born and some people don't think that's a good thing. Planned Parenthood is entirely in favor of it. They were started in order to do that, to limit the black population in this country. But some are awake enough to be offended by that, and Kanye West is one of them. He is running for President and he made that point recently. Listen to this."
    },
    {
      "speaker": "KANYE WEST, PRESIDENTIAL CANDIDATE",
      "utterance": "With abortion culture, there are 1,000 black children aborted a day -- daily. We are in genocide. We -- so more black children have died since February than people have died of COVID, and everyone wears a mask. So it's a matter of where are we turning a blind's eye to?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "You've got to love how the crazy people are the only ones who see things clearly. A reflection of our moment. Candace Owens is the author of the book \"Blackout: How Black America is making its Second Escape from the Democratic Plantation.\" She joins us tonight. That's -- the clarity of that. I'm not promoting anybody's presidential campaign here, but I mean, just the clarity of that observation is so overwhelming. You wonder how anyone could hear that and disagree with it because it's just so true. CANDACE OWENS, AUTHOR, \"BLACKOUT\"\"  It overwhelms me because I feel as though many of us have been fighting for these conversations to be had for a very long time. When I say many of us, I mean black conservatives and what he is really getting at is selective outrage culture. You and I know who Margaret Sanger was. It's not taught in schools, but we're supposed to be outraged because Amy Coney Barrett believes in life and we're not supposed to be outraged that a eugenicist founded Planned Parenthood with black American being targets, right, we are her targets."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly. Exactly."
    },
    {
      "speaker": "OWENS",
      "utterance": "She wrote extensively about how she believes in the extermination of certain races, people that she thought were not fit to be in this society, that she did not want the government take care of and black Americans were among them -- and most people don't know this stuff. And here we have Kanye West who is speaking out and saying, \"You know what, this is wrong.\" So while the left is dressing up and playing Halloween, pretending that we live in some dystopian reality because Amy Coney Barrett is talking about pro-life, black Americans are living a dystopian reality, thanks to Democratic policies, which have results in half the black population. Think about that, Tucker. The black American population would be double today if it were not for abortion."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And that is -- and I am sorry to laugh as you were speaking. What you were saying was so sad. But I just -- when you hear someone say it that clearly, it just -- it makes you laugh at the absurdity of the conversations that dominate our politics that are so far from the reality of it. I mean, no one ever talks as plainly as you just did."
    },
    {
      "speaker": "OWENS",
      "utterance": "Yes. And it's true, and it's been such a suffering because the education system, Tucker, is being wiped. We are replacing hard academics with psychological conditioning. Black Americans are learning about Black Lives Matter and how depressing it is and we should be blaming white Americans for everything. But we're not learning about our real history. How we have been conditioned to allow Planned Parenthood clinics into all of our neighborhoods, over 63 percent of them are in black and Hispanic neighborhoods. This is systematic targeting. If you're looking for systemic racism, you may want to take a look at Democratic policies. You may want to take a look at why we as a society are saying there's something wrong with a woman who believes in life, who believes that you know what, more black children should be born alive. We shouldn't have 400 out of 1,000 black babies aborted compared to white Americans where it's 103 out of 1,000 births. So this is this is really important stuff, and you're right, it is laugh -- it's laughable that, you know, we've come to this circumstance where people want us to be outraged about other things and not this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly. I was about to say, why is it left to you and Kanye West, of all people, to say this, but I really think that when people hear what you just said, the overwhelming majority, no matter who they vote for, have to acknowledge it's true. What you said is true, and I think the more you say it out loud, the more that conversation changes toward a real conversation, and I appreciate it. Candace Owens, thank you."
    },
    {
      "speaker": "OWENS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, Democrats are still pretending that Amy Coney Barrett's confirmation is illegitimate. What does that mean, exactly? If it's really illegitimate, then that's a crisis. So what are they saying? Well, their argument appears to be that we all need to honor Ruth Bader Ginsburg's dying wish, which is really our new Constitution. If Ruth Bader Ginsburg said something in the way out, that's basically our Bill of Rights now. Elizabeth Warren explained that on the Senate floor just yesterday."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "It has also been 37 days since Mitch McConnell declared he would disregard Ruth's most fervent wish and move ahead with a corrupt and illegitimate process to fill her seat on the Supreme Court. Let's be very clear, if Trump and the Republicans succeed in ramming this nomination through, the American people will expect us to use every tool we have to undo the damage and restore the courts' integrity."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, so what she just told you was following the letter of the Constitution and it's prescribed that as a Supreme Court Justice passes away, how do you replace that justice? We just saw what the Constitution tells us to do. That's illegitimate. What's legitimate is following the supposedly final words of a departed Supreme Court Justice. No, that's a religion, what you're describing. That's a religion. Scary. Ian Prior is Senior Counsel at the Article III Project and a former spokesman for the Department of Justice. We're happy to have him on tonight. Ian, thanks so much for coming. So when you were at D.O.J., when you first started, they brief you and tell you that all law in this country emanates from the dying wishes of left- wing Supreme Court Justices."
    },
    {
      "speaker": "IAN PRIOR, SENIOR COUNSEL, ARTICLE III PROJECT",
      "utterance": "That was a manual that we had to read our first day, and it was all the dying wishes that we've seen in the Republic over the past 250 years and we had to make sure that, you know, when we responded to press inquiries, we were cognizant of that law."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's just so absurd, and you keep hearing people repeat it. I mean, like trained seal, \"Well, it was her dying wish ...\" How do we get to a place like this? It's so stupid."
    },
    {
      "speaker": "PRIOR",
      "utterance": "It's stupid, but it's also dangerous because it is delegitimizing the Constitution. And you talk -- you know, you talk about the tools -- Elizabeth Warren's tools -- well, what are they right? Let's start off with the Democrats wanting to get rid of the legislative filibuster. So that means 51 votes will get everything passed. What they're going to do from there is then expand the Supreme Court to have a liberal majority, and then these two other factors people don't talk about as much, but D.C. statehood, Puerto Rico statehood. That's four more Democratic senators, a handful of members of the House and then they want to lower the voting age to 16. You are potentially looking at a perpetual Democratic majority in the Legislative Branch, in the Judiciary Branch and the United States of America becoming the Orwellian States of America."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, everything you just mentioned comes out of the university, too. Those are all ideas that incubated at Yale Law School and Harvard Law School. The places that the rest of us are sending our tax dollars every year. It is time to rethink that. If you want structural change, that's one of them. Ian, thanks so much for coming on tonight. Appreciate it. Before we get our next guest, our producer just said in my ear, our producers watch the other channels during the show that MSNBC -- I'm just going to go on faith in this because I didn't see it, but our producer said MSNBC did not acknowledge Amy Coney Barrett's elevation to the Supreme Court. It just happened moments ago, 24 minutes ago, and they ignored it completely, which tells you a lot. So what does this all mean? Amy Coney Barrett is going to serve in the Supreme Court of the United States. For the broader view, we go as we always want to, to Victor Davis Hanson. He is a Fellow at the Hoover Institution. We're happy to have him on tonight. Professor, thanks for coming on. How do you assess this?"
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTION",
      "utterance": "Thank you. Well, I didn't know whether to laugh or cry when Richard Blumenthal, the Yale Law graduate says there's consequences to not telling the truth, or the Harvard Law Professor, Elizabeth Warren creates a new rule about dying justice. I mean, it told you what the Ivy League has become. But past, present, future very quickly, Tucker, Harry Reid was hubristic in 2013 when he thought he was going to ram through these appointments without the judicial filibuster all the way through the end of Hillary's second term in 2024 and a nemesis hit him. They had three chances to take the"
    },
    {
      "speaker": "Senate",
      "utterance": "'14, '16 and '18. They couldn't do it. Ruth Bader Ginsburg had all sorts of opportunities in her early 80s with her poor health to step down and give that appointment to Obama. So a lot of it is just teeth gnashing that's their own problem. But the President -- I think it helps Donald Trump in the next eight days because it reminds that problematic independent woman suburban voter that you can do things like Justice Barrett, you can have children. You can be religious. You can have a job and you can do it with grace and you can be conservative. And I think it tells the base, it's time to take a little break from the Ivy League Judicial Appointment. We want people from the heartland from places like Notre Dame. I think it reminds people that for all criticism of Donald Trump, he did not appoint an Anthony Kennedy, a David Souter, a Justice Roberts, Gorsuch and Kavanaugh or Barrett who are pretty conservative and I think they'll be consistently conservative. I think that I kind of disagree with some people who said that it wasn't as bad as Kavanaugh. I thought it will hurt the Democratic brand because Hirono and Blumenthal and others, I think they went way overboard in attacking somebody who was brilliant and decent, and one that was gratuitous. More importantly, we're going to go into this election and see things, Tucker, we haven't seen in our lifetime with ballots that appear out of nowhere, contested election, something, I think that may make 2000 look kind of minor in comparison. And I don't trust Justice Roberts to be a conservative voice in those close decisions. I think it really diminishes the \"Hamlet -- to be or not to be\" role of Justice Roberts because he is going to be less relevant than he was in the past with the addition of Justice Barrett. It really tells the Republicans that they can make great appointments like Clarence Thomas and Justice Barrett, and they don't have to highlight race, class and gender. That these are incidental. They're not essential. Merit is what counts. And so I think when you look at Justice Barrett and compare to the her Democratic counterparts, I think that becomes very evident that the Republicans are going on merit, and they just happen to be people of all different walks of life, and that's the way it should be. So it's a win-win for the Republican brand. I think helps Donald Trump and it helps in a very critical point right now."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You're -- I'm still stuck on your description of what we may be facing eight days from now, in the aftermath of the election and I hope you're not right, but you usually are. Victor Davis Hanson, great to see tonight. Thank you."
    },
    {
      "speaker": "HANSON",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So last week, if you were paying attention to the news, an amazing story broke. A man called Tony Bobulinski, a former business partner of Hunter Biden came out and said that he met personally with Joe Biden back in 2017 in a hotel bar in Beverly Hills to talk about business in China. That story was squelched by the media. It is very hard to find any details about what Tony Bobulinski is alleging. Joe Biden hasn't really responded to it. Tomorrow night, on this show, for the bulk of the hour, you will hear directly from him. Our interview with Tony Bobulinski, 8:00 p.m., Eastern tomorrow night. But first, the \"Wall Street Journal's\" Kim Strassel is here to discuss that story. She has done more reporting on it than probably anybody in the U.S. media. We're happy to talk to her right after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Republican senators, the ones who voted for Amy Coney Barrett that does not include one, Senator Susan Collins of Maine, but the rest just boarded a Capitol Hill Police Bus on the way to the White House. Coney Barrett's swearing in ceremony will take place in the Rose Garden shortly. Of course, we'll cover that when it happens. Tomorrow, by the way, we'll have an extensive interview on this show with a man called Tony Bobulinski. You may have heard that name. He is a former business partner of Hunter Biden. Text and his personal testimony both indicate he met personally with Joe Biden to discuss a lucrative business deal in China. That's the story. The Biden campaign is not denying that meeting took place by the way. They're just not talking about it and trying to dismiss the whole thing as Russian propaganda. Tony Bobulinski is not on the other networks because they've decided to bury the story. They want you to think it's a Russian smear."
    },
    {
      "speaker": "NICOLLE WALLACE, MSNBC HOST",
      "utterance": "They are trying to take someone who right now is choosing Biden. Do you get them by smearing Biden's surviving son?"
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "utterance": "Pushing these various smears against Joe Biden and his son, Hunter Biden's."
    },
    {
      "speaker": "CHRIS HAYES, MSNBC HOST",
      "utterance": "An increasingly desperate barrage of smears and lies and disinformation and wild accusations."
    },
    {
      "speaker": "ANA CABRERA, CNN HOST",
      "utterance": "This President has seized on that potential Russian misinformation provided by Giuliani and has tried to smear Biden with it."
    },
    {
      "speaker": "AMANDA CARPENTER, CNN POLITICAL COMMENTATOR",
      "utterance": "... which was to smear him with all this nonsense about Hunter Biden's finances."
    },
    {
      "speaker": "CLAIRE MCCASKILL, MSNBC POLITICAL ANALYST",
      "utterance": "If smearing Hunter Biden was going to work, you know, Biden would not be ahead by almost 10 points."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He is the architect of the smears against Hunter Biden."
    },
    {
      "speaker": "CARLSON",
      "utterance": "These people are such liars, and they know what they're saying is a lie. But at its core, this story is not about Hunter Biden, it is about his father, the man who made Hunter Biden's decade's long lobbying career possible, also made an almost 50-year lobbying career of Joe Biden's brother, Jim possible. That is a story, and voters have a right to know a lot about it. They know nothing at this point. The Biden campaign by the way has not denied the authenticity of a single e-mail or text message. Not one. The smear. They know it's not a smear they know it's true, but they are telling the rest of us the Russians are behind it."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The Intelligence Community warning the president that Giuliani was being fed disinformation from the Russians, and we also know that Putin is trying very hard to spread disinformation about Joe Biden. And so when you put the combination of Russia, Giuliani, and the President together, it's just what it is. It's a smear campaign because he has nothing he wants to talk about in this -- what is he running on?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "The Russians. The infuriating part -- there are many infuriating parts -- but one of them is Tony, Bobulinski. He is not a Russian agent. He is a former Naval officer who served this country, as did many other members of his family, and to dismiss him as some sort of tool of Russian Intelligence is outrageous and it may have spurred his decision to come on the show tomorrow night. But as of tonight, what do we know about this story? Tony Bobulinski has produced a lot of documents. Kim Strassel has read them. She is with \"The Wall Street Journal.\" She has laid this out very clearly, more than anyone else. She joins us tonight. Kim, thanks a lot for coming on. What do we know as of right now?"
    },
    {
      "speaker": "KIMBERLEY STRASSEL, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Okay, well, I think this story has two parts. The first one is Hunter and the important part about this, when you read these texts and e-mails is that up until now, you know, we knew about this shady Ukraine deal and the assumption was that Hunter had been hired because of his dad, right? He didn't have any oil or gas experience, but now we know that that's exactly what was happening in these deals because he brags about it. We have texts and e-mails in which all of these partners are saying, you know, we ought to be keeping more of the money here for the people that are actually doing the work -- by the way, that's not Hunter -- you know, we ought to be doing -- what does Hunter bring into this? And then Hunter in a rage coming and saying, don't you understand, I am the deal. People are only doing this because they want the Biden name. This is my family legacy. You've got one partner also saying, you know, to Tony, Bobulinski. Look, I know for a fact the Chinese want this because of Hunter, and that's why it's worth so much money. That's called influence peddling. That's called access to important people. And that gets us to the second part of the story, which is Joe Biden."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This meeting, and this is going to be the topic -- one of the topics of our conversation with Tony Bobulinski tomorrow, but this meeting that he says he had with Joe Biden from what we can tell took place. It's real. He met with Joe Biden. Can you think of any reason that Joe Biden would meet with an investment guy called Tony Bobulinski if it wasn't about business?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Look, this is all real. Can I just say that the smear argument, a smear is when you make something up? Okay."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "This is now beyond a shadow of a doubt. \"The Wall Street Journal,\" both its new side and its editorial page have made clear this deal happened. Okay, these e-mails are out there and Joe was involved with this. The question is to what degree? Now, Tony Bobulinski and the e-mails and texts suggests that there was indeed a meeting. We also have this piece of paper that laid out what was supposed to be the equity holdings in this coming company. It says 20 percent to Hunter and then it says, you know, maybe Hunter is going to hold 10 percent in addition for the big guy. Tony Bobulinski says that that is Joe Biden. Now, the Biden campaign has not denied any of this. It hasn't answered any questions on this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "But it raises some of the big things. Joe Biden has said, first and foremost that he doesn't discuss business with his son and he never has."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "This is a guy who is running on character and judgment, he should have to answer this question about whether or not he was honest. Beside the question of whether or not he was actually debating going into business with a Chinese company with ties to the government and military."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We have photographs of Joe Biden with Hunter and Hunter's clients, including a mogul from Kazakhstan. I mean, he brought Hunter with him to China as Vice President and introduced him around. I mean, this has been chronicled over many years. It's not like we just learned all of this, but the press is pretending like oh, it's not true. The same people who wrote these stories five years ago are now pretending they don't know what we are talking about. In one sentence, have you ever seen anything like this where the entire American media decides to lie as a group about something?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "No, you know, for two weeks, they told us prove it that it's true. We just showed that it's true and now they say there's nothing there to see."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's -- yes, there are going to be huge ramifications, I would say from this kind of behavior long term. Kim Strassel, thank you for your bravery on the story because you have been brave, I think."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Amy Coney Barrett was just voted by the Senate to move to the swearing in. So that's happening tonight, 9:00 p.m. We're going to have updates from the White House, from the Rose Garden in just a minute. Plus, experts raising new questions tonight about the coronavirus and where it came from. There's a scientific consensus about that. But it turns out, there are some pretty big holes in that consensus. Oh, they are not telling you the truth again. Entirely possible. Alex Berenson after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So we're almost a year into this pandemic. It was January when we first reported on it. We still don't know exactly where it came from. We've had a Chinese virologist, one of the first people to study the coronavirus on this show twice. She says it was made in a lab and escaped. It was made intentionally as a bio weapon. Now a biologist at M.I.T., Alina Chan is openly questioning the scientific community's so-called consensus on where this came from. Chan wrote this quote, \"The closest related virus genomes to the coronavirus cannot be independently assembled due to missing data and unexplained indiscrepancies.\" Chan also tweeted this quote, \"The public has little idea what happened/is happening behind the scenes with journals and authors of coronavirus papers.\" In other words, there is not really a consensus on where it came from. Why don't we know? And is anyone working to find out honestly without lying about it. Alex Berenson is one of the people who does not lie about this. He is the author of \"Unreported Truths about COVID-19 and Lockdowns Part 2,\" and we're happy to have him on tonight. Alex, I wish we had an hour for this topic. We don't because there's too much going on. But just give us the state of the art on this question. Where did this come from? What do we know? What don't we know?"
    },
    {
      "speaker": "ALEX BERENSON, AUTHOR",
      "utterance": "So very, very quickly, there's a lot we don't know. And here's what we do know, anybody who raises this issue gets accused of being a conspiracy theorist, and there are people in the scientific community who are very deliberately conflating a couple of things. One is, is this a bio weapon? Okay, it's probably not a bio weapon, Tucker. It wouldn't be a very good bio weapon because it didn't kill anybody who is healthy. Okay. But the other question is, and I say anybody, obviously, there's always exceptions. I have to throw that in or I'll get kicked at. The other question is, could it have escaped from a lab? Probably a lab in China, probably a lab in Wuhan where coronaviruses were being researched and where scientists do what's called gain of function research. Gain of function research means that you manipulate the virus to try to make it more virulent. That is the whole point of gain of function research. The idea is, you're trying to figure out what natural virus might become dangerous to humans if it mutated in various ways. And to do that, and there's been a big argument about this in the scientific community for 10 or 15 years, you either -- you either -- you often genetically modify these viruses."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "BERENSON",
      "utterance": "You take bits of viruses, and you put them together, or you just put various viruses in various animals and you wait for them to recombine. Anyway, I know I don't have a lot of time. We don't know what happened here. But we haven't found the animal host. We haven't found a virus in the wild that's very, very much like SARS-CoV-2, and we have a giant lab that we know had safety problems in China in 2018, in the same city where this seemed to emerge from. This demands a real international investigation and it hasn't gotten one."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So maybe the obvious explanation is the correct one. I mean, that's possible. Bottom line, it's possible,"
    },
    {
      "speaker": "BERENSON",
      "utterance": "You know, that would be my prior, but you know, I'm just a journalist. I'm not a scientist."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You're much more honest than the scientists we have in charge, I've noticed. Alex Berenson, thank you for that. Good to see you."
    },
    {
      "speaker": "BERENSON",
      "utterance": "Thanks. Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So Amy Coney Barrett's swearing in ceremony begins in just a few minutes. The vote is in, in case you're just joining us, 52 to 48. She got it. We're going to have coverage of it straight ahead."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It seems like just yesterday we were wondering whether the President would put forward a nominee before the election, he did of course. And today, despite widespread expectations, he got her through. Amy Coney Barrett, 52 to 48 was approved by the Senate. She is going to be sworn in in the Rose Garden any moment. Shannon Bream is standing by for us right now. Hey, Shannon."
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS CHANNEL CHIEF LEGAL CORRESPONDENT",
      "utterance": "Hey, Tucker. Well, yes, this first oath that she'll take will be administered by Justice Clarence Thomas. She knows him from her time clerking on the court for Justice Scalia many years ago. Those two obviously were very close and she will join in what now some people are speculating could become the Thomas Court as he becomes really the influential conservative voice pulling together potentially that wing. That's just the first oath. Tomorrow she will undergo the second oath that will be administered by Chief Justice John Roberts. Once that happens, she will officially be a Justice -- Justice Amy Coney Barrett. There's a lot of work waiting for her. There have been a number of emergency appeals to the court regarding ballot measures, voting, mail-in voting, and that kind of thing. They'll have a conference on Friday where they vote on taking up new cases. And then immediately when they start oral arguments again on Monday, she faces a couple of really big cases that will test her as a brand new Justice. But tomorrow, it'll be official. She'll get to work -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What an amazing night. Every night is an amazing night right now. Shannon Bream., Thanks so much for that."
    },
    {
      "speaker": "BREAM",
      "utterance": "Good to see you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "As we told you, tomorrow night, the bulk of this show, a sit down interview with Tony Bobulinski, the man who says he met with Joe Biden about business in China. We're going to get details that have not been out there before and they're being of course suppressed by the rest of the media. That's tomorrow. Right now, the White House event, the swearing in for Amy Coney Barrett starts in just a moment. Sean Hannity takes over right now. Hey Sean. END <Copy: Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>"
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "utterance": "The Senate voting as we speak to confirm Amy Coney Barrett to the Supreme Court of the United States. The count is just wrapping up right now. We're hearing the roll. When she is sworn in this evening, and apparently she is going to be at 9:00 p.m., the mother of seven will become the third Supreme Court Justice appointed by this President, Donald Trump. No one expected that. For more on what this means for the court and for the country, we turn now to Bret Baier. He is FOX News's chief political correspondent. He is the anchor, of course, of \"Special Report\" on this channel every night. Bret, I mean, it's fair to say nobody expected this on many levels, but are you surprised on a political level, that Republican Mitch McConnell was able to hold all of these votes?"
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHIEF POLITICAL CORRESPONDENT",
      "utterance": "You know what, Tucker, I'm not, because of the superior delivery in the hearing of Judge Barrett. She convinced the couple of wavering Republicans like Mitt Romney and Lisa Murkowski that she was such a good jurist, such a good judge that she deserved this this vote tonight. It's historic. I mean, this is the third Supreme Court Justice for President Trump. She is the youngest Supreme Court Justice as of tonight, and it is happening 38 days after the death of the liberal icon Ruth Bader Ginsburg. Democrats are apoplectic. Chuck Schumer said this is the darkest day in the history of the U.S. Senate 231 years. And he pointed his finger at Republicans on the other side of the well. Mitch McConnell said the reason we were able to do it in 2016, 2018, and 2020, is because we won the Majority and we had the White House, and so he made his point."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Man, I mean, it's a sweet moment for Republicans, but also maybe a bitter moment for some Republican voters because it illustrates that the Republican-led Senate can achieve things when it wants to. You think of all the policies that voters ratified in the 2016 election that didn't make their way through the Senate, but when they want to do something, they can do it with speed and certainty. So what will the Democratic response to this would be, do you think?"
    },
    {
      "speaker": "BAIER",
      "utterance": "This is their biggest."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It is. I agree with that."
    },
    {
      "speaker": "BAIER",
      "utterance": "This is the biggest win by far, not only the three Supreme Court Justices, but the dozens and dozens of Federal Judges on different courts that President Trump and Senator McConnell have steered into nomination and confirmation. The Democrats' response to this was signaled by Senator Schumer, who said, you have lost your credibility pointing to Republicans, and when we control the majority, you have lost your ability to tell us how to run it, which is sort of a foreshadowing to what has been talked about, and that is doing away with the filibuster and possibly packing the court or doing some other major systemic changes to the Judicial Branch."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. And not just Judicial, bringing in Puerto Rico as a state, and maybe other things as well. It's interesting, we didn't see the attacks on Judge Barrett that a lot of us predicted. Why do you think that was?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Because we were just days away from an election. And there wasn't - - there was a fear of a backlash from people who looked at Judge Barrett, the mother of seven, a really accomplished jurist, and said, why are you going after this person? I think that they looked at the electoral fallout of talking about her religion, and they stayed away from it and really focused on Obamacare and the case coming before the Supreme Court in just a matter of days."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Amazing. Just hearing that, the vote is still technically open, but Republicans have secured 52 votes. So this is a fait accompli, what happens next?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Next, there will be a swearing in. That will be done by Justice Clarence Thomas, a ceremony at the White House. And obviously, we don't have all of the details of that. The first ceremony of her nomination caused quite a stir when all of those folks got sick after that Rose Garden event. But I think there's a lot of protocols in place. It'll be tonight sometime, and then there will be an official swearing in at the court, but she will go to work right away. And just tonight, Tucker, the Supreme Court ruled five to three in favor of G.O.P. blocking efforts to extend the absentee ballots in Wisconsin by six days. So just tonight, the Supreme Court is operating on election cases that Justice Barrett will be a part of as of tomorrow."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I can't resist asking this, do you think it is possible that soon to be Justice Barrett could weigh in on election related -- post-election related cases."
    },
    {
      "speaker": "BAIER",
      "utterance": "I think it's clear from her hearing that she is not recusing herself nor do legal experts think she has to, many of them. Some obviously do and the Democrats say she should. But I think she will be a part of all of these cases. And if it comes to states having challenges about their electors come December if there is a Secretary of State that is one party and a state legislature that's another party, and they are battling over who the electors will be in an undecided election because of who didn't sign absentee ballots, yes, she could very well be a part of a Supreme Court deciding the next President."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's all so amazing. Bret Baier, thank you for the guidance on all of this. I really appreciate it. Good to see you."
    },
    {
      "speaker": "BAIER",
      "utterance": "You bet."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, ahead of the Senate confirmation vote tonight, Democrats, as Bret Baier just told you were absolutely apoplectic, the darkest day in the history of the Senate; Chuck Schumer said from New York. They threatened there will be consequences to what you just saw. The Democratic senator from Connecticut Richard Blumenthal said this."
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL (D-CT)",
      "utterance": "Our Republican colleagues are shattering the norms and breaking the rules and breaking their word, and there will be consequences. There inevitably are consequences when one person breaks her or his word."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Her or his word? Well, that's Amy Coney Barrett, of course he is talking about and the idea is that she would somehow undo Obamacare, entirely invalidate it. There's no indication in her previous decisions that she would do something like that. But that has been a consistent talking point among Democrats for the past several weeks. Listen to Cory Booker, who by the way, voted himself to undo, to abolish Obamacare. Listen to Cory Booker warn you that Amy Coney Barrett will do it."
    },
    {
      "speaker": "SEN. CORY BOOKER (D-NJ)",
      "utterance": "A future without the ACA looks like being forced to sell your house if you can't afford your healthcare. It looks like not having access to a doctor when you're sick. It looks like having to choose between paying for groceries and paying for medicine."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Unfortunately, now that Amy Coney Barrett is on the Supreme Court, you're going to lose your house, you're going to starve and you're probably going to dive in an infection next time you stub your toe. So get psyched for that. Charlie Hurt is excited. He is the opinion editor at \"The Washington Times.\" He joins us tonight. So Charlie, they are taking your house away?"
    },
    {
      "speaker": "CHARLIE HURT, FOX BUSINESS NETWORK CONTRIBUTOR",
      "utterance": "Yes, no kidding. And, you know, it's the darkest day in the United States history. That's quite something else. You know, it's easy to look at this and see this as a tremendous victory, and it is a huge victory for conservatives and for President Trump and for Republicans. But I have to say, it's also a shocking moment in that it reveals just how broken the system is. There are going to be nearly 50 senators voting against this woman. There are going to be at least 48 senators who are going to vote against this eminently qualified woman to sit on the Supreme Court based on basically her family story, based on the fact, based on a religion, based on all of these crazy things that we've heard from the left ever since she was nominated, and throughout the entire process. We listened to Democrats sitting on the Senate Judiciary Committee, people like Cory Booker, talking about how the process was a sham and it was a charade and a circus. No, it's not a sham. It's called the Constitution."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's right."
    },
    {
      "speaker": "HURT",
      "utterance": "But that's what these people think of the Constitution today. And that's what they did -- and the reason that people like Cory Booker -- that's a great clip, you showed -- the reason that Cory Booker is talking like that on that clip, is because they don't believe the courts are the courts anymore. They don't believe the Supreme Court is the Supreme Court. They believe that it's a super legislature. It's where all of the details of Obamacare are supposed to be worked out and extended by an unelected branch of government that serves for life and is answerable to no one. That's what they believe. Half of the United States Senate, half of our Congress today believes that and the way that Donald Trump has broken them, has broken through with the biggest development in this entire judicial fight since the Supreme Court first invented abortion rights as a constitutional right in the Constitution, which of course, doesn't exist except in the numbers, whatever the hell that is. The reason that he did this is -- the reason that Donald Trump is the only one who have done it is that he made the argument that you know what -- the Constitution means what it means. It means what it says and American voters overwhelmingly understand that and believe that. Sadly, nearly 50 senators in the United States Senate, don't even understand that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You've heard Senator Ed Markey of Massachusetts today suggest the Constitution itself was racist and sexist and homophobic."
    },
    {
      "speaker": "HURT",
      "utterance": "That's right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Charlie Hurt. Thanks so much. We should tell you by the way, the vote is now officially completed. It is closed 52 votes in favor of Amy Coney Barrett ascending to the High Court, 48 against. Now it is onto that special swearing in at the White House that's slated to begin as this show wraps up at 9:00 p.m. Joe Biden has refused to rule out responding to all of this by packing the Supreme Court if elected President. In a recent interview, he said he would form a, quote, \"National Commission\" to investigate that topic."
    },
    {
      "speaker": "JOE BIDEN (D), DEMOCRATIC PRESIDENTIAL NOMINEE",
      "utterance": "If elected, what I will do is I'll put together a National Commission -- a bipartisan commission of scholars, constitutional scholars, Democrats, Republicans, liberal and conservatives, and I will ask them to over 180 days come back to me with recommendations as to how to reform the court system because it's getting out of whack in the way which it has been handled. And it's not about court packing, there's a number of other things that our constitutional scholars have debated, and I've looked to see what recommendations that Commission might make."
    },
    {
      "speaker": "QUESTION",
      "utterance": "So you're telling us you're going to study this issue about whether to pack the court."
    },
    {
      "speaker": "BIDEN",
      "utterance": "No, whether there's a number of alternatives that are well beyond packing."
    },
    {
      "speaker": "QUESTION",
      "utterance": "This is a live ball."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Oh, it is a live ball."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It is a bipartisan commission. So it's Sandy Cortez and Bill Kristol who are going to look at it from both sides. Where is this all going? Jenna Ellis is a constitutional attorney. She is a campaign adviser, a senior adviser to the Trump re-elect, and she joins us tonight. Jenna, thanks so much for coming on. JENNA ELLIS, TRUMP 2020 SENIOR LEGAL ADVISER:  Great to see you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, give us your most sober analysis of where you think this is really going?"
    },
    {
      "speaker": "ELLIS",
      "utterance": "Well, of course, Joe Biden and the rest of the Democrats simply want to change the rules, and they don't care about the Constitution. They don't care about our system of government. They would prefer to keep the Judicial Branch as a super legislature and as an activist majority, and that's what we've seen through the past 50 and 60 years. What Joe Biden is expressly ignoring is what Alexander Hamilton said so perfectly in Federalist 76, through 78, which is that the Judicial Branch is designed to be the weakest branch, only to be able to review the policy and law making decisions of the two political branches. It's not supposed to act with partisan interest. And Hamilton even acknowledges in the Federalist Papers that the reason that the nomination is vested in the President pursuant to the Constitution is because he would expressly not have the special interest in lawmaking contemplations that the House or the Senate would. And so Joe Biden is forgetting all of that. He doesn't want to acknowledge that. He doesn't want our system of government to operate how it is designed. He wants to completely throw it out because the design and functionality of our Constitution, of our limited powers given to government is a stopgap and it's actually preventing the Democrats from putting through their activist partisan policy agenda. If they are so worried about Amy Coney Barrett acknowledging that the ACA is unconstitutional, then maybe they should be very careful to actually put forward laws that are constitutional instead of being so concerned about someone who actually wants to be a judge."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, or just improve it in the Congress as the system intends. All of this poison, all of these \"Let's tear down the system and create one party control of the country,\" all of these ideas come out of the universities, the ones that are getting billions in Federal subsidies every year. Why are we paying for this crap?"
    },
    {
      "speaker": "ELLIS",
      "utterance": "We shouldn't be. And that's what President Trump has even said about making sure that we take away CRT programming and all of these other things to universities that are teaching our children to hate America instead of love its design and love the freedoms and liberties that we cherish. And that's going to be his lasting legacy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, and we're a week away from the election. I wish someone had thought about this earlier because it really is, in my view, a grave -- a grave threat. Jenna Ellis, great to see tonight. Thank you so much."
    },
    {
      "speaker": "ELLIS",
      "utterance": "Great to see you, too, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So as we told you, it is done. The vote is over, 52 to 48. Republicans prevailed tonight. Senator John Kennedy of Louisiana was one of them. He just voted for Amy Coney Barrett's confirmation and we're happy to have him on the show right after. Senator thanks so much for coming on tonight. Why did you vote in favor of Amy Coney Barrett?"
    },
    {
      "speaker": "SEN. JOHN KENNEDY (R-LA)",
      "utterance": "Because this is a victory for our founders. It was never, Tucker, about her qualifications. You would have to be barking mad to think that she is not qualified in terms of intellect, in terms of temperament, in terms of integrity. This fight was about who is going to make social policy in the United States -- the Congress or the unelected Federal Judiciary? And we talked about that at the conceptual level so much. Let me give you a specific example. Many transgender women want to participate in female athletics. A transgender woman, as you know, Tucker, is a person who is born a male with the male characteristics, testosterone, for example, who identifies as a female. And now many of those transgender women would like to participate in women's athletics. If they are allowed to do that because of their elevated testosterone, they are going to win every contest every time. Who do you think our founders intended to make a decision about that? The people through their elected representatives in Congress."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's right."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Or nine unelected members of a Supreme Court appointed for life. It's called judicial restraint, and Judge Barrett understands that, our founders intended it, and that's why this was a victory tonight for our founders."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What a great example that is. The Congress can weigh in on all this stuff. That is their job. And you wish they wouldn't boot it up the Supreme Court because it corrodes the system, as you just so eloquently explained. Senator, thank you so much."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Great to see you. Well, if there was a high point in these confirmation hearings, it is a subjective call, of course, but from our point of view, it came from Mazie Hirono, unquestionably, the shining intellectual star of the United States Senate. It's hard to choose your most trenchant observation in the past month indeed of her career. But if you had to pick just one, it would be this moment. It was so profound, that it literally changed our dictionary. Watch."
    },
    {
      "speaker": "SEN. MAZIE HIRONO (D-HI)",
      "utterance": "Not once, but twice, you used the term sexual preference to describe those in the LGBTQ community, and let me make clear, sexual preference is an offensive and outdated term. It is used by anti-LGBTQ activists to suggest that sexual orientation is a choice. It is not. Sexual orientation is a key part of a person's identity."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sexual preference is not a choice. It's not a preference. It's just like Mazie Hirono's intellect. She didn't choose to be that brilliant, and in some ways, it's a burden, but she was born that way. Tammy Bruce is the host of \"Get Tammy Bruce\" on FOX Nation. She is the person we call, with your particularly naughty intellectual problem, a Gordian knot tied by Mazie Hirono. What does this mean? Will you explain this to us, please?"
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "So I will never forgive you. This is so difficult. The fact of the matter is, Senator Hirono is wrong. Her remarks actually come from a blue check guy on Twitter who decided it was offensive. The fact of the matter is, what's ridiculous is that this argument, the word police are coming from the side of politics that say that there are dozens of genders and that whatever you say you are, you are. In this case, and this is the irony, it is the gay community especially and liberals who should not be embracing this idea that someone else controls the nature of who you are, how you identify, and the words you're supposed to use it. And as a newsflash, for me as a gay woman, it is a sexual preference. No one out there, not some young man with his blue check, no senator is going to tell me how I'm going to identify. It is the height of bigotry because it goes into this idea, Tucker, that we're all the same, that maybe we all look the same, and you can't tell us apart, and that we think the same and that we vote the same. You know, we hear this through the Democratic Party now from Joe Biden about black Americans. Now, all the gays are exactly the same, and there are a lot of gay people watching now who are liberal, who are realizing, \"I'm different from them.\" Right? We think differently. We have different ideas. So this speaks to the nature of liberalism, and let me say, Amy Coney Barrett, a perfect example of what this country needs, that the Constitution and the strength of that Constitution keeps minorities in this country safe. That's how important she is."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How nicely put was that? That's right. We're human beings. We're not members of groups. We are not categories. And by the way, Senator Hirono, you're allowed to be attracted with anyone you want. So why don't you back off. I wish someone would -- well, you just said that much more eloquently than I did. Tammy Bruce, great to see you. Thank you."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Thank you, sir."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, throughout the hearings that we saw in the past couple of weeks, Democrats treated Amy Coney Barrett's pro-life beliefs like they were some kind of disorder, some kind of grotesque, malformity that she has in her soul. Dianne Feinstein was caught on a hot mic muttering about it. Not everyone agrees though and in cities like New York, more African-American babies are aborted than are born and some people don't think that's a good thing. Planned Parenthood is entirely in favor of it. They were started in order to do that, to limit the black population in this country. But some are awake enough to be offended by that, and Kanye West is one of them. He is running for President and he made that point recently. Listen to this."
    },
    {
      "speaker": "KANYE WEST, PRESIDENTIAL CANDIDATE",
      "utterance": "With abortion culture, there are 1,000 black children aborted a day -- daily. We are in genocide. We -- so more black children have died since February than people have died of COVID, and everyone wears a mask. So it's a matter of where are we turning a blind's eye to?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "You've got to love how the crazy people are the only ones who see things clearly. A reflection of our moment. Candace Owens is the author of the book \"Blackout: How Black America is making its Second Escape from the Democratic Plantation.\" She joins us tonight. That's -- the clarity of that. I'm not promoting anybody's presidential campaign here, but I mean, just the clarity of that observation is so overwhelming. You wonder how anyone could hear that and disagree with it because it's just so true. CANDACE OWENS, AUTHOR, \"BLACKOUT\"\"  It overwhelms me because I feel as though many of us have been fighting for these conversations to be had for a very long time. When I say many of us, I mean black conservatives and what he is really getting at is selective outrage culture. You and I know who Margaret Sanger was. It's not taught in schools, but we're supposed to be outraged because Amy Coney Barrett believes in life and we're not supposed to be outraged that a eugenicist founded Planned Parenthood with black American being targets, right, we are her targets."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly. Exactly."
    },
    {
      "speaker": "OWENS",
      "utterance": "She wrote extensively about how she believes in the extermination of certain races, people that she thought were not fit to be in this society, that she did not want the government take care of and black Americans were among them -- and most people don't know this stuff. And here we have Kanye West who is speaking out and saying, \"You know what, this is wrong.\" So while the left is dressing up and playing Halloween, pretending that we live in some dystopian reality because Amy Coney Barrett is talking about pro-life, black Americans are living a dystopian reality, thanks to Democratic policies, which have results in half the black population. Think about that, Tucker. The black American population would be double today if it were not for abortion."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And that is -- and I am sorry to laugh as you were speaking. What you were saying was so sad. But I just -- when you hear someone say it that clearly, it just -- it makes you laugh at the absurdity of the conversations that dominate our politics that are so far from the reality of it. I mean, no one ever talks as plainly as you just did."
    },
    {
      "speaker": "OWENS",
      "utterance": "Yes. And it's true, and it's been such a suffering because the education system, Tucker, is being wiped. We are replacing hard academics with psychological conditioning. Black Americans are learning about Black Lives Matter and how depressing it is and we should be blaming white Americans for everything. But we're not learning about our real history. How we have been conditioned to allow Planned Parenthood clinics into all of our neighborhoods, over 63 percent of them are in black and Hispanic neighborhoods. This is systematic targeting. If you're looking for systemic racism, you may want to take a look at Democratic policies. You may want to take a look at why we as a society are saying there's something wrong with a woman who believes in life, who believes that you know what, more black children should be born alive. We shouldn't have 400 out of 1,000 black babies aborted compared to white Americans where it's 103 out of 1,000 births. So this is this is really important stuff, and you're right, it is laugh -- it's laughable that, you know, we've come to this circumstance where people want us to be outraged about other things and not this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly. I was about to say, why is it left to you and Kanye West, of all people, to say this, but I really think that when people hear what you just said, the overwhelming majority, no matter who they vote for, have to acknowledge it's true. What you said is true, and I think the more you say it out loud, the more that conversation changes toward a real conversation, and I appreciate it. Candace Owens, thank you."
    },
    {
      "speaker": "OWENS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, Democrats are still pretending that Amy Coney Barrett's confirmation is illegitimate. What does that mean, exactly? If it's really illegitimate, then that's a crisis. So what are they saying? Well, their argument appears to be that we all need to honor Ruth Bader Ginsburg's dying wish, which is really our new Constitution. If Ruth Bader Ginsburg said something in the way out, that's basically our Bill of Rights now. Elizabeth Warren explained that on the Senate floor just yesterday."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "It has also been 37 days since Mitch McConnell declared he would disregard Ruth's most fervent wish and move ahead with a corrupt and illegitimate process to fill her seat on the Supreme Court. Let's be very clear, if Trump and the Republicans succeed in ramming this nomination through, the American people will expect us to use every tool we have to undo the damage and restore the courts' integrity."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, so what she just told you was following the letter of the Constitution and it's prescribed that as a Supreme Court Justice passes away, how do you replace that justice? We just saw what the Constitution tells us to do. That's illegitimate. What's legitimate is following the supposedly final words of a departed Supreme Court Justice. No, that's a religion, what you're describing. That's a religion. Scary. Ian Prior is Senior Counsel at the Article III Project and a former spokesman for the Department of Justice. We're happy to have him on tonight. Ian, thanks so much for coming. So when you were at D.O.J., when you first started, they brief you and tell you that all law in this country emanates from the dying wishes of left- wing Supreme Court Justices."
    },
    {
      "speaker": "IAN PRIOR, SENIOR COUNSEL, ARTICLE III PROJECT",
      "utterance": "That was a manual that we had to read our first day, and it was all the dying wishes that we've seen in the Republic over the past 250 years and we had to make sure that, you know, when we responded to press inquiries, we were cognizant of that law."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's just so absurd, and you keep hearing people repeat it. I mean, like trained seal, \"Well, it was her dying wish ...\" How do we get to a place like this? It's so stupid."
    },
    {
      "speaker": "PRIOR",
      "utterance": "It's stupid, but it's also dangerous because it is delegitimizing the Constitution. And you talk -- you know, you talk about the tools -- Elizabeth Warren's tools -- well, what are they right? Let's start off with the Democrats wanting to get rid of the legislative filibuster. So that means 51 votes will get everything passed. What they're going to do from there is then expand the Supreme Court to have a liberal majority, and then these two other factors people don't talk about as much, but D.C. statehood, Puerto Rico statehood. That's four more Democratic senators, a handful of members of the House and then they want to lower the voting age to 16. You are potentially looking at a perpetual Democratic majority in the Legislative Branch, in the Judiciary Branch and the United States of America becoming the Orwellian States of America."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, everything you just mentioned comes out of the university, too. Those are all ideas that incubated at Yale Law School and Harvard Law School. The places that the rest of us are sending our tax dollars every year. It is time to rethink that. If you want structural change, that's one of them. Ian, thanks so much for coming on tonight. Appreciate it. Before we get our next guest, our producer just said in my ear, our producers watch the other channels during the show that MSNBC -- I'm just going to go on faith in this because I didn't see it, but our producer said MSNBC did not acknowledge Amy Coney Barrett's elevation to the Supreme Court. It just happened moments ago, 24 minutes ago, and they ignored it completely, which tells you a lot. So what does this all mean? Amy Coney Barrett is going to serve in the Supreme Court of the United States. For the broader view, we go as we always want to, to Victor Davis Hanson. He is a Fellow at the Hoover Institution. We're happy to have him on tonight. Professor, thanks for coming on. How do you assess this?"
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTION",
      "utterance": "Thank you. Well, I didn't know whether to laugh or cry when Richard Blumenthal, the Yale Law graduate says there's consequences to not telling the truth, or the Harvard Law Professor, Elizabeth Warren creates a new rule about dying justice. I mean, it told you what the Ivy League has become. But past, present, future very quickly, Tucker, Harry Reid was hubristic in 2013 when he thought he was going to ram through these appointments without the judicial filibuster all the way through the end of Hillary's second term in 2024 and a nemesis hit him. They had three chances to take the"
    },
    {
      "speaker": "Senate",
      "utterance": "'14, '16 and '18. They couldn't do it. Ruth Bader Ginsburg had all sorts of opportunities in her early 80s with her poor health to step down and give that appointment to Obama. So a lot of it is just teeth gnashing that's their own problem. But the President -- I think it helps Donald Trump in the next eight days because it reminds that problematic independent woman suburban voter that you can do things like Justice Barrett, you can have children. You can be religious. You can have a job and you can do it with grace and you can be conservative. And I think it tells the base, it's time to take a little break from the Ivy League Judicial Appointment. We want people from the heartland from places like Notre Dame. I think it reminds people that for all criticism of Donald Trump, he did not appoint an Anthony Kennedy, a David Souter, a Justice Roberts, Gorsuch and Kavanaugh or Barrett who are pretty conservative and I think they'll be consistently conservative. I think that I kind of disagree with some people who said that it wasn't as bad as Kavanaugh. I thought it will hurt the Democratic brand because Hirono and Blumenthal and others, I think they went way overboard in attacking somebody who was brilliant and decent, and one that was gratuitous. More importantly, we're going to go into this election and see things, Tucker, we haven't seen in our lifetime with ballots that appear out of nowhere, contested election, something, I think that may make 2000 look kind of minor in comparison. And I don't trust Justice Roberts to be a conservative voice in those close decisions. I think it really diminishes the \"Hamlet -- to be or not to be\" role of Justice Roberts because he is going to be less relevant than he was in the past with the addition of Justice Barrett. It really tells the Republicans that they can make great appointments like Clarence Thomas and Justice Barrett, and they don't have to highlight race, class and gender. That these are incidental. They're not essential. Merit is what counts. And so I think when you look at Justice Barrett and compare to the her Democratic counterparts, I think that becomes very evident that the Republicans are going on merit, and they just happen to be people of all different walks of life, and that's the way it should be. So it's a win-win for the Republican brand. I think helps Donald Trump and it helps in a very critical point right now."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You're -- I'm still stuck on your description of what we may be facing eight days from now, in the aftermath of the election and I hope you're not right, but you usually are. Victor Davis Hanson, great to see tonight. Thank you."
    },
    {
      "speaker": "HANSON",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So last week, if you were paying attention to the news, an amazing story broke. A man called Tony Bobulinski, a former business partner of Hunter Biden came out and said that he met personally with Joe Biden back in 2017 in a hotel bar in Beverly Hills to talk about business in China. That story was squelched by the media. It is very hard to find any details about what Tony Bobulinski is alleging. Joe Biden hasn't really responded to it. Tomorrow night, on this show, for the bulk of the hour, you will hear directly from him. Our interview with Tony Bobulinski, 8:00 p.m., Eastern tomorrow night. But first, the \"Wall Street Journal's\" Kim Strassel is here to discuss that story. She has done more reporting on it than probably anybody in the U.S. media. We're happy to talk to her right after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Republican senators, the ones who voted for Amy Coney Barrett that does not include one, Senator Susan Collins of Maine, but the rest just boarded a Capitol Hill Police Bus on the way to the White House. Coney Barrett's swearing in ceremony will take place in the Rose Garden shortly. Of course, we'll cover that when it happens. Tomorrow, by the way, we'll have an extensive interview on this show with a man called Tony Bobulinski. You may have heard that name. He is a former business partner of Hunter Biden. Text and his personal testimony both indicate he met personally with Joe Biden to discuss a lucrative business deal in China. That's the story. The Biden campaign is not denying that meeting took place by the way. They're just not talking about it and trying to dismiss the whole thing as Russian propaganda. Tony Bobulinski is not on the other networks because they've decided to bury the story. They want you to think it's a Russian smear."
    },
    {
      "speaker": "NICOLLE WALLACE, MSNBC HOST",
      "utterance": "They are trying to take someone who right now is choosing Biden. Do you get them by smearing Biden's surviving son?"
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "utterance": "Pushing these various smears against Joe Biden and his son, Hunter Biden's."
    },
    {
      "speaker": "CHRIS HAYES, MSNBC HOST",
      "utterance": "An increasingly desperate barrage of smears and lies and disinformation and wild accusations."
    },
    {
      "speaker": "ANA CABRERA, CNN HOST",
      "utterance": "This President has seized on that potential Russian misinformation provided by Giuliani and has tried to smear Biden with it."
    },
    {
      "speaker": "AMANDA CARPENTER, CNN POLITICAL COMMENTATOR",
      "utterance": "... which was to smear him with all this nonsense about Hunter Biden's finances."
    },
    {
      "speaker": "CLAIRE MCCASKILL, MSNBC POLITICAL ANALYST",
      "utterance": "If smearing Hunter Biden was going to work, you know, Biden would not be ahead by almost 10 points."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He is the architect of the smears against Hunter Biden."
    },
    {
      "speaker": "CARLSON",
      "utterance": "These people are such liars, and they know what they're saying is a lie. But at its core, this story is not about Hunter Biden, it is about his father, the man who made Hunter Biden's decade's long lobbying career possible, also made an almost 50-year lobbying career of Joe Biden's brother, Jim possible. That is a story, and voters have a right to know a lot about it. They know nothing at this point. The Biden campaign by the way has not denied the authenticity of a single e-mail or text message. Not one. The smear. They know it's not a smear they know it's true, but they are telling the rest of us the Russians are behind it."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The Intelligence Community warning the president that Giuliani was being fed disinformation from the Russians, and we also know that Putin is trying very hard to spread disinformation about Joe Biden. And so when you put the combination of Russia, Giuliani, and the President together, it's just what it is. It's a smear campaign because he has nothing he wants to talk about in this -- what is he running on?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "The Russians. The infuriating part -- there are many infuriating parts -- but one of them is Tony, Bobulinski. He is not a Russian agent. He is a former Naval officer who served this country, as did many other members of his family, and to dismiss him as some sort of tool of Russian Intelligence is outrageous and it may have spurred his decision to come on the show tomorrow night. But as of tonight, what do we know about this story? Tony Bobulinski has produced a lot of documents. Kim Strassel has read them. She is with \"The Wall Street Journal.\" She has laid this out very clearly, more than anyone else. She joins us tonight. Kim, thanks a lot for coming on. What do we know as of right now?"
    },
    {
      "speaker": "KIMBERLEY STRASSEL, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Okay, well, I think this story has two parts. The first one is Hunter and the important part about this, when you read these texts and e-mails is that up until now, you know, we knew about this shady Ukraine deal and the assumption was that Hunter had been hired because of his dad, right? He didn't have any oil or gas experience, but now we know that that's exactly what was happening in these deals because he brags about it. We have texts and e-mails in which all of these partners are saying, you know, we ought to be keeping more of the money here for the people that are actually doing the work -- by the way, that's not Hunter -- you know, we ought to be doing -- what does Hunter bring into this? And then Hunter in a rage coming and saying, don't you understand, I am the deal. People are only doing this because they want the Biden name. This is my family legacy. You've got one partner also saying, you know, to Tony, Bobulinski. Look, I know for a fact the Chinese want this because of Hunter, and that's why it's worth so much money. That's called influence peddling. That's called access to important people. And that gets us to the second part of the story, which is Joe Biden."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This meeting, and this is going to be the topic -- one of the topics of our conversation with Tony Bobulinski tomorrow, but this meeting that he says he had with Joe Biden from what we can tell took place. It's real. He met with Joe Biden. Can you think of any reason that Joe Biden would meet with an investment guy called Tony Bobulinski if it wasn't about business?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Look, this is all real. Can I just say that the smear argument, a smear is when you make something up? Okay."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "This is now beyond a shadow of a doubt. \"The Wall Street Journal,\" both its new side and its editorial page have made clear this deal happened. Okay, these e-mails are out there and Joe was involved with this. The question is to what degree? Now, Tony Bobulinski and the e-mails and texts suggests that there was indeed a meeting. We also have this piece of paper that laid out what was supposed to be the equity holdings in this coming company. It says 20 percent to Hunter and then it says, you know, maybe Hunter is going to hold 10 percent in addition for the big guy. Tony Bobulinski says that that is Joe Biden. Now, the Biden campaign has not denied any of this. It hasn't answered any questions on this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "But it raises some of the big things. Joe Biden has said, first and foremost that he doesn't discuss business with his son and he never has."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "This is a guy who is running on character and judgment, he should have to answer this question about whether or not he was honest. Beside the question of whether or not he was actually debating going into business with a Chinese company with ties to the government and military."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We have photographs of Joe Biden with Hunter and Hunter's clients, including a mogul from Kazakhstan. I mean, he brought Hunter with him to China as Vice President and introduced him around. I mean, this has been chronicled over many years. It's not like we just learned all of this, but the press is pretending like oh, it's not true. The same people who wrote these stories five years ago are now pretending they don't know what we are talking about. In one sentence, have you ever seen anything like this where the entire American media decides to lie as a group about something?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "No, you know, for two weeks, they told us prove it that it's true. We just showed that it's true and now they say there's nothing there to see."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's -- yes, there are going to be huge ramifications, I would say from this kind of behavior long term. Kim Strassel, thank you for your bravery on the story because you have been brave, I think."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Amy Coney Barrett was just voted by the Senate to move to the swearing in. So that's happening tonight, 9:00 p.m. We're going to have updates from the White House, from the Rose Garden in just a minute. Plus, experts raising new questions tonight about the coronavirus and where it came from. There's a scientific consensus about that. But it turns out, there are some pretty big holes in that consensus. Oh, they are not telling you the truth again. Entirely possible. Alex Berenson after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So we're almost a year into this pandemic. It was January when we first reported on it. We still don't know exactly where it came from. We've had a Chinese virologist, one of the first people to study the coronavirus on this show twice. She says it was made in a lab and escaped. It was made intentionally as a bio weapon. Now a biologist at M.I.T., Alina Chan is openly questioning the scientific community's so-called consensus on where this came from. Chan wrote this quote, \"The closest related virus genomes to the coronavirus cannot be independently assembled due to missing data and unexplained indiscrepancies.\" Chan also tweeted this quote, \"The public has little idea what happened/is happening behind the scenes with journals and authors of coronavirus papers.\" In other words, there is not really a consensus on where it came from. Why don't we know? And is anyone working to find out honestly without lying about it. Alex Berenson is one of the people who does not lie about this. He is the author of \"Unreported Truths about COVID-19 and Lockdowns Part 2,\" and we're happy to have him on tonight. Alex, I wish we had an hour for this topic. We don't because there's too much going on. But just give us the state of the art on this question. Where did this come from? What do we know? What don't we know?"
    },
    {
      "speaker": "ALEX BERENSON, AUTHOR",
      "utterance": "So very, very quickly, there's a lot we don't know. And here's what we do know, anybody who raises this issue gets accused of being a conspiracy theorist, and there are people in the scientific community who are very deliberately conflating a couple of things. One is, is this a bio weapon? Okay, it's probably not a bio weapon, Tucker. It wouldn't be a very good bio weapon because it didn't kill anybody who is healthy. Okay. But the other question is, and I say anybody, obviously, there's always exceptions. I have to throw that in or I'll get kicked at. The other question is, could it have escaped from a lab? Probably a lab in China, probably a lab in Wuhan where coronaviruses were being researched and where scientists do what's called gain of function research. Gain of function research means that you manipulate the virus to try to make it more virulent. That is the whole point of gain of function research. The idea is, you're trying to figure out what natural virus might become dangerous to humans if it mutated in various ways. And to do that, and there's been a big argument about this in the scientific community for 10 or 15 years, you either -- you either -- you often genetically modify these viruses."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "BERENSON",
      "utterance": "You take bits of viruses, and you put them together, or you just put various viruses in various animals and you wait for them to recombine. Anyway, I know I don't have a lot of time. We don't know what happened here. But we haven't found the animal host. We haven't found a virus in the wild that's very, very much like SARS-CoV-2, and we have a giant lab that we know had safety problems in China in 2018, in the same city where this seemed to emerge from. This demands a real international investigation and it hasn't gotten one."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So maybe the obvious explanation is the correct one. I mean, that's possible. Bottom line, it's possible,"
    },
    {
      "speaker": "BERENSON",
      "utterance": "You know, that would be my prior, but you know, I'm just a journalist. I'm not a scientist."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You're much more honest than the scientists we have in charge, I've noticed. Alex Berenson, thank you for that. Good to see you."
    },
    {
      "speaker": "BERENSON",
      "utterance": "Thanks. Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So Amy Coney Barrett's swearing in ceremony begins in just a few minutes. The vote is in, in case you're just joining us, 52 to 48. She got it. We're going to have coverage of it straight ahead."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It seems like just yesterday we were wondering whether the President would put forward a nominee before the election, he did of course. And today, despite widespread expectations, he got her through. Amy Coney Barrett, 52 to 48 was approved by the Senate. She is going to be sworn in in the Rose Garden any moment. Shannon Bream is standing by for us right now. Hey, Shannon."
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS CHANNEL CHIEF LEGAL CORRESPONDENT",
      "utterance": "Hey, Tucker. Well, yes, this first oath that she'll take will be administered by Justice Clarence Thomas. She knows him from her time clerking on the court for Justice Scalia many years ago. Those two obviously were very close and she will join in what now some people are speculating could become the Thomas Court as he becomes really the influential conservative voice pulling together potentially that wing. That's just the first oath. Tomorrow she will undergo the second oath that will be administered by Chief Justice John Roberts. Once that happens, she will officially be a Justice -- Justice Amy Coney Barrett. There's a lot of work waiting for her. There have been a number of emergency appeals to the court regarding ballot measures, voting, mail-in voting, and that kind of thing. They'll have a conference on Friday where they vote on taking up new cases. And then immediately when they start oral arguments again on Monday, she faces a couple of really big cases that will test her as a brand new Justice. But tomorrow, it'll be official. She'll get to work -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What an amazing night. Every night is an amazing night right now. Shannon Bream., Thanks so much for that."
    },
    {
      "speaker": "BREAM",
      "utterance": "Good to see you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "As we told you, tomorrow night, the bulk of this show, a sit down interview with Tony Bobulinski, the man who says he met with Joe Biden about business in China. We're going to get details that have not been out there before and they're being of course suppressed by the rest of the media. That's tomorrow. Right now, the White House event, the swearing in for Amy Coney Barrett starts in just a moment. Sean Hannity takes over right now. Hey Sean. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}