{
  "date": "October 25, 2017",
  "headline": "DOJ to allow FBI informant to talk about uranium controversy",
  "subHeadline": "Attorney for the FBI informant at the center of the Uranium One scandal weighs in on \"Hannity.\"",
  "url": "https://www.foxnews.com/transcript/doj-to-allow-fbi-informant-to-talk-about-uranium-controversy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "All right, Tucker, thank you. As you said, breaking news just this hour. Fox News alert. We are following two major breaking news stories tonight. The Russian scandal continues to blow up in the Democrats, in the media's faces. It is what we have been predicting would happened for over a year. And tonight, the huge breaking news, the Department of Justice is now going to allow that FBI informant, one of the key players in the Russian nuclear bribery plot surrounding the Uranium One scandal -- he will allow that gag order will be lifted, that NBA will be lifted. And he can testify before Congress. Now, in just a few minutes, we will speak with the FBI informant's lawyer. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Also tonight, President Trump is calling the corrupt Uranium One deal, you know, that the Clintons used to line their pockets with millions, and the Obama administration, they did nothing to stop it. He called it a modern day Watergate. We're going to have all those stunning brand new details in this Uranium One scandal. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Plus, massive fallout over the explosive revelations that Hillary Clinton and the DNC, they are the ones that bankrolled that phony research, the salacious research, fake news dossier against Trump. Now tonight the Hillary Clinton and the DNC are in serious legal trouble. We'll explain. And Hillary Clinton's own former spokesman is saying that she may have known about the funding of this Russia propaganda hit piece and lying to the American people to influence an election. Sound familiar? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Plus, according to two reporters, Clinton's team lied about their involvement for over a year. And, tonight, we're putting you in the lame stream media, that's right, liberals, on notice. And we're going to expose your hypocrisy and your massive lies. All of that in tonight's breaking news opening monologue. All right. In the last 48 hours, we have been making tremendous and unbelievable progress and we want to tell you all about it, things you will only hear tonight on \"Hannity.\" Breaking new information in the unbelievable Uranium One scandal. Here's the truth. The media has been wrong about Trump, Russia collusion, completely wrong, for over a year. Now, we have been uncovering with the help of The Hill's John Solomon, CircaNews.com's Sara Carter, the real Russia story. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, we have been right all along. Everyone else in the media and the Democrats, they have been flat out lying to you. We have another example of that with tonight's breaking news. Finally, the Department of Justice, we were calling for this last night on the program, they will now allow the FBI informant who has the documents and the emails and the evidence that he had in 2009, that NDA is going to be lifted. He will now be allowed to testify before Congress. The Department of Justice released a statement this evening. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } It reads, quote, \"As of tonight, the Department of Justice has authorized the informant to disclose to the chairman and ranking members on the Senate Committee on the Judiciary, the House Committee on Oversight and Government Reform and the House Permanent Select Committee on Intelligence as well as one member of each of their staffs, any information or documents he has concerning alleged corruption, bribery involving transaction in the uranium market.\" This is huge. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, before this news broke tonight, earlier today, the president, he weighed in on the Uranium One deal. Of course, that's the deal. Why would anybody in this country, a leader in this country ever think it's a good idea to give to the hostile entity known as Russia and Vladimir Putin 20 percent of America's uranium? Why would they ever do that? Here's the president from earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I think the uranium sale to Russia and the way it was done so underhanded with tremendous amounts of money being passed, I actually think that's Watergate modern age. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. I not only agree with the president, but I will take it a step further. America's national security was sold out. It was compromised. And as we have been saying, Uranium One, this will be one of the biggest scandals in American history involving a foreign country. Now, it's already happening right before our very eyes. The Senate Judiciary Committee Chairman Senator Chuck Grassley, he rightly tonight is calling for a special counsel to be appointed to investigate the corrupt, crooked Uranium One deal. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } All of the evidence, all the facts, all the information we have been exposing and sharing with you night after night will no longer be ignored. Not only will it be investigated, if people broke the law -- and I believe they did -- they will need to go to jail. The media is just barely and clearly reluctantly only now starting to cover this story. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Here's a perfect example. Rachel Maddow and her cult of viewers over at MSNBC conspiracy TV, they had former Attorney General Eric Holder on the show on Monday. She didn't ask him a single question about Uranium One. And Maddow has probably been one of the biggest proponents of pushing the false narrative lies about Trump-Russia collusion. Eric Holder was overseeing the FBI as the head of the Department of Justice as the AG, he was one of the voting members of that committee that approved Uranium One, one of the nine along with Hillary Clinton. And Maddow can't ask him a single question about it? This is beyond media malpractice. By the way, are all of you people at NBC News proud? Lester Holt, Matt Lauer, you guys proud of this? Megyn Kelly, are you proud of that reporting? Maddow has done a tremendous disservice to you, the American people, who deserve to know the truth in all of this. We're going to have much more on the liberal media bias in a few minutes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } But first, I want to tell you this. We are also learning new stunning information about Hillary Clinton's campaign and the DNC paying millions and millions of dollars to finance what we now know and knew then to be fake news anti-Trump propaganda in that dossier. Now, this is the same document that used current and former Russian government sources to make all kinds of bizarre and salacious and completely fabricated accusations about Donald Trump. Now, that means that Hillary Clinton and the DNC played a direct role in spreading propaganda, Russian propaganda, misinformation and outright lies to the American people to damage a political opponent and try to alter the outcome of an election. Sound familiar? That's the real Russia collusion. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, unlike the lies and the conspiracy theories that the media, the Democrats have been perpetuating and peddling for the last year against the president, in this case, when it comes to the fake news dossier, we have concrete facts, incontrovertible evidence. It is a massive scandal that can no longer be ignored. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now understand what we are saying here: Clinton, and the DNC paid for Russian lies in this campaign against Donald Trump and the media ran wild with those lies. And one big question we have tonight is why did James Comey want to pay the guy behind this dossier, Christopher Steele? And The Daily Caller -- by the way, there is one Democratic media talking point today that was debunked there, that a Republican first hired Fusion GPS. That was, excuse me, way before Christopher Steele got involved. This was just basic op research on an opponent. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, Hillary Clinton's campaign, they paid for the dirt. They paid for the lies. They paid for the propaganda on Trump. And we're also learning tonight that a nonpartisan group called The Campaign Legal Center has filed a complaint with the FEC saying that Hillary Clinton and the DNC, in fact, broke the law by failing to disclose payments connected to this phony fake news Russian propaganda dossier. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, Hillary Clinton and her campaign, they were more than happy to help create and spread Russian disinformation in this campaign against Donald Trump. And earlier today, President Trump reacted to this explosive scandal and here's what he had to say on that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think it's very sad what they've done with this fake dossier, it was made up and I understand they paid a tremendous amount of money and Hillary Clinton always denied it, the Democrats always denied it. And now only because it's going to come out in a court case they said yes, they did it, they admitted it and they are embarrassed by it. But I think it's a disgrace. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Beyond a disgrace. The president also blasted Hillary Clinton during an interview. He was on with our friend Lou Dobbs tonight on our sister network, the Fox Business Network. Watch this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Don't forget, Hillary Clinton totally denied this. She didn't know anything, she knew nothing, all of the sudden they found out. What I was amazed it's almost $6 million that they paid and it's totally discredited. It's a total phony. I called it fake news. It's disgraceful. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } That's the real collusion. Believe me. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOU DOBBS, H OST",
      "sentences": "Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "There was no collusion on my side. I can tell you that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, not only is the dossier phony and by the way not only fake news in this particular case, but Hillary Clinton and her liberal cronies lied repeatedly about their involvement in it. Take a look, for example --don't take my word for it. Look at the tweets from two New York Times reporters after the story broke last night. Maggie Haberman, she tweeted, quote, \"Folks involved in funding this lied about it and with sanctimony for a year.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Kenneth Vogel, he tweeted out, quote, \"When I tried to report this story, Clinton campaign lawyer Marc Elias, [he] pushed back vigorously saying, 'You (or your sources) are wrong.'\" Now when the New York Times starts literally calling Clinton's team liars, you know it's bad. Brian Fallon, Hillary Clinton's former spokesman, he wouldn't rule out the fact that Hillary, in fact, may have known about the payment for this dossier. Watch this tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You don't believe Hillary Clinton knew about this either, is that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN FALLON, FORMER HILLARY CLINTON SPOKESMAN",
      "sentences": "Oh, I don't know. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You don't know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FALLON",
      "sentences": "I haven't spoken to her, no. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK. Thank you for clarifying. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FALLON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Shouldn't she know -- shouldn't you, someone so high up in the campaign be informed of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FALLON",
      "sentences": "Well, I mean, she may have known, but the degree of exactly what she knew is beyond my knowledge. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They are all running as fast as they can away from Hillary. Even the new DNC Chairman Tom Perez put out a statement saying, \"I wasn't personally involved\" but never denied that his predecessors were. The Democrats, the media have been complicit in this anti-Trump dossier scandal because they were quick to do the Russians' bidding and spread fake news and work as an extension of the Democratic Party's basically media operation. Remember, this dossier claimed Donald Trump in the Ritz in Moscow with hookers urinating on his bed. Watch this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } UNIDENTIFIED MALE, MSNBC, MARCH 9: Do you believe anything about that dossier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "sentences": "Oh, I think it should be taken a look at. I think they should really read it, understand it, analyze it, and determine what's fact, what may not be fact. We already know that the part about the coverage that they have on him with sex actions is supposed to be true. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } UNIDENTIFIED MALE, MARCH 20: My focus today is to explore how many claims within Steele's dossier are looking more and more likely as though they are accurate. The dossier definitely seems right on these points. A quid pro quo relationship seems to exist between the Trump campaign and Putin's Russia. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There is a lot in the dossier that is yet to be proven but increasingly, as we will hear throughout the day, allegations are checking out. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } CHRIS MATTHEWS, MSNBC, MARCH 29: The famous dossier which is getting a lot more credibility now than it did. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, I think that's important, right? That the dossier, right, when looked sort of out there at first is getting truer and truer and truer as facts come out. WATERS, JAN. 17: What I have learned, I have heard about the dossier, it's about his involvement with women. It's about possibly prostitutes that are involved and those kinds of things. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No. It's about Hillary afternoon the DNC paying for Russian lies and you and the media and you and politics in the Democratic Party then spreading lies. Now, keep in mind, this is the same media for over a year they have been pushing this fake and phony news and black conspiracy helicopter theories about so-called Trump-Russia collusion without any evidence whatsoever. Last night only ABC News reported the House opened the probe into the Uranium One deal. Only one network during the evening newscast. Now, there is also another major component to this story we cannot discount. The FBI and the Department of Justice have not been cooperating with Congressional Republicans and their attempts to find out more information about this fake news dossier and the group that is behind it, Fusion GPS. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now the Speaker of the House Paul Ryan -- welcome aboard Mr. Speaker -- even he is now blasting what he is calling attempts to stonewall this massive corruption and investigation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PAUL RYAN, R-WIS., SPEAKER OF THE HOUSE",
      "sentences": "It's really frustrating. We've had these document requests with the administration and the FBI, in particular, for a long time. And they have been stonewalling. The FBI and the Justice Department needs to give Congress the documents it's been requesting and they needed to do so immediately. I can't tell you how frustrating it is to learn through the media, you know, information that Congress has been requesting from the executive branch for a very long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He could have watched this show. We've been saying it for a while. We've been saying many times also, the Attorney General Jeff Sessions and the Deputy Attorney General Rod Rosenstein, they needed to get their heads out of the sand, start getting to the bottom of this real Russian collusion. The American people have a right to know. Tonight, we're finally making progress. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } Here with reaction, the Attorney that is representing the FBI informant, Victoria Toensing as well as The Hill's John Solomon, Circa News' Sara Carter. I'm beginning to think you guys are Woodward and Bernstein of our time. Thank you both for being here. I know it's taken a lot of courage on your part and you have taken a lot of personal hits. But now the evidence is all overwhelming. Victoria, let's start with what we were asking for last night has now come out. That, in fact, the NDA, the nondisclosure. There it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I like when my guests come with props. That's great. Tell us what have you got there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTORIA TOENSING, ATTORNEY REPRESENTING FBI INFORMANT",
      "sentences": "Well, I have the letter that you read, the press release that you tracked, actually the wording is the same in my letter. It's just to me and telling me to get in contact with the FBI about the process. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Okay. So the process would be that the NDA will be lifted and the informant and we were told he knew in 2009 and 2010 before the Uranium One deal was done that he had overwhelming evidence that he had emails, that he had documents, that he has tapes that would show the bribery, the racketeering, the corruption, the money laundering and extortion. Is that what we expect to hear?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOENSING",
      "sentences": "Yes. And he can put a lot of meat on those bones that Sara and John have built for us. He can give context and he can tell about conversations, the Russians had, about what they were doing with various piles of money and the Uranium One.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Where did the money come from, Victoria?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOENSING",
      "sentences": "Russia. I'm not going to get into that yet. Let's wait until he tells us. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Okay. Sara, let us go to you and John. You guys have been amazing on this. I really give you guys a lot of credit. Okay, let's go to 2009, what did the FBI know and why would people like Robert Mueller, the director of the FBI at the time or Rod Rosenstein, who was the head in the investigation, why would they have ignored this and then, also, the Department of Justice, Eric Holder had to know what the FBI had. Why would he ever sign off on giving Putin 20 percent of our uranium when the evidence shows he was trying to corner market here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, CIRCA NEWS",
      "sentences": "Well, I certainly think, Sean, that what's going to happen here is that this investigation, like Victoria said, there is going to be a lot more meat on these bones. And what we knew from now looking at the documents, back in 2009, they were well aware of money laundering, kickbacks connected to the Russian uranium industry and connected to firms here inside, you know, inside the United States. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, one of the things that they're going to be looking for is those connections. And where did that money go and who they were bribing. And how real a National Security threat was this? I mean, was this just kind of covered up? Because remember, nobody back then actually knew. There was ongoing investigation, so it was really up to the FBI. And the confidential informant spent four years under cover. It was like four years before any charges were brought against these players. And remember, they were only brought against these players. Very minor, you know, charges and the exposure to these companies was not made public. So, I think right now the House Intelligence Committee, the House Oversight Committee, the Senate Judiciary Committee and hopefully, a special counsel will look into this and connect all of those dots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. I wanted to just stay on this and I promise we have plenty of time tonight because you guys are here for a while. So, for four years, this FBI informant, Victoria's client, worked undercover and he discovered a network, if you will, evidence that showed not only did they use money laundering, kickbacks, bribery, extortion, but that they also had the evidence that this was a network that was being built and designed by Moscow and Vladimir Putin to corner uranium market in this country. He knew that. He knew that at the time. Is that what you're saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "That's exactly what I'm saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOENSING",
      "sentences": "And to peddle influence with the State Department and the Clintons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. First, we will go to Sara and then we will go to John. Sara?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes, I mean, one of the biggest issues was that Vladimir Putin wanted to penetrate the U.S./uranium market as well as our energy market. This was a huge deal for him. He wanted to move this through. It was a main, main point. And all of the things that he did. And I think that the informant, who was privy to these conversations, who had recordings, who had emails. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wow! So, does he still have them? Does he still have them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I will leave that to Victoria to answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Victoria?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOENSING",
      "sentences": "We will let you know. We will let you know what he has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, you have you been a friend for years. You're so tough. It drives me crazy but I love you for it. And I would hire in 20 seconds because you are so good. All right. John Solomon, let's go to this issue. This is huge. We have all -- if you go back, it's two years since we learned about Uranium One. Peter Schweizer will join us later. You guys have been digging and investigating now for a long time. Bit by bit, you are putting this together. Is this a network? Was Vladimir Putin through agents trying to corner the market on uranium and our FBI knew about it and Eric Holder, the head of the Attorney General, the head of the Department of Justice actually signed off on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN SOLOMON, THE HILL",
      "sentences": "Well, listen, one of the things -- today I ordered up the transcript from the sentencing hearing. And there is an amazing gap from a few months before these guys bled out where the government said, we think this leads all the way to the Russian. That the benefactors have been Russia and the people who control the conspiracy in Russian. And then when they got to the sentencing hearing and they kind of minimized it by saying, we really don't know where the money went. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } And the judge was kind of incredulous saying, how could you not know where the money is going? But one of the more important things that they did say at the sentencing was, there is no doubt that this compromised America's nuclear security. With no doubt that it was a corrupt scheme that could have put uranium in danger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So John, let me ask you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, Bill Clinton gets twice his normal speaking fees in Moscow at the time he is asking his own wife's State Department to get permission for him to meet with nuclear operatives in Russia, people involved in this sort of thing. He then got to meet with Putin. He is being paid by a bank that has a financial interest in Uranium One. Meeting with Putin, wanting to talk to the nuclear officials in Russia, talks to Putin. The deal gets done but our government knew about the bribery money laundering, you know, all this other corruption. They knew about the whole time. How could you possibly sign that deal and give America's uranium away. And so our country's security out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "There is no doubt that the color of money that was raining down during this period was noticeably red. It was coming from Moscow. I have been working on a project just putting all the different money that's came in from Russia. It is over $40 million over a two, three year period going to people around the Clintons. That can't be an accident.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Before they signed off on Uranium One? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "I'm sorry, Sean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Forty million before they signed off on Uranium One?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Well, during the time when Uranium One was being reviewed after it was approved and while these new nuclear commercial contracts that were coming in from the utilities were also getting a nod from the Obama administration. It's a two or three year window. But it's a lot of money. And tomorrow or the next couple of days, we will be able to come on and lay out that money path for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOENSING",
      "sentences": "Sean, don't forget that my client was being told by the FBI that President Obama was being briefed on this matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wouldn't we know from his presidential daily briefing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOENSING",
      "sentences": "We would. Can we get those John, Sara?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes. I have to think that maybe we can get. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. You are all staying. So don't go anywhere. We're going to come back. There is so much new information we've got tonight. All right. We'll have more on all of that. What is turning out to be one of the biggest scandals ever. By the way, if you are as fired up about this story as I am, you can tweet me @SeanHannity on Twitter. We want to know what you think. Gregg Jarrett also joins the discussion, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Welcome back to \"Hannity.\" So, earlier tonight, big news, the Department of Justice announced that the FBI informant at the center of this Uranium One scandal will be permitted now to testify and speak out before Congress, that NDA is lifted. We continue with John Solomon from The Hill, Circa News' Sara Carter and the lawyer for this FBI informant, our friend Victoria Toensing. Also joining us now, Fox News legal analyst Gregg Jarrett who has identified a lot of crimes here. I wanted to go back to where we were though. Victoria, your client is saying, just so we're clear, that the President was made aware in 2009 of all of the bribery, all of the kickbacks, all of the extortion, all of the money laundering and Vladimir Putin's intention to corner the American uranium market. Am I getting that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOENSING",
      "sentences": "You are. Well, the FBI told him that that was true. Now, were they fibbing? I doubt it. They were being very specific about we're giving it to the President in his daily briefing. And that was prior to October 2010 when the CFIUS decision was made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Mueller and Rosenstein? They knew about it but they are now investigating Trump-Russia collusion? Isn't there a little conflict there? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOENSING",
      "sentences": "Yes, yes. It's really bizarre.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I couldn't write a novel this bizarre.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOENSING",
      "sentences": "We deal in appearances of conflict. So, I mean, that should be enough right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right there. Just the appearance of impropriety. We have so much more. Have you identified -- thank you for handing this to me. I love Gregg. He does all the research. How many crimes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "sentences": "Thirteen potential crimes committed by Hillary Clinton. She could be charged for six anti-corruption statutes. They are all felonies. She could also be charged with racketeering for using her charity as a criminal enterprise. And then you have got all of the email crimes, two of them under the espionage act and two additional. And now this latest dossier information, you can't pay a foreign national relative to a political campaign and it appears she also, and the DNC hid it in their disclosure reports, which could also be criminally charged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But let's go to this one issue here. But the fact that they knew that Russia was doing this and they still signed off on it and all the money ended back in the Clintons, I don't see -- to me, who would ever -- just on the face of it, give the hostile nation, media has been telling us about for a year and the hostile act of Vladimir Putin 20 percent of our uranium knowing that his agents are in the United States doing all of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "And the nuclear regulatory commission confirmed to the \"New York Times\" that huge quantities of yellowcake uranium, the composite dust material that's used for nuclear weapons left the United States. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "To Canada.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "To Canada where it was then shipped overseas. And so, you know, when I hear Democrats today say oh, it never left the United States because that was part of the deal that it stay here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Boom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "The nuclear regulatory commission says it didn't happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow! Let me go back to John Solomon. John, let's talk a little bit -- Mueller was the FBI agent. Rosenstein was in charge of this investigation. How did they get -- how with that conflict, that they knew all this information, and Eric Holder was the head of the Justice Department at the time, and now, of course, we may have President Obama himself knowing all of this. How could anybody have allowed this all to happen and allow Moscow and Putin to be successful?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Well, that's the $64,000 question, right? We need to know who knew what and when, right? And why did they make decisions if they had the knowledge and if they made decisions without the knowledge, how could it be that they didn't know these things going on in government. I think the committees are going to dig in as I talked to several of the lawmakers involved in this investigation, and they know exactly the questions they want to ask. They know the documents they want. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I think today's breakthrough moment, getting that informant, Victoria's client to be able to testify is going to answer a lot of questions that we have been in the dark on for eight years. You go back to 2009.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And I would add to this, Sara, I'm not trying to get off track. Your thoughts on Rosenstein and Mueller and it does bring up the question why Mueller never went to Julian Assange, he was the one guy in the world that we know knows that in fact, and he is saying that it wasn't Russia that gave the DNC emails. And Mueller never tried to talk to him. Not one time. Never.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I know. I find that stunning. I find that stunning because that was the person Julian Assange was the person that received this information. So, you would think either way he would want to know what Julian Assange has to say. And I want to get it back over to the other point on this CFIUS and what Gregg Jarrett said. Yes. This yellowcake, you know, was transported overseas. And there is a lot of concern. There is a lot of concern that they weren't able to track it to where it was supposed to go. So, I think there is going to be an investigation, an extending investigation that's classified to find out what really happened to some of this uranium. We know that there was corruption. We know right now that there was money laundering. And we understand that inside Rosatom and all of these companies there were these people connected to all of these crimes. So, what happened if that was sold to an enemy state? What happened if some of that yellowcake disappeared?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "North Korea? Iran comes to mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "What happened if some of that yellow paint disappeared?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "North Korea? Iran comes to mind. Victoria can you tell us that. Did your client save all of the evidence that he had acquired? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTORIA TOENSING, ATTORNEY REPRESENTING FBI INFORMANT",
      "sentences": "He has a lot of evidence. I haven't been able to get to see it all. But I will do so, now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow. Greg Jarrett, based on what we know, assuming everything that they have been reporting is true, they have documents, emails, tapes, and that millions of dollars and he knows and he was there. He was four years inside this, and they knew in 2009. Are people going to jail this time? Is this it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEAGL ANALYTS",
      "sentences": "I would suspect so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And kickbacks to the Clintons and Clinton foundation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Somebody has got to go to jail over this, and not just the one who has been convicted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Who are the top people that are in jeopardy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "I think Hillary Clinton, anybody at the DNC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Eric Holder?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "James Comey in particular, because he may have abused his office and he could have done it for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mueller? Mueller knew.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "No, covering up the crime to congress is a breach of his duty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He should recuse himself. Same with Rosenstein.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Absolutely. And Jeff Sessions needs to get off his job and appoint a special counsel to investigate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Immediately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Hillary Clinton, Comey, Loretta Lynch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Everybody?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. I will have you all back tomorrow. You guys have been phenomenal. Thank you for sharing your stories and your time. And it's amazing how the media got it wrong and got it wrong for a long period of time and they are still reluctant even now. Thank you all. Appreciate it. When we come back, one the first people, first guy to expose the uranium one scandal, he broke it right here on the show, Peter Schweizer will join us and Sebastian Gorka. Sebastian Gorka next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think the uranium sale to Russia and the way it was done so underhanded with tremendous amounts of money being passed, I actually think that is Watergate modern age.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Worse than Watergate. That was the President earlier today weighing in on the severe magnitude of the revelation surrounding this uranium one scandal. Meanwhile the ranking Democrat on the house intel committee, the liberal hack Adam Schiff wants you to believe that this is all just a partisan distraction driven by the Fox News channel, Breitbart and the White House. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Why shouldn't the uranium deal be investigated?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "sentences": "Well, it would be one thing if it was being done in good faith. Of course it's not. This is a partisan effort to distract. It's a partisan effort aligned with what the White House has been urging and Fox and Breitbart. And which there was no consultation with the Democrats in congress. And I think that tells you all you need to know about whether this is in good faith or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah, sure. The FBI always finds money laundering and kickbacks, bribery and Vladimir Putin agents trying to corner the Uranium market. All the time, every day. So it is our fault someone is telling the truth. We need someone to remind Schiff that Fox News didn't sign off on the uranium one deal and give 20 percent of our uranium that was Hillary. That was Eric Holder and apparently the President even knew through his Presidential daily briefing. Joining us now the man who got it all started the author of the number one best seller \"Clinton Cash\" the untold story of how and why foreign governments and businesses helped make Bill and Hillary rich. And from the government accountability institute Peter Schweizer. Former deputy assistant to the president Sebastian Gorka. If I remember, I think I did the first interview for \"Clinton Cash\" on radio and TV, Peter, correct? Or no? PETER SCHWEIZER, \"CLINTON CASH,\" AUTHOR: Yep. You're exactly right, Sean, from the very beginning, that is right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You warned us 'this. You said there is about 145 million in kickbacks to the Clinton foundation, total?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "Yes. That is right. $145 million that we know about. Comes from a variety of sources. But it's basically nine shareholders in this uranium one company, guys like Frank, Sergei Kirsan and others. There is a major story to be told there not only about how this deal was approved, but how it was put together and the fact that Clintons made a lot of money by basically helping the Russians to corner the world uranium market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And that is what Vladimir Putin set out to do our FBI knew it, our Department of Justice knew it. And they still let it happen. That is inconceivable to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "That is right. Sean. Yeah, and let's add to that list, by the way, Hillary Clinton knew about it. I mean, as I point out in the book and anybody can go to WikiLeaks and look at, there were state department cables, classified that came out in the WikiLeaks that were going to Hillary Clinton, top secret, that were talking about the fact that the Russians were looking to corner the world uranium market. They were active in Kazakhstan and active elsewhere and then it was a strategic goal of Vladimir Putin to try to grab as much of the world's uranium market as possible. So she was informed about this. She knew about this. And apparently didn't care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Dr. Gorka, I don't know any other way to say this. Anybody that will give away uranium to the hostile actor, and if you don't believe Putin is a hostile actor and Russia is a hostile country, listen to Hillary's own words and listen to every Democrat. Listen to everybody in the media what they have been lecturing us about with their phony Trump- Russia collusion story. America's national security was severely compromise here. And we had a chance to stop it. And not only did we not stop it, they made money on it. I don't know any other way to describe this except they sold out our security. Your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, DEPUTY ASSISTANT TO PRESIDENT TRUMP",
      "sentences": "Sean, first things first, we owe you a debt of gratitude. We owe Peter and Sara Carter for not giving up. First things first, we have a lot of territory to cover. Number one, again, the President was right. Let's just start with that. He was right, if there is any collusion it's on the other side. Secondly, massively important point. This story is not about opposition research. This is about corruption. It's about collusion. And potentially treasonous activity. Members of the Obama administration at the cabinet level, as there was an FBI investigation of racketeering on uranium by Russia in America, approved this deal. Hillary Clinton approved the deal that would give 20 percent of our uranium to a nation like Russia that supports rogue regimes. This is massive, Sean. Absolutely massive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Think back. I remember Donald Trump took a meeting. Donald Trump Jr. one meeting. He said he didn't even remember who was in the meeting, because I asked him. The media went insane. They are still bringing it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hillary Clinton gets 145 million, he gets twice his normal speaking fee. He wants to meet with nuclear officials. He is paid by a bank with a financial interest in uranium one. That is not a big deal to anybody else in the media. I can't stomach the fact these people are so in the tank in the media, in this profession, supposedly, it's despicable what they're doing to the American people. You can't trust them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "And not only that, look at the writing yesterday by Mollie Hemingway at the federalist. How many stories are out there in the media that came from fusion GPS? This isn't just the only story. They were working hand in glove with the liberal media. Your audience needs to know that fusion GPS was making stuff up about President Trump and feeding it to other journalists. But the last point here, Sean, the only reason we have Mueller investigating the President today is why? Because James Comey briefed the dossier to the President and within minutes that was leaked to CNN. Right now, we have to have the A.G. cancel Mueller's mandate, because the dossier was full of Russian propaganda from Russian agents and was fallacious. It was a lie. Mueller is culpable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. You think Mueller is culpable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Yes. Without a doubt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He had to know. And Eric Holder knew. And Eric Holder signed off on the deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "He had to know this was a bogus dossier. He had to know it because he knew the sources. Secondly, why was he paying Michael Steele? Why was the FBI paying Michael Steele?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "For the phony dossier, the propaganda, the misinformation and the lies that were fed to the American people that were tried to be used, the Russian phony dossier to influence an election. All right, Peter, back to you. The one talking point that you here and even like liberal Joe and all these idiots in the media, you know, they are out there saying well, the fusion GPS first was hired by some Republican donor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "Not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But the fact is, it was general op-research prior to Christopher Steele who went to the Russians, paid for the lies that the media and the Democrats spread on Donald Trump to lie to the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "That is exactly right. I mean, look, the problem with this dossier is not only is it inaccurate and wrong, but when it first came out, there was no corroborating or substantiating information. What have you uranium one in the Clinton scandal is you have the actual transference of money. Nobody disputes all this money went to the Clinton foundation. You have the decision made to give the Russians the uranium. These are facts that are not in dispute. And that is, I think, the problem. Go ahead. Finished.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm too worked up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "That is what I think was so frustrating to people is when you look at this, if you are going to look at Russian, you know, penetration or attempts at collusion. You got to have the same standards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They sold out America's security for money. True or false?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "And they knew about it. Absolutely and they knew about it, Sean. They were warned about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This is bigger than Watergate. The President said this is Watergate. This isn't Watergate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "People will forget. This when the Clinton corruption case is finally laid to rest, when this criminal Cartel pays the ultimate penalty for what they did to America's national security, we're going to forget Watergate ever happened. But right now, right now, we have to find out who inside the DOJ under Eric Holder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I have got to run. We are going to find out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Who made it possible?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Peter, you should take a bow to years ago on this program you broke this story. We will stay on it. We will show you some more of the despicable attempts by the media to down play that as our \"Fox & Friends\" host Ainsley Earhardt and Brian Kilmeade are coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to Hannity so following the revelation of the Clinton campaign, the DNC funded that fake news dossier, while the mainstream media continue to downplay this ever important connection and of course blame Republicans. It is Republicans fault, Donald Trump fault. Look at this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There was an initial Republican funder paying fusion GPS for op on Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And then once he locked up the nomination, there became a Democratic interested funder. In that sense it's not a surprise that we have somebody linked to the Democratic campaign who was funding this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This was the Republicans, baby. And they funded it, unknown Republican funder funded this dossier and then after Donald Trump won the nomination, Democrats picked it up. It looks like finally Washington did something in a bipartisan way. Congratulations D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The intelligence community has corroborated, whoever paid for it, has corroborated a lot of the information that was in there to begin with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Correct. And, you know, this is a standard practice of all campaigns, including, you know, Republican campaigns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is how opposition research works it wouldn't be a surprise to anyone that the DNC and Clinton campaign were funding this it contained allegations about their opponent in this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Here now with reaction author of the brand new book Andrew Jackson and miracle of New Orleans, the battle that shaped America's destiny. \"Fox & Friends\" co-host Brian Kilmeade but the real star of \"Fox & Friends\" the author, we just found out just before the show debuting like her first book number one on The New York Times best seller list and that is Ainsley Earhardt. AINSLEY EARHARDT, \"FOX & FRIENDS\" CO-HOST: That will be you next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Through your eyes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Thank you. Thank you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congratulations. We didn't write the book. You did it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "We went to book stores every night for the last week. I'm so just grateful. I was praying for this. Bay ridge, Brooklyn that was amazing. They said not to tell anyone because they don't want more people moving in there that place was so cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You just heard everyone. Everybody like sheep in the media. And these people same talking points. Republican donor funder. Here is what the daily caller pointed out today. In reality the GOP donor funded standard op-research, but bowed out before fusion hired Christopher Steele who paid the Russians for the dirt that turned out to be lies against Donald Trump. You lie on MSNBC and CNN. You are all liars. And sadly you are lying to the American people. BRIAN KILMEADE, \"FOX & FRIENDS\" CO-HOST: I mean, in terms credibility, how much more credibility would they have today if something broke on Donald Trump. If yesterday they said this is bad news for Democrats. This is bad news for Hillary Clinton who was not candid. When I saw the \"New York Times\" reporter Maggie Abraham say I asked the lawyer for the Clinton campaign point blank Marc Elias, point blank is this true that you guys funded this? He said absolutely not emphatically not. He is a flat out liar to the tune of $5.6 million the DNC wrote, just short of $4 million. What was Chris Steele drinking that he needed that much money to investigate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "GOP donor bowed out before fusion hired Christopher Steele the former mi-6 agent that paid Russians for false information about hookers urinating on a bed at the Ritz Carlton in Moscow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "To Brian's point they did pay so much money, I'm curious to find out how much this GOP guy paid. What gets me clearly they all do it. In any election they all try to find dirt on their opponent. Everyone does that. That is standard. What got me in this is that Hillary Clinton is lying about it, lying about how much money the DNC funded fusion GPS, whereas when Donald Trump Jr. had that meeting with the attorney, because he thought he was going to get dirt on Hillary, they were forth right about everything in the meeting. Also, Hillary Clinton, if she is so worried about President Trump colluding with Russia, why is her husband getting paychecks for $500,000 to speak over in Russia. Why is she giving Vladimir Putin 20 percent of our uranium when we all know what's that is used for nuclear weapons. And then also why is she paying for this salacious dossier. She is saying he included? There is evidence she did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I want to get both your take on this. Just think for a minute. If there was, in fact, surveillance and wiretapping and, of course, unmasking and leaking, was all of this the result of the phony Russian funded dossier that Hillary paid for? Think of the possibilities of how this can all now circle back that all of this is now going to unfold and it is going, we're now going to be the Clinton-Russia collusion to her Donald Trump predicated on propaganda, misinformation and a lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I don't know what's going on. Every time President Trump gets on a roll something pops up to trip up. Coming back from poll and the great speech on a way back something about Don Jr. and this meeting pops up. I'm just saying, somebody on the other side pops up. The economy is doing well, the DOW becomes a major story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Not by accident.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "That is what I'm saying not by accident. Next time see each other tomorrow morning talk about your movie. There might be something in between that pops up that he is on the roll, did you see how happy and pleased and relieved the President seemed today on the White House lawn?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Because he feels as though this has been something I have been saying all along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You guys have been reporting it congrats on the book. Amazon.com, hannity.com book stores everywhere. More \"Hannity\" right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Big news in only two short days, two. You will finally be able to see a project I'm so proud of we have been working on two years. It's already an award winning film, I'm an executive producer. It's called \"Let There Be Light.\" Theater all across America, opens Friday. I hope you will go and tell all your friends and church friends and work friends and everybody. Find the viewing locations. We are an independent film. We will open in 4 or 500 theaters. Hannity.com. here's a sneak peek.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you believe that God hears?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "God always answers prayers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Sometimes we just don't understand the answers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This better be good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That is what I said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't want to lose you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This movie, I promise, will touch your heart, your mind, and even your soul. Everybody that I have shown the movie to, all of them have cried. You may want to bring tissues. It opens Friday, Hannity.com. I hope you will go and tell your friends about it. That is all the time we have for this evening. We will never be the left wing media, ever, obviously. Bill Hemmer is next. Thank for being with us, see you tomorrow. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "All right, Tucker, thank you. As you said, breaking news just this hour. Fox News alert. We are following two major breaking news stories tonight. The Russian scandal continues to blow up in the Democrats, in the media's faces. It is what we have been predicting would happened for over a year. And tonight, the huge breaking news, the Department of Justice is now going to allow that FBI informant, one of the key players in the Russian nuclear bribery plot surrounding the Uranium One scandal -- he will allow that gag order will be lifted, that NBA will be lifted. And he can testify before Congress. Now, in just a few minutes, we will speak with the FBI informant's lawyer. Also tonight, President Trump is calling the corrupt Uranium One deal, you know, that the Clintons used to line their pockets with millions, and the Obama administration, they did nothing to stop it. He called it a modern day Watergate. We're going to have all those stunning brand new details in this Uranium One scandal. Plus, massive fallout over the explosive revelations that Hillary Clinton and the DNC, they are the ones that bankrolled that phony research, the salacious research, fake news dossier against Trump. Now tonight the Hillary Clinton and the DNC are in serious legal trouble. We'll explain. And Hillary Clinton's own former spokesman is saying that she may have known about the funding of this Russia propaganda hit piece and lying to the American people to influence an election. Sound familiar? Plus, according to two reporters, Clinton's team lied about their involvement for over a year. And, tonight, we're putting you in the lame stream media, that's right, liberals, on notice. And we're going to expose your hypocrisy and your massive lies. All of that in tonight's breaking news opening monologue. All right. In the last 48 hours, we have been making tremendous and unbelievable progress and we want to tell you all about it, things you will only hear tonight on \"Hannity.\" Breaking new information in the unbelievable Uranium One scandal. Here's the truth. The media has been wrong about Trump, Russia collusion, completely wrong, for over a year. Now, we have been uncovering with the help of The Hill's John Solomon, CircaNews.com's Sara Carter, the real Russia story. Now, we have been right all along. Everyone else in the media and the Democrats, they have been flat out lying to you. We have another example of that with tonight's breaking news. Finally, the Department of Justice, we were calling for this last night on the program, they will now allow the FBI informant who has the documents and the emails and the evidence that he had in 2009, that NDA is going to be lifted. He will now be allowed to testify before Congress. The Department of Justice released a statement this evening. It reads, quote, \"As of tonight, the Department of Justice has authorized the informant to disclose to the chairman and ranking members on the Senate Committee on the Judiciary, the House Committee on Oversight and Government Reform and the House Permanent Select Committee on Intelligence as well as one member of each of their staffs, any information or documents he has concerning alleged corruption, bribery involving transaction in the uranium market.\" This is huge. Now, before this news broke tonight, earlier today, the president, he weighed in on the Uranium One deal. Of course, that's the deal. Why would anybody in this country, a leader in this country ever think it's a good idea to give to the hostile entity known as Russia and Vladimir Putin 20 percent of America's uranium? Why would they ever do that? Here's the president from earlier today."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I think the uranium sale to Russia and the way it was done so underhanded with tremendous amounts of money being passed, I actually think that's Watergate modern age."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. I not only agree with the president, but I will take it a step further. America's national security was sold out. It was compromised. And as we have been saying, Uranium One, this will be one of the biggest scandals in American history involving a foreign country. Now, it's already happening right before our very eyes. The Senate Judiciary Committee Chairman Senator Chuck Grassley, he rightly tonight is calling for a special counsel to be appointed to investigate the corrupt, crooked Uranium One deal. All of the evidence, all the facts, all the information we have been exposing and sharing with you night after night will no longer be ignored. Not only will it be investigated, if people broke the law -- and I believe they did -- they will need to go to jail. The media is just barely and clearly reluctantly only now starting to cover this story. Here's a perfect example. Rachel Maddow and her cult of viewers over at MSNBC conspiracy TV, they had former Attorney General Eric Holder on the show on Monday. She didn't ask him a single question about Uranium One. And Maddow has probably been one of the biggest proponents of pushing the false narrative lies about Trump-Russia collusion. Eric Holder was overseeing the FBI as the head of the Department of Justice as the AG, he was one of the voting members of that committee that approved Uranium One, one of the nine along with Hillary Clinton. And Maddow can't ask him a single question about it? This is beyond media malpractice. By the way, are all of you people at NBC News proud? Lester Holt, Matt Lauer, you guys proud of this? Megyn Kelly, are you proud of that reporting? Maddow has done a tremendous disservice to you, the American people, who deserve to know the truth in all of this. We're going to have much more on the liberal media bias in a few minutes. But first, I want to tell you this. We are also learning new stunning information about Hillary Clinton's campaign and the DNC paying millions and millions of dollars to finance what we now know and knew then to be fake news anti-Trump propaganda in that dossier. Now, this is the same document that used current and former Russian government sources to make all kinds of bizarre and salacious and completely fabricated accusations about Donald Trump. Now, that means that Hillary Clinton and the DNC played a direct role in spreading propaganda, Russian propaganda, misinformation and outright lies to the American people to damage a political opponent and try to alter the outcome of an election. Sound familiar? That's the real Russia collusion. Now, unlike the lies and the conspiracy theories that the media, the Democrats have been perpetuating and peddling for the last year against the president, in this case, when it comes to the fake news dossier, we have concrete facts, incontrovertible evidence. It is a massive scandal that can no longer be ignored."
    },
    {
      "speaker": "Now understand what we are saying here",
      "utterance": "Clinton, and the DNC paid for Russian lies in this campaign against Donald Trump and the media ran wild with those lies. And one big question we have tonight is why did James Comey want to pay the guy behind this dossier, Christopher Steele? And The Daily Caller -- by the way, there is one Democratic media talking point today that was debunked there, that a Republican first hired Fusion GPS. That was, excuse me, way before Christopher Steele got involved. This was just basic op research on an opponent. Now, Hillary Clinton's campaign, they paid for the dirt. They paid for the lies. They paid for the propaganda on Trump. And we're also learning tonight that a nonpartisan group called The Campaign Legal Center has filed a complaint with the FEC saying that Hillary Clinton and the DNC, in fact, broke the law by failing to disclose payments connected to this phony fake news Russian propaganda dossier. Now, Hillary Clinton and her campaign, they were more than happy to help create and spread Russian disinformation in this campaign against Donald Trump. And earlier today, President Trump reacted to this explosive scandal and here's what he had to say on that."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think it's very sad what they've done with this fake dossier, it was made up and I understand they paid a tremendous amount of money and Hillary Clinton always denied it, the Democrats always denied it. And now only because it's going to come out in a court case they said yes, they did it, they admitted it and they are embarrassed by it. But I think it's a disgrace."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Beyond a disgrace. The president also blasted Hillary Clinton during an interview. He was on with our friend Lou Dobbs tonight on our sister network, the Fox Business Network. Watch this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Don't forget, Hillary Clinton totally denied this. She didn't know anything, she knew nothing, all of the sudden they found out. What I was amazed it's almost $6 million that they paid and it's totally discredited. It's a total phony. I called it fake news. It's disgraceful. That's the real collusion. Believe me."
    },
    {
      "speaker": "LOU DOBBS, H OST",
      "utterance": "Your thoughts?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "There was no collusion on my side. I can tell you that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, not only is the dossier phony and by the way not only fake news in this particular case, but Hillary Clinton and her liberal cronies lied repeatedly about their involvement in it. Take a look, for example --don't take my word for it. Look at the tweets from two New York Times reporters after the story broke last night. Maggie Haberman, she tweeted, quote, \"Folks involved in funding this lied about it and with sanctimony for a year.\" Kenneth Vogel, he tweeted out, quote, \"When I tried to report this story, Clinton campaign lawyer Marc Elias, [he] pushed back vigorously saying, 'You (or your sources) are wrong.'\" Now when the New York Times starts literally calling Clinton's team liars, you know it's bad. Brian Fallon, Hillary Clinton's former spokesman, he wouldn't rule out the fact that Hillary, in fact, may have known about the payment for this dossier. Watch this tonight."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You don't believe Hillary Clinton knew about this either, is that right?"
    },
    {
      "speaker": "BRIAN FALLON, FORMER HILLARY CLINTON SPOKESMAN",
      "utterance": "Oh, I don't know."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You don't know?"
    },
    {
      "speaker": "FALLON",
      "utterance": "I haven't spoken to her, no."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "OK. Thank you for clarifying."
    },
    {
      "speaker": "FALLON",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Shouldn't she know -- shouldn't you, someone so high up in the campaign be informed of this?"
    },
    {
      "speaker": "FALLON",
      "utterance": "Well, I mean, she may have known, but the degree of exactly what she knew is beyond my knowledge."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They are all running as fast as they can away from Hillary. Even the new DNC Chairman Tom Perez put out a statement saying, \"I wasn't personally involved\" but never denied that his predecessors were. The Democrats, the media have been complicit in this anti-Trump dossier scandal because they were quick to do the Russians' bidding and spread fake news and work as an extension of the Democratic Party's basically media operation. Remember, this dossier claimed Donald Trump in the Ritz in Moscow with hookers urinating on his bed. Watch this. UNIDENTIFIED MALE, MSNBC, MARCH 9: Do you believe anything about that dossier?"
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "utterance": "Oh, I think it should be taken a look at. I think they should really read it, understand it, analyze it, and determine what's fact, what may not be fact. We already know that the part about the coverage that they have on him with sex actions is supposed to be true. UNIDENTIFIED MALE, MARCH 20: My focus today is to explore how many claims within Steele's dossier are looking more and more likely as though they are accurate. The dossier definitely seems right on these points. A quid pro quo relationship seems to exist between the Trump campaign and Putin's Russia."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There is a lot in the dossier that is yet to be proven but increasingly, as we will hear throughout the day, allegations are checking out. CHRIS MATTHEWS, MSNBC, MARCH 29: The famous dossier which is getting a lot more credibility now than it did."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Well, I think that's important, right? That the dossier, right, when looked sort of out there at first is getting truer and truer and truer as facts come out. WATERS, JAN. 17: What I have learned, I have heard about the dossier, it's about his involvement with women. It's about possibly prostitutes that are involved and those kinds of things."
    },
    {
      "speaker": "HANNITY",
      "utterance": "No. It's about Hillary afternoon the DNC paying for Russian lies and you and the media and you and politics in the Democratic Party then spreading lies. Now, keep in mind, this is the same media for over a year they have been pushing this fake and phony news and black conspiracy helicopter theories about so-called Trump-Russia collusion without any evidence whatsoever. Last night only ABC News reported the House opened the probe into the Uranium One deal. Only one network during the evening newscast. Now, there is also another major component to this story we cannot discount. The FBI and the Department of Justice have not been cooperating with Congressional Republicans and their attempts to find out more information about this fake news dossier and the group that is behind it, Fusion GPS. Now the Speaker of the House Paul Ryan -- welcome aboard Mr. Speaker -- even he is now blasting what he is calling attempts to stonewall this massive corruption and investigation."
    },
    {
      "speaker": "REP. PAUL RYAN, R-WIS., SPEAKER OF THE HOUSE",
      "utterance": "It's really frustrating. We've had these document requests with the administration and the FBI, in particular, for a long time. And they have been stonewalling. The FBI and the Justice Department needs to give Congress the documents it's been requesting and they needed to do so immediately. I can't tell you how frustrating it is to learn through the media, you know, information that Congress has been requesting from the executive branch for a very long time."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He could have watched this show. We've been saying it for a while. We've been saying many times also, the Attorney General Jeff Sessions and the Deputy Attorney General Rod Rosenstein, they needed to get their heads out of the sand, start getting to the bottom of this real Russian collusion. The American people have a right to know. Tonight, we're finally making progress. Here with reaction, the Attorney that is representing the FBI informant, Victoria Toensing as well as The Hill's John Solomon, Circa News' Sara Carter. I'm beginning to think you guys are Woodward and Bernstein of our time. Thank you both for being here. I know it's taken a lot of courage on your part and you have taken a lot of personal hits. But now the evidence is all overwhelming. Victoria, let's start with what we were asking for last night has now come out. That, in fact, the NDA, the nondisclosure. There it is."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I like when my guests come with props. That's great. Tell us what have you got there."
    },
    {
      "speaker": "VICTORIA TOENSING, ATTORNEY REPRESENTING FBI INFORMANT",
      "utterance": "Well, I have the letter that you read, the press release that you tracked, actually the wording is the same in my letter. It's just to me and telling me to get in contact with the FBI about the process."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Okay. So the process would be that the NDA will be lifted and the informant and we were told he knew in 2009 and 2010 before the Uranium One deal was done that he had overwhelming evidence that he had emails, that he had documents, that he has tapes that would show the bribery, the racketeering, the corruption, the money laundering and extortion. Is that what we expect to hear?"
    },
    {
      "speaker": "TOENSING",
      "utterance": "Yes. And he can put a lot of meat on those bones that Sara and John have built for us. He can give context and he can tell about conversations, the Russians had, about what they were doing with various piles of money and the Uranium One."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Where did the money come from, Victoria?"
    },
    {
      "speaker": "TOENSING",
      "utterance": "Russia. I'm not going to get into that yet. Let's wait until he tells us."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Okay. Sara, let us go to you and John. You guys have been amazing on this. I really give you guys a lot of credit. Okay, let's go to 2009, what did the FBI know and why would people like Robert Mueller, the director of the FBI at the time or Rod Rosenstein, who was the head in the investigation, why would they have ignored this and then, also, the Department of Justice, Eric Holder had to know what the FBI had. Why would he ever sign off on giving Putin 20 percent of our uranium when the evidence shows he was trying to corner market here?"
    },
    {
      "speaker": "SARA CARTER, CIRCA NEWS",
      "utterance": "Well, I certainly think, Sean, that what's going to happen here is that this investigation, like Victoria said, there is going to be a lot more meat on these bones. And what we knew from now looking at the documents, back in 2009, they were well aware of money laundering, kickbacks connected to the Russian uranium industry and connected to firms here inside, you know, inside the United States. So, one of the things that they're going to be looking for is those connections. And where did that money go and who they were bribing. And how real a National Security threat was this? I mean, was this just kind of covered up? Because remember, nobody back then actually knew. There was ongoing investigation, so it was really up to the FBI. And the confidential informant spent four years under cover. It was like four years before any charges were brought against these players. And remember, they were only brought against these players. Very minor, you know, charges and the exposure to these companies was not made public. So, I think right now the House Intelligence Committee, the House Oversight Committee, the Senate Judiciary Committee and hopefully, a special counsel will look into this and connect all of those dots."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. I wanted to just stay on this and I promise we have plenty of time tonight because you guys are here for a while. So, for four years, this FBI informant, Victoria's client, worked undercover and he discovered a network, if you will, evidence that showed not only did they use money laundering, kickbacks, bribery, extortion, but that they also had the evidence that this was a network that was being built and designed by Moscow and Vladimir Putin to corner uranium market in this country. He knew that. He knew that at the time. Is that what you're saying?"
    },
    {
      "speaker": "CARTER",
      "utterance": "That's exactly what I'm saying."
    },
    {
      "speaker": "TOENSING",
      "utterance": "And to peddle influence with the State Department and the Clintons."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. First, we will go to Sara and then we will go to John. Sara?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes, I mean, one of the biggest issues was that Vladimir Putin wanted to penetrate the U.S./uranium market as well as our energy market. This was a huge deal for him. He wanted to move this through. It was a main, main point. And all of the things that he did. And I think that the informant, who was privy to these conversations, who had recordings, who had emails."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wow! So, does he still have them? Does he still have them?"
    },
    {
      "speaker": "CARTER",
      "utterance": "I will leave that to Victoria to answer."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Victoria?"
    },
    {
      "speaker": "TOENSING",
      "utterance": "We will let you know. We will let you know what he has."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, you have you been a friend for years. You're so tough. It drives me crazy but I love you for it. And I would hire in 20 seconds because you are so good. All right. John Solomon, let's go to this issue. This is huge. We have all -- if you go back, it's two years since we learned about Uranium One. Peter Schweizer will join us later. You guys have been digging and investigating now for a long time. Bit by bit, you are putting this together. Is this a network? Was Vladimir Putin through agents trying to corner the market on uranium and our FBI knew about it and Eric Holder, the head of the Attorney General, the head of the Department of Justice actually signed off on this?"
    },
    {
      "speaker": "JOHN SOLOMON, THE HILL",
      "utterance": "Well, listen, one of the things -- today I ordered up the transcript from the sentencing hearing. And there is an amazing gap from a few months before these guys bled out where the government said, we think this leads all the way to the Russian. That the benefactors have been Russia and the people who control the conspiracy in Russian. And then when they got to the sentencing hearing and they kind of minimized it by saying, we really don't know where the money went. And the judge was kind of incredulous saying, how could you not know where the money is going? But one of the more important things that they did say at the sentencing was, there is no doubt that this compromised America's nuclear security. With no doubt that it was a corrupt scheme that could have put uranium in danger."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So John, let me ask you."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, Bill Clinton gets twice his normal speaking fees in Moscow at the time he is asking his own wife's State Department to get permission for him to meet with nuclear operatives in Russia, people involved in this sort of thing. He then got to meet with Putin. He is being paid by a bank that has a financial interest in Uranium One. Meeting with Putin, wanting to talk to the nuclear officials in Russia, talks to Putin. The deal gets done but our government knew about the bribery money laundering, you know, all this other corruption. They knew about the whole time. How could you possibly sign that deal and give America's uranium away. And so our country's security out."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "There is no doubt that the color of money that was raining down during this period was noticeably red. It was coming from Moscow. I have been working on a project just putting all the different money that's came in from Russia. It is over $40 million over a two, three year period going to people around the Clintons. That can't be an accident."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Before they signed off on Uranium One?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "I'm sorry, Sean?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Forty million before they signed off on Uranium One?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Well, during the time when Uranium One was being reviewed after it was approved and while these new nuclear commercial contracts that were coming in from the utilities were also getting a nod from the Obama administration. It's a two or three year window. But it's a lot of money. And tomorrow or the next couple of days, we will be able to come on and lay out that money path for you."
    },
    {
      "speaker": "TOENSING",
      "utterance": "Sean, don't forget that my client was being told by the FBI that President Obama was being briefed on this matter."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wouldn't we know from his presidential daily briefing?"
    },
    {
      "speaker": "TOENSING",
      "utterance": "We would. Can we get those John, Sara?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes. I have to think that maybe we can get."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. You are all staying. So don't go anywhere. We're going to come back. There is so much new information we've got tonight. All right. We'll have more on all of that. What is turning out to be one of the biggest scandals ever. By the way, if you are as fired up about this story as I am, you can tweet me @SeanHannity on Twitter. We want to know what you think. Gregg Jarrett also joins the discussion, next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Welcome back to \"Hannity.\" So, earlier tonight, big news, the Department of Justice announced that the FBI informant at the center of this Uranium One scandal will be permitted now to testify and speak out before Congress, that NDA is lifted. We continue with John Solomon from The Hill, Circa News' Sara Carter and the lawyer for this FBI informant, our friend Victoria Toensing. Also joining us now, Fox News legal analyst Gregg Jarrett who has identified a lot of crimes here. I wanted to go back to where we were though. Victoria, your client is saying, just so we're clear, that the President was made aware in 2009 of all of the bribery, all of the kickbacks, all of the extortion, all of the money laundering and Vladimir Putin's intention to corner the American uranium market. Am I getting that right?"
    },
    {
      "speaker": "TOENSING",
      "utterance": "You are. Well, the FBI told him that that was true. Now, were they fibbing? I doubt it. They were being very specific about we're giving it to the President in his daily briefing. And that was prior to October 2010 when the CFIUS decision was made."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Mueller and Rosenstein? They knew about it but they are now investigating Trump-Russia collusion? Isn't there a little conflict there?"
    },
    {
      "speaker": "TOENSING",
      "utterance": "Yes, yes. It's really bizarre."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I couldn't write a novel this bizarre."
    },
    {
      "speaker": "TOENSING",
      "utterance": "We deal in appearances of conflict. So, I mean, that should be enough right there."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right there. Just the appearance of impropriety. We have so much more. Have you identified -- thank you for handing this to me. I love Gregg. He does all the research. How many crimes?"
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "utterance": "Thirteen potential crimes committed by Hillary Clinton. She could be charged for six anti-corruption statutes. They are all felonies. She could also be charged with racketeering for using her charity as a criminal enterprise. And then you have got all of the email crimes, two of them under the espionage act and two additional. And now this latest dossier information, you can't pay a foreign national relative to a political campaign and it appears she also, and the DNC hid it in their disclosure reports, which could also be criminally charged."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But let's go to this one issue here. But the fact that they knew that Russia was doing this and they still signed off on it and all the money ended back in the Clintons, I don't see -- to me, who would ever -- just on the face of it, give the hostile nation, media has been telling us about for a year and the hostile act of Vladimir Putin 20 percent of our uranium knowing that his agents are in the United States doing all of this?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "And the nuclear regulatory commission confirmed to the \"New York Times\" that huge quantities of yellowcake uranium, the composite dust material that's used for nuclear weapons left the United States."
    },
    {
      "speaker": "HANNITY",
      "utterance": "To Canada."
    },
    {
      "speaker": "JARRETT",
      "utterance": "To Canada where it was then shipped overseas. And so, you know, when I hear Democrats today say oh, it never left the United States because that was part of the deal that it stay here."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Boom."
    },
    {
      "speaker": "JARRETT",
      "utterance": "The nuclear regulatory commission says it didn't happen."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow! Let me go back to John Solomon. John, let's talk a little bit -- Mueller was the FBI agent. Rosenstein was in charge of this investigation. How did they get -- how with that conflict, that they knew all this information, and Eric Holder was the head of the Justice Department at the time, and now, of course, we may have President Obama himself knowing all of this. How could anybody have allowed this all to happen and allow Moscow and Putin to be successful?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Well, that's the $64,000 question, right? We need to know who knew what and when, right? And why did they make decisions if they had the knowledge and if they made decisions without the knowledge, how could it be that they didn't know these things going on in government. I think the committees are going to dig in as I talked to several of the lawmakers involved in this investigation, and they know exactly the questions they want to ask. They know the documents they want. And I think today's breakthrough moment, getting that informant, Victoria's client to be able to testify is going to answer a lot of questions that we have been in the dark on for eight years. You go back to 2009."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And I would add to this, Sara, I'm not trying to get off track. Your thoughts on Rosenstein and Mueller and it does bring up the question why Mueller never went to Julian Assange, he was the one guy in the world that we know knows that in fact, and he is saying that it wasn't Russia that gave the DNC emails. And Mueller never tried to talk to him. Not one time. Never."
    },
    {
      "speaker": "CARTER",
      "utterance": "I know. I find that stunning. I find that stunning because that was the person Julian Assange was the person that received this information. So, you would think either way he would want to know what Julian Assange has to say. And I want to get it back over to the other point on this CFIUS and what Gregg Jarrett said. Yes. This yellowcake, you know, was transported overseas. And there is a lot of concern. There is a lot of concern that they weren't able to track it to where it was supposed to go. So, I think there is going to be an investigation, an extending investigation that's classified to find out what really happened to some of this uranium. We know that there was corruption. We know right now that there was money laundering. And we understand that inside Rosatom and all of these companies there were these people connected to all of these crimes. So, what happened if that was sold to an enemy state? What happened if some of that yellowcake disappeared?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "North Korea? Iran comes to mind."
    },
    {
      "speaker": "CARTER",
      "utterance": "What happened if some of that yellow paint disappeared?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "North Korea? Iran comes to mind. Victoria can you tell us that. Did your client save all of the evidence that he had acquired?"
    },
    {
      "speaker": "VICTORIA TOENSING, ATTORNEY REPRESENTING FBI INFORMANT",
      "utterance": "He has a lot of evidence. I haven't been able to get to see it all. But I will do so, now."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow. Greg Jarrett, based on what we know, assuming everything that they have been reporting is true, they have documents, emails, tapes, and that millions of dollars and he knows and he was there. He was four years inside this, and they knew in 2009. Are people going to jail this time? Is this it?"
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEAGL ANALYTS",
      "utterance": "I would suspect so."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And kickbacks to the Clintons and Clinton foundation?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "Somebody has got to go to jail over this, and not just the one who has been convicted."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Who are the top people that are in jeopardy?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "I think Hillary Clinton, anybody at the DNC."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Eric Holder?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "James Comey in particular, because he may have abused his office and he could have done it for --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mueller? Mueller knew."
    },
    {
      "speaker": "JARRETT",
      "utterance": "No, covering up the crime to congress is a breach of his duty."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He should recuse himself. Same with Rosenstein."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Absolutely. And Jeff Sessions needs to get off his job and appoint a special counsel to investigate."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Immediately."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Hillary Clinton, Comey, Loretta Lynch."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Everybody?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "Everybody."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. I will have you all back tomorrow. You guys have been phenomenal. Thank you for sharing your stories and your time. And it's amazing how the media got it wrong and got it wrong for a long period of time and they are still reluctant even now. Thank you all. Appreciate it. When we come back, one the first people, first guy to expose the uranium one scandal, he broke it right here on the show, Peter Schweizer will join us and Sebastian Gorka. Sebastian Gorka next."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think the uranium sale to Russia and the way it was done so underhanded with tremendous amounts of money being passed, I actually think that is Watergate modern age."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Worse than Watergate. That was the President earlier today weighing in on the severe magnitude of the revelation surrounding this uranium one scandal. Meanwhile the ranking Democrat on the house intel committee, the liberal hack Adam Schiff wants you to believe that this is all just a partisan distraction driven by the Fox News channel, Breitbart and the White House. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Why shouldn't the uranium deal be investigated?"
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "utterance": "Well, it would be one thing if it was being done in good faith. Of course it's not. This is a partisan effort to distract. It's a partisan effort aligned with what the White House has been urging and Fox and Breitbart. And which there was no consultation with the Democrats in congress. And I think that tells you all you need to know about whether this is in good faith or not."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah, sure. The FBI always finds money laundering and kickbacks, bribery and Vladimir Putin agents trying to corner the Uranium market. All the time, every day. So it is our fault someone is telling the truth. We need someone to remind Schiff that Fox News didn't sign off on the uranium one deal and give 20 percent of our uranium that was Hillary. That was Eric Holder and apparently the President even knew through his Presidential daily briefing. Joining us now the man who got it all started the author of the number one best seller \"Clinton Cash\" the untold story of how and why foreign governments and businesses helped make Bill and Hillary rich. And from the government accountability institute Peter Schweizer. Former deputy assistant to the president Sebastian Gorka. If I remember, I think I did the first interview for \"Clinton Cash\" on radio and TV, Peter, correct? Or no? PETER SCHWEIZER, \"CLINTON CASH,\" AUTHOR: Yep. You're exactly right, Sean, from the very beginning, that is right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You warned us 'this. You said there is about 145 million in kickbacks to the Clinton foundation, total?"
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "Yes. That is right. $145 million that we know about. Comes from a variety of sources. But it's basically nine shareholders in this uranium one company, guys like Frank, Sergei Kirsan and others. There is a major story to be told there not only about how this deal was approved, but how it was put together and the fact that Clintons made a lot of money by basically helping the Russians to corner the world uranium market."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And that is what Vladimir Putin set out to do our FBI knew it, our Department of Justice knew it. And they still let it happen. That is inconceivable to me."
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "That is right. Sean. Yeah, and let's add to that list, by the way, Hillary Clinton knew about it. I mean, as I point out in the book and anybody can go to WikiLeaks and look at, there were state department cables, classified that came out in the WikiLeaks that were going to Hillary Clinton, top secret, that were talking about the fact that the Russians were looking to corner the world uranium market. They were active in Kazakhstan and active elsewhere and then it was a strategic goal of Vladimir Putin to try to grab as much of the world's uranium market as possible. So she was informed about this. She knew about this. And apparently didn't care."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Dr. Gorka, I don't know any other way to say this. Anybody that will give away uranium to the hostile actor, and if you don't believe Putin is a hostile actor and Russia is a hostile country, listen to Hillary's own words and listen to every Democrat. Listen to everybody in the media what they have been lecturing us about with their phony Trump- Russia collusion story. America's national security was severely compromise here. And we had a chance to stop it. And not only did we not stop it, they made money on it. I don't know any other way to describe this except they sold out our security. Your reaction?"
    },
    {
      "speaker": "SEBASTIAN GORKA, DEPUTY ASSISTANT TO PRESIDENT TRUMP",
      "utterance": "Sean, first things first, we owe you a debt of gratitude. We owe Peter and Sara Carter for not giving up. First things first, we have a lot of territory to cover. Number one, again, the President was right. Let's just start with that. He was right, if there is any collusion it's on the other side. Secondly, massively important point. This story is not about opposition research. This is about corruption. It's about collusion. And potentially treasonous activity. Members of the Obama administration at the cabinet level, as there was an FBI investigation of racketeering on uranium by Russia in America, approved this deal. Hillary Clinton approved the deal that would give 20 percent of our uranium to a nation like Russia that supports rogue regimes. This is massive, Sean. Absolutely massive."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Think back. I remember Donald Trump took a meeting. Donald Trump Jr. one meeting. He said he didn't even remember who was in the meeting, because I asked him. The media went insane. They are still bringing it up."
    },
    {
      "speaker": "GORKA",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hillary Clinton gets 145 million, he gets twice his normal speaking fee. He wants to meet with nuclear officials. He is paid by a bank with a financial interest in uranium one. That is not a big deal to anybody else in the media. I can't stomach the fact these people are so in the tank in the media, in this profession, supposedly, it's despicable what they're doing to the American people. You can't trust them."
    },
    {
      "speaker": "GORKA",
      "utterance": "And not only that, look at the writing yesterday by Mollie Hemingway at the federalist. How many stories are out there in the media that came from fusion GPS? This isn't just the only story. They were working hand in glove with the liberal media. Your audience needs to know that fusion GPS was making stuff up about President Trump and feeding it to other journalists. But the last point here, Sean, the only reason we have Mueller investigating the President today is why? Because James Comey briefed the dossier to the President and within minutes that was leaked to CNN. Right now, we have to have the A.G. cancel Mueller's mandate, because the dossier was full of Russian propaganda from Russian agents and was fallacious. It was a lie. Mueller is culpable."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. You think Mueller is culpable."
    },
    {
      "speaker": "GORKA",
      "utterance": "Yes. Without a doubt."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He had to know. And Eric Holder knew. And Eric Holder signed off on the deal."
    },
    {
      "speaker": "GORKA",
      "utterance": "He had to know this was a bogus dossier. He had to know it because he knew the sources. Secondly, why was he paying Michael Steele? Why was the FBI paying Michael Steele?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "For the phony dossier, the propaganda, the misinformation and the lies that were fed to the American people that were tried to be used, the Russian phony dossier to influence an election. All right, Peter, back to you. The one talking point that you here and even like liberal Joe and all these idiots in the media, you know, they are out there saying well, the fusion GPS first was hired by some Republican donor."
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "Not true."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But the fact is, it was general op-research prior to Christopher Steele who went to the Russians, paid for the lies that the media and the Democrats spread on Donald Trump to lie to the American people."
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "That is exactly right. I mean, look, the problem with this dossier is not only is it inaccurate and wrong, but when it first came out, there was no corroborating or substantiating information. What have you uranium one in the Clinton scandal is you have the actual transference of money. Nobody disputes all this money went to the Clinton foundation. You have the decision made to give the Russians the uranium. These are facts that are not in dispute. And that is, I think, the problem. Go ahead. Finished."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm too worked up."
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "That is what I think was so frustrating to people is when you look at this, if you are going to look at Russian, you know, penetration or attempts at collusion. You got to have the same standards."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They sold out America's security for money. True or false?"
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "And they knew about it. Absolutely and they knew about it, Sean. They were warned about it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "This is bigger than Watergate. The President said this is Watergate. This isn't Watergate."
    },
    {
      "speaker": "GORKA",
      "utterance": "People will forget. This when the Clinton corruption case is finally laid to rest, when this criminal Cartel pays the ultimate penalty for what they did to America's national security, we're going to forget Watergate ever happened. But right now, right now, we have to find out who inside the DOJ under Eric Holder."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I have got to run. We are going to find out."
    },
    {
      "speaker": "GORKA",
      "utterance": "Who made it possible?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Peter, you should take a bow to years ago on this program you broke this story. We will stay on it. We will show you some more of the despicable attempts by the media to down play that as our \"Fox & Friends\" host Ainsley Earhardt and Brian Kilmeade are coming up next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to Hannity so following the revelation of the Clinton campaign, the DNC funded that fake news dossier, while the mainstream media continue to downplay this ever important connection and of course blame Republicans. It is Republicans fault, Donald Trump fault. Look at this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "There was an initial Republican funder paying fusion GPS for op on Donald Trump."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Right."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And then once he locked up the nomination, there became a Democratic interested funder. In that sense it's not a surprise that we have somebody linked to the Democratic campaign who was funding this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This was the Republicans, baby. And they funded it, unknown Republican funder funded this dossier and then after Donald Trump won the nomination, Democrats picked it up. It looks like finally Washington did something in a bipartisan way. Congratulations D.C."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The intelligence community has corroborated, whoever paid for it, has corroborated a lot of the information that was in there to begin with."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Correct. And, you know, this is a standard practice of all campaigns, including, you know, Republican campaigns."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is how opposition research works it wouldn't be a surprise to anyone that the DNC and Clinton campaign were funding this it contained allegations about their opponent in this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Here now with reaction author of the brand new book Andrew Jackson and miracle of New Orleans, the battle that shaped America's destiny. \"Fox & Friends\" co-host Brian Kilmeade but the real star of \"Fox & Friends\" the author, we just found out just before the show debuting like her first book number one on The New York Times best seller list and that is Ainsley Earhardt. AINSLEY EARHARDT, \"FOX & FRIENDS\" CO-HOST: That will be you next week."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Through your eyes."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Thank you. Thank you. Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congratulations. We didn't write the book. You did it?"
    },
    {
      "speaker": "EARHARDT",
      "utterance": "We went to book stores every night for the last week. I'm so just grateful. I was praying for this. Bay ridge, Brooklyn that was amazing. They said not to tell anyone because they don't want more people moving in there that place was so cool."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You just heard everyone. Everybody like sheep in the media. And these people same talking points. Republican donor funder. Here is what the daily caller pointed out today. In reality the GOP donor funded standard op-research, but bowed out before fusion hired Christopher Steele who paid the Russians for the dirt that turned out to be lies against Donald Trump. You lie on MSNBC and CNN. You are all liars. And sadly you are lying to the American people. BRIAN KILMEADE, \"FOX & FRIENDS\" CO-HOST: I mean, in terms credibility, how much more credibility would they have today if something broke on Donald Trump. If yesterday they said this is bad news for Democrats. This is bad news for Hillary Clinton who was not candid. When I saw the \"New York Times\" reporter Maggie Abraham say I asked the lawyer for the Clinton campaign point blank Marc Elias, point blank is this true that you guys funded this? He said absolutely not emphatically not. He is a flat out liar to the tune of $5.6 million the DNC wrote, just short of $4 million. What was Chris Steele drinking that he needed that much money to investigate."
    },
    {
      "speaker": "HANNITY",
      "utterance": "GOP donor bowed out before fusion hired Christopher Steele the former mi-6 agent that paid Russians for false information about hookers urinating on a bed at the Ritz Carlton in Moscow."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "To Brian's point they did pay so much money, I'm curious to find out how much this GOP guy paid. What gets me clearly they all do it. In any election they all try to find dirt on their opponent. Everyone does that. That is standard. What got me in this is that Hillary Clinton is lying about it, lying about how much money the DNC funded fusion GPS, whereas when Donald Trump Jr. had that meeting with the attorney, because he thought he was going to get dirt on Hillary, they were forth right about everything in the meeting. Also, Hillary Clinton, if she is so worried about President Trump colluding with Russia, why is her husband getting paychecks for $500,000 to speak over in Russia. Why is she giving Vladimir Putin 20 percent of our uranium when we all know what's that is used for nuclear weapons. And then also why is she paying for this salacious dossier. She is saying he included? There is evidence she did."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I want to get both your take on this. Just think for a minute. If there was, in fact, surveillance and wiretapping and, of course, unmasking and leaking, was all of this the result of the phony Russian funded dossier that Hillary paid for? Think of the possibilities of how this can all now circle back that all of this is now going to unfold and it is going, we're now going to be the Clinton-Russia collusion to her Donald Trump predicated on propaganda, misinformation and a lie."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I don't know what's going on. Every time President Trump gets on a roll something pops up to trip up. Coming back from poll and the great speech on a way back something about Don Jr. and this meeting pops up. I'm just saying, somebody on the other side pops up. The economy is doing well, the DOW becomes a major story."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Not by accident."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "That is what I'm saying not by accident. Next time see each other tomorrow morning talk about your movie. There might be something in between that pops up that he is on the roll, did you see how happy and pleased and relieved the President seemed today on the White House lawn?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Absolutely."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Because he feels as though this has been something I have been saying all along."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You guys have been reporting it congrats on the book. Amazon.com, hannity.com book stores everywhere. More \"Hannity\" right after this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Big news in only two short days, two. You will finally be able to see a project I'm so proud of we have been working on two years. It's already an award winning film, I'm an executive producer. It's called \"Let There Be Light.\" Theater all across America, opens Friday. I hope you will go and tell all your friends and church friends and work friends and everybody. Find the viewing locations. We are an independent film. We will open in 4 or 500 theaters. Hannity.com. here's a sneak peek."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you believe that God hears?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "God always answers prayers."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Sometimes we just don't understand the answers."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This better be good."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "That is what I said."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I don't want to lose you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "This movie, I promise, will touch your heart, your mind, and even your soul. Everybody that I have shown the movie to, all of them have cried. You may want to bring tissues. It opens Friday, Hannity.com. I hope you will go and tell your friends about it. That is all the time we have for this evening. We will never be the left wing media, ever, obviously. Bill Hemmer is next. Thank for being with us, see you tomorrow. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}