{
  "date": "October 25, 2017",
  "headline": "Gutfeld: Why Flake flaked",
  "subHeadline": "Sen. Jeff Flake's exit seems more about losing an election than feuding with President Trump.",
  "url": "https://www.foxnews.com/transcript/gutfeld-why-flake-flaked",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NORAH O'DONNELL, CBS NEWS",
      "sentences": "If he is dangerous to democracy, as you say, should he be removed from office? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD, NBC NEWS",
      "sentences": "Well, there is a way that Congress can change this. Do you think Congress should be pursuing every avenue to get President Trump out of office? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT LAUER, NBC NEWS",
      "sentences": "Senator, is there a difference in your mind between a president who, and these are your words, undermines our Democratic ideals and has a flagrant disregard for the truth and decency, and a president who is unfit to hold the office? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS",
      "sentences": "Are words enough though, senator? What should you and your colleagues be doing? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } It's positively Pavlovian. But you can't blame the media for asking that question. Flake pretty much demanded a revolt against Trump. Yet when asked, Flake flakes: if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JEFF FLAKE, R-ARIZ.",
      "sentences": "I don't think any of those remedies are justified. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLAKE",
      "sentences": "No, I don't want to go down that road.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLAKE",
      "sentences": "I don't think some of the remedies are being talked about. Impeachment, high crimes, and misdemeanors, I don't think that that applies -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } That's backtracking. So why start what you can't finish? Maybe because it was baloney to begin with. Because if Flake really thought democracy was under attack, why wouldn't he stay and fight? Imagine if Hillary were in office. Would a Republican senator say, she's harming our country, therefore I'm retiring? It doesn't make any sense. Trump may not be your choice, but Flake's exit seems more about losing a future election than feuding with the president. His speech was high drama that gets pats on the head from his cool new friends in the media. Flake basically went for a short-term sugar high. Sure, that deep-fried Twinkie is initially pleasing at the street fair, but you'll regret it. And you saw that in Flake's exit interviews. So like a poodle, he took his moment to get his back scratched by the Dems and a belly rub from the media. The validation, a nice doggy treat, but it was cheap and it was damaging to his body and the body politic. Yet, as he bails, he still claims the high ground. No. If you're leaving because you know you can't win, just go quietly. This stand isn't brave. It's petulance. Scorched earth bravado as you go to your room and slam the door. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now opposing Donald Trump it's a real option for anyone in honest government, but hit-and-run guerrilla tactics only work when you stay in the battle. This is the teacher's pet who sticks his tongue out at you, then hides behind the teacher. It's the courage of a spectator. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } True, there's been nothing like Donald Trump in tone or tenor among Republicans, but there's always been rough rhetoric from the left. This is new turf for us. Too bad, Jeff flaked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "So after Jeff Flake's anti-Trump speech, the press responded just how you'd expect, as impeachment sheep",
      "utterance": ""
    },
    {
      "speaker": "NORAH O'DONNELL, CBS NEWS",
      "utterance": "If he is dangerous to democracy, as you say, should he be removed from office?"
    },
    {
      "speaker": "CHUCK TODD, NBC NEWS",
      "utterance": "Well, there is a way that Congress can change this. Do you think Congress should be pursuing every avenue to get President Trump out of office?"
    },
    {
      "speaker": "MATT LAUER, NBC NEWS",
      "utterance": "Senator, is there a difference in your mind between a president who, and these are your words, undermines our Democratic ideals and has a flagrant disregard for the truth and decency, and a president who is unfit to hold the office?"
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS",
      "utterance": "Are words enough though, senator? What should you and your colleagues be doing?"
    },
    {
      "speaker": "It's positively Pavlovian. But you can't blame the media for asking that question. Flake pretty much demanded a revolt against Trump. Yet when asked, Flake flakes",
      "utterance": ""
    },
    {
      "speaker": "SEN. JEFF FLAKE, R-ARIZ.",
      "utterance": "I don't think any of those remedies are justified."
    },
    {
      "speaker": "FLAKE",
      "utterance": "No, I don't want to go down that road."
    },
    {
      "speaker": "FLAKE",
      "utterance": "I don't think some of the remedies are being talked about. Impeachment, high crimes, and misdemeanors, I don't think that that applies -- That's backtracking. So why start what you can't finish? Maybe because it was baloney to begin with. Because if Flake really thought democracy was under attack, why wouldn't he stay and fight? Imagine if Hillary were in office. Would a Republican senator say, she's harming our country, therefore I'm retiring? It doesn't make any sense. Trump may not be your choice, but Flake's exit seems more about losing a future election than feuding with the president. His speech was high drama that gets pats on the head from his cool new friends in the media. Flake basically went for a short-term sugar high. Sure, that deep-fried Twinkie is initially pleasing at the street fair, but you'll regret it. And you saw that in Flake's exit interviews. So like a poodle, he took his moment to get his back scratched by the Dems and a belly rub from the media. The validation, a nice doggy treat, but it was cheap and it was damaging to his body and the body politic. Yet, as he bails, he still claims the high ground. No. If you're leaving because you know you can't win, just go quietly. This stand isn't brave. It's petulance. Scorched earth bravado as you go to your room and slam the door. Now opposing Donald Trump it's a real option for anyone in honest government, but hit-and-run guerrilla tactics only work when you stay in the battle. This is the teacher's pet who sticks his tongue out at you, then hides behind the teacher. It's the courage of a spectator. True, there's been nothing like Donald Trump in tone or tenor among Republicans, but there's always been rough rhetoric from the left. This is new turf for us. Too bad, Jeff flaked."
    }
  ]
}