{
  "date": "October 19, 2017",
  "headline": "Former Pence press secretary talks future of tax reform",
  "subHeadline": "Marc Lotter, former press secretary for the vice president, provides insight on \"The Story.\"",
  "url": "https://www.foxnews.com/transcript/former-pence-press-secretary-talks-future-of-tax-reform",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GEN. JOHN KELLY, WHITE HOUSE CHIEF OF STAFF",
      "sentences": "Let me ask you this. Let me ask you this: is anyone here a Gold Star parent or sibling? Does anyone here know a Gold Star parent or sibling? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "sentences": "Good evening! I'm Martha MacCallum, and this is \"The Story.\" Instead of reverence and gratitude, the deaths of these four men set off a political firestorm that culminated in a gripping appearance from General John Kelly at the White House podium today. Recounting his own story of how he became what no military father wants to be, a Gold Star parent. If you saw what happened in the briefing room today, we ask that you watch it with us again here tonight, because it is not often that the nation gets a lesson like this. But first, we go to Trace Gallagher with the backstory of these four men. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CHANNEL REPORTER",
      "sentences": "Martha, Defense Secretary James Mattis is the first to acknowledge that information about the attacks in Niger is slow-coming, but the military reportedly now believes the ambush that killed Sergeant La David Johnson, Sergeant Brian Black, Staff Sergeant Jeremiah Johnson, and Sergeant Dustin Wright actually came in two waves, and that the Green Beret-lead soldiers were able to fend off the first attack and were then hit again as they retreated. French attack helicopters responded during the second wave, pushing the attackers back. Experts say it's feasible that chaos surrounding the second ambush is why Sergeant La David Johnson got separated from his fellow soldiers. Johnson's body was located 48 hours after the initial attack. Information about Sergeant Johnson being missing was held close to the best because of fears that he may have been captured. The military also believed the ambush included overwhelming force by at least 50 members of ISIS and/or al-Qaeda, and it appears the attack was both well-planned and well-coordinated. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } By nearly all accounts the soldiers were either arriving or departing a meeting in the village of Tongo-Tongo near the border of Malley when the attack happened. U.S. Forces are in the region to advise and train Niger forces to fight extremists. Here is secretary Mattis. Watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. JAMES MATTIS, DEFENSE SECRETARY",
      "sentences": "In any time commit our crew to anywhere it's based on, answering us a simple first question, and that is the well-being of the American people sufficiently enhanced by putting our troops there that we put our troops in a position to die. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Now, it remains unclear if better intelligence, surveillance, and reconnaissance could have mitigated the attacks, but U.S. Africa command which oversees U.S. Military operations in the region told Congress back in March the area is lacking much-needed resources. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, Trace. So, the deaths of these four Green Berets led to an ugly back-and-forth and criticism of President Trump by Congresswoman Frederica Wilson, who claimed that his phone call to the wife of La David Johnson somehow fell short, in her opinion. We were told yesterday that General Kelly was disgusted by the politicalization of this story, which also extended to his own son's death and how he was notified and consoled. His response to the story today left everyone in that room and watching speechless. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLY",
      "sentences": "Most Americans don't know what happens when we lose one of our soldiers, sailors, airmen, Marines or coast guardsmen in combat. So, let me tell you what happens. Their bodies, wrapped them up in whatever it passes as a shroud. Puts them in a helicopter as a routine and sends them home. Their first stop along the way is when they are packed in ice, typically at the airhead. And then they are flown to usually Europe where they are packed in ice again and flown to Dover Airport Base where Dover takes care of the remains, embalms them, meticulously dresses them in their uniform, with the medals that they've earned, the emblems of their service, and then puts them on another airplane, linked up with a casualty officer, escort that takes them home. A very, very good movie to watch if you haven't ever seen it is \"Taking Chance\" where this is done in a movie, HBO setting. Chance Phelps was killed under my command right next to me. It's worth seeing that if you'd never seen it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } So that's the process. While that is happening, a casualty officer typically goes to the home very early in the morning and waits for the first lights to come on. And then he knocks on the door, typically the mom and dad will answer, wife. And if there is a wife, this is happening in two different places. If the parents are divorced, three different places. And the casualty officer proceeds to break the heart of a family member and stays with that family until -- well, for a long, long time even after the internment. So, that's what happens. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Who are these young men and women? They are the best one percent of this country produces. Most of you as Americans don't know them. Many of you don't know anyone who knows any of one of them. But they are the very best this country produces. And they volunteered to protect our country when there is nothing in our country anymore that seems to suggest that self-service to the nation is not only appropriate but required. But that's all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLY",
      "sentences": "So, some presidents have elected to call. All presidents I believe have elected to send letters. If you elect to call a family like this, it is about the most difficult thing you could imagine. There's no perfect way to make that phone call. When I took this job and talked to President Trump about how to do it, my first recommendation was, he not do it. Because it's not the phone call that parents, family members are looking forward to. It's nice to do, in my opinion, in any event. He asked me about previous presidents, and I said, I could tell you that President Obama, who was my commander-in-chief when I was on active duty, did not call my family. That was not a criticism. That was just to simply say, I don't believe President Obama called. That's not a negative thing. I don't believe President Bush called in all cases. I don't believe any president particularly when the casualty rates are very, very high that presidents call but I believe they all write. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } So when I gave that explanation to our president three days ago, he elected to make phone calls in the case of the four young men who we lost in Niger at the earlier part of this month. But then he said, you know, how do you make these calls? If you're not in the family, if you've never worn the uniform, if you've never been in combat, you can't even imagine how to make that call, but I think he very bravely does make those calls. The call in question that he made yesterday -- a day before yesterday now -- were to four family members, the four fallen, and remember, there's a next of kin designated by the individual, if he's married, that's typically the spouse. If he's not married, that's typically the parents, unless the parents are divorced and then he selects one of them. If he didn't get along with his parents, he'll select a sibling. But the point is, the phone call is made to the next of kin only if the next of kin agrees to take the phone call. Sometimes they don't. So a pre-call is made, \"The president of the United States or the commandant of the Marine Corps or someone would like to call, do you accept the call?\" And typically they all accept the call. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } So he called four people the other day and expressed his condolences in the best way that he could. And he said to me, \"What do I say?\" I said to him, \"Sir, there's nothing you can do to lighten the burden on these families.\" Let me tell you what I tell them, let me tell you what my best friend Joe Dunphy (ph) told me because he was my casualty officer. He said, \"Kel, he was doing exactly what he wanted to do when he was killed. He knew what he was getting into by joining that one percent. He knew what the possibilities were because we're at war. And when he died,\" and the four cases we're talking about Niger, and my son's cases in Afghanistan, \"when he died he was surrounded by the best men on this Earth, his friends.\" That's what the president tried to say to four families the other day. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } I was stunned when I came to work yesterday morning and broken-hearted at what I saw a member of Congress doing, a member of Congress who listened in on a phone call from the president of the United States to a young wife. And in his way tried to express that opinion that he's a brave man, a fallen hero, he knew what he was getting himself into because he enlisted, there's no reason to enlist, he enlisted, and he was where he wanted to be, exactly where he wanted to be with exactly the people he wanted to be with when his life was taken. That was the message. That was the message that was transmitted. It stuns me that a member of Congress would have listened in on that conversation. Absolutely stuns me. And I thought at least that was sacred. You know, when I was a kid growing up a lot of things were sacred in our country. Women were sacred, looked upon with great honor. That's obviously not the case anymore, as we've seen from recent cases. Life, the dignity of life was sacred. That's gone. Religion. That seems to be gone as well. Gold Star families, I think that left in the convention over the summer. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } I just thought the selfless devotion that brings a man or woman to die in the battlefield, I just thought that that might be sacred. And when I listened to this woman and what she was saying and what she was doing on TV, the only thing I could do to collect my thoughts was to go and walk among the finest men and women on this Earth. And you can always find them. Because they're in Arlington National Cemetery. Went over there for an hour and a half, walked among the stones, some of whom I put there because they were doing what I told them to do when they were killed. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Here now with his reaction, former Navy SEAL Rob O'Neill, who, of course, lost friends on the battlefield himself and he is a Fox News Contributor. Rob, good evening to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROB O'NEILL, FORMER NAVY SEAL",
      "sentences": "Good evening, Martha. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It just -- it takes my breath away listening to General Kelly speaks so eloquently. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'NEILL",
      "sentences": "Yes, that was -- it was incredible. The Chief of Staff, General Kelly, is pretty much the classiest guy in Washington, D.C., tonight. That was a speech that was given by a general, by chief of staff, by Gold Star father, by an American. That's exactly what people needed to hear because this is -- a Gold Star family is the most sacred thing that we have, and the bickering and the political -- playing politics with the family is unacceptable. And hopefully -- I would like to see it just end. Like, you know, some people said some stuff they hopefully regret and it ends and let the families grave. I mean, the president made a phone call, that has got to be very uncomfortable. He asked General Kelly what to say and he said it the best way he could. You know, I know Donald Trump, I had dinner with the president last week. He really cares about the military. He's not going to insult anybody. And for the way that it was politicized, to the way that General Kelly said it was -- he was stunned and it broke his heart. That was -- that got me. I watched it live. And I -- you know, it was an excellent speech at the perfect time. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, when he talks about, Rob, something that you know the feeling of, to lose friends, buddies, people that you are out there with, and how to communicate that to their family members, I'm sure you've been in that situation yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'NEILL",
      "sentences": "Yes, it's very difficult. We had -- I was a part of a team, the deadliest day for the war in Afghanistan when we lost 30 Americans on one helicopter. We lost 17 guys from my unit, Extortion 17, in August of 2011. I know a few months after the Bin Laden raid, and I had friends that were on that. And just to hear -- you know, hearing something that happened and going into work and typing the what just happened e-mail, and you get the list of names -- a friend being killed in the accident. It's heartbreaking. And these are my brothers in arms, but I can't imagine what the wives, the girlfriends, the children. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } You know, they lost fathers, we lost hundreds of years of combat experience, and just a brotherhood of some of the best operators in the world. It's just something that -- I can't imagine what it's like to be -- to lose a spouse, to lose a child in combat. And for someone, I mean, why is a member of Congress sitting in on this phone call? She's there for a reason, and she got the reason, and she showed it. Like, the chief of staff said, it needs to go away. There are some things that need to be sacred and we need to stop the bickering. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I couldn't believe it took almost no time for some people to criticize General Kelly, including Brian Fallon, who worked on the Clinton campaign, who said this. \"Kelly isn't just an enabler of Trump, he's a believer in him. That makes him as odious as the rest. Don't be distracted by the uniform.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'NEILL",
      "sentences": "Don't be distracted by the uniform. He's a believer in Trump, but he's -- General Kelly is a believer in America, he's a patriot. There's nothing wrong with supporting the president. There's nothing wrong with supporting the policy to trying to put forward. General Kelly, he's an adult, and like I said, he's saying what needs to be said. And people, they don't have any shame, a lot of people just want -- they want to make the headlines, they want to get the story out. So, they're going to say something to get jobs in there, just to make headlines for their few minutes of fame. It's ridiculous. General Kelly, he was everything today. He was everything he's ever been, and he basically gave the nation a good sit-down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He sure did. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'NEILL",
      "sentences": "Yes, yes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Rob O'Neill, SEAL, Team Six, thank you very much, Rob. Great to see her tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'NEILL",
      "sentences": "Thanks, Martha, anytime. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. So, we'll be right back with more of the powerful stories that we have for you tonight after this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Today, two witnesses from Fusion GPS, which is the opposition firm behind the infamous Trump dossier are stonewalling the Congressional investigators, refusing to answer questions about who paid them for that work. Today, President Trump set off a media firestorm with a tweet suggesting this: \"Workers of the firm involved with the discredited and fake dossier take the fifth. Who paid for it, Russia, the FBI or the Dems or all?\" Fox News chief national correspondent, Ed Henry, live tonight at the White House with some important background on this story for us tonight. Hi, Ed. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Well, Martha, good to see you. It's interesting because the mainstream media really delight in charging that President Trump shoots first with his tweets and asks questions later. This may be a case tonight of the media needing to take a collective look in the mirror because this is how it played out today. As you note, there was a freak out among reporters and pundits over the president tweeting out his condemnation of Fusion GPS, and the commander in chief's suggestion that the FBI may have paid for that Trump dossier. Forgetting, of course, that the media itself published reports months ago suggesting just that. Conservative Pundit, David Frum, tweeting: \"After yesterday savaging the family of a fallen U.S. soldier, President Trump is today suggesting the FBI has forged evidence against him.\" Dartmouth Professor, Brendan Nyhan, declaring: \"The president suggests that the nation's chief law enforcement agency colluded with the Russians and the other party against him. Dangerous.\" Then, it gets more interesting, because of Jake Sherman, of Politico, remember that publication? It's important. Jumps in: \"The president just suggested the FBI paid for dossier with intel about him. The FBI's in the U.S. government.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Perhaps the most remarkable one came from Karen Tumulty of the Washington Post: \"Astonishing allegation by the by a president of the United States against the Federal Bureau of Investigation.\" Remarkable because of Tumulty's own newspaper, The Washington Post, reported way back in February that, \"Yes, the FBI once planned to pay the former British spy who wrote that controversial dossier.\" Then, in March, it was Politico -- yes, Politico, that reported Republican Senator, Chuck Grassley, was slamming this \"alleged FBI plan\" to pay former British spy for Trump intel. So, this was a very interesting circular bit criticism where the media is saying the president is tweeting that may be the FBI paid for this dossier forgetting that they suggested in the first place, Martha. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Amazing parallels, how quickly they forget. Ed, thank you very much. Ed Henry, at the White House. So, the Fusion GPS tale is not the only Russia headline in the news. There are still questions tonight about a 2010 deal that sent U.S. uranium to Russia. A tangled web that could include the Obama White House, the Clinton State Department, and the Holder Justice Department. Today, in the oval office, President Trump accused the media of not paying attention to this big story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Your real Russia story is uranium and how they got all of that uranium, a vast percentage of what we have. That is, to me, one of the big stories of the decade, not just now, of the decade. The problem is that the mainstream media does not want to cover that story because that affects people that they protect. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Here now, Peter Schweizer, Author of the book \"Clinton Cash,\" who originally broke that story about Uranium One and the sale of that company between an American trucking company and a Canadian uranium mining firm that was sold to Russia, and essentially give them about 20 percent control of our uranium. Peter, welcome, good to have you here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER SCHWEIZER, AUTHOR",
      "sentences": "Hey, Martha. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you know, how do you feel personally when you hear the president talk about the fact that so many people simply don't want to talk about this part of the story? And you've faced a lot of backlash for \"Clinton Cash\" and has sort of revived that this story is back in the news. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "Yes, you're right, Martha. I mean, I've said from the beginning when it pertains to Russia that there should be an investigation of any Russian attempts to manipulate the election, and we've had that, and there's really been, I think, no evidence, it's fair to say, of any collusion involving the Trump administration. But I also said, look, if you're going to be consistent about this, you have to investigate all of it, and that includes collusion or cooperation between the Clinton State Department and the Russian government. And you know, there's been very little interest in investigating this. The book came out in 2015, The New York Times, to its credit, ran a 4000-word frontpage investigative piece confirming all the facts. But it's been complete radio silence as far as the mainstream media is concerned and there's really been no movement in the government, as far as I know, to really investigate this in a serious way. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you know, when you covered this story, and you did an exhaustive bit of work on it, you did not -- you weren't aware of what The Hill just found when they did some investigating that there was an ongoing FBI investigating and an informant who is tracking the connection between the Clintons, between Russia, between this uranium mining sale; and Hillary Clinton and Eric Holder were on the committee that signed off on the sale, that has to say it is OK for us to sell this resource to the Russians. Were you shocked when you read that story and saw that new connection?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "I was very shocked, Martha. Here's the thing to put into context. It can all get very complicated, but anytime there's a strategic company that needs to be sold, and a foreign government entity wants to buy make it, it has to be approved by this committee. One of the purposes of this committee is to make sure that the company buying it doesn't have hostile intent, but also that it's not corrupt, is not involved in terrorism, it's not involved in any other illicit activity. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } Well, as this deal was being approved in 2010, the FBI was, in fact, investigating this Russian company and was finding evidence of all sorts of nefarious activity. And it appears, at this point, that that information was never given to the CVS Committee to even evaluate. So, the question becomes: why was the meeting never even made it? We don't know. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Why would they sit on this investigation? It's the Department of Justice, though the FBI investigation, Eric Holder sitting on the committee, wouldn't he want to say to them? You need to be aware of this, there are bribery and kickback involved in this company. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "Yes. I mean, Martha, that's a great question. And really, I think there are only two possible explanations: one is just bureaucratic incompetence; they just never raised it. Or the second possibility is something more nefarious, which is it's either for political reasons or commercial reason -- they did not want this deal stopped. But either explanation, I think, is terrible, and that's why Senator Grassley's call for an investigation, a congressional investigation, I think, is vital and necessary. But we also need an investigation by a grand jury or somebody that has subpoena powers that can really get to the bottom of the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Peter Schweizer, as always, thank you. Good to see you tonight, Peter. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up... GEORGE W. BUSH, 43RD PRESIDENT: Freedom is not merely a political menu option or a foreign policy fad. It should be the defining commitment of our country and the hope of the world. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Rare public remarks from the 43rd president. Ari Fleischer, who served as White House Press Secretary under George W. Bush, is here with his take on the speech that is getting a lot of attention night. Plus, new media hysterics over the president's handling of the North Korea threat. Former special assistant to the president, Mark Water, is here tonight with his reaction to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The stories are going around out there that if the president inches closer to some kind of nuclear confrontation with North Korea that those guys are going to do something. They're going to lock him in a room, they're going to tackle him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "If we get this done, it will be historic. It will be bigger than any plan ever, you know, ever approved or -- ever. It will be the biggest tax cuts in the history of our country. And I can tell you, we have tremendous support for this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's going to be huge. President Trump earlier touting his plans for the tax deal, the president also teasing an important Senate vote on the budget framework, and that is expected sometime tonight. This was going to be this afternoon, now it looks like this evening. And that would bring the GOP closer to the point where they could actually vote under reconciliation on that budget bill, and that would move important tax reform. So the president tweeted, Republicans are going for the big budget approval today, first step toward massive tax cuts. I think we have the votes, but who knows. Here now, maybe somebody knows a little bit, Marc Lotter, former special assistant to the president, former press secretary to the vice president. Marc, good evening, good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC LOTTER, FORMER SPECIAL ASSISTANT TO THE PRESIDENT",
      "sentences": "Good to see you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So do you know does he have the votes? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "I think we're getting close, you know. I mean, this is something that Republicans have been talking about for years. Middle class tax cuts, putting more money in the pocket of the American people, and cutting the corporate tax rate, which I among the highest in the world and bring it into an area where we can grow jobs and have companies bring back trillions of dollars that they're basically storing overseers, invested in our country, raise American wages, and create more American jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, do think that the burden of non-achievement weighs heavily enough on the GOP that they will not go home without doing this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "The burden really lies with all lawmakers on Capitol Hill because they're going to have to go back to their constituents, back in their districts and explained to the hardworking Americans that put them -- that send them to Washington why they're not in favor of putting more money in their pockets, why they're not in favor of creating more jobs, and why they're in favor of higher taxes? And that's just not something that most Republicans, and I would even think many Democrats are going to have a hard time explaining. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, treasury secretary Steven Mnuchin guaranteed that it would be done by year's end. And what we've heard the past few days of people, sort of, pushing that timeline into, well, it could be the congressional year, you know, McConnell said, going into January. People tend to remember when you guarantee something like Joe Namath and the Super Bowl. You're going to have to deliver.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "Well, one thing I can tell you is that President Trump is a leader who wants things done yesterday, and if he could have this done on January 20th and waiting for him on his desk that would have made him happy. So the sooner we get this done, the American people will be happy, the president will be happy, he'll get it signed, and we'll finally, after more than 30 years, reform a tax code that is greatly in need of being overhauled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "As you say, it's been talked about forever. And tonight's the night for the first step. I want to switch gears on you and play something that was on the \"Today\" show, back and forth between Matt Lauer and Brennan, the former CIA director. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT LAUER, CO-HOST",
      "sentences": "You know the key players around the president in Mattis, and in McMaster, and John Kelly. The stories are going around out there that if the president inches closer to some kind of a nuclear confrontation with North Korea that those guys are going to do something. They're going to lock him in a room. They're going to tackle him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "sentences": "The president has the unilateral authority to be able to authorize military action. That order goes through Secretary Mattis. Secretary Mattis is going to either try to talk him out of it, disagree with it, carry it out, or, or, not. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Marc, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "It's repugnant, but sadly, I'm not surprised. I mean, liberals and the mainstream media said the same thing about President Ronald Reagan in the early 1980's, and how did that work out for them? But really, what you've got here are media who were cheerleaders for a feckless and weak kneed foreign policy by President Obama that emboldened our enemies and abandon our friends. President Trump ran on a platform of naming our enemies and going after them. We see it working with ISIS. We see it bringing the world together, including China, to confront the threat that is North Korea, where that can has been kicked down the road for 30 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So no truth to the pact between these men that they're going to intercede if they think he's doing something that they don't agree with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "That is sheer ridiculousness. That's not going to happen. We've got a strong leader in the White House who is going to take the fight to our enemies if they're not willing to come and negotiate and come back to the world stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Marc Lotter. Thanks, Marc, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So still ahead tonight, a series of harrowing warnings this week from top intelligence leaders around the world. If ISIS is pushed out of Raqqa, some like CIA director Mike Pompeo are a bit worried about where they may go next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Make no mistake about it, the intent still remains, there are terrorists around the world who are intent upon using commercial aviation as their vector to present a threat to the west.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "One intel official even warning that ISIS supporters want nothing more than their own version of 9/11. Ahead, we will tell you what you need to know. And former President Bush addressed a crowded room in New York City today, what he said about today's political environment that is getting a lot of attention tonight. His former press secretary, Ari Fleischer, joins me in a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUSH",
      "sentences": "The American spirit does not say we shall manage or we shall make the best of it, it says we shall overcome, and that is exactly what we're going to do with God's help. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "George W. Bush offering a rare public take on the current political climate, talked about his ideas for change, hope, and optimism in the world, but he also issued a warning about today's divisive political environment. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUSH",
      "sentences": "The American dream of upward mobility seems out of reach for some who feel left behind in a changing economy. Discontent deepened and sharpened partisan conflicts. Bigotry seems emboldened. Our politics seems more vulnerable to conspiracy theories and outright fabrication. We've seen our discourse degraded by casual cruelty. At times, it can seem like the forces pulling us apart are stronger than the forces binding us together. Argument turns too easily into animosity. Disagreement escalates into dehumanization. Too often, we judge other groups by their worst examples, while judging ourselves by our best intentions, forgetting the image of God we should see in each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Powerful stuff. Here now, Ari Fleischer, former White House press secretary under President George W. Bush. And Ari is a Fox News contributor, of course. Good to see you tonight, Ari.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "sentences": "Thank you, Martha. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Most of the response to that today in most media outlets was that he took a big swipe at President Trump there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Well, you know, I remember that President Bush when President Obama was in office gave a speech about Middle East and the press took it as a swipe to President Obama. You know, I take it as just too easy for the press to take swipes, and that's how they write these stories up. But so much of what President Bush just said there I heard him say when I was the press secretary 16 years ago, particularly about the discourse, he was very troubled by the discourse back then. Remember, his critics called him a war criminal, and his instructions to me and the rest of the staff was always to rise above it because it's important for the president to set that tone. It's nothing new for President Bush.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, in terms of tone, obviously, the Bush presidency had a very different tone -- both Bush presidency is than what we're seeing today. There's also no love lost between the Bush family, and Jeb Bush got pretty beaten up in the process of the last presidential election, and it seems, in some ways, that the tone that Donald Trump at the time brought to the competition was what helped him to win. I just want to show you this from last August, a debate with Jeb Bush and Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEB BUSH, FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "Mr. Trump's language is divisive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The one thing he did say about me, however, was my tone. And I also understand that. But when you have people that are cutting Christians' heads off, when you have a world at the border and at so many places that it's medieval times, we've never -- it's almost got to be as bad as it ever was in terms of the violence and the horror, we don't have time for tone. We have to go out and get the job done. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ari, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Well, I think you're onto something there, Martha. Times change. And particularly after the Obama years, the Republican Party especially wanted somebody who really would take it to the Democrats, and that's one of the reasons Donald Trump was successful in the primary and Jeb was not. And so, Donald Trump to his credit captured that zeitgeist of what was going on in 2016. I will submit to you, tone remains important, and I think one of the issues that has bedeviled President Trump to some degree as president is, does he sometimes go too far. And some of the controversies he's gotten into were because he did go too far in some of the things he did or said. Policy wise, I think he's had a very successful presidency, and he has an opportunity here with tax form especially to be more so. I continue to think tone is always important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. You know, it is interesting that President Bush spoke out and that he did go to a place in that speech that could even be interpreted as a swipe at President Trump, because he has said so often that he doesn't want to go there, you know, that he thinks there's one president at a time, and that he was happy that, you know, previous presidents didn't step on him when he was trying to do the job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "And I think that still is what he thinks, and I think he recognizes that it's impossible for anybody in this era to give a speech about anything without the press stirring the pot and saying, this is Bush versus somebody, somebody versus someone. That's exactly the same thing I saw when he gave that speech, as I mentioned, where the press said it was against Barack Obama when it wasn't his intention. So I think we all understand that's just how it works, but the words are actually a lot more subtle than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ari Fleischer, thank you very much. Always good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So an important story to tell you about coming up here. Dire warnings are spilling in from a number of different intelligence officials around the globe as terror groups like ISIS see their grip on the Middle East loosen. There are new fears that they're setting their sights on western cities instead now in the hope of pulling off their own version of 9/11. Chilling words, Lieutenant Colonel Michael Waltz, and former CIA officer Buck Sexton, up next on why all of these intel leaders seem to be sounding a similar tone. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "We're now running well over 500 live operations involving around 3,000 individuals known to be currently involved in extremist activity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A series of chilling new warnings from the highest ranks of government on the global terror threat. And remarks in our London embassy, acting homeland security secretary Elaine Duke said this, the terrorist organizations, be it ISIS, or al Qaeda, or others, want to have the big explosion like they did on 9/11. They want to take down aircraft. The intelligence is clear on that. Her comments echoing the warning from Britain's MI5 chief and our own attorney general.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "The military tells us they can expect, not a reduction after ISIS is defeated, but maybe even an increase in attacks. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "That threat is multidimensional, evolving rapidly, and operating at a scale and pace we've not seen before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "MI5 says they've taken down seven plots in seven months. Here now Lieutenant Colonel Michael Waltz, CEO of Metis Solutions and a Fox News contributor, and Buck sexton a former CIA officer who served in Afghanistan. Gentlemen, welcome, good to have both of you here. Colonel, let me start with you. In terms of what happened in Raqqa, and the need to continue to go after those sanctuaries, and what kind of impact it actually has on these more farther-flung operations in other countries?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL WALTZ, FOX NEWS CONTRIBUTOR",
      "sentences": "You know, our intelligence community, law enforcement, our governments can only play so much defense. The key here is offense, and the best form of defense is offense. We have to continue to take down those sanctuaries. You know, every night that some of this terrorist leadership is thinking about a missile coming through their window is a night that they're not planning and plotting against the United States. We have to go after the sanctuaries. That's why staying engaged in places like Afghanistan, Syria, Iraq, Libya, Niger, and other places is so critical. That's in the short term. In the long term, you know, we need a strategy in place to go after the ideology. It's relatively easy to bomb a tank, very difficult to bomb an idea, and we're at war against Islamic extremism. It's a war against us. And this is a global effort. But we cannot just sit back on our heels and hope to stop it at the borders. We have to fight it in Kabul and Kandahar, not in Kansas City.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Buck, in terms of the homegrown terrorist, talk to me about what you think you're hearing in all of these little messages that are being sent from these different individuals who are very plugged in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCK SEXTON, FORMER CIA OFFICER",
      "sentences": "This is a momentous week in the fight against Islamic extremism. Raqqa has fallen to our allies, and the Islamic State has been defeated, at least as a state, but it does continue on as an ideology. So now you have Islamic State affiliates, ISIS affiliates around the world, as well as those who are just adhering to the ideology looking to regain some relevance for this idea of the global jihad. They'll be looking to reclaim the leadership of jihadism once again with a mass casualty attack. They can't orchestrate a government anymore. They're on the run. They're actually being rounded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Are they organized enough to pull off the kind of thing they pulled off on 9/11? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "It doesn't take that much to pull off a mass casualty attack. And given the amount of resources spent, particularly in Europe and here in America to thwart the lower tech, lower skilled terrorist attacks, if you will, the edged weapons, vehicles, smaller explosives, we're not really looking at those long-term strategic possibilities, strategic terrorist attacks the same way that we were right after 9/11. And for a group like the Islamic State to regain relevance once again, I think there is an understanding in their leadership circles that they need a spectacular mass casualty attack because then they'll have recruits all over the world again, and it will restart that narrative of a global jihad that they can actually win, because right now, they're losing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Chilling to hear the talk of airplanes and laptops again in terms of a potential plot when you look at this. I do want to take a moment with you, Colonel Waltz, while looking at what General Kelly had to say today. And we've played a lot of it at the top, and I know you had a chance to hear it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You're a former green beret. You did operations in Niger, similar to this one. Let's put up what Frederica Wilson, the congresswoman who has been at the center of all this said after General Kelly made those comments. She said General Kelly is trying to keep his job. He will say anything. There were other people who heard what I heard, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Listen, Martha, let me be clear here, as a commander, I've had to write those letters. I've had to make those -- I've had to make those calls. There is nothing more difficult in the world to do. Those men were out there doing what they love. It's the families that have to suffer. They get three choices. They get that we don't come back, that we come back missing arms and limbs, or that were not right mentally and not the same as how we left. There is nothing more sacred than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Colonel Waltz, thank you for your service. And Buck, thank you. A poignant reminder of that when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We leave you tonight with this clip from the movie, \"Taking Chance,\" about a hero who served under General Kelly, and as Kelly revealed today, was killed right next to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "So last night I read the DOD announcement of Phelps. I would be honored to escort him home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "The remains are to travel feet first from being transported from one point to another. At each transfer point, regardless of the mode of transport, you will render honors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "You're his witness now. Without a witness, you just disappear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "He'll be so honored that a senior officer brought him home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That is The Story tonight. Thanks for sharing it with us. We will see you back here tomorrow night at 7:00. Tucker Carlson comes up next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. JOHN KELLY, WHITE HOUSE CHIEF OF STAFF",
      "utterance": "Let me ask you this. Let me ask you this: is anyone here a Gold Star parent or sibling? Does anyone here know a Gold Star parent or sibling?"
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "utterance": "Good evening! I'm Martha MacCallum, and this is \"The Story.\" Instead of reverence and gratitude, the deaths of these four men set off a political firestorm that culminated in a gripping appearance from General John Kelly at the White House podium today. Recounting his own story of how he became what no military father wants to be, a Gold Star parent. If you saw what happened in the briefing room today, we ask that you watch it with us again here tonight, because it is not often that the nation gets a lesson like this. But first, we go to Trace Gallagher with the backstory of these four men."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CHANNEL REPORTER",
      "utterance": "Martha, Defense Secretary James Mattis is the first to acknowledge that information about the attacks in Niger is slow-coming, but the military reportedly now believes the ambush that killed Sergeant La David Johnson, Sergeant Brian Black, Staff Sergeant Jeremiah Johnson, and Sergeant Dustin Wright actually came in two waves, and that the Green Beret-lead soldiers were able to fend off the first attack and were then hit again as they retreated. French attack helicopters responded during the second wave, pushing the attackers back. Experts say it's feasible that chaos surrounding the second ambush is why Sergeant La David Johnson got separated from his fellow soldiers. Johnson's body was located 48 hours after the initial attack. Information about Sergeant Johnson being missing was held close to the best because of fears that he may have been captured. The military also believed the ambush included overwhelming force by at least 50 members of ISIS and/or al-Qaeda, and it appears the attack was both well-planned and well-coordinated. By nearly all accounts the soldiers were either arriving or departing a meeting in the village of Tongo-Tongo near the border of Malley when the attack happened. U.S. Forces are in the region to advise and train Niger forces to fight extremists. Here is secretary Mattis. Watch."
    },
    {
      "speaker": "GEN. JAMES MATTIS, DEFENSE SECRETARY",
      "utterance": "In any time commit our crew to anywhere it's based on, answering us a simple first question, and that is the well-being of the American people sufficiently enhanced by putting our troops there that we put our troops in a position to die."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Now, it remains unclear if better intelligence, surveillance, and reconnaissance could have mitigated the attacks, but U.S. Africa command which oversees U.S. Military operations in the region told Congress back in March the area is lacking much-needed resources. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, Trace. So, the deaths of these four Green Berets led to an ugly back-and-forth and criticism of President Trump by Congresswoman Frederica Wilson, who claimed that his phone call to the wife of La David Johnson somehow fell short, in her opinion. We were told yesterday that General Kelly was disgusted by the politicalization of this story, which also extended to his own son's death and how he was notified and consoled. His response to the story today left everyone in that room and watching speechless."
    },
    {
      "speaker": "KELLY",
      "utterance": "Most Americans don't know what happens when we lose one of our soldiers, sailors, airmen, Marines or coast guardsmen in combat. So, let me tell you what happens. Their bodies, wrapped them up in whatever it passes as a shroud. Puts them in a helicopter as a routine and sends them home. Their first stop along the way is when they are packed in ice, typically at the airhead. And then they are flown to usually Europe where they are packed in ice again and flown to Dover Airport Base where Dover takes care of the remains, embalms them, meticulously dresses them in their uniform, with the medals that they've earned, the emblems of their service, and then puts them on another airplane, linked up with a casualty officer, escort that takes them home. A very, very good movie to watch if you haven't ever seen it is \"Taking Chance\" where this is done in a movie, HBO setting. Chance Phelps was killed under my command right next to me. It's worth seeing that if you'd never seen it. So that's the process. While that is happening, a casualty officer typically goes to the home very early in the morning and waits for the first lights to come on. And then he knocks on the door, typically the mom and dad will answer, wife. And if there is a wife, this is happening in two different places. If the parents are divorced, three different places. And the casualty officer proceeds to break the heart of a family member and stays with that family until -- well, for a long, long time even after the internment. So, that's what happens. Who are these young men and women? They are the best one percent of this country produces. Most of you as Americans don't know them. Many of you don't know anyone who knows any of one of them. But they are the very best this country produces. And they volunteered to protect our country when there is nothing in our country anymore that seems to suggest that self-service to the nation is not only appropriate but required. But that's all right."
    },
    {
      "speaker": "KELLY",
      "utterance": "So, some presidents have elected to call. All presidents I believe have elected to send letters. If you elect to call a family like this, it is about the most difficult thing you could imagine. There's no perfect way to make that phone call. When I took this job and talked to President Trump about how to do it, my first recommendation was, he not do it. Because it's not the phone call that parents, family members are looking forward to. It's nice to do, in my opinion, in any event. He asked me about previous presidents, and I said, I could tell you that President Obama, who was my commander-in-chief when I was on active duty, did not call my family. That was not a criticism. That was just to simply say, I don't believe President Obama called. That's not a negative thing. I don't believe President Bush called in all cases. I don't believe any president particularly when the casualty rates are very, very high that presidents call but I believe they all write. So when I gave that explanation to our president three days ago, he elected to make phone calls in the case of the four young men who we lost in Niger at the earlier part of this month. But then he said, you know, how do you make these calls? If you're not in the family, if you've never worn the uniform, if you've never been in combat, you can't even imagine how to make that call, but I think he very bravely does make those calls. The call in question that he made yesterday -- a day before yesterday now -- were to four family members, the four fallen, and remember, there's a next of kin designated by the individual, if he's married, that's typically the spouse. If he's not married, that's typically the parents, unless the parents are divorced and then he selects one of them. If he didn't get along with his parents, he'll select a sibling. But the point is, the phone call is made to the next of kin only if the next of kin agrees to take the phone call. Sometimes they don't. So a pre-call is made, \"The president of the United States or the commandant of the Marine Corps or someone would like to call, do you accept the call?\" And typically they all accept the call. So he called four people the other day and expressed his condolences in the best way that he could. And he said to me, \"What do I say?\" I said to him, \"Sir, there's nothing you can do to lighten the burden on these families.\" Let me tell you what I tell them, let me tell you what my best friend Joe Dunphy (ph) told me because he was my casualty officer. He said, \"Kel, he was doing exactly what he wanted to do when he was killed. He knew what he was getting into by joining that one percent. He knew what the possibilities were because we're at war. And when he died,\" and the four cases we're talking about Niger, and my son's cases in Afghanistan, \"when he died he was surrounded by the best men on this Earth, his friends.\" That's what the president tried to say to four families the other day. I was stunned when I came to work yesterday morning and broken-hearted at what I saw a member of Congress doing, a member of Congress who listened in on a phone call from the president of the United States to a young wife. And in his way tried to express that opinion that he's a brave man, a fallen hero, he knew what he was getting himself into because he enlisted, there's no reason to enlist, he enlisted, and he was where he wanted to be, exactly where he wanted to be with exactly the people he wanted to be with when his life was taken. That was the message. That was the message that was transmitted. It stuns me that a member of Congress would have listened in on that conversation. Absolutely stuns me. And I thought at least that was sacred. You know, when I was a kid growing up a lot of things were sacred in our country. Women were sacred, looked upon with great honor. That's obviously not the case anymore, as we've seen from recent cases. Life, the dignity of life was sacred. That's gone. Religion. That seems to be gone as well. Gold Star families, I think that left in the convention over the summer. I just thought the selfless devotion that brings a man or woman to die in the battlefield, I just thought that that might be sacred. And when I listened to this woman and what she was saying and what she was doing on TV, the only thing I could do to collect my thoughts was to go and walk among the finest men and women on this Earth. And you can always find them. Because they're in Arlington National Cemetery. Went over there for an hour and a half, walked among the stones, some of whom I put there because they were doing what I told them to do when they were killed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Here now with his reaction, former Navy SEAL Rob O'Neill, who, of course, lost friends on the battlefield himself and he is a Fox News Contributor. Rob, good evening to you."
    },
    {
      "speaker": "ROB O'NEILL, FORMER NAVY SEAL",
      "utterance": "Good evening, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It just -- it takes my breath away listening to General Kelly speaks so eloquently."
    },
    {
      "speaker": "O'NEILL",
      "utterance": "Yes, that was -- it was incredible. The Chief of Staff, General Kelly, is pretty much the classiest guy in Washington, D.C., tonight. That was a speech that was given by a general, by chief of staff, by Gold Star father, by an American. That's exactly what people needed to hear because this is -- a Gold Star family is the most sacred thing that we have, and the bickering and the political -- playing politics with the family is unacceptable. And hopefully -- I would like to see it just end. Like, you know, some people said some stuff they hopefully regret and it ends and let the families grave. I mean, the president made a phone call, that has got to be very uncomfortable. He asked General Kelly what to say and he said it the best way he could. You know, I know Donald Trump, I had dinner with the president last week. He really cares about the military. He's not going to insult anybody. And for the way that it was politicized, to the way that General Kelly said it was -- he was stunned and it broke his heart. That was -- that got me. I watched it live. And I -- you know, it was an excellent speech at the perfect time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, when he talks about, Rob, something that you know the feeling of, to lose friends, buddies, people that you are out there with, and how to communicate that to their family members, I'm sure you've been in that situation yourself."
    },
    {
      "speaker": "O'NEILL",
      "utterance": "Yes, it's very difficult. We had -- I was a part of a team, the deadliest day for the war in Afghanistan when we lost 30 Americans on one helicopter. We lost 17 guys from my unit, Extortion 17, in August of 2011. I know a few months after the Bin Laden raid, and I had friends that were on that. And just to hear -- you know, hearing something that happened and going into work and typing the what just happened e-mail, and you get the list of names -- a friend being killed in the accident. It's heartbreaking. And these are my brothers in arms, but I can't imagine what the wives, the girlfriends, the children. You know, they lost fathers, we lost hundreds of years of combat experience, and just a brotherhood of some of the best operators in the world. It's just something that -- I can't imagine what it's like to be -- to lose a spouse, to lose a child in combat. And for someone, I mean, why is a member of Congress sitting in on this phone call? She's there for a reason, and she got the reason, and she showed it. Like, the chief of staff said, it needs to go away. There are some things that need to be sacred and we need to stop the bickering."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I couldn't believe it took almost no time for some people to criticize General Kelly, including Brian Fallon, who worked on the Clinton campaign, who said this. \"Kelly isn't just an enabler of Trump, he's a believer in him. That makes him as odious as the rest. Don't be distracted by the uniform.\""
    },
    {
      "speaker": "O'NEILL",
      "utterance": "Don't be distracted by the uniform. He's a believer in Trump, but he's -- General Kelly is a believer in America, he's a patriot. There's nothing wrong with supporting the president. There's nothing wrong with supporting the policy to trying to put forward. General Kelly, he's an adult, and like I said, he's saying what needs to be said. And people, they don't have any shame, a lot of people just want -- they want to make the headlines, they want to get the story out. So, they're going to say something to get jobs in there, just to make headlines for their few minutes of fame. It's ridiculous. General Kelly, he was everything today. He was everything he's ever been, and he basically gave the nation a good sit-down."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He sure did."
    },
    {
      "speaker": "O'NEILL",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Rob O'Neill, SEAL, Team Six, thank you very much, Rob. Great to see her tonight."
    },
    {
      "speaker": "O'NEILL",
      "utterance": "Thanks, Martha, anytime."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. So, we'll be right back with more of the powerful stories that we have for you tonight after this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Today, two witnesses from Fusion GPS, which is the opposition firm behind the infamous Trump dossier are stonewalling the Congressional investigators, refusing to answer questions about who paid them for that work. Today, President Trump set off a media firestorm with a tweet suggesting this: \"Workers of the firm involved with the discredited and fake dossier take the fifth. Who paid for it, Russia, the FBI or the Dems or all?\" Fox News chief national correspondent, Ed Henry, live tonight at the White House with some important background on this story for us tonight. Hi, Ed."
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Well, Martha, good to see you. It's interesting because the mainstream media really delight in charging that President Trump shoots first with his tweets and asks questions later. This may be a case tonight of the media needing to take a collective look in the mirror because this is how it played out today. As you note, there was a freak out among reporters and pundits over the president tweeting out his condemnation of Fusion GPS, and the commander in chief's suggestion that the FBI may have paid for that Trump dossier."
    },
    {
      "speaker": "Forgetting, of course, that the media itself published reports months ago suggesting just that. Conservative Pundit, David Frum, tweeting",
      "utterance": "\"After yesterday savaging the family of a fallen U.S. soldier, President Trump is today suggesting the FBI has forged evidence against him.\" Dartmouth Professor, Brendan Nyhan, declaring: \"The president suggests that the nation's chief law enforcement agency colluded with the Russians and the other party against him. Dangerous.\" Then, it gets more interesting, because of Jake Sherman, of Politico, remember that publication? It's important. Jumps in: \"The president just suggested the FBI paid for dossier with intel about him. The FBI's in the U.S. government.\""
    },
    {
      "speaker": "Perhaps the most remarkable one came from Karen Tumulty of the Washington Post",
      "utterance": "\"Astonishing allegation by the by a president of the United States against the Federal Bureau of Investigation.\" Remarkable because of Tumulty's own newspaper, The Washington Post, reported way back in February that, \"Yes, the FBI once planned to pay the former British spy who wrote that controversial dossier.\" Then, in March, it was Politico -- yes, Politico, that reported Republican Senator, Chuck Grassley, was slamming this \"alleged FBI plan\" to pay former British spy for Trump intel. So, this was a very interesting circular bit criticism where the media is saying the president is tweeting that may be the FBI paid for this dossier forgetting that they suggested in the first place, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Amazing parallels, how quickly they forget. Ed, thank you very much. Ed Henry, at the White House. So, the Fusion GPS tale is not the only Russia headline in the news. There are still questions tonight about a 2010 deal that sent U.S. uranium to Russia. A tangled web that could include the Obama White House, the Clinton State Department, and the Holder Justice Department. Today, in the oval office, President Trump accused the media of not paying attention to this big story."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Your real Russia story is uranium and how they got all of that uranium, a vast percentage of what we have. That is, to me, one of the big stories of the decade, not just now, of the decade. The problem is that the mainstream media does not want to cover that story because that affects people that they protect."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Here now, Peter Schweizer, Author of the book \"Clinton Cash,\" who originally broke that story about Uranium One and the sale of that company between an American trucking company and a Canadian uranium mining firm that was sold to Russia, and essentially give them about 20 percent control of our uranium. Peter, welcome, good to have you here tonight."
    },
    {
      "speaker": "PETER SCHWEIZER, AUTHOR",
      "utterance": "Hey, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you know, how do you feel personally when you hear the president talk about the fact that so many people simply don't want to talk about this part of the story? And you've faced a lot of backlash for \"Clinton Cash\" and has sort of revived that this story is back in the news."
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "Yes, you're right, Martha. I mean, I've said from the beginning when it pertains to Russia that there should be an investigation of any Russian attempts to manipulate the election, and we've had that, and there's really been, I think, no evidence, it's fair to say, of any collusion involving the Trump administration. But I also said, look, if you're going to be consistent about this, you have to investigate all of it, and that includes collusion or cooperation between the Clinton State Department and the Russian government. And you know, there's been very little interest in investigating this. The book came out in 2015, The New York Times, to its credit, ran a 4000-word frontpage investigative piece confirming all the facts. But it's been complete radio silence as far as the mainstream media is concerned and there's really been no movement in the government, as far as I know, to really investigate this in a serious way."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you know, when you covered this story, and you did an exhaustive bit of work on it, you did not -- you weren't aware of what The Hill just found when they did some investigating that there was an ongoing FBI investigating and an informant who is tracking the connection between the Clintons, between Russia, between this uranium mining sale; and Hillary Clinton and Eric Holder were on the committee that signed off on the sale, that has to say it is OK for us to sell this resource to the Russians. Were you shocked when you read that story and saw that new connection?"
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "I was very shocked, Martha. Here's the thing to put into context. It can all get very complicated, but anytime there's a strategic company that needs to be sold, and a foreign government entity wants to buy make it, it has to be approved by this committee. One of the purposes of this committee is to make sure that the company buying it doesn't have hostile intent, but also that it's not corrupt, is not involved in terrorism, it's not involved in any other illicit activity. Well, as this deal was being approved in 2010, the FBI was, in fact, investigating this Russian company and was finding evidence of all sorts of nefarious activity. And it appears, at this point, that that information was never given to the CVS Committee to even evaluate. So, the question becomes: why was the meeting never even made it? We don't know."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Why would they sit on this investigation? It's the Department of Justice, though the FBI investigation, Eric Holder sitting on the committee, wouldn't he want to say to them? You need to be aware of this, there are bribery and kickback involved in this company."
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "Yes. I mean, Martha, that's a great question. And really, I think there are only two possible explanations: one is just bureaucratic incompetence; they just never raised it. Or the second possibility is something more nefarious, which is it's either for political reasons or commercial reason -- they did not want this deal stopped. But either explanation, I think, is terrible, and that's why Senator Grassley's call for an investigation, a congressional investigation, I think, is vital and necessary. But we also need an investigation by a grand jury or somebody that has subpoena powers that can really get to the bottom of the story."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Peter Schweizer, as always, thank you. Good to see you tonight, Peter."
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up... GEORGE W. BUSH, 43RD PRESIDENT: Freedom is not merely a political menu option or a foreign policy fad. It should be the defining commitment of our country and the hope of the world."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Rare public remarks from the 43rd president. Ari Fleischer, who served as White House Press Secretary under George W. Bush, is here with his take on the speech that is getting a lot of attention night. Plus, new media hysterics over the president's handling of the North Korea threat. Former special assistant to the president, Mark Water, is here tonight with his reaction to this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The stories are going around out there that if the president inches closer to some kind of nuclear confrontation with North Korea that those guys are going to do something. They're going to lock him in a room, they're going to tackle him."
    },
    {
      "speaker": "TRUMP",
      "utterance": "If we get this done, it will be historic. It will be bigger than any plan ever, you know, ever approved or -- ever. It will be the biggest tax cuts in the history of our country. And I can tell you, we have tremendous support for this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's going to be huge. President Trump earlier touting his plans for the tax deal, the president also teasing an important Senate vote on the budget framework, and that is expected sometime tonight. This was going to be this afternoon, now it looks like this evening. And that would bring the GOP closer to the point where they could actually vote under reconciliation on that budget bill, and that would move important tax reform. So the president tweeted, Republicans are going for the big budget approval today, first step toward massive tax cuts. I think we have the votes, but who knows. Here now, maybe somebody knows a little bit, Marc Lotter, former special assistant to the president, former press secretary to the vice president. Marc, good evening, good to see you tonight."
    },
    {
      "speaker": "MARC LOTTER, FORMER SPECIAL ASSISTANT TO THE PRESIDENT",
      "utterance": "Good to see you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So do you know does he have the votes?"
    },
    {
      "speaker": "LOTTER",
      "utterance": "I think we're getting close, you know. I mean, this is something that Republicans have been talking about for years. Middle class tax cuts, putting more money in the pocket of the American people, and cutting the corporate tax rate, which I among the highest in the world and bring it into an area where we can grow jobs and have companies bring back trillions of dollars that they're basically storing overseers, invested in our country, raise American wages, and create more American jobs."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, do think that the burden of non-achievement weighs heavily enough on the GOP that they will not go home without doing this?"
    },
    {
      "speaker": "LOTTER",
      "utterance": "The burden really lies with all lawmakers on Capitol Hill because they're going to have to go back to their constituents, back in their districts and explained to the hardworking Americans that put them -- that send them to Washington why they're not in favor of putting more money in their pockets, why they're not in favor of creating more jobs, and why they're in favor of higher taxes? And that's just not something that most Republicans, and I would even think many Democrats are going to have a hard time explaining."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, treasury secretary Steven Mnuchin guaranteed that it would be done by year's end. And what we've heard the past few days of people, sort of, pushing that timeline into, well, it could be the congressional year, you know, McConnell said, going into January. People tend to remember when you guarantee something like Joe Namath and the Super Bowl. You're going to have to deliver."
    },
    {
      "speaker": "LOTTER",
      "utterance": "Well, one thing I can tell you is that President Trump is a leader who wants things done yesterday, and if he could have this done on January 20th and waiting for him on his desk that would have made him happy. So the sooner we get this done, the American people will be happy, the president will be happy, he'll get it signed, and we'll finally, after more than 30 years, reform a tax code that is greatly in need of being overhauled."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "As you say, it's been talked about forever. And tonight's the night for the first step. I want to switch gears on you and play something that was on the \"Today\" show, back and forth between Matt Lauer and Brennan, the former CIA director. Let's watch."
    },
    {
      "speaker": "MATT LAUER, CO-HOST",
      "utterance": "You know the key players around the president in Mattis, and in McMaster, and John Kelly. The stories are going around out there that if the president inches closer to some kind of a nuclear confrontation with North Korea that those guys are going to do something. They're going to lock him in a room. They're going to tackle him."
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "utterance": "The president has the unilateral authority to be able to authorize military action. That order goes through Secretary Mattis. Secretary Mattis is going to either try to talk him out of it, disagree with it, carry it out, or, or, not."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Marc, what do you think?"
    },
    {
      "speaker": "LOTTER",
      "utterance": "It's repugnant, but sadly, I'm not surprised. I mean, liberals and the mainstream media said the same thing about President Ronald Reagan in the early 1980's, and how did that work out for them? But really, what you've got here are media who were cheerleaders for a feckless and weak kneed foreign policy by President Obama that emboldened our enemies and abandon our friends. President Trump ran on a platform of naming our enemies and going after them. We see it working with ISIS. We see it bringing the world together, including China, to confront the threat that is North Korea, where that can has been kicked down the road for 30 years."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So no truth to the pact between these men that they're going to intercede if they think he's doing something that they don't agree with?"
    },
    {
      "speaker": "LOTTER",
      "utterance": "That is sheer ridiculousness. That's not going to happen. We've got a strong leader in the White House who is going to take the fight to our enemies if they're not willing to come and negotiate and come back to the world stage."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Marc Lotter. Thanks, Marc, good to see you."
    },
    {
      "speaker": "LOTTER",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So still ahead tonight, a series of harrowing warnings this week from top intelligence leaders around the world. If ISIS is pushed out of Raqqa, some like CIA director Mike Pompeo are a bit worried about where they may go next."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Make no mistake about it, the intent still remains, there are terrorists around the world who are intent upon using commercial aviation as their vector to present a threat to the west."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "One intel official even warning that ISIS supporters want nothing more than their own version of 9/11. Ahead, we will tell you what you need to know. And former President Bush addressed a crowded room in New York City today, what he said about today's political environment that is getting a lot of attention tonight. His former press secretary, Ari Fleischer, joins me in a moment."
    },
    {
      "speaker": "BUSH",
      "utterance": "The American spirit does not say we shall manage or we shall make the best of it, it says we shall overcome, and that is exactly what we're going to do with God's help."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "George W. Bush offering a rare public take on the current political climate, talked about his ideas for change, hope, and optimism in the world, but he also issued a warning about today's divisive political environment. Watch this."
    },
    {
      "speaker": "BUSH",
      "utterance": "The American dream of upward mobility seems out of reach for some who feel left behind in a changing economy. Discontent deepened and sharpened partisan conflicts. Bigotry seems emboldened. Our politics seems more vulnerable to conspiracy theories and outright fabrication. We've seen our discourse degraded by casual cruelty. At times, it can seem like the forces pulling us apart are stronger than the forces binding us together. Argument turns too easily into animosity. Disagreement escalates into dehumanization. Too often, we judge other groups by their worst examples, while judging ourselves by our best intentions, forgetting the image of God we should see in each other."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Powerful stuff. Here now, Ari Fleischer, former White House press secretary under President George W. Bush. And Ari is a Fox News contributor, of course. Good to see you tonight, Ari."
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Most of the response to that today in most media outlets was that he took a big swipe at President Trump there."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Well, you know, I remember that President Bush when President Obama was in office gave a speech about Middle East and the press took it as a swipe to President Obama. You know, I take it as just too easy for the press to take swipes, and that's how they write these stories up. But so much of what President Bush just said there I heard him say when I was the press secretary 16 years ago, particularly about the discourse, he was very troubled by the discourse back then. Remember, his critics called him a war criminal, and his instructions to me and the rest of the staff was always to rise above it because it's important for the president to set that tone. It's nothing new for President Bush."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, in terms of tone, obviously, the Bush presidency had a very different tone -- both Bush presidency is than what we're seeing today. There's also no love lost between the Bush family, and Jeb Bush got pretty beaten up in the process of the last presidential election, and it seems, in some ways, that the tone that Donald Trump at the time brought to the competition was what helped him to win. I just want to show you this from last August, a debate with Jeb Bush and Donald Trump."
    },
    {
      "speaker": "JEB BUSH, FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "Mr. Trump's language is divisive."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The one thing he did say about me, however, was my tone. And I also understand that. But when you have people that are cutting Christians' heads off, when you have a world at the border and at so many places that it's medieval times, we've never -- it's almost got to be as bad as it ever was in terms of the violence and the horror, we don't have time for tone. We have to go out and get the job done."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ari, what do you think?"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Well, I think you're onto something there, Martha. Times change. And particularly after the Obama years, the Republican Party especially wanted somebody who really would take it to the Democrats, and that's one of the reasons Donald Trump was successful in the primary and Jeb was not. And so, Donald Trump to his credit captured that zeitgeist of what was going on in 2016. I will submit to you, tone remains important, and I think one of the issues that has bedeviled President Trump to some degree as president is, does he sometimes go too far. And some of the controversies he's gotten into were because he did go too far in some of the things he did or said. Policy wise, I think he's had a very successful presidency, and he has an opportunity here with tax form especially to be more so. I continue to think tone is always important."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. You know, it is interesting that President Bush spoke out and that he did go to a place in that speech that could even be interpreted as a swipe at President Trump, because he has said so often that he doesn't want to go there, you know, that he thinks there's one president at a time, and that he was happy that, you know, previous presidents didn't step on him when he was trying to do the job."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "And I think that still is what he thinks, and I think he recognizes that it's impossible for anybody in this era to give a speech about anything without the press stirring the pot and saying, this is Bush versus somebody, somebody versus someone. That's exactly the same thing I saw when he gave that speech, as I mentioned, where the press said it was against Barack Obama when it wasn't his intention. So I think we all understand that's just how it works, but the words are actually a lot more subtle than that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ari Fleischer, thank you very much. Always good to see you."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So an important story to tell you about coming up here. Dire warnings are spilling in from a number of different intelligence officials around the globe as terror groups like ISIS see their grip on the Middle East loosen. There are new fears that they're setting their sights on western cities instead now in the hope of pulling off their own version of 9/11. Chilling words, Lieutenant Colonel Michael Waltz, and former CIA officer Buck Sexton, up next on why all of these intel leaders seem to be sounding a similar tone."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "We're now running well over 500 live operations involving around 3,000 individuals known to be currently involved in extremist activity."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A series of chilling new warnings from the highest ranks of government on the global terror threat. And remarks in our London embassy, acting homeland security secretary Elaine Duke said this, the terrorist organizations, be it ISIS, or al Qaeda, or others, want to have the big explosion like they did on 9/11. They want to take down aircraft. The intelligence is clear on that. Her comments echoing the warning from Britain's MI5 chief and our own attorney general."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "The military tells us they can expect, not a reduction after ISIS is defeated, but maybe even an increase in attacks."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "That threat is multidimensional, evolving rapidly, and operating at a scale and pace we've not seen before."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "MI5 says they've taken down seven plots in seven months. Here now Lieutenant Colonel Michael Waltz, CEO of Metis Solutions and a Fox News contributor, and Buck sexton a former CIA officer who served in Afghanistan. Gentlemen, welcome, good to have both of you here. Colonel, let me start with you. In terms of what happened in Raqqa, and the need to continue to go after those sanctuaries, and what kind of impact it actually has on these more farther-flung operations in other countries?"
    },
    {
      "speaker": "MICHAEL WALTZ, FOX NEWS CONTRIBUTOR",
      "utterance": "You know, our intelligence community, law enforcement, our governments can only play so much defense. The key here is offense, and the best form of defense is offense. We have to continue to take down those sanctuaries. You know, every night that some of this terrorist leadership is thinking about a missile coming through their window is a night that they're not planning and plotting against the United States. We have to go after the sanctuaries. That's why staying engaged in places like Afghanistan, Syria, Iraq, Libya, Niger, and other places is so critical. That's in the short term. In the long term, you know, we need a strategy in place to go after the ideology. It's relatively easy to bomb a tank, very difficult to bomb an idea, and we're at war against Islamic extremism. It's a war against us. And this is a global effort. But we cannot just sit back on our heels and hope to stop it at the borders. We have to fight it in Kabul and Kandahar, not in Kansas City."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Buck, in terms of the homegrown terrorist, talk to me about what you think you're hearing in all of these little messages that are being sent from these different individuals who are very plugged in."
    },
    {
      "speaker": "BUCK SEXTON, FORMER CIA OFFICER",
      "utterance": "This is a momentous week in the fight against Islamic extremism. Raqqa has fallen to our allies, and the Islamic State has been defeated, at least as a state, but it does continue on as an ideology. So now you have Islamic State affiliates, ISIS affiliates around the world, as well as those who are just adhering to the ideology looking to regain some relevance for this idea of the global jihad. They'll be looking to reclaim the leadership of jihadism once again with a mass casualty attack. They can't orchestrate a government anymore. They're on the run. They're actually being rounded."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Are they organized enough to pull off the kind of thing they pulled off on 9/11?"
    },
    {
      "speaker": "SEXTON",
      "utterance": "It doesn't take that much to pull off a mass casualty attack. And given the amount of resources spent, particularly in Europe and here in America to thwart the lower tech, lower skilled terrorist attacks, if you will, the edged weapons, vehicles, smaller explosives, we're not really looking at those long-term strategic possibilities, strategic terrorist attacks the same way that we were right after 9/11. And for a group like the Islamic State to regain relevance once again, I think there is an understanding in their leadership circles that they need a spectacular mass casualty attack because then they'll have recruits all over the world again, and it will restart that narrative of a global jihad that they can actually win, because right now, they're losing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Chilling to hear the talk of airplanes and laptops again in terms of a potential plot when you look at this. I do want to take a moment with you, Colonel Waltz, while looking at what General Kelly had to say today. And we've played a lot of it at the top, and I know you had a chance to hear it."
    },
    {
      "speaker": "WALTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You're a former green beret. You did operations in Niger, similar to this one. Let's put up what Frederica Wilson, the congresswoman who has been at the center of all this said after General Kelly made those comments. She said General Kelly is trying to keep his job. He will say anything. There were other people who heard what I heard, your thoughts?"
    },
    {
      "speaker": "WALTZ",
      "utterance": "Listen, Martha, let me be clear here, as a commander, I've had to write those letters. I've had to make those -- I've had to make those calls. There is nothing more difficult in the world to do. Those men were out there doing what they love. It's the families that have to suffer. They get three choices. They get that we don't come back, that we come back missing arms and limbs, or that were not right mentally and not the same as how we left. There is nothing more sacred than that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Colonel Waltz, thank you for your service. And Buck, thank you. A poignant reminder of that when we come back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We leave you tonight with this clip from the movie, \"Taking Chance,\" about a hero who served under General Kelly, and as Kelly revealed today, was killed right next to him."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "So last night I read the DOD announcement of Phelps. I would be honored to escort him home."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "The remains are to travel feet first from being transported from one point to another. At each transfer point, regardless of the mode of transport, you will render honors."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "You're his witness now. Without a witness, you just disappear."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "He'll be so honored that a senior officer brought him home."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That is The Story tonight. Thanks for sharing it with us. We will see you back here tomorrow night at 7:00. Tucker Carlson comes up next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}