{
  "date": "October 11, 2022",
  "headline": "'Your World' on NYPD traffic ticketing migrant bus drivers",
  "subHeadline": "Guests: Patrice Onwuka, Kristal Knight, Jerry Moran, Brandon Judd",
  "url": "https://www.foxnews.com/transcript/your-world-nypd-traffic-ticketing-migrant-bus-drivers",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "Here we go again, FOX on top of yet another massive wave of migrants arriving in Texas today, pressure mounting on the administration to do something about it or at least talk about it, as more buses are pouring into the Big Apple as a result of it. And we, well, we're all over it with Griff Jenkins in Eagle Pass, Texas, on the crowds of migrants still streaming in, Laura Ingle on New York City's mayor now trying to slow those migrant buses down, and Border Patrol Council's Brandon Judd on how his officers are just trying to keep up. Welcome, everybody. I'm Neil Cavuto. So much to get to. Let's first get to the border in Eagle Pass. That's where you will find our Griff Jenkins. Hey, Griff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFF JENKINS, FOX NEWS CORRESPONDENT",
      "sentences": "Hey. Good afternoon, Neil. And the Vice President Harris would just come for one day, every single day, we get these big groups here in the Eagle Pass area. It's been going on for months. Let me quickly take you to some drone footage we shot this morning. They arrived like clockwork. This group, Neil, had 340 migrants in it from Peru, Venezuela, Colombia, Cuba, and even places as far as Sri Lanka. We were able to speak to a man from Sri Lanka. Here's a little bit of our exchange. Take a listen, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENKINS",
      "sentences": "Why are you here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We want to live here. We love -- we like U.S.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENKINS",
      "sentences": "You -- the U.S. And do you have any message for President Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We thank him for accepting us for living here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENKINS",
      "sentences": "And as you continue to look at the waves of migrants that have been coming every single day -- I have been here now for 11 days, Neil -- there's over 15,000 migrants have been encountered in just this area. We spoke to one of the landowners. A woman named Magali Urbina owns a pecan orchard where migrants come every single day. She's very critical about why the vice president won't come here. Here's what she had to say. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAGALI URBINA, HEAVENLY FARMS",
      "sentences": "Well, she would see what I see. And I do not believe that the border is secure. But I would love for her to define what a secure border looks like, because maybe we have it wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENKINS",
      "sentences": "And, Neil, not everyone is seeking asylum. Take a look at this photo of this gentleman. Wilmer Castro-Murillo, 44 years old from Honduras, was arrested two days ago up in Kinney County by Texas DPS. Turns out, after a criminal check background, he has an Interpol warrant for murder out of Honduras, just all parts of this crisis down here. Finally, let me just tell you, those buses you mentioned continue to roll to New York City, particularly from El Paso. We're learning today that the El Paso government, who says they have had some 26,000 migrants released in their city, they'd like the feds to reimburse them for their efforts to the tune of $6.1 million. Neil, we will send it back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Thank you, Griff Jenkins, at the border for that. Well, New York City Mayor Eric Adams is looking for another solution to the bus after busload of migrants that make their way to his city. How about slowing the buses down? Laura Ingle has more on this in New York -- Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGLE, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Neil. Well, another challenge is being folded into the influx of migrants making their way here into New York City, with bus drivers from Texas seen by The New York Post getting traffic tickets near the Port Authority, where they are dropping off migrant passengers. Now, a team of NYPD Highway Patrol officers were spotted pulling over and searching several buses for about an hour last Friday, according to The New York Post, which reported the buses were being combed over for any possible infractions, some drivers getting tickets for violations, including tire tread fluid levels and windshield wiper placement. One driver was seen holding up three criminal court appearance tickets after it was all over, many drivers saying they are just doing the job they were hired to do. And some question the motive behind the traffic stops. NYPD's chief of department told reporters they have an obligation to keep New Yorkers safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNETH COREY, NYPD CHIEF OF DEPARTMENT",
      "sentences": "The whole unit, our motor carrier safety unit, both within our highway district and within our citywide traffic task force, that focuses on commercial vehicle enforcement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGLE",
      "sentences": "So they're just doing their job. Texas Governor Greg Abbott maintains his state is dealing with, of course, we have been talking about this, the unprecedented influx from what he calls President Biden's border policies and says he is forced to send thousands of migrants to Democratic sanctuary cities like here in New York, calling the traffic stops a -- quote -- \"pathetic ploy\" by Mayor Adams to stop Texas from busing migrants to his self-declared sanctuary city. Now, after declaring a state of emergency last Friday, New York City Mayor Adams called the situation a humanitarian crisis that is what he calls unsustainable that will likely cost the city $1 billion by the end of the fiscal year -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you very much for that, Laura Ingle. That figure, just raise it by about eight times, and you have got a good idea how much states like Texas are spending to deal with the same problem. Brandon Judd is the National Border Patrol Council president. Brandon, good to see you again. What do you make of these moves, at least in New York, where they're trying to slow the buses down by having these very, very long and involved inspections and citing them for a whole host of infractions? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRANDON JUDD, PRESIDENT, NATIONAL BORDER PATROL COUNCIL",
      "sentences": "Well, my answer is going to surprise you. I'm actually very happy that he's doing it, because what he's doing is, he's actually drawing attention to this. He is unwittingly becoming the lead voice for border security. He's showing everybody the reason why we have to have border security. If he's not doing this, every single time he opens his mouth or every single time he takes an action like this, it's causing the mainstream media to cover it. And when they cover that, then we're tuning into the actual outlets that are going to give us the truth. And as long as we have an honest conversation, if that honest conversation takes place, the American people are going to be outraged on what's going on, on the border, and they're going to show up to the polls. And that's what we have to have. That's what has to happen. We have to solve this problem at the ballot box.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, you're quite right to say he is drawing attention this. And to be fair to Eric Adams, he had set faulted both some of the theatrics -- that's what he calls it -- out of Texas. But he's also cited the president for not recognizing the seriousness of the problem. And, of course, the vice president was saying as much last night, that we need to come up with a bipartisan solution here. Good luck with that, though. I'm just wondering, is anything really changing here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDD",
      "sentences": "No. And that's what's really frustrating, because we have given, I have given this administration three different solutions. You like to talk about solutions. I appreciate that. We have given this administration three different solutions. And they have rejected every one of them. Two of those solutions operate within his own parameters, and he rejects it. So he doesn't want solutions. He continues to want this border crisis to continue to go on, Neil. And if Eric Adams would actually say the right things, if he -- if he wouldn't politicize this issue, if he would put pressure on this administration to secure the border, rather than giving him funds to house these individuals, if we would just secure the border, and if he would do that, put the pressure on the White House to do that, then he wouldn't have to deal with this. And, instead, he continues to politicize the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Let me ask you about the immediate things that have to -- I'm sorry, Brandon -- the immediate things that you would like to see done. They talk about finding a permanent solution for this and working on the cause of the problem. Get that. Tried that. We go back and forth with that. But the more immediate need for you is just closing the porous border itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Would you be for resuming the wall building that began under Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDD",
      "sentences": "Absolutely. But that helps with the got-aways. That helps with that individual from Honduras that has that criminal record. It doesn't help with asylum seekers. What we have to have is, we have to re-implement the remain-in- Mexico program, which we know he's not going to do. OK, that's fine. Then surge immigration judges to the border. Hold these individuals in custody. Process their asylum claims expeditiously. And then they will stop coming, because they know that they're not going to be able to prove that they have an asylum claim. They will sent back to their countries. Then the cartels don't...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But the asylum claims themselves run up, as I understand it, far more than just sort of got-aways and what have you, that that's sort of the new way to get into the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDD",
      "sentences": "Oh, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Claim that you need asylum. And you have to take them in, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDD",
      "sentences": "Yes, and that's the problem. We're not adjudicating the cases. Instead, we're just releasing them into the United States. And they're not showing up to the court appearances later on down the road. So that's another solution that he knows about. You can take the criminality out of the asylum process, surge CIS officers down to the ports of entry, create a lane up to where they're only going through the ports of entry. Then you don't have to have law enforcement. You don't have to have me dealing with asylum claims. Right now, in Arizona, 275 miles of border, we have bare-bones agents on the border right now, simply because we're constantly dealing with asylum officers. These are all solutions that he can implement, and he can implement them tomorrow. He just doesn't do it. Biden, it appears that he continues to want this crisis to go on. How much longer do we have to continue to see these images?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, I just don't remember. You're far better at this, Brandon, than I will ever be, because you're right on the front lines there. But this asylum push is sort of like a green card, no pun intended, to get into the country and have this adjudicated here. And, as you say, it can go on for years. And I don't see too many of those cases going back. So the asylum thing has gotten to be such a big thing now, it makes up eight out of 10 of those who find their way here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDD",
      "sentences": "Yes. And the vast majority these claims, they don't have legitimacy, and that's the problem. These loopholes, these immigration loopholes, they're what is allowing the cartels to generate billions of dollars of profit on -- they're skirting and our laws and our loopholes. They're exploiting them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Amazing. Amazing. But, Brandon, to your credit, you did warn us about this. Brandon Judd, the National Border Patrol Council president. But this asylum thing is going to be the big issue here, because it has dwarfed all other issues when it comes to those making their way through the border and getting to stay here. We have to adjudicate those cases. We adjudicate them here. And they stay until they're resolved. And, sometimes, that can be many, many years. In the meantime, many, many problems on the energy front, and particularly the gas front, because those prices aren't declining. In fact, they're increasing, even with the promise of taking more oil out of the Strategic Petroleum Reserve. That wasn't supposed to happen. It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, gas prices still moving up, in the face of the president doing everything he says he can do to try to get them to go back down, as they were earlier in the year, when we had 99 straight days of declining gas prices. Now, about 19 of the last 21 days have seen them move up 17 straight days in the meantime. The read from that was from Senator Jerry Moran, who joins us right now, the Kansas senator, the Republican, who recently wrote the following to the president, that: \"The recent decision to release another $10 million from the Strategic Petroleum Reserve is not only reckless, but it will have a minimal effect on lowering prices at the pump.\" The senator kind enough to join us. Any reaction to that? Because it looks like he's still going to go through with the Strategic Petroleum Reserve tapping. It is getting low right now, but that this is his solution. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JERRY MORAN (R-KS)",
      "sentences": "Neil, we have been battling, I have been battling this administration their energy, I can't say policy, their energy decision, since the administration, since the president took office. And virtually no response that I know of that ever suggests that the president is altering his course of elimination, reduction, certainly, in the use of fossil fuels. And while that's part of my correspondence with the president, the thing that set me off this week is the release of oil, petroleum from the Strategic Petroleum Reserve, which the release is about a half of a day's consumption. So it's not going to do anything, much of anything for the price. But importantly to me, and I think importantly, to the country, we live in a very dangerous world. Why in the world do we have a Strategic Petroleum Reserve? I don't think it was to satisfy the political needs of the moment. It was to make sure the United States is prepared for some crisis. And we don't know when that crisis is going to occur. That's why we stored the petroleum away for purposes of national security. And we are now -- it is dangerous. We are intruding upon our country's national security for purposes of a policy that doesn't exist in regard to energy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We're told -- and we got first wind of it today, Senator -- that the president had made it very, very clear to the Saudis and, by extension, OPEC and OPEC Plus countries, that it would look very harshly at any cut in production. As it turns out, despite that, we got the two-million-barrel-a- day cut. And the Saudis made it very clear that they were not going to be coerced into doing anything else. What did you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORAN",
      "sentences": "Neil, how demeaning it is and how ineffective it is to beg the oil producers around the world to meet our needs, when we ought to be focused on -- if we had our energy plans in place, and we were producing more -- and, by that, I'm an all-of-the-above guy. But you can't take fossil fuels, natural gas and petroleum off the table, if we're going to be energy-independent. And we can -- if we were that, if we were producing more, if we had -- meeting our own country's needs, we wouldn't have to be asking others for their help. But if we did need help, they would have more reason to be helpful. That we have -- it's like we take our leverage away in dealing with other countries who are oil producers, and then we go around with our tin cup around the world, Venezuela and others, Saudi Arabia...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORAN",
      "sentences": "... many of those difficult places for the United States to deal. This is not the way to protect the United States, its consumers, or to make certain that we can have an affordable pump fill-up on -- across the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, obviously, it's a very big issue in your state. Your Democratic opponent, Mark Holland, who we did reach out to, is also pounding this issue, but also pounding the Roe v. Wade thing, and sensing right now that there might be more public support for his position on this than was considered the case, going back to Kansas voters, deciding not to amend the state Constitution to keep abortion legal. Is this an issue that is stronger than we know, and that, among Kansans, is more powerful than we appreciate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORAN",
      "sentences": "Well, I think what happened is that we're talking about a Kansas Supreme Court decision that the legislature made an attempt to -- that court decision said that it is up to -- there is no restrictions under our Constitution on availability of abortion. And the effort by those in the legislature to change that was to say, the legislature can make those kinds of decisions. And there was certainly people who spoke in the August primary election about this topic. And it is one that is...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And they didn't want it -- that they did not want it amended, right? I mean, do you read into that you're on the wrong side of this issue, or that it's not so black and white?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORAN",
      "sentences": "No, what I read into it is that there is individuals across the state who have opinions, strong opinions about this issue...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORAN",
      "sentences": "... that need to be listened to. But there's also the desire, I think, on the part of many people to have some commonsense kind of restrictions or conclusions, that I think maybe there just wasn't to trust at that that was -- would be what the legislature and governor would decide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it. Got it very much. Thank you, Senator. Very good seeing you again. In the meantime, we did reach out to Mark Holland, the -- his Democratic opponent. Hope springs eternal that we will get him to come on. His office did seem interested. So, we will keep you up to date on that. Meanwhile, you might want to write this date down over Buckingham Palace, if you're looking for something to do in May of next year, the official coronation of King Charles III. I did not get an invite. I have the feeling Martha MacCallum did. She's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Mark it on your calendar. Westminster Abbey, be there or be square, May 6, the official coronation of now King Charles. How will that go down? We're supposed to hear that it's slimmed down and cheaper. Really? After this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Charles is already the king of England. That, I know. But it's all official -- I think I know -- I barely know this stuff -- next May, when he is going to go through a coronation, much like his mom had done better than seven decades ago. We're told it's going to be leaner, a little meaner affair. I don't -- well, the meaner part, I don't know about. But I know Martha MacCallum knows this stuff inside and out, who has become since, she's hopped the pond so often, a British citizen herself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "No, no. Still American, 100 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Not yet. Not yet. So, this is on. This is on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, he's talking about -- and you were reporting through all the -- Queen Elizabeth, the funeral and everything else, he wants a leaner, more streamlined royalty, but does that apply to his own coronation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So I think you're going to see a little bit of a different presentation than what we saw in 1953, when Queen Elizabeth was coronated, which was enormous. There were 8,000 people. They added extra seats inside Westminster Abbey. They televised it for the very first time. They wanted it to be very splashy. It was a big, important moment, this young beautiful queen on the world stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Charles has been waiting a long time for this. He's 73 years old. She waited 18 months for her coronation, because she was so young.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This is going to be fairly quick. And I think that's what everyone expected, because he's been around and waiting for this. It would be silly to drag it out for a long time. They have -- the plans are in the works.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, but he's king already.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What will the coronation do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the coronation -- for one, they want an appropriate period of mourning after the death of the queen...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "... and then time to prepare, although this is called Operation Golden Orb. It has been in preparation for a very long time. And, as you saw with the queen's funeral, they do these things like clockwork.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "They do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And I think it's ready to go. But you need a few months to get everything ready. Plus, they want it to be in a good season, when the flowers are out and all of those things for the presentation of this whole thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Sure. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, I was -- originally, it was going to be -- I think June was the thinking, so May 6, right in that area.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, the backdrop for this and it might be better by next spring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But England's in a world of financial hurt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And he obviously doesn't want to get people annoyed that this is overly ostentatious and all. But you can't help it with a big event like this, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, they have to do enough to make it the grand experience that people have come to expect. And it's one of the reasons that people tune in. And don't forget, people talk about how expensive the royal family is. However, they bring in such a tremendous amount of tourism to the United Kingdom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Many would argue that they bring in more than they cost in terms of tourism. So there will be an enormous turnout for this coronation, no doubt. And they do want to make sure that it's appropriate, given what's going on in the country, and that it's not over the top. So they have to kind of find that balance between enough pageantry to keep people interested and wanting to come to see it and not being over the top, given what's going on there with the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, I think I'm a royal expert now because I have watched \"The Crown,\" the whole series.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And my wife and I really got into it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's very well done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's extremely well...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And the reports were that the queen liked to watch it on Sunday nights, and that Philip wanted nothing to do with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I would imagine Charles did not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Charles not a fan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Would not. The only reason why I mention it, Martha, is that the irony of time and how things have changed, where Camilla will, she will be at Buckingham Palace. She will -- what's her title?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Queen consort.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Queen consort. Imagine if Diana were to be seeing this today. It's just -- everything is so weird to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It is. I mean, she will be queen consort. And Queen Elizabeth wanted it that way. She wanted to give that confirmation to her. The last queen consort was the queen mother. But she was...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What if she didn't get that title? I mean, it...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Oh, she would have remained a princess, a princess consort, OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But just to -- just for those playing at home, she would never be the queen, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Understood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "If Charles passes away, it goes directly to William. She would never reign. She is simply the wife and the queen of the king, who is in the line of succession, with William and then George and Charlotte and Louis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How do you think Charles has handled things since assuming the throne? And, I mean, he's coming after -- his mother was a rock star and brought the country back together. And her approval ratings were very low right after Diana's death, but she came soaring back. And how about him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "She was enormously popular, and more popular than the monarchy itself. So he has his work cut out for him. And I think his initial reviews were very strong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He carried himself very well throughout the course of the funeral and the ceremonies. But now he's sort of in the job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And so the criticism, I think, will be stronger as he goes through this period and the coronation and all of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What about Harry and Meghan? Are they going to this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They're done. I mean -- I mean, would they be there? I would imagine they will be there. But their role is very diminished, very sidelined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Is their book still on or his book still on? All that is still on, isn't it, or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I -- apparently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, I don't think that the efforts to sideline the book -- I think that's part of the deal. You can come back in if you -- if you're willing to end this book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "He's not going to do that, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But there doesn't seem to be any sign that -- no, they're getting millions of dollars for it. The other projects seem to be trying to move forward. And they just came out with a big portrait of themselves in California...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Saw that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "... trying to sort of assert their position. But my experience was, people in the United States care a lot more about Harry and Meghan than people in the U.K., who are just over them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Is that right? Yes. So the idea of getting and reestablishing relationship with his son, that's still -- with William, it's one thing. And William and Kate, they're future king. But, with Harry, it's over, it seems to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "For now, I would say. It doesn't seem as though any bridge was built during the course of -- I think there was just a respect for the queen and her desire to have her family at that very meaningful moment in the family's life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But it doesn't appear that there's any bridge to changing that stature.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But, again, you have a very strong succession with Charles, then William, then George, then Charlotte, then Louis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, there's no -- the heir and spare, the spare is not really necessary at this point. So...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. By the way, how did you get into knowing all of this stuff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know what? I'm just sort of a sponge for history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And I have always enjoyed British history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'm actually going to Scotland in a few weeks to tour there. I love -- I just am very interested in it. So it's a fun assignment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm that way with municipal bonds. You just -- you can't...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You just get enough when you're studying municipal bonds, right? I used to be like that, but I broke it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, you got a life. You got a life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's awesome stuff, so I know -- I know where you will be next spring in May. Enjoy Scotland in the meantime. You taking the Royal Scotsman? You going to do that, or...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, but I would love to do that sometime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There you go. There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Have you done that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I have not. I wanted to. We were supposed to do it actually before COVID hit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And so we ended up in the Catskills. But that's a whole separate story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We will put that on our wish list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And if you need to know anything about royalty, I can try to help you out now that I have seen \"The Crown.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, Neil. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Anything I can do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'm going to keep you on speed dial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, there you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "She is so not going to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And understandably so. Meanwhile, before we go, some sad news to share with you right now, and Martha did in the last hour. Angela Lansbury has died, of course, the star of \"Murder, She Wrote.\" she was in the old acting style of the golden age of Hollywood. Just think about all the awards. She won five Tony Awards, at least one Grammy. She was nominated for an Oscar three different times, considered one of the most powerful actors of her time. And, of course, on \"Murder, She Wrote,\" she could always figure it out. She's gone on at age",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, President Biden patching in with all the G7 leaders today. And the big concern is the sudden rough turn that Vladimir Putin has taken in Ukraine. Jacqui Heinrich with more on that from the White House -- Jacqui.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "sentences": "Hey there, Neil. We just wrapped up the briefing there at the White House. Would have loved to have gotten some more questions, any questions, rather, to the press secretary. We didn't get called on today. Unfortunately, there were no questions about whether or not President Biden would meet with Russian President Vladimir Putin after the Russian foreign minister suggested that the Russians would accept a meeting with Biden at the G20 summit coming up in November. So we don't yet know if there will be a meeting of the minds on the Biden- Putin front. But in terms of the G7 resolution, we did get a readout of the president's call. And the summary of that is basically more condemnation of what Russia, what Putin has been carrying out in Ukraine, also a vow to hold President Putin and those responsible to account for what they see as war crimes and innocent civilian populations being attacked. But, beyond that, we did not get any answers from the president himself about how that call went today. And we also have not had any questions to the president since he made those comments about Armageddon at a fund- raiser last Thursday. He has not taken any questions from the press. And we have heard from the National Security Council, basically tamping down any alarm over that. And in terms of saying there hasn't been any new intelligence that prompted those statements from the president, but in light of this new barrage from Russia on Ukraine, the urgent call for the G7 meeting, and then the suggestion from the Russians that Putin might be seeking out a meeting with Biden, we would have liked to have gotten some more answers there. The president did do an interview with Jake Tapper. And they have released a clip of that interview. The most salient point, I find, is that the president was asked to -- whether or not Putin was irrational, and he refused to say that he was irrational. So it sounds, Neil, like they're keeping things open for a potential interview. I -- just reading the tea leaves there. He seemed not to want to insult Putin, while also saying that what he has done in this war is irrational -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK. That's threading quite the needle there. Jacqui, great job, as always. Jacqui Heinrich at the White House. Want to go to Brett Velicovich on this, the former Delta Force honcho, FOX News contributor. You do not mess with Brett. So that's why I always ask tough questions when we are on remote. Brett, it's always good to see, my friend. I find it interesting now that we have been waiting forever, it seems, for President Putin to respond to pressure from back home. We were thinking, though, that pressure would be from those who tired of his calling up reservists and the like, and that he might cool it. But it was quite a different kind of pressure from people who were even more warlike and conservative on this and pro-war than he is. That worries me. What about you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRETT VELICOVICH, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes, you're right. And I think it only gets worse from here, Neil, especially as it leads up to winter. I mean, it's almost like the war is restarting again after the events of the last few days. But it also wasn't surprising to me. I think a lot of signs were pointing to these massive retaliatory strikes from Russia as a result of not only Ukrainians' tactical wins on the battlefield, but because Putin is getting humiliated on the international stage. And he had to also address these domestic critics which were saying his invasion was failing. And so here's one of the largest armies in the world getting outmaneuvered and outgunned at an exponential rate by the Ukrainians. And the Ukrainians were at one point really starting to be able to dictate the terms of this war. And there are a lot of signs, I think, also pointing to further escalation. I really think that, if we fast-forward this a year from now, at some point, a lot of these countries, including the U.S., are going to have to be engaged in serious nuclear de-escalation discussions. We're seeing these movements already of Russian nuclear vessels or sites that are showing more activity than normal. And Russia knows what they're doing there. They know that, every time they move some strategic warship or a vessel, that the U.S. and NATO is watching, and they're doing analysis at the highest levels, and it's playing into the calculus of how to deal with them going forward. So I think we have to be really concerned about this. We got to pay closer attention to what's happening out there, because I think it's definitely going to start affecting the lives of all Americans going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I always think, Brett, that China could play such a crucial role here. And we do know that China has been among the countries -- I think India was with them last month, saying, we have got to find an end to this. I'm paraphrasing here, but that their patience is wearing thin with how this is going for Russia, but still no direct intervention to say, wrap it up. But what do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VELICOVICH",
      "sentences": "Well, I think, personally, that, publicly, China's going to stay neutral, but, behind the scenes, they are tacitly supporting Russia, because they see this also as a mechanism for their strategy in Taiwan and what happens on the world stage there. But it's clear Russia isn't giving up. I mean, the victims of these latest attacks, Neil, they were civilians. And it's just this constant barrage of civilian targets. They have made it very clear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And that's the strategy. That's the strategy, right, to do something like this, so to just go ahead and decimate them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VELICOVICH",
      "sentences": "Yes, they have no intention of distinguishing between military and civilian targets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VELICOVICH",
      "sentences": "That's their entire playbook. And they should be designated as a terror state immediately. They should be removed from the U.N. Security Council. I mean, how many more confirmed cases of war crimes do we need? We haven't even scratched the surface with the atrocities committed, especially in towns currently under Russian occupation. I saw this with my own eyes, Neil. I was just there. I was in Ukraine. I was in Zaporizhzhia. This is one of the four areas that Russia annexed and basically claimed as part of their territory. And every single night, we'd have cruise missiles raining down on us in our neighborhood in these residential areas. I mean, one of the bridges that just got hit was a civilian bridge with tourists. This is a national park. So when is it going to stop? The world needs to come together and stop this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, good luck with that. Brett, thank you very, very much. We will keep monitoring it. In the meantime, we're monitoring what could be a delay in some Christmas gifts you have been planning to get, and all because of a rail strike we thought was done that apparently is not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Remember that rail strike we thought we had settled, or at least the administration had? Apparently, we did not. Kelly O'Grady with more in Los Angeles. Kelly, what is going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLY O'GRADY, FOX BUSINESS CORRESPONDENT",
      "sentences": "And good afternoon to you, Neil. Yes, that strike is back on the table potentially. So, 56 percent of the third largest union, they voted to reject that tentative deal that was brokered by the White House. So now the two sides, they're going to go back to the negotiating table. They have agreed to avoid striking until November 19. Note that would be after the midterms, but it would also allow Congress time when it reconvenes to step in, if necessary. Now, the big sticking point is around quality of life, specifically the number of paid sick days that those workers would get. But, listen, if this strike happens, it could cripple the economy. So we're looking at potentially $2 billion a day at risk; 467,000 trucks would be needed per day to offset that. And we're already short 80,000 in that industry. So you could be looking at shortages, higher prices for food and gasoline, store shelves empty during that holiday season. We're already dealing with a reignited energy crisis. So, a strike like that could turbocharge inflation. Now, the White House is telling FOX that they feel that the economy is under no immediate threat, that both sides are committed to a avoiding a shutdown. But I will tell you this, Neil. We were speaking to experts today, and a source tells us that first rejection is not a good sign of votes to come. So I guess shop early ahead of this holiday season, to be safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Kelly, thank you, I think. Kelly O'Grady on that. Meanwhile, the controversy over PayPal and when it comes to information not necessarily being your pal. Ashley Webster, what's going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASHLEY WEBSTER, FOX BUSINESS CORRESPONDENT",
      "sentences": "Yes. Hey, Neil. Look, PayPal's stock has fallen 15 percent over the last three days, 8 percent, you can see, so far this week, 55 percent to the downside for the year. So it hasn't been a good year. The company is still dealing with the backlash from a policy update that says it was posted in error and just doesn't exist. However, that policy did state that, beginning November 3, the company would prohibit customers from using its services for activities that -- quote -- \"effective November the 3rd involve the sending, posting or publication of any messages, content or materials that in PayPal's sole discretion are fraudulent or promote misinformation.\" Now, the notice went on to say that anyone violating the policy would be fined $2,500 for each violation. That is very steep. In a statement to FOX Business, a PayPal spokesman told us that the: \"AUP notice recently went out in error that included incorrect information. PayPal is not fining people for misinformation and this language was never intended to be inserted in our policy.\" Interesting, right? PayPal apparently won't have to fine itself 2,500 bucks for spreading its own misinformation. But at a time when social media platforms are being criticized for their gatekeeping rules, especially by conservatives, this misstep is just adding to the suspicions. The company has already been accused of shutting down accounts that don't match its sociopolitical beliefs, something PayPal denies, but no doubt the bad publicity could lead to fewer PayPal accounts, which have already seen a drop in growth. And you know what, Neil? To me, it's also unclear how misinformation can actually the spread by PayPal or its subsidiary, Venmo. I'd like to see an example of that. I think it's strange -- back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And very easy, apparently, very easy to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBSTER",
      "sentences": "Yes, apparently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Ashley, thank you very much for -- Ashley Webster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBSTER",
      "sentences": "Yes. Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we will have a lot more coming up, including when candidates agree on inflation, that it's a problem, and not just for one party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "J.D. VANCE (R), OHIO SENATORIAL CANDIDATE",
      "sentences": "They borrowed and spent trillions of dollars that we just don't have. And that's thrown fuel on the fire of the inflation problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Do you think President Biden is to blame for the inflation crisis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TIM RYAN (D-OH), SENATORIAL CANDIDATE",
      "sentences": "Well, I think everybody's to blame.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Four weeks from today, the midterm election is on. A lot of people have already voted. But when it comes to the issues that are still hot and percolating right now, including a series of debates, and very much so in Ohio, would you know inflation is front and center. Mark Meredith has more -- Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "sentences": "Neil, good afternoon to you. Both of the Senate Ohio candidates spent a lot of time talking about the economy last night, inflation, as you said, the major concern, not just here in Washington, but in places and battleground states like Ohio. Republican candidate J.D. Vance accusing his opponent, Democratic Congressman Tim Ryan, of supporting massive spending here in D.C., which, in his view, is forcing Americans to pay more on just about everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "And that's thrown fuel on the fire of the inflation problem. And, at the same time, they have completely gone to war against America's energy sector. And you can't do both of those things at the same time. They're each bad ideas. But when you do both of them at the same time, you're going to get record inflation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Tim Ryan is trying to accuse Vance of being out of touch on the economy and everyday issues mattering -- that matter to Ohio voters. He says Vance, who worked as a venture capitalist, profited from jobs moved out of the Buckeye State.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "The problem we're having now with inflation is, our supply chains all went to China. And guys like him have made a lot of money off that. And that is exactly why the supply chains are locked up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "One fascinating part about this race is, you got Tim Ryan saying he is still proud to be a Democrat, but he is not ready to support Joe Biden for a 2024 run. He also says he's not ready to campaign with any of those national Democrats, Neil, because he's still trying to reach those moderate voters in that all-important swing state of Ohio -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "With support like that, who needs enemies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Exactly. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you very much, Mark Meredith. All right, so if inflation is such a big issue, what's happened to the abortion issue and the fallout from the passions around the Roe v. Wade decision? Patrice Onwuka is with us right now, the Independent Women's Forum Center for Economic Opportunity, the director there. We have also got Kristal Knight with us, the Democratic strategist extraordinaire. Kristal, end it with you and begin with you on what some had hoped in the Democratic Party to be an issue with some amount of wind at their back. And that is on bringing out the base post-Roe v. Wade and the Supreme Court. It seemed to work for a while. It might still work right now. But these other issues have become predominant for Democrats. Does that worry you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTAL KNIGHT, DEMOCRATIC STRATEGIST",
      "sentences": "Well, it doesn't worry me. I knew that, once Roe vs. Wade, the decision was announced, folks would get roused up, the base would be energized around this particular issue. But it would be naive to expect that that issue would take us all the way through November, when crime is still high, inflation is high, and people are having a hard time economically in this country. And so there are other issues that are important. I think we're seeing abortion still take a big issue -- or take place in the state of Georgia in the Senate race. But, ultimately, voters care about their pocketbook issues. And that's why they're going to hit to the polls in November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, if that's the case, then, Patrice, so far, at least the advantage would seem to go to Republicans. That might not always be the factor here. But how do you see this sorting out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICE ONWUKA, INDEPENDENT WOMEN'S FORUM",
      "sentences": "Well, I agree. I mean, Democrats have been in power for two years now. And they passed a recent Inflation Reduction Act that Americans know does not reduce inflation, will do nothing to deal with those pocketbook issues that my colleague here was talking about. And so, yes, it's not surprising that the Dobbs effect has lost its steam. I think, also, you have to look at the demographics. When you look at hardworking people, low-income people, middle-class families who are struggling with, what, 11 percent increase in groceries over the past year, they're thinking about what's happening here and now. And as states have -- things have settled when it comes to the abortion issue at the state level, people are recognizing where the threat really is, and whether they have the luxury of focusing on abortion vs. focusing on filling up their gas tank, which, as we know, gas prices are rising once again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "People are reminded, even aside from gas, Kristal, which had been declining for a while, now is back to increasing, I believe, 17 or 18 straight days, that even that argument has been taken from the president, but he keeps telling Americans we have a good job market, which, in many sense, we do, and that's different from the '70s. But you don't want to dismiss Americans' concerns by saying that, thanks to the strong job backdrop, you don't have anything to worry about. That does appear to be a message that is ticking them off when they hear it. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "Well, I think, historically, Democrats have had a hard time messaging. And we don't have a good echo chamber where we repeat the same thing over and over again. But I think, as it relates to this inflation issue, listen, there's no perfect answer. There's no one zinger that I could say that would really identify how...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, just say, just acknowledge it. It's a problem and prices are running around like crazy. Do something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "It's a problem. It's a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "Well, yes, it's a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I hear you. So, Patrice, what do you think of that? To bash it if one thing. If you're the party challenging the party in power, you want to keep reminding folks of this, but you got to come up with solutions yourself. Are the solutions that Republicans are proposing, like cutting taxes, maybe more drilling, enough for people? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ONWUKA",
      "sentences": "Well, I think it's a start. I think America -- the GOP has put out their own plan with some economic ideas included in there. It's really important, though, that people are able to keep as much of their money as possible right now. It's important that they have as many opportunities as possible and we don't have a Department of Labor instituting regulations around independent contracting for those freelancers who just want to make ends meet. So, I think you have a Biden administration and a party in power that is more than willing to push forward their agenda on climate and everything else, forgetting that it has a negative impact on pocketbook issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ONWUKA",
      "sentences": "And blaming corporate greed does not fly with Americans. And all of these other issues that they brought up, I mean, Americans recognize that, when you give away trillions of dollars...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We'll see. We'll see. It's still early. Time -- time will tell, as they say, with three seconds to go. Here comes \"The Five.\" Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "Here we go again, FOX on top of yet another massive wave of migrants arriving in Texas today, pressure mounting on the administration to do something about it or at least talk about it, as more buses are pouring into the Big Apple as a result of it. And we, well, we're all over it with Griff Jenkins in Eagle Pass, Texas, on the crowds of migrants still streaming in, Laura Ingle on New York City's mayor now trying to slow those migrant buses down, and Border Patrol Council's Brandon Judd on how his officers are just trying to keep up. Welcome, everybody. I'm Neil Cavuto. So much to get to. Let's first get to the border in Eagle Pass. That's where you will find our Griff Jenkins. Hey, Griff."
    },
    {
      "speaker": "GRIFF JENKINS, FOX NEWS CORRESPONDENT",
      "utterance": "Hey. Good afternoon, Neil. And the Vice President Harris would just come for one day, every single day, we get these big groups here in the Eagle Pass area. It's been going on for months. Let me quickly take you to some drone footage we shot this morning. They arrived like clockwork. This group, Neil, had 340 migrants in it from Peru, Venezuela, Colombia, Cuba, and even places as far as Sri Lanka. We were able to speak to a man from Sri Lanka. Here's a little bit of our exchange. Take a listen, Neil."
    },
    {
      "speaker": "JENKINS",
      "utterance": "Why are you here?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We want to live here. We love -- we like U.S."
    },
    {
      "speaker": "JENKINS",
      "utterance": "You -- the U.S. And do you have any message for President Biden?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We thank him for accepting us for living here."
    },
    {
      "speaker": "JENKINS",
      "utterance": "And as you continue to look at the waves of migrants that have been coming every single day -- I have been here now for 11 days, Neil -- there's over 15,000 migrants have been encountered in just this area. We spoke to one of the landowners. A woman named Magali Urbina owns a pecan orchard where migrants come every single day. She's very critical about why the vice president won't come here. Here's what she had to say. Listen."
    },
    {
      "speaker": "MAGALI URBINA, HEAVENLY FARMS",
      "utterance": "Well, she would see what I see. And I do not believe that the border is secure. But I would love for her to define what a secure border looks like, because maybe we have it wrong."
    },
    {
      "speaker": "JENKINS",
      "utterance": "And, Neil, not everyone is seeking asylum. Take a look at this photo of this gentleman. Wilmer Castro-Murillo, 44 years old from Honduras, was arrested two days ago up in Kinney County by Texas DPS. Turns out, after a criminal check background, he has an Interpol warrant for murder out of Honduras, just all parts of this crisis down here. Finally, let me just tell you, those buses you mentioned continue to roll to New York City, particularly from El Paso. We're learning today that the El Paso government, who says they have had some 26,000 migrants released in their city, they'd like the feds to reimburse them for their efforts to the tune of $6.1 million. Neil, we will send it back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Thank you, Griff Jenkins, at the border for that. Well, New York City Mayor Eric Adams is looking for another solution to the bus after busload of migrants that make their way to his city. How about slowing the buses down? Laura Ingle has more on this in New York -- Laura."
    },
    {
      "speaker": "LAURA INGLE, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Neil. Well, another challenge is being folded into the influx of migrants making their way here into New York City, with bus drivers from Texas seen by The New York Post getting traffic tickets near the Port Authority, where they are dropping off migrant passengers. Now, a team of NYPD Highway Patrol officers were spotted pulling over and searching several buses for about an hour last Friday, according to The New York Post, which reported the buses were being combed over for any possible infractions, some drivers getting tickets for violations, including tire tread fluid levels and windshield wiper placement. One driver was seen holding up three criminal court appearance tickets after it was all over, many drivers saying they are just doing the job they were hired to do. And some question the motive behind the traffic stops. NYPD's chief of department told reporters they have an obligation to keep New Yorkers safe."
    },
    {
      "speaker": "KENNETH COREY, NYPD CHIEF OF DEPARTMENT",
      "utterance": "The whole unit, our motor carrier safety unit, both within our highway district and within our citywide traffic task force, that focuses on commercial vehicle enforcement."
    },
    {
      "speaker": "INGLE",
      "utterance": "So they're just doing their job. Texas Governor Greg Abbott maintains his state is dealing with, of course, we have been talking about this, the unprecedented influx from what he calls President Biden's border policies and says he is forced to send thousands of migrants to Democratic sanctuary cities like here in New York, calling the traffic stops a -- quote -- \"pathetic ploy\" by Mayor Adams to stop Texas from busing migrants to his self-declared sanctuary city. Now, after declaring a state of emergency last Friday, New York City Mayor Adams called the situation a humanitarian crisis that is what he calls unsustainable that will likely cost the city $1 billion by the end of the fiscal year -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you very much for that, Laura Ingle. That figure, just raise it by about eight times, and you have got a good idea how much states like Texas are spending to deal with the same problem. Brandon Judd is the National Border Patrol Council president. Brandon, good to see you again. What do you make of these moves, at least in New York, where they're trying to slow the buses down by having these very, very long and involved inspections and citing them for a whole host of infractions? What do you think?"
    },
    {
      "speaker": "BRANDON JUDD, PRESIDENT, NATIONAL BORDER PATROL COUNCIL",
      "utterance": "Well, my answer is going to surprise you. I'm actually very happy that he's doing it, because what he's doing is, he's actually drawing attention to this. He is unwittingly becoming the lead voice for border security. He's showing everybody the reason why we have to have border security. If he's not doing this, every single time he opens his mouth or every single time he takes an action like this, it's causing the mainstream media to cover it. And when they cover that, then we're tuning into the actual outlets that are going to give us the truth. And as long as we have an honest conversation, if that honest conversation takes place, the American people are going to be outraged on what's going on, on the border, and they're going to show up to the polls. And that's what we have to have. That's what has to happen. We have to solve this problem at the ballot box."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, you're quite right to say he is drawing attention this. And to be fair to Eric Adams, he had set faulted both some of the theatrics -- that's what he calls it -- out of Texas. But he's also cited the president for not recognizing the seriousness of the problem. And, of course, the vice president was saying as much last night, that we need to come up with a bipartisan solution here. Good luck with that, though. I'm just wondering, is anything really changing here?"
    },
    {
      "speaker": "JUDD",
      "utterance": "No. And that's what's really frustrating, because we have given, I have given this administration three different solutions. You like to talk about solutions. I appreciate that. We have given this administration three different solutions. And they have rejected every one of them. Two of those solutions operate within his own parameters, and he rejects it. So he doesn't want solutions. He continues to want this border crisis to continue to go on, Neil. And if Eric Adams would actually say the right things, if he -- if he wouldn't politicize this issue, if he would put pressure on this administration to secure the border, rather than giving him funds to house these individuals, if we would just secure the border, and if he would do that, put the pressure on the White House to do that, then he wouldn't have to deal with this. And, instead, he continues to politicize the issue."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Let me ask you about the immediate things that have to -- I'm sorry, Brandon -- the immediate things that you would like to see done. They talk about finding a permanent solution for this and working on the cause of the problem. Get that. Tried that. We go back and forth with that. But the more immediate need for you is just closing the porous border itself."
    },
    {
      "speaker": "JUDD",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Would you be for resuming the wall building that began under Donald Trump?"
    },
    {
      "speaker": "JUDD",
      "utterance": "Absolutely. But that helps with the got-aways. That helps with that individual from Honduras that has that criminal record. It doesn't help with asylum seekers. What we have to have is, we have to re-implement the remain-in- Mexico program, which we know he's not going to do. OK, that's fine. Then surge immigration judges to the border. Hold these individuals in custody. Process their asylum claims expeditiously. And then they will stop coming, because they know that they're not going to be able to prove that they have an asylum claim. They will sent back to their countries. Then the cartels don't..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But the asylum claims themselves run up, as I understand it, far more than just sort of got-aways and what have you, that that's sort of the new way to get into the country."
    },
    {
      "speaker": "JUDD",
      "utterance": "Oh, absolutely."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Claim that you need asylum. And you have to take them in, right?"
    },
    {
      "speaker": "JUDD",
      "utterance": "Yes, and that's the problem. We're not adjudicating the cases. Instead, we're just releasing them into the United States. And they're not showing up to the court appearances later on down the road. So that's another solution that he knows about. You can take the criminality out of the asylum process, surge CIS officers down to the ports of entry, create a lane up to where they're only going through the ports of entry. Then you don't have to have law enforcement. You don't have to have me dealing with asylum claims. Right now, in Arizona, 275 miles of border, we have bare-bones agents on the border right now, simply because we're constantly dealing with asylum officers. These are all solutions that he can implement, and he can implement them tomorrow. He just doesn't do it. Biden, it appears that he continues to want this crisis to go on. How much longer do we have to continue to see these images?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, I just don't remember. You're far better at this, Brandon, than I will ever be, because you're right on the front lines there. But this asylum push is sort of like a green card, no pun intended, to get into the country and have this adjudicated here. And, as you say, it can go on for years. And I don't see too many of those cases going back. So the asylum thing has gotten to be such a big thing now, it makes up eight out of 10 of those who find their way here."
    },
    {
      "speaker": "JUDD",
      "utterance": "Yes. And the vast majority these claims, they don't have legitimacy, and that's the problem. These loopholes, these immigration loopholes, they're what is allowing the cartels to generate billions of dollars of profit on -- they're skirting and our laws and our loopholes. They're exploiting them."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Amazing. Amazing. But, Brandon, to your credit, you did warn us about this. Brandon Judd, the National Border Patrol Council president. But this asylum thing is going to be the big issue here, because it has dwarfed all other issues when it comes to those making their way through the border and getting to stay here. We have to adjudicate those cases. We adjudicate them here. And they stay until they're resolved. And, sometimes, that can be many, many years. In the meantime, many, many problems on the energy front, and particularly the gas front, because those prices aren't declining. In fact, they're increasing, even with the promise of taking more oil out of the Strategic Petroleum Reserve. That wasn't supposed to happen. It is."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, gas prices still moving up, in the face of the president doing everything he says he can do to try to get them to go back down, as they were earlier in the year, when we had 99 straight days of declining gas prices. Now, about 19 of the last 21 days have seen them move up 17 straight days in the meantime."
    },
    {
      "speaker": "The read from that was from Senator Jerry Moran, who joins us right now, the Kansas senator, the Republican, who recently wrote the following to the president, that",
      "utterance": "\"The recent decision to release another $10 million from the Strategic Petroleum Reserve is not only reckless, but it will have a minimal effect on lowering prices at the pump.\" The senator kind enough to join us. Any reaction to that? Because it looks like he's still going to go through with the Strategic Petroleum Reserve tapping. It is getting low right now, but that this is his solution. What do you think?"
    },
    {
      "speaker": "SEN. JERRY MORAN (R-KS)",
      "utterance": "Neil, we have been battling, I have been battling this administration their energy, I can't say policy, their energy decision, since the administration, since the president took office. And virtually no response that I know of that ever suggests that the president is altering his course of elimination, reduction, certainly, in the use of fossil fuels. And while that's part of my correspondence with the president, the thing that set me off this week is the release of oil, petroleum from the Strategic Petroleum Reserve, which the release is about a half of a day's consumption. So it's not going to do anything, much of anything for the price. But importantly to me, and I think importantly, to the country, we live in a very dangerous world. Why in the world do we have a Strategic Petroleum Reserve? I don't think it was to satisfy the political needs of the moment. It was to make sure the United States is prepared for some crisis. And we don't know when that crisis is going to occur. That's why we stored the petroleum away for purposes of national security. And we are now -- it is dangerous. We are intruding upon our country's national security for purposes of a policy that doesn't exist in regard to energy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We're told -- and we got first wind of it today, Senator -- that the president had made it very, very clear to the Saudis and, by extension, OPEC and OPEC Plus countries, that it would look very harshly at any cut in production. As it turns out, despite that, we got the two-million-barrel-a- day cut. And the Saudis made it very clear that they were not going to be coerced into doing anything else. What did you make of that?"
    },
    {
      "speaker": "MORAN",
      "utterance": "Neil, how demeaning it is and how ineffective it is to beg the oil producers around the world to meet our needs, when we ought to be focused on -- if we had our energy plans in place, and we were producing more -- and, by that, I'm an all-of-the-above guy. But you can't take fossil fuels, natural gas and petroleum off the table, if we're going to be energy-independent. And we can -- if we were that, if we were producing more, if we had -- meeting our own country's needs, we wouldn't have to be asking others for their help. But if we did need help, they would have more reason to be helpful. That we have -- it's like we take our leverage away in dealing with other countries who are oil producers, and then we go around with our tin cup around the world, Venezuela and others, Saudi Arabia..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "MORAN",
      "utterance": "... many of those difficult places for the United States to deal. This is not the way to protect the United States, its consumers, or to make certain that we can have an affordable pump fill-up on -- across the country."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, obviously, it's a very big issue in your state. Your Democratic opponent, Mark Holland, who we did reach out to, is also pounding this issue, but also pounding the Roe v. Wade thing, and sensing right now that there might be more public support for his position on this than was considered the case, going back to Kansas voters, deciding not to amend the state Constitution to keep abortion legal. Is this an issue that is stronger than we know, and that, among Kansans, is more powerful than we appreciate?"
    },
    {
      "speaker": "MORAN",
      "utterance": "Well, I think what happened is that we're talking about a Kansas Supreme Court decision that the legislature made an attempt to -- that court decision said that it is up to -- there is no restrictions under our Constitution on availability of abortion. And the effort by those in the legislature to change that was to say, the legislature can make those kinds of decisions. And there was certainly people who spoke in the August primary election about this topic. And it is one that is..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And they didn't want it -- that they did not want it amended, right? I mean, do you read into that you're on the wrong side of this issue, or that it's not so black and white?"
    },
    {
      "speaker": "MORAN",
      "utterance": "No, what I read into it is that there is individuals across the state who have opinions, strong opinions about this issue..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "MORAN",
      "utterance": "... that need to be listened to. But there's also the desire, I think, on the part of many people to have some commonsense kind of restrictions or conclusions, that I think maybe there just wasn't to trust at that that was -- would be what the legislature and governor would decide."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it. Got it very much. Thank you, Senator. Very good seeing you again. In the meantime, we did reach out to Mark Holland, the -- his Democratic opponent. Hope springs eternal that we will get him to come on. His office did seem interested. So, we will keep you up to date on that. Meanwhile, you might want to write this date down over Buckingham Palace, if you're looking for something to do in May of next year, the official coronation of King Charles III. I did not get an invite. I have the feeling Martha MacCallum did. She's next."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Mark it on your calendar. Westminster Abbey, be there or be square, May 6, the official coronation of now King Charles. How will that go down? We're supposed to hear that it's slimmed down and cheaper. Really? After this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Charles is already the king of England. That, I know. But it's all official -- I think I know -- I barely know this stuff -- next May, when he is going to go through a coronation, much like his mom had done better than seven decades ago. We're told it's going to be leaner, a little meaner affair. I don't -- well, the meaner part, I don't know about. But I know Martha MacCallum knows this stuff inside and out, who has become since, she's hopped the pond so often, a British citizen herself."
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "utterance": "No, no. Still American, 100 percent."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Not yet. Not yet. So, this is on. This is on."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's on."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, he's talking about -- and you were reporting through all the -- Queen Elizabeth, the funeral and everything else, he wants a leaner, more streamlined royalty, but does that apply to his own coronation?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So I think you're going to see a little bit of a different presentation than what we saw in 1953, when Queen Elizabeth was coronated, which was enormous. There were 8,000 people. They added extra seats inside Westminster Abbey. They televised it for the very first time. They wanted it to be very splashy. It was a big, important moment, this young beautiful queen on the world stage."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Charles has been waiting a long time for this. He's 73 years old. She waited 18 months for her coronation, because she was so young."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This is going to be fairly quick. And I think that's what everyone expected, because he's been around and waiting for this. It would be silly to drag it out for a long time. They have -- the plans are in the works."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, but he's king already."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What will the coronation do?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the coronation -- for one, they want an appropriate period of mourning after the death of the queen..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "... and then time to prepare, although this is called Operation Golden Orb. It has been in preparation for a very long time. And, as you saw with the queen's funeral, they do these things like clockwork."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "They do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And I think it's ready to go. But you need a few months to get everything ready. Plus, they want it to be in a good season, when the flowers are out and all of those things for the presentation of this whole thing."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Sure. Absolutely."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, I was -- originally, it was going to be -- I think June was the thinking, so May 6, right in that area."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, the backdrop for this and it might be better by next spring."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Exactly."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But England's in a world of financial hurt."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Exactly."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And he obviously doesn't want to get people annoyed that this is overly ostentatious and all. But you can't help it with a big event like this, right?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, they have to do enough to make it the grand experience that people have come to expect. And it's one of the reasons that people tune in. And don't forget, people talk about how expensive the royal family is. However, they bring in such a tremendous amount of tourism to the United Kingdom."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Many would argue that they bring in more than they cost in terms of tourism. So there will be an enormous turnout for this coronation, no doubt. And they do want to make sure that it's appropriate, given what's going on in the country, and that it's not over the top. So they have to kind of find that balance between enough pageantry to keep people interested and wanting to come to see it and not being over the top, given what's going on there with the economy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, I think I'm a royal expert now because I have watched \"The Crown,\" the whole series."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And my wife and I really got into it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's very well done."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's extremely well..."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And the reports were that the queen liked to watch it on Sunday nights, and that Philip wanted nothing to do with it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I would imagine Charles did not."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Charles not a fan."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Would not. The only reason why I mention it, Martha, is that the irony of time and how things have changed, where Camilla will, she will be at Buckingham Palace. She will -- what's her title?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Queen consort."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Queen consort. Imagine if Diana were to be seeing this today. It's just -- everything is so weird to me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It is. I mean, she will be queen consort. And Queen Elizabeth wanted it that way. She wanted to give that confirmation to her. The last queen consort was the queen mother. But she was..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What if she didn't get that title? I mean, it..."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Oh, she would have remained a princess, a princess consort, OK?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But just to -- just for those playing at home, she would never be the queen, right?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Understood."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "If Charles passes away, it goes directly to William. She would never reign. She is simply the wife and the queen of the king, who is in the line of succession, with William and then George and Charlotte and Louis."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How do you think Charles has handled things since assuming the throne? And, I mean, he's coming after -- his mother was a rock star and brought the country back together. And her approval ratings were very low right after Diana's death, but she came soaring back. And how about him?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "She was enormously popular, and more popular than the monarchy itself. So he has his work cut out for him. And I think his initial reviews were very strong."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He carried himself very well throughout the course of the funeral and the ceremonies. But now he's sort of in the job."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And so the criticism, I think, will be stronger as he goes through this period and the coronation and all of that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What about Harry and Meghan? Are they going to this?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They're done. I mean -- I mean, would they be there? I would imagine they will be there. But their role is very diminished, very sidelined."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Is their book still on or his book still on? All that is still on, isn't it, or no?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I -- apparently."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, I don't think that the efforts to sideline the book -- I think that's part of the deal. You can come back in if you -- if you're willing to end this book."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "He's not going to do that, right?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But there doesn't seem to be any sign that -- no, they're getting millions of dollars for it. The other projects seem to be trying to move forward. And they just came out with a big portrait of themselves in California..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Saw that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "... trying to sort of assert their position. But my experience was, people in the United States care a lot more about Harry and Meghan than people in the U.K., who are just over them."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Is that right? Yes. So the idea of getting and reestablishing relationship with his son, that's still -- with William, it's one thing. And William and Kate, they're future king. But, with Harry, it's over, it seems to me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "For now, I would say. It doesn't seem as though any bridge was built during the course of -- I think there was just a respect for the queen and her desire to have her family at that very meaningful moment in the family's life."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But it doesn't appear that there's any bridge to changing that stature."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But, again, you have a very strong succession with Charles, then William, then George, then Charlotte, then Louis."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, there's no -- the heir and spare, the spare is not really necessary at this point. So..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. By the way, how did you get into knowing all of this stuff?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know what? I'm just sort of a sponge for history."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And I have always enjoyed British history."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'm actually going to Scotland in a few weeks to tour there. I love -- I just am very interested in it. So it's a fun assignment."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm that way with municipal bonds. You just -- you can't..."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You just get enough when you're studying municipal bonds, right? I used to be like that, but I broke it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, you got a life. You got a life."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's awesome stuff, so I know -- I know where you will be next spring in May. Enjoy Scotland in the meantime. You taking the Royal Scotsman? You going to do that, or..."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, but I would love to do that sometime."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There you go. There you go."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Have you done that?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I have not. I wanted to. We were supposed to do it actually before COVID hit."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And so we ended up in the Catskills. But that's a whole separate story."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We will put that on our wish list."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And if you need to know anything about royalty, I can try to help you out now that I have seen \"The Crown.\""
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, Neil. Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Anything I can do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'm going to keep you on speed dial."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, there you go."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "She is so not going to do that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And understandably so. Meanwhile, before we go, some sad news to share with you right now, and Martha did in the last hour. Angela Lansbury has died, of course, the star of \"Murder, She Wrote.\" she was in the old acting style of the golden age of Hollywood. Just think about all the awards. She won five Tony Awards, at least one Grammy. She was nominated for an Oscar three different times, considered one of the most powerful actors of her time. And, of course, on \"Murder, She Wrote,\" she could always figure it out. She's gone on at age"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, President Biden patching in with all the G7 leaders today. And the big concern is the sudden rough turn that Vladimir Putin has taken in Ukraine. Jacqui Heinrich with more on that from the White House -- Jacqui."
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "utterance": "Hey there, Neil. We just wrapped up the briefing there at the White House. Would have loved to have gotten some more questions, any questions, rather, to the press secretary. We didn't get called on today. Unfortunately, there were no questions about whether or not President Biden would meet with Russian President Vladimir Putin after the Russian foreign minister suggested that the Russians would accept a meeting with Biden at the G20 summit coming up in November. So we don't yet know if there will be a meeting of the minds on the Biden- Putin front. But in terms of the G7 resolution, we did get a readout of the president's call. And the summary of that is basically more condemnation of what Russia, what Putin has been carrying out in Ukraine, also a vow to hold President Putin and those responsible to account for what they see as war crimes and innocent civilian populations being attacked. But, beyond that, we did not get any answers from the president himself about how that call went today. And we also have not had any questions to the president since he made those comments about Armageddon at a fund- raiser last Thursday. He has not taken any questions from the press. And we have heard from the National Security Council, basically tamping down any alarm over that. And in terms of saying there hasn't been any new intelligence that prompted those statements from the president, but in light of this new barrage from Russia on Ukraine, the urgent call for the G7 meeting, and then the suggestion from the Russians that Putin might be seeking out a meeting with Biden, we would have liked to have gotten some more answers there. The president did do an interview with Jake Tapper. And they have released a clip of that interview. The most salient point, I find, is that the president was asked to -- whether or not Putin was irrational, and he refused to say that he was irrational. So it sounds, Neil, like they're keeping things open for a potential interview. I -- just reading the tea leaves there. He seemed not to want to insult Putin, while also saying that what he has done in this war is irrational -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK. That's threading quite the needle there. Jacqui, great job, as always. Jacqui Heinrich at the White House. Want to go to Brett Velicovich on this, the former Delta Force honcho, FOX News contributor. You do not mess with Brett. So that's why I always ask tough questions when we are on remote. Brett, it's always good to see, my friend. I find it interesting now that we have been waiting forever, it seems, for President Putin to respond to pressure from back home. We were thinking, though, that pressure would be from those who tired of his calling up reservists and the like, and that he might cool it. But it was quite a different kind of pressure from people who were even more warlike and conservative on this and pro-war than he is. That worries me. What about you?"
    },
    {
      "speaker": "BRETT VELICOVICH, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes, you're right. And I think it only gets worse from here, Neil, especially as it leads up to winter. I mean, it's almost like the war is restarting again after the events of the last few days. But it also wasn't surprising to me. I think a lot of signs were pointing to these massive retaliatory strikes from Russia as a result of not only Ukrainians' tactical wins on the battlefield, but because Putin is getting humiliated on the international stage. And he had to also address these domestic critics which were saying his invasion was failing. And so here's one of the largest armies in the world getting outmaneuvered and outgunned at an exponential rate by the Ukrainians. And the Ukrainians were at one point really starting to be able to dictate the terms of this war. And there are a lot of signs, I think, also pointing to further escalation. I really think that, if we fast-forward this a year from now, at some point, a lot of these countries, including the U.S., are going to have to be engaged in serious nuclear de-escalation discussions. We're seeing these movements already of Russian nuclear vessels or sites that are showing more activity than normal. And Russia knows what they're doing there. They know that, every time they move some strategic warship or a vessel, that the U.S. and NATO is watching, and they're doing analysis at the highest levels, and it's playing into the calculus of how to deal with them going forward. So I think we have to be really concerned about this. We got to pay closer attention to what's happening out there, because I think it's definitely going to start affecting the lives of all Americans going forward."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I always think, Brett, that China could play such a crucial role here. And we do know that China has been among the countries -- I think India was with them last month, saying, we have got to find an end to this. I'm paraphrasing here, but that their patience is wearing thin with how this is going for Russia, but still no direct intervention to say, wrap it up. But what do you make of that?"
    },
    {
      "speaker": "VELICOVICH",
      "utterance": "Well, I think, personally, that, publicly, China's going to stay neutral, but, behind the scenes, they are tacitly supporting Russia, because they see this also as a mechanism for their strategy in Taiwan and what happens on the world stage there. But it's clear Russia isn't giving up. I mean, the victims of these latest attacks, Neil, they were civilians. And it's just this constant barrage of civilian targets. They have made it very clear."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And that's the strategy. That's the strategy, right, to do something like this, so to just go ahead and decimate them."
    },
    {
      "speaker": "VELICOVICH",
      "utterance": "Yes, they have no intention of distinguishing between military and civilian targets."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "VELICOVICH",
      "utterance": "That's their entire playbook. And they should be designated as a terror state immediately. They should be removed from the U.N. Security Council. I mean, how many more confirmed cases of war crimes do we need? We haven't even scratched the surface with the atrocities committed, especially in towns currently under Russian occupation. I saw this with my own eyes, Neil. I was just there. I was in Ukraine. I was in Zaporizhzhia. This is one of the four areas that Russia annexed and basically claimed as part of their territory. And every single night, we'd have cruise missiles raining down on us in our neighborhood in these residential areas. I mean, one of the bridges that just got hit was a civilian bridge with tourists. This is a national park. So when is it going to stop? The world needs to come together and stop this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, good luck with that. Brett, thank you very, very much. We will keep monitoring it. In the meantime, we're monitoring what could be a delay in some Christmas gifts you have been planning to get, and all because of a rail strike we thought was done that apparently is not."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Remember that rail strike we thought we had settled, or at least the administration had? Apparently, we did not. Kelly O'Grady with more in Los Angeles. Kelly, what is going on here?"
    },
    {
      "speaker": "KELLY O'GRADY, FOX BUSINESS CORRESPONDENT",
      "utterance": "And good afternoon to you, Neil. Yes, that strike is back on the table potentially. So, 56 percent of the third largest union, they voted to reject that tentative deal that was brokered by the White House. So now the two sides, they're going to go back to the negotiating table. They have agreed to avoid striking until November 19. Note that would be after the midterms, but it would also allow Congress time when it reconvenes to step in, if necessary. Now, the big sticking point is around quality of life, specifically the number of paid sick days that those workers would get. But, listen, if this strike happens, it could cripple the economy. So we're looking at potentially $2 billion a day at risk; 467,000 trucks would be needed per day to offset that. And we're already short 80,000 in that industry. So you could be looking at shortages, higher prices for food and gasoline, store shelves empty during that holiday season. We're already dealing with a reignited energy crisis. So, a strike like that could turbocharge inflation. Now, the White House is telling FOX that they feel that the economy is under no immediate threat, that both sides are committed to a avoiding a shutdown. But I will tell you this, Neil. We were speaking to experts today, and a source tells us that first rejection is not a good sign of votes to come. So I guess shop early ahead of this holiday season, to be safe."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Kelly, thank you, I think. Kelly O'Grady on that. Meanwhile, the controversy over PayPal and when it comes to information not necessarily being your pal. Ashley Webster, what's going on here?"
    },
    {
      "speaker": "ASHLEY WEBSTER, FOX BUSINESS CORRESPONDENT",
      "utterance": "Yes. Hey, Neil. Look, PayPal's stock has fallen 15 percent over the last three days, 8 percent, you can see, so far this week, 55 percent to the downside for the year. So it hasn't been a good year. The company is still dealing with the backlash from a policy update that says it was posted in error and just doesn't exist. However, that policy did state that, beginning November 3, the company would prohibit customers from using its services for activities that -- quote -- \"effective November the 3rd involve the sending, posting or publication of any messages, content or materials that in PayPal's sole discretion are fraudulent or promote misinformation.\" Now, the notice went on to say that anyone violating the policy would be fined $2,500 for each violation. That is very steep. In a statement to FOX Business, a PayPal spokesman told us that the: \"AUP notice recently went out in error that included incorrect information. PayPal is not fining people for misinformation and this language was never intended to be inserted in our policy.\" Interesting, right? PayPal apparently won't have to fine itself 2,500 bucks for spreading its own misinformation. But at a time when social media platforms are being criticized for their gatekeeping rules, especially by conservatives, this misstep is just adding to the suspicions. The company has already been accused of shutting down accounts that don't match its sociopolitical beliefs, something PayPal denies, but no doubt the bad publicity could lead to fewer PayPal accounts, which have already seen a drop in growth. And you know what, Neil? To me, it's also unclear how misinformation can actually the spread by PayPal or its subsidiary, Venmo. I'd like to see an example of that. I think it's strange -- back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And very easy, apparently, very easy to do."
    },
    {
      "speaker": "WEBSTER",
      "utterance": "Yes, apparently."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Ashley, thank you very much for -- Ashley Webster."
    },
    {
      "speaker": "WEBSTER",
      "utterance": "Yes. Sure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we will have a lot more coming up, including when candidates agree on inflation, that it's a problem, and not just for one party."
    },
    {
      "speaker": "J.D. VANCE (R), OHIO SENATORIAL CANDIDATE",
      "utterance": "They borrowed and spent trillions of dollars that we just don't have. And that's thrown fuel on the fire of the inflation problem."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Do you think President Biden is to blame for the inflation crisis?"
    },
    {
      "speaker": "REP. TIM RYAN (D-OH), SENATORIAL CANDIDATE",
      "utterance": "Well, I think everybody's to blame."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Four weeks from today, the midterm election is on. A lot of people have already voted. But when it comes to the issues that are still hot and percolating right now, including a series of debates, and very much so in Ohio, would you know inflation is front and center. Mark Meredith has more -- Mark."
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "utterance": "Neil, good afternoon to you. Both of the Senate Ohio candidates spent a lot of time talking about the economy last night, inflation, as you said, the major concern, not just here in Washington, but in places and battleground states like Ohio. Republican candidate J.D. Vance accusing his opponent, Democratic Congressman Tim Ryan, of supporting massive spending here in D.C., which, in his view, is forcing Americans to pay more on just about everything."
    },
    {
      "speaker": "VANCE",
      "utterance": "And that's thrown fuel on the fire of the inflation problem. And, at the same time, they have completely gone to war against America's energy sector. And you can't do both of those things at the same time. They're each bad ideas. But when you do both of them at the same time, you're going to get record inflation."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Tim Ryan is trying to accuse Vance of being out of touch on the economy and everyday issues mattering -- that matter to Ohio voters. He says Vance, who worked as a venture capitalist, profited from jobs moved out of the Buckeye State."
    },
    {
      "speaker": "RYAN",
      "utterance": "The problem we're having now with inflation is, our supply chains all went to China. And guys like him have made a lot of money off that. And that is exactly why the supply chains are locked up."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "One fascinating part about this race is, you got Tim Ryan saying he is still proud to be a Democrat, but he is not ready to support Joe Biden for a 2024 run. He also says he's not ready to campaign with any of those national Democrats, Neil, because he's still trying to reach those moderate voters in that all-important swing state of Ohio -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "With support like that, who needs enemies?"
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Exactly. Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you very much, Mark Meredith. All right, so if inflation is such a big issue, what's happened to the abortion issue and the fallout from the passions around the Roe v. Wade decision? Patrice Onwuka is with us right now, the Independent Women's Forum Center for Economic Opportunity, the director there. We have also got Kristal Knight with us, the Democratic strategist extraordinaire. Kristal, end it with you and begin with you on what some had hoped in the Democratic Party to be an issue with some amount of wind at their back. And that is on bringing out the base post-Roe v. Wade and the Supreme Court. It seemed to work for a while. It might still work right now. But these other issues have become predominant for Democrats. Does that worry you?"
    },
    {
      "speaker": "KRISTAL KNIGHT, DEMOCRATIC STRATEGIST",
      "utterance": "Well, it doesn't worry me. I knew that, once Roe vs. Wade, the decision was announced, folks would get roused up, the base would be energized around this particular issue. But it would be naive to expect that that issue would take us all the way through November, when crime is still high, inflation is high, and people are having a hard time economically in this country. And so there are other issues that are important. I think we're seeing abortion still take a big issue -- or take place in the state of Georgia in the Senate race. But, ultimately, voters care about their pocketbook issues. And that's why they're going to hit to the polls in November."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, if that's the case, then, Patrice, so far, at least the advantage would seem to go to Republicans. That might not always be the factor here. But how do you see this sorting out?"
    },
    {
      "speaker": "PATRICE ONWUKA, INDEPENDENT WOMEN'S FORUM",
      "utterance": "Well, I agree. I mean, Democrats have been in power for two years now. And they passed a recent Inflation Reduction Act that Americans know does not reduce inflation, will do nothing to deal with those pocketbook issues that my colleague here was talking about. And so, yes, it's not surprising that the Dobbs effect has lost its steam. I think, also, you have to look at the demographics. When you look at hardworking people, low-income people, middle-class families who are struggling with, what, 11 percent increase in groceries over the past year, they're thinking about what's happening here and now. And as states have -- things have settled when it comes to the abortion issue at the state level, people are recognizing where the threat really is, and whether they have the luxury of focusing on abortion vs. focusing on filling up their gas tank, which, as we know, gas prices are rising once again."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "People are reminded, even aside from gas, Kristal, which had been declining for a while, now is back to increasing, I believe, 17 or 18 straight days, that even that argument has been taken from the president, but he keeps telling Americans we have a good job market, which, in many sense, we do, and that's different from the '70s. But you don't want to dismiss Americans' concerns by saying that, thanks to the strong job backdrop, you don't have anything to worry about. That does appear to be a message that is ticking them off when they hear it. What do you think?"
    },
    {
      "speaker": "KNIGHT",
      "utterance": "Well, I think, historically, Democrats have had a hard time messaging. And we don't have a good echo chamber where we repeat the same thing over and over again. But I think, as it relates to this inflation issue, listen, there's no perfect answer. There's no one zinger that I could say that would really identify how..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, just say, just acknowledge it. It's a problem and prices are running around like crazy. Do something."
    },
    {
      "speaker": "KNIGHT",
      "utterance": "It's a problem. It's a problem."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "KNIGHT",
      "utterance": "Well, yes, it's a problem."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I hear you. So, Patrice, what do you think of that? To bash it if one thing. If you're the party challenging the party in power, you want to keep reminding folks of this, but you got to come up with solutions yourself. Are the solutions that Republicans are proposing, like cutting taxes, maybe more drilling, enough for people? What do you think?"
    },
    {
      "speaker": "ONWUKA",
      "utterance": "Well, I think it's a start. I think America -- the GOP has put out their own plan with some economic ideas included in there. It's really important, though, that people are able to keep as much of their money as possible right now. It's important that they have as many opportunities as possible and we don't have a Department of Labor instituting regulations around independent contracting for those freelancers who just want to make ends meet. So, I think you have a Biden administration and a party in power that is more than willing to push forward their agenda on climate and everything else, forgetting that it has a negative impact on pocketbook issues."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "ONWUKA",
      "utterance": "And blaming corporate greed does not fly with Americans. And all of these other issues that they brought up, I mean, Americans recognize that, when you give away trillions of dollars..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We'll see. We'll see. It's still early. Time -- time will tell, as they say, with three seconds to go. Here comes \"The Five.\""
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}