{
  "date": "September 29, 2022",
  "headline": "'The Five' on Fetterman dropping BLM support from website",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/five-fetterman-dropping-blm-support-website",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "sentences": "Hello, everyone. I'm Judge Jeanine Pirro along with Harold Ford, Jr., Jesse Watters, Dana Perino, and Greg Gutfeld. It's 5:00 in New York City and this is \"The Five.\" Hurricane Ian leaving a trail of devastation and human misery in what President Biden says could be a substantial loss of life. Floridians grappling with the catastrophic damage left behind after Ian ripped through as the fourth strongest hurricane to ever hit Florida. Homes in Fort Myers were damaged or destroyed from the surge while boats were seen through the streets there. Just under 2 million people in Florida now remain without power. Dramatic rescues, water rescues, have been underway all day. Florida officials say the next 72 hours will be critical when it comes to rescue missions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "These are dangerous missions and I'm grateful for the brave women and men, federal, state, and local governments working as one team, risking their lives to save others. This could be the deadliest hurricane in Florida's history. The numbers are still unclear, but we're hearing early reports of what may be substantial loss of life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "sentences": "We are surveying the damage right now. Some people that evacuated, they are going to go back and look at their homes and see, is there flood damage? Is there wind damage? Is it going to be habitable? And so, all of those things as those happen, we're going get a clearer picture of some of the unique needs that individuals in this region may have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And Ian isn't done yet. Just now, it has now been declared a hurricane. And will make landfall on the South Carolina coast tomorrow. Let's go live to Steve Harrigan on the ground in Placida, Florida. Steve?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "sentences": "Judge, I'm talking here with one of the survivors of this storm, Jimmy Reilly (ph), and Jimmy (ph), you're pretty optimistic that you could actually rebuild after something like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "I have to. I love this place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "There is really a sense here that despite this complete destruction, people like Jimmy (ph) think it is not over yet for them. If you can just look around, we are seeing a lot of people's belongings, a lot of people's treasured items, and it's really row after row, street after street of destruction. You really get a look at what a 155-mile-per-hour winds did to this trailer park area. A lot of condominiums behind us are still in pretty good shape. So far, as far as assistance goes, we're not seeing much, we're not seeing many people come back here and that's in part because the roads are so blocked, but Jimmy (ph) is back and he said he's going to make a go of that. And you got neighbors pushing a golf cart there behind me, as well. This was an entire community. It looks like it's in complete destruction right now, but several people we have talked to do say they are going to rebuild after this. As far as the situation goes with aid, we're not seeing a lot yet. Many people simply can't get here because of the roads. They have asked us for water. And if you look down the street there, you can get a sense of the debris out there. This is Charlotte County where almost no one has electricity right now. Communication also extremely bad. All the phones are down. So, people here at this point, it's really neighbor helping neighbor. We've heard about volunteers and assistance from more than 35 states and helicopters and high water rescues, but in pockets of Florida like this one, hard to reach, its really just people bunking up with other people. We hear one generator going over there. That man actually has a refrigerator that he is trying to salvage, but he has nothing else left in his home. So, he is trying to at least save the contents of his refrigerator, and we're not seeing any real reconstruction, any real rebuilding or people even coming to pick up their belongings, which we usually often see after the storm. They simply can't get here, that's the extent of the damage that even those survivors who went elsewhere can't get home yet. Judge, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Alright, Steve, stay safe and thanks so much. Let's go to Fox weather's Will Nunley at the southern tip of Cape Coral. Will?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILL NUNLEY, MULTIMEDIA JOURNALIST, FOX WEATHER",
      "sentences": "Judge, yesterday was about the stress of trying to get through the storm, right? Today is about confronting the harsh reality of what's left behind, the loss of life, and the forever changed coastline here. We are in Matlacha. It is at the very tip of Cape Coral right before you get to Pine Island. It took us about two hours to get here because the electricity is out, that means the traffic lights are out. A little bit chaotic on the roads, no gasoline to be found. Hotels having to evacuate themselves and are hard to book and find, as well. This is the reality behind me of what rescue workers are finding here on Matlacha, and in some of these islands all around us. Trying to go up to a structure like this and determine, was someone inside? Are they okay? Did they escape? Trying to do search and rescue missions, block by block, street by street in situations like this. It is an unbelievably harrowing task for these rescue workers. By the way, they are also encountering so many roads that have been washed out. I'm just feet away from where a road is washed out and people having to use boats. You can hear the Coast Guard helicopters often overhead as they are trying to hop from island to island and rescue the people that are still stranded right now as we speak. We have video of scenes from all across this area including Fort Myers Beach and Pine Island where we are, in Cape Coral, that show this trail like a buzz saw came through a lot of these places, claiming life, claiming property. There is one area that I am near right now that is a waterway, but this time yesterday it was a lot that was about to be developed and have a home put on it. I mean, this water created new pathways that were not here before. That's the power that we are seeing on display. Meanwhile, I can tell you the loss of life, as you've heard, is expected to be significant, and that's everything we're hearing on the ground, as well. Communication still spotty. We're having to use a spectral satellite to even do this report for you here because cell phone service just doesn't exist at this point. But we continue to see convoys of rescue crews, helicopters, utility crews rush into this area to do what they can now that the storm has died down and they can actually start to get into some of these areas. You know, the man who was in this house, judge, says he evacuated just before the storm really started to hit. He said he just had a sense that he needs to pay attention and get out for this one. But he said for years, neighbors have been talking about the one, the big one, the big storm that's going to do something like this. And he says the day has come and now I don't know if I can stay on this beautiful coastline that he's called home for years and years. So, that's just what people are coming face-to-face with here today. Back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Alright. Well, thanks so much. And for continuing coverage on Tropical Storm Ian, download the free Fox Weather app or watch Fox Weather on Fios or your favorite connected tv device. Alright, guys. What do you think, Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I don't know. It's one of the things, as well, and Steve show us that this is the day -- yesterday was all the anticipation of the storm, and then today it's the aftermath. I know that there are some people, they are still in harm's way because the storm isn't finished. But if you look at these areas here, you can spend your entire life building your life, and it can be gone overnight. You know this, judge. This happened to you years and years ago, but you know that feeling, the devastation, and the -- you wanting to rebuild, wanting to figure out a way to come back -- everybody that they've talked to that is there said they want to be there because they love the place, they love the people who live there, and they don't want to have to leave, but some of them are going to have to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know, Jesse, Steve Harrigan said that he would normally expect people to be back there, you know, trying to find out and assess the damage but having gone through this myself, as Dana said, sometimes you cannot access your home, sometimes the Army Corps of Engineers will say the foundation is shaken, you can't go into the neighborhood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "And they warned them not to go back in because it is so dangerous and to keep those roads clear for the rescue guys. And DeSantis said today this was the largest rescue mission in history. There is like 23 states involved. You got the Feds involved. He had so much preposition. It's just a matter of getting there as fast as they can. We had a guy on last night that said this is just the beginning to middle of hurricane season. So, you could see another Cat-3 just storm on in here. We're only beginning. It goes until mid-November, which is scary, but it's so far, it seems like there is good communication between the Feds and the state and the local. Hopefully that Joe Biden can get the money out in time and we can all help this great state recover.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yeah. Go ahead, Harold.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD, JR., FOX NEWS HOST",
      "sentences": "Yeah. The cooperation between the president and the governor, this is something that is long-standing in our country, when countrymen are hurting because of a natural disaster, we cut through all the smallness and shrillness. We'll get back to it at some point, but we cut through it to ensure that we help people. I have -- my wife is from Naples. Her father, aunts, cousins that live there, and in fact, one of her aunt's got caught in this and one of her aunts was on a rival network's morning show talking about how she got herself out of her house and had the dog over her head. We prayed for her yesterday, and yesterday, you know, thank God, she is well. Thank God so many people there are well. But I hope that everyone follows what the local authorities are saying. And Jesse said, well, one of the reasons you shouldn't be on the road is to ensure that the first responders can get to these areas to try to ensure the foundation of these homes and foundation even of some of the bridges and other roadways are navigable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Plus, Greg, they don't even know, you know, whether there are live wires, downed power lines, that is dangerous in itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Yeah. I mean, there are so many variables involved but I keep thinking like what was it like, I don't know, 50 years ago, 60 years ago, 70 years ago, when you didn't even have a warning, right? Yeah. I mean, when it just showed up and you have no idea what was going on. I mean, very lucky that we live in a time where at least you can have a heads up and get out of there. It's an interesting fact I got somewhere that in the 1940s there were 600,000 homes in Florida. Now there are 10 million. So, this is a combination of things and its choices that people make where to live. There is no perfect place to live. There is always going to be some inherent risk, whether its New York City or California or in this case Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Alright, coming up next, the liberal media refusing to let a crisis go to waste and playing politics with Hurricane Ian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The liberal media wasting no time to politicize Hurricane Ian using the dangerous storm to push their usual climate change hysteria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "This is exactly what climate scientist has been warning about for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POPPY HARLOW, CNN HOST",
      "sentences": "How concerned you are about what is next given climate change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Climate change making storms bigger and more costly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIE LU STOUT, CNN HOST",
      "sentences": "When we have Ian hitting so hard, so fast especially in comparison to other recent storms. It raises the question about climate change and what degree that is fueling its power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "sentences": "Our earth is getting warmer and there is just no doubt I think left that it is feeding these beasts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALI VELSHI, MSNBC HOST",
      "sentences": "Where it comes out as the intensity --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But watch what happens when they come face-to-face with an actual scientist. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "sentences": "Can you tell us what this is and what effect the climate change has on this phenomenon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMIE RHOME, NOAA ACTING DIRECTOR",
      "sentences": "We can come back and talk about climate change at a later time. I want to focus on the here and now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "What affect is climate change have on this phenomenon that is happening now because it seems these stores are intensifying, that's the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RHOME",
      "sentences": "I don't think you can link climate change to any one event.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "Okay. Listen. I grew up there and these storms are intensifying, something is causing them to intensify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Don Lemon grew up there, so he knows about how ferocious these things can be, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is science. You listen -- remember that time he wondered if a missing jet plane went into a black hole?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was all time, 100 percent Lemon. You know, the theory is, is that like, it's a test for everything. If you always have the same answer for everything, that its global warming and climate change, you might be a robot, right? It's like this -- it's like -- how weird it is that you are trapped in a single filter for everything and it's a reflex thought and you never stop to think maybe there is something else. You can go way down the rabbit hole looking at the cause and effect of man- made climate change and extreme weather events, you will come out no smarter or no dumber because they contradict each other constantly. Deaths by extreme weather events have declined almost like over 90 percent over the last century. Like I said in the first block, so many houses have been built and they have been built further and further out, and yet we see a decline in deaths, so that is interesting. So there, when it -- so, I think the science, they are not talking the science. They are just in that kind of reflex mode, which happens when you've been talking about the same thing and the same way for 40 years. It just comes out of your mouth and you don't even know -- you don't even know why you are saying it. He just feels that it's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Dana, were the Seminole Indians tracking hurricane speeds back before the white man arrived?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't know. It's a good --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, was the white man even tracking hurricane speeds in Florida 100 years ago? I don't think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yeah, that is an interesting thing. So, Don Lemon, he did maybe -- and so he grew up -- that he says he grew up there. That doesn't make you an expert, of course, but you can have a feeling for a place and a desire for people to be well, but it dismisses the point that they added like millions of homes and people. And the same will be true when we see more wildfires this fall, as we usually see, especially when it's really dry out west. Everyone is like, oh well, that's global warming, as well. Well, actually, more people are living in the wild urban interface, that is why it is called the WUI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The WUI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Location that (inaudible) -- people are living along there. People are living along the coastline. One great thing about this is that it does seem a lot of people did obey the evacuation orders and Florida is really well versed in coordination with not just the federal government but amongst each other. All of these counties are talking about how they are great friends and they know each other very well, so they can communicate. The thing about this that killed me is that it's the Democrats that are very, very worried about the loss of trust in experts. And here you have a guy from NOAA who is answering Don Lemon specifically and bravely, I would say, because the peer pressure must be intense, and they are dismissing him. Well, that's not what I wanted to hear so, you're an expert that I don't want to listen to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We don't like those experts. If Joe Biden had spent all this money on climate change a few years ago, what it may be had been a Cat-1? I mean, that's the theory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "I think the chief from the NOAA had it right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "We can have a conversation about climate change and have a conversation about what man's behaviors have done to the climate, but this is not the time to do that and this is the time to love thy neighbor and figure out ways in which we can encourage citizens to follow what local authorities are saying, encourage local, state and federal officials to work together. We have plenty of time to debate climate change. This is not the time to do it. And we can have a robust debate like we do around this table, but it is silly to inject at a time in which people are fighting for their lives, even tonight, you got to -- the thing has escalated to a Category 1 and people in Charleston, South Carolina and North -- South Carolina and North Carolina having to face this, and here we are talking about climate change. This is not the time to do it and I hope everyone show some restraint.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Judge, if the Floridians had been using solar panels --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "It wouldn't make a big difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Ian have obliterated and swamped the solar panels, how would they have turned the power back on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Let me tell you. This -- it wouldn't make a big difference. I mean, I've been through a hurricane and lost our house so, I know like Don Lemon knows. It wouldn't make a damn bit of difference. Here's the bottom line. The bottom line is that people on the left are so focused on politics, power, and winning, that at every turn, at every opportunity, they bring politics in. When Amy Klobuchar says now, now that we've seen this, now we know the Democrats have to win in the midterm, that Don Lemon and Joy Behar and all the rest of them, and Biden now threatening the oil companies saying you better not get those gas prices up. I mean, these are people who don't have the ability to empathize, to understand what happens when you lose everything that is familiar to you, when you lose your house, you have nowhere to go, people are looking at you like, you know, where are you going to sleep? You're not going to sleep at my house anymore. When the Army Corps of Engineers, the Red Cross come in with a cup of coffee, you almost want to get on your knees and thank them. You know, you are at the bottom of your life in terms of what am I going to do, where am I going to go? And what they are going to see, what the left is going to see about America is how we come together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "How from all over this country, we come together, we take care of each other, we're generous, we're compassionate. And while the White House and the Dems try to, you know, they have this incendiary -- your semi- fascist, you're semi-Nazi or whatever the hell is 74 million Americans are. They are going to see that we Americans love each other and take care of each other and this is the time to try to make sure that people are out of pain and you can do your politicking later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah. Just like we came together after the storm hit Texas and then Sandy and this one down in Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And the pandemic. I had to throw that in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah. That was a little different. Switching gears to America's crime crise, a soft on crime Democrat caught wiping Black Lives Matter from his website. We will tell you about that one next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Crime is a top issue for voters and it could be tipping the scales in one of the most watched Senate races in the country. Dr. Oz picking up steam in his Senate race against Democrat John Fetterman in Pennsylvania. A new Fox News poll has the Fetterman-Oz race narrowing with Dr. Oz picking up five points since July. And as Jen Psaki said, crime is a huge liability for the Democratic Party. It's so bad that John Fetterman has removed mentions of Black Lives Matter and his second chances program from his campaign website in the last month, that's according to a review of archived web pages. And violence has been exploding in the state's largest city of Philadelphia. More than 1,700 people have been shot and homicides have taken the lives of 400 people so far this year. Radical D.A. Larry Krasner recently called out on this, but he is standing firm on his policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KRASNER, PHILADELPHIA DISTRICT ATTORNEY",
      "sentences": "It is working. The reality is that our -- MIKE JERRICK, FOX 29 NEWS HOST: There is a thousand people killed in 20 months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRASNER",
      "sentences": "It is working. The reality is when you look at all of these different jurisdictions, we had a devastating blow from the pandemic and there is absolutely no correlation between being progressive or traditional and the rate of crime. These states and the United States that have a rate of homicide that is 40 percent higher are MAGA states. They are Trump states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's the safe harbor, judge, when you are under fire, just go to Trump and see if you can get cover that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "First of all, the governor doesn't control the police in individual cities and in individual states, so get off the MAGA states, that's number one. Number two, this D.A. is an idiot. He says there is no correlation between crime and aggressive -- and a traditional versus a progressive D.A. I'm going to tell you what the correlation is. The progressive D.A. wants to let the criminal out. The traditional D.A. wants to lock him up and throw away the key and make sure that he pays for the crime that he commits. Alright, that is real simple. So, Krasner is out of his mind, just like Mike Jerrick said, a thousand people killed and shot in the last 20 months and this guy says we're improving? It is like Lori Lightfoot saying we are making progress. No, you're not! You're making excuses. And I'm tired of the pandemic being an excuse or a justification for crime. If it is, pass a law, make it a justification for a crime. And finally, my last point is this, that Fetterman who wants to release second-degree murderers, people convicted of second-degree murder, he is a Big Black Lives Matter guy -- matter guy, which kind of surprises me because he took a gun and chased an African American kid, and then held him until police came and decided he was innocent, but that's a whole other issue. He takes Black Lives Matter off of his website and he says -- and his press person says, no, we did. Well, they did. They took it off the issues page. I have the Issues page here. There's no black lives matter. And instead, they included a down in the middle of another thing about gun violence. And they just say black lives matter and these communities matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Harold, one of the things that Dr. Oz has done is really focused on crime. And you have Fetterman who has health issues, and that could also be playing a role here. But he's smart to go into Philly because that's where a lot of the problems are because there are people in Philly who are frustrated with Krasner. And if for some reason Dr. Oz can either get people to vote for him, great. But if he can hold down the number of people voting for Fetterman in the city of Philadelphia, which is so hugely populated, he might be able to win this race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Yes, I mean, that would be the political strategy without question. I'll say this. In fairness to the candidate, Mr. Fetterman. I mean, he's a gun owner. He's for the Second Amendment. He's for maximum penalties for violent offenders, which means he's not for these soft bail rules that we see in some cities, including our home city here in New York. He's been supported by police officers across the state including where he was the mayor. So, to say -- if we're going to lay out the facts, I think it's important to highlight where his -- where he's been on many of these issues. It's no surprise this race was going to tighten. This is the Commonwealth of Pennsylvania. This is a seat that was represented by a Republican named Pat Toomey. And Fetterman has found -- you know, found early on in the campaign this messaging around Oz not being from Pennsylvania, and it seems to resonate with voters. It's now coalescing around three or four issues here, and we will see how it matches out. I think if you were to ask voters in Pennsylvania, who may believe is going to be nicer and kinder, who's going to be more supportive of Black Americans, they would probably still say Fetterman. I do think it's hard to reconcile him being soft on crime if he did believe that this young Black male should have been apprehended until some questions were asked. I think he'll have to answer those questions and -- but I do think it's hard to characterize or portray him or paint him some that is soft on crime. First of all, I do know this, (INAUDIBLE), he's a big fellow. I knew I wouldn't want to mess with him indeed. If someone was perpetrating a crime on me, I'd rather have John Fetterman there than Dr. Oz.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But Jesse -- oh, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What about the fact he wants to release second-degree murderers. Don't say he's tough on violent crime. He's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "That's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Oh, it's not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "That's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Oh, so all the articles and reports are wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "I've not read one article saying he wants to release anyone who's committed a second-degree murder. What he is -- what he does says is people have served their time in jail -- and I agree with him --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He doesn't want them to serve for life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Right. He believes if people want to get out of jail, they ought to have a second chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let's get Jesse -- I got to get Jesse and Greg both in here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And they have Pennsylvania ties, both of them. The point that Oz has made about crime has led John Fetterman to be vulnerable enough that he did change his website. And so, there is an impact there on crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. I mean, grown men don't change their position on crime in a year unless you're a politician. And Pennsylvania doesn't have a crime problem, Philly does, and it's because of idiots like Krasner. Well said. And I blame the Philly voters They put this guy there. They keep reelecting him. But I also blame the Democrat machine because they get idiots like this guy nominated who ends up getting Black people killed and getting Democrats killed at the polls. So, you got to nominate moderate Democrats in these districts or else it's going to be a bloodbath, literally and figuratively. So, we've had some really bad Senate candidates who have we had the guy cruising for chicks in malls down in Alabama. The witch, remember her? And now, Beto O'Rourke, wasn't he a candidate? But John Fetterman has to be the worst Senate candidate that I've ever come across. Is he on the list for a heart transplant, Dana? He said something the other day, he said, the Eagles are so much better than the Eagles. I might even agree with that. But that is very, very confusing. He lives with his parents. He doesn't pay taxes. He has tattoos. He's so weak he would be eaten alive by Chinese spies if he ever went to Washington D.C. You can dangle raw meat in front of Fetterman and just go like this to get him in a hotel room and just have your way with him. The guy is in no shape to be a U.S. senator. He chases blacks around with shotguns. He wants to ban natural gas and oil and the internal combustion engine. This guy is nuts. He wears gym clothes to work, doesn't own a suit, dresses nicer than -- I mean, probably worse than Bernie Sanders. There's no way he could cut it in the U.S. Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, worse than Bernie Sanders, you think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Where do you go with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know. I have to -- I think to what Harold was saying, I think he's changed since you -- you painted him more moderate than the judge. I think he's probably maybe closer to the judge. He feels like a cookie-cutter progressive. He's so far been immune from the policies that he supports that destroys the state. The only reason why he was supporting BLM, it's not a contradiction, it was a protection racket. It was because he chased the Black guy with the gun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, he chased the Black guy with a gun. He did precisely the worst thing you could do to an unarmed innocent Black man. And what he figured --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "A jogger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "A jogger -- and what he figured was I'll just support BLM and that'll get me coverage. It's -- that's starting to fall apart. He's a couch-surfing, unskilled, hood-wearing dude who lives with his parents. You know, he's not qualified for this job. However, he could win. And if he -- I mean, if he wins, this will go down as one of the most embarrassing Republican blunders in history. I wish I had run. I lived in -- I lived in Pennsylvania for 10 years. This -- you know, Dr. Oz is literally being given the Senate seat, and he can't do anything with it. I think that's bad. That upsets me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He better win this thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's narrowing so we'll continue to watch it. Up next, Vice President Kamala Harris visits the wrong border once again and makes an unfortunate blunder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "MC Berg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Borders are Kamala finally visits the border. No, not that one. Change the video. All right, there you go. There you go. The VP traveled thousands of miles to the border between North and South Korea, also known, Jesse, as the Demilitarized Zone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Did you know that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Now I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. And while North Korea carried out multiple band missile tests before and after her trip, Kamala seemed to confuse who are our allies in the region.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "So, the United States shares a very important relationship, which is an alliance with the Republic of North Korea. And it is an alliance that is strong and enduring. And today, there were several demonstrations of just that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "How stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know, man. I'm sorry. Even if I was drunk, I wouldn't screw up that bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The -- seriously, you couldn't even say you are drunk. The VP's office was forced to literally scratch north from the official transcript. All right, Jesse --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She had one job. They said, don't confuse north and south. And she confused -- that's the only thing she had to do and she couldn't do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And she didn't even correct her mistakes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She said we're allies with the North Koreans, and it didn't even register with her. Now, when I say something wrong, I immediately know I've said something wrong. And I immediately correct it. Or Dana nudges me and I issue a clarification. The fact that she had no clue she said that is really scary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's the scary part.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Isn't she always in the wrong place at the wrong time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Remember they're in the Afghanistan calamity, she was where --she was in Vietnam. And in today's border crisis, she's on that border in the Koreas. My sources are actually telling me that on Veterans Day, she's going to be meeting with Jane Fonda. And on a day, Greg, where the President of the United States is looking for a dead Congresswoman, you think to yourself, all right, well, at least we have the Vice President. And then she's like no, we're allies with Little Rocket Man. You're like, oh, God, here we go. It wouldn't be funny, but the country is not in good shape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right now, Fetterman is going. Thank God for her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Harold, I heard that they needed two translators. One, to translate her speech into both Korean and English.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Like. what -- one of the things is clear. She needs Dana on this trip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Dana would have nudged her like she nudges us. Look, she shouldn't -- I agree, she should be on the southern border. She should have gone to this border also. It's unfortunate she had this gaffe here and this misstatement of words, but this foreign policy, it's important. But without questions, Judge, I share your view. If you're the border czar, the immigration czar, you have to go to the southern border. It's fine to be here. And I get -- I think Americans will give her a benefit of the doubt around she misspoke about the relationship between us and North Korea, but Madam Vice President, when you come home, take a trip to the southern border as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, Dana, I think this is what happens when people are terrified of criticizing a person for fear of being seen as racist or sexist. So, no one has the balls to go up to her and go like, you know, you really should work a little harder. Maybe you should get maybe a little less whatever you do on the -- on the helicopter, but maybe get a little bit more prepared. But if you say that, you're gone?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, however, she has gone through about 1400 staffers in the last 18 months, and one of them was supposed to be like a -- like a person to reimage, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, you would -- if you have that problem, you should at least know that that's happening. What she did today is like if you were to call your husband by the wrong name. Like, this is not hard. Like, you're not friends with the North Koreans. And I don't even -- like, how does that ever enter into your head?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, Jake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And I can't wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, more like Willy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, yes, that one. What I can't wait for the Gavin Newsom attack ad against Kamala in the Democratic primary in 2024 when he uses this against her. That's going to be a good ad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Judge, close it out. Do you have any advice for her or she hopeless?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Oh, she's hopeless at this point. Look, we've got a president who doesn't know who's dead or alive and we've got a vice president who doesn't know whose friend or foe. Everybody's laughing at us. And then they want to tell us what to do. They are so -- they're just a mess. That's the end of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "When you said that, you mean, Biden and Kamala Harris?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "No, I mean, the other two. Of course, Biden and Kamala.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If Kamala does decide to run for president, she should pick Fetterman as VP, because that's the only person that will make her look better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's a strong ticket.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is a strong ticket. Coming up, the liberal press now says that the Biden recession could be good for you. MC Berg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Who approved this? The Washington Post taking in some heat over pretty tone-deaf article that argues that there might be a bright side to a -- to a recession. \"Seven ways a recession could be good for you financially. Hey, recession isn't all bad news. Here are seven Silver Linings.\" Critics blasting it as embarrassing propaganda. Judge, when you think about the seventh, what would be your eighth and ninth reason for -- good reason for a recession?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Dresses go down, prices on clothes go down, and prices on jewelry goes down. I mean, how stupid is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I got two. I got two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "One, selling all your private property means that you have more freedom because private property holds you down. And you never see a fat person during the depression, so you could starve yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "I'm going to write these down. Dana, would you -- if you were -- if you were still in the press world advising people, would you -- how would you advise the Washington to explain this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, this is the same way man paper that said that inflation can be good for you, right? So -- and they also said don't eat meat anymore. If you want to save money, just buy beans and then eat beans and everything will be better. One thing I thought was interesting is are we allowed to call it a recession now? I mean, that's interesting. But Republicans have really zeroed in on something which is Democrats spend more money -- are spending too much money, they spent too much money, it causes inflation problem, and that's why your 401(K) is down, you're paying more at the grocery store, you're paying more at the gas station, and Republicans will come in and at least get them to stop the spending. That's their message going into the midterm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "I didn't tell you to give all this stuff to Republicans. Jesse, what would you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I just think it was funny when they said one of the Silver Linings was that we have such a strong dollar, you could go to Europe on vacation. Because everybody in middle America can't wait to drop $20,000 to go to London because the pound is weak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And Harold, it won't be funny when people start being laid off because that's going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "That's coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Why are y'all looking at me? Look, I'm with -- \"ONE MORE THING\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "It's time now for \"ONE MORE THING.\" And Dana goes first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK, I have an important announcement and a great announcement. Fox Corporation has donated $1 million to the American Red Cross to support its efforts in supporting Hurricane Ian relief. The Red Cross is on the ground. They're providing aid and resources including shelter, meals, medical supplies, and more for people who have been impacted by the storm. Fox has also double-matching employee donations to Red Cross hurricane relief efforts including Ian and Fiona. Our thoughts are with our Tampa and Orlando station teams. They've gone through a lot, and other Fox employees in the area and everyone affected by the storm. Thank you to all our Fox Weather, Fox News Channel, and Fox TV station teams across the country who are covering this disasters. How viewers can help? If you'd like to join in Fox's efforts, just join this website or visit this website, redcross.org/foxforward. We'll have that there on the screen for you. Join Fox in supporting the Red Cross relief efforts and help people affected by Hurricane Ian. There's going to be a lot of need, so you can donate at redcross.org/foxforward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, tonight, what a great show. We are back with Dana Perino. You know that lady. Jamie Lissow, very funny guy. Kat Timpf, Tyrus. It's going to be a great show. Let's do this. Greg's Cloned Horse News. I haven't done this in a while. Well, take a look at this. No, you're not seeing double. That's my morning television impression. That's actually a cloned horse named Kirk which is created from cells taken from a stallion that had been preserved for 40 years. Formerly extinct in the wild, but survived and almost entirely in zoos. That's why we have zoos, Dana, not so we can eat the exotic animals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wait, they froze --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- a dead stallion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And then what did they removed from it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They've just remove the cells.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Cells.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They're calling them cells?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes, they did the same thing with John Wayne.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes, he's still walking around. All right, it's my turn. First, I want to give a shout out to two very special FIVE fans, Roberta Glazer and her Pomsky named Kota. They never miss an episode of THE FIVE. And Roberta tells me that Kota perks up whenever he sees me. Can you lower it a little? They can't see him looking at me. You got to look at the picture. All right, the furry fan's life --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "When was that picture taken?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "1953.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "She sent it to me, all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're a sucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I also want to share a great book with everyone. It's called The Woking Dead by AJ Rice. He examines the wokeness and its devastating effect on America. It's a great book. It's also funny too. It's got some humor in it. The Woking Dead. All right, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Nobody likes paper straws, do they, Judge?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "No, I hate them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They get soggy, they don't taste great. But we have paper straws here. They're called boss straw. And they claim they've created the perfect paper straw and they sent us some. They're sturdy, tasteless, they last longer than your regular paper straw. We're going to do a little test. I'm going to put this boss paper straw in a cup of water and I will remove it tomorrow on THE FIVE and I will tell you what it tastes like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's a deep tease.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "This is a deep tease.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "It's like science -- it's like a science fair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Tonight, \"WATERS PRIMETIME,\" we actually have Russian collusion. We finally found that after six years, the real Russian collusion and you're not going to believe the kind of colluding we're talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What kind of colluding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, you got to watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. All right, Harold, you're next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Did I hear it right? If we give, Fox will double what we give.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. So, that $10 donation you give --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "$3.00 will get $6.00 if I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Harold, are you down for $1000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Aaron Judge hit his 61st homerun. Say that again. What is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Are you down for $1000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Yes, I'm down for $1000. Aaron Judge hit his 61st home run this season on Wednesday, finally tying Roger Maris' 1961 American League record. He hit it. That guy here misses it. It goes into the -- it goes into the bullpen. The coach gives it back to -- that's Roger Maris Jr. Right there. He gives the ball back to the Judge, and Judge gave it to his mom. Congratulations to the young man. Also, in this day, six to eight years ago, Willie Mays made the catch, the over-the-shoulder catch in the -- in the '54 World Series game. What a day! What a catch, Willie Mays.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That is good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, that's it for us. \"SPECIAL REPORT\" is up next. Hey, Bret! Are you there? Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "utterance": "Hello, everyone. I'm Judge Jeanine Pirro along with Harold Ford, Jr., Jesse Watters, Dana Perino, and Greg Gutfeld. It's 5:00 in New York City and this is \"The Five.\" Hurricane Ian leaving a trail of devastation and human misery in what President Biden says could be a substantial loss of life. Floridians grappling with the catastrophic damage left behind after Ian ripped through as the fourth strongest hurricane to ever hit Florida. Homes in Fort Myers were damaged or destroyed from the surge while boats were seen through the streets there. Just under 2 million people in Florida now remain without power. Dramatic rescues, water rescues, have been underway all day. Florida officials say the next 72 hours will be critical when it comes to rescue missions."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "These are dangerous missions and I'm grateful for the brave women and men, federal, state, and local governments working as one team, risking their lives to save others. This could be the deadliest hurricane in Florida's history. The numbers are still unclear, but we're hearing early reports of what may be substantial loss of life."
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "utterance": "We are surveying the damage right now. Some people that evacuated, they are going to go back and look at their homes and see, is there flood damage? Is there wind damage? Is it going to be habitable? And so, all of those things as those happen, we're going get a clearer picture of some of the unique needs that individuals in this region may have."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And Ian isn't done yet. Just now, it has now been declared a hurricane. And will make landfall on the South Carolina coast tomorrow. Let's go live to Steve Harrigan on the ground in Placida, Florida. Steve?"
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "utterance": "Judge, I'm talking here with one of the survivors of this storm, Jimmy Reilly (ph), and Jimmy (ph), you're pretty optimistic that you could actually rebuild after something like this?"
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "I have to. I love this place."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "There is really a sense here that despite this complete destruction, people like Jimmy (ph) think it is not over yet for them. If you can just look around, we are seeing a lot of people's belongings, a lot of people's treasured items, and it's really row after row, street after street of destruction. You really get a look at what a 155-mile-per-hour winds did to this trailer park area. A lot of condominiums behind us are still in pretty good shape. So far, as far as assistance goes, we're not seeing much, we're not seeing many people come back here and that's in part because the roads are so blocked, but Jimmy (ph) is back and he said he's going to make a go of that. And you got neighbors pushing a golf cart there behind me, as well. This was an entire community. It looks like it's in complete destruction right now, but several people we have talked to do say they are going to rebuild after this. As far as the situation goes with aid, we're not seeing a lot yet. Many people simply can't get here because of the roads. They have asked us for water. And if you look down the street there, you can get a sense of the debris out there. This is Charlotte County where almost no one has electricity right now. Communication also extremely bad. All the phones are down. So, people here at this point, it's really neighbor helping neighbor. We've heard about volunteers and assistance from more than 35 states and helicopters and high water rescues, but in pockets of Florida like this one, hard to reach, its really just people bunking up with other people. We hear one generator going over there. That man actually has a refrigerator that he is trying to salvage, but he has nothing else left in his home. So, he is trying to at least save the contents of his refrigerator, and we're not seeing any real reconstruction, any real rebuilding or people even coming to pick up their belongings, which we usually often see after the storm. They simply can't get here, that's the extent of the damage that even those survivors who went elsewhere can't get home yet. Judge, back to you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Alright, Steve, stay safe and thanks so much. Let's go to Fox weather's Will Nunley at the southern tip of Cape Coral. Will?"
    },
    {
      "speaker": "WILL NUNLEY, MULTIMEDIA JOURNALIST, FOX WEATHER",
      "utterance": "Judge, yesterday was about the stress of trying to get through the storm, right? Today is about confronting the harsh reality of what's left behind, the loss of life, and the forever changed coastline here. We are in Matlacha. It is at the very tip of Cape Coral right before you get to Pine Island. It took us about two hours to get here because the electricity is out, that means the traffic lights are out. A little bit chaotic on the roads, no gasoline to be found. Hotels having to evacuate themselves and are hard to book and find, as well. This is the reality behind me of what rescue workers are finding here on Matlacha, and in some of these islands all around us. Trying to go up to a structure like this and determine, was someone inside? Are they okay? Did they escape? Trying to do search and rescue missions, block by block, street by street in situations like this. It is an unbelievably harrowing task for these rescue workers. By the way, they are also encountering so many roads that have been washed out. I'm just feet away from where a road is washed out and people having to use boats. You can hear the Coast Guard helicopters often overhead as they are trying to hop from island to island and rescue the people that are still stranded right now as we speak. We have video of scenes from all across this area including Fort Myers Beach and Pine Island where we are, in Cape Coral, that show this trail like a buzz saw came through a lot of these places, claiming life, claiming property. There is one area that I am near right now that is a waterway, but this time yesterday it was a lot that was about to be developed and have a home put on it. I mean, this water created new pathways that were not here before. That's the power that we are seeing on display. Meanwhile, I can tell you the loss of life, as you've heard, is expected to be significant, and that's everything we're hearing on the ground, as well. Communication still spotty. We're having to use a spectral satellite to even do this report for you here because cell phone service just doesn't exist at this point. But we continue to see convoys of rescue crews, helicopters, utility crews rush into this area to do what they can now that the storm has died down and they can actually start to get into some of these areas. You know, the man who was in this house, judge, says he evacuated just before the storm really started to hit. He said he just had a sense that he needs to pay attention and get out for this one. But he said for years, neighbors have been talking about the one, the big one, the big storm that's going to do something like this. And he says the day has come and now I don't know if I can stay on this beautiful coastline that he's called home for years and years. So, that's just what people are coming face-to-face with here today. Back to you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Alright. Well, thanks so much. And for continuing coverage on Tropical Storm Ian, download the free Fox Weather app or watch Fox Weather on Fios or your favorite connected tv device. Alright, guys. What do you think, Dana?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I don't know. It's one of the things, as well, and Steve show us that this is the day -- yesterday was all the anticipation of the storm, and then today it's the aftermath. I know that there are some people, they are still in harm's way because the storm isn't finished. But if you look at these areas here, you can spend your entire life building your life, and it can be gone overnight. You know this, judge. This happened to you years and years ago, but you know that feeling, the devastation, and the -- you wanting to rebuild, wanting to figure out a way to come back -- everybody that they've talked to that is there said they want to be there because they love the place, they love the people who live there, and they don't want to have to leave, but some of them are going to have to."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know, Jesse, Steve Harrigan said that he would normally expect people to be back there, you know, trying to find out and assess the damage but having gone through this myself, as Dana said, sometimes you cannot access your home, sometimes the Army Corps of Engineers will say the foundation is shaken, you can't go into the neighborhood."
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "And they warned them not to go back in because it is so dangerous and to keep those roads clear for the rescue guys. And DeSantis said today this was the largest rescue mission in history. There is like 23 states involved. You got the Feds involved. He had so much preposition. It's just a matter of getting there as fast as they can. We had a guy on last night that said this is just the beginning to middle of hurricane season. So, you could see another Cat-3 just storm on in here. We're only beginning. It goes until mid-November, which is scary, but it's so far, it seems like there is good communication between the Feds and the state and the local. Hopefully that Joe Biden can get the money out in time and we can all help this great state recover."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yeah. Go ahead, Harold."
    },
    {
      "speaker": "HAROLD FORD, JR., FOX NEWS HOST",
      "utterance": "Yeah. The cooperation between the president and the governor, this is something that is long-standing in our country, when countrymen are hurting because of a natural disaster, we cut through all the smallness and shrillness. We'll get back to it at some point, but we cut through it to ensure that we help people. I have -- my wife is from Naples. Her father, aunts, cousins that live there, and in fact, one of her aunt's got caught in this and one of her aunts was on a rival network's morning show talking about how she got herself out of her house and had the dog over her head. We prayed for her yesterday, and yesterday, you know, thank God, she is well. Thank God so many people there are well. But I hope that everyone follows what the local authorities are saying. And Jesse said, well, one of the reasons you shouldn't be on the road is to ensure that the first responders can get to these areas to try to ensure the foundation of these homes and foundation even of some of the bridges and other roadways are navigable."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Plus, Greg, they don't even know, you know, whether there are live wires, downed power lines, that is dangerous in itself."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Yeah. I mean, there are so many variables involved but I keep thinking like what was it like, I don't know, 50 years ago, 60 years ago, 70 years ago, when you didn't even have a warning, right? Yeah. I mean, when it just showed up and you have no idea what was going on. I mean, very lucky that we live in a time where at least you can have a heads up and get out of there. It's an interesting fact I got somewhere that in the 1940s there were 600,000 homes in Florida. Now there are 10 million. So, this is a combination of things and its choices that people make where to live. There is no perfect place to live. There is always going to be some inherent risk, whether its New York City or California or in this case Florida."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Alright, coming up next, the liberal media refusing to let a crisis go to waste and playing politics with Hurricane Ian."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The liberal media wasting no time to politicize Hurricane Ian using the dangerous storm to push their usual climate change hysteria."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "This is exactly what climate scientist has been warning about for a long time."
    },
    {
      "speaker": "POPPY HARLOW, CNN HOST",
      "utterance": "How concerned you are about what is next given climate change."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Climate change making storms bigger and more costly."
    },
    {
      "speaker": "KRISTIE LU STOUT, CNN HOST",
      "utterance": "When we have Ian hitting so hard, so fast especially in comparison to other recent storms. It raises the question about climate change and what degree that is fueling its power."
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "utterance": "Our earth is getting warmer and there is just no doubt I think left that it is feeding these beasts."
    },
    {
      "speaker": "ALI VELSHI, MSNBC HOST",
      "utterance": "Where it comes out as the intensity --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "But watch what happens when they come face-to-face with an actual scientist. Watch this."
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "utterance": "Can you tell us what this is and what effect the climate change has on this phenomenon?"
    },
    {
      "speaker": "JAMIE RHOME, NOAA ACTING DIRECTOR",
      "utterance": "We can come back and talk about climate change at a later time. I want to focus on the here and now."
    },
    {
      "speaker": "LEMON",
      "utterance": "What affect is climate change have on this phenomenon that is happening now because it seems these stores are intensifying, that's the question."
    },
    {
      "speaker": "RHOME",
      "utterance": "I don't think you can link climate change to any one event."
    },
    {
      "speaker": "LEMON",
      "utterance": "Okay. Listen. I grew up there and these storms are intensifying, something is causing them to intensify."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Don Lemon grew up there, so he knows about how ferocious these things can be, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is science. You listen -- remember that time he wondered if a missing jet plane went into a black hole?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was all time, 100 percent Lemon. You know, the theory is, is that like, it's a test for everything. If you always have the same answer for everything, that its global warming and climate change, you might be a robot, right? It's like this -- it's like -- how weird it is that you are trapped in a single filter for everything and it's a reflex thought and you never stop to think maybe there is something else. You can go way down the rabbit hole looking at the cause and effect of man- made climate change and extreme weather events, you will come out no smarter or no dumber because they contradict each other constantly. Deaths by extreme weather events have declined almost like over 90 percent over the last century. Like I said in the first block, so many houses have been built and they have been built further and further out, and yet we see a decline in deaths, so that is interesting. So there, when it -- so, I think the science, they are not talking the science. They are just in that kind of reflex mode, which happens when you've been talking about the same thing and the same way for 40 years. It just comes out of your mouth and you don't even know -- you don't even know why you are saying it. He just feels that it's right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Dana, were the Seminole Indians tracking hurricane speeds back before the white man arrived?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't know. It's a good --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, was the white man even tracking hurricane speeds in Florida 100 years ago? I don't think so."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yeah, that is an interesting thing. So, Don Lemon, he did maybe -- and so he grew up -- that he says he grew up there. That doesn't make you an expert, of course, but you can have a feeling for a place and a desire for people to be well, but it dismisses the point that they added like millions of homes and people. And the same will be true when we see more wildfires this fall, as we usually see, especially when it's really dry out west. Everyone is like, oh well, that's global warming, as well. Well, actually, more people are living in the wild urban interface, that is why it is called the WUI."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The WUI."
    },
    {
      "speaker": "PERINO",
      "utterance": "Location that (inaudible) -- people are living along there. People are living along the coastline. One great thing about this is that it does seem a lot of people did obey the evacuation orders and Florida is really well versed in coordination with not just the federal government but amongst each other. All of these counties are talking about how they are great friends and they know each other very well, so they can communicate. The thing about this that killed me is that it's the Democrats that are very, very worried about the loss of trust in experts. And here you have a guy from NOAA who is answering Don Lemon specifically and bravely, I would say, because the peer pressure must be intense, and they are dismissing him. Well, that's not what I wanted to hear so, you're an expert that I don't want to listen to."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We don't like those experts. If Joe Biden had spent all this money on climate change a few years ago, what it may be had been a Cat-1? I mean, that's the theory."
    },
    {
      "speaker": "FORD",
      "utterance": "I think the chief from the NOAA had it right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah."
    },
    {
      "speaker": "FORD",
      "utterance": "We can have a conversation about climate change and have a conversation about what man's behaviors have done to the climate, but this is not the time to do that and this is the time to love thy neighbor and figure out ways in which we can encourage citizens to follow what local authorities are saying, encourage local, state and federal officials to work together. We have plenty of time to debate climate change. This is not the time to do it. And we can have a robust debate like we do around this table, but it is silly to inject at a time in which people are fighting for their lives, even tonight, you got to -- the thing has escalated to a Category 1 and people in Charleston, South Carolina and North -- South Carolina and North Carolina having to face this, and here we are talking about climate change. This is not the time to do it and I hope everyone show some restraint."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Judge, if the Floridians had been using solar panels --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "It wouldn't make a big difference."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Ian have obliterated and swamped the solar panels, how would they have turned the power back on?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Let me tell you. This -- it wouldn't make a big difference. I mean, I've been through a hurricane and lost our house so, I know like Don Lemon knows. It wouldn't make a damn bit of difference. Here's the bottom line. The bottom line is that people on the left are so focused on politics, power, and winning, that at every turn, at every opportunity, they bring politics in. When Amy Klobuchar says now, now that we've seen this, now we know the Democrats have to win in the midterm, that Don Lemon and Joy Behar and all the rest of them, and Biden now threatening the oil companies saying you better not get those gas prices up. I mean, these are people who don't have the ability to empathize, to understand what happens when you lose everything that is familiar to you, when you lose your house, you have nowhere to go, people are looking at you like, you know, where are you going to sleep? You're not going to sleep at my house anymore. When the Army Corps of Engineers, the Red Cross come in with a cup of coffee, you almost want to get on your knees and thank them. You know, you are at the bottom of your life in terms of what am I going to do, where am I going to go? And what they are going to see, what the left is going to see about America is how we come together."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah."
    },
    {
      "speaker": "PIRRO",
      "utterance": "How from all over this country, we come together, we take care of each other, we're generous, we're compassionate. And while the White House and the Dems try to, you know, they have this incendiary -- your semi- fascist, you're semi-Nazi or whatever the hell is 74 million Americans are. They are going to see that we Americans love each other and take care of each other and this is the time to try to make sure that people are out of pain and you can do your politicking later."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah. Just like we came together after the storm hit Texas and then Sandy and this one down in Florida."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And the pandemic. I had to throw that in."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah. That was a little different. Switching gears to America's crime crise, a soft on crime Democrat caught wiping Black Lives Matter from his website. We will tell you about that one next."
    },
    {
      "speaker": "PERINO",
      "utterance": "Crime is a top issue for voters and it could be tipping the scales in one of the most watched Senate races in the country. Dr. Oz picking up steam in his Senate race against Democrat John Fetterman in Pennsylvania. A new Fox News poll has the Fetterman-Oz race narrowing with Dr. Oz picking up five points since July. And as Jen Psaki said, crime is a huge liability for the Democratic Party. It's so bad that John Fetterman has removed mentions of Black Lives Matter and his second chances program from his campaign website in the last month, that's according to a review of archived web pages. And violence has been exploding in the state's largest city of Philadelphia. More than 1,700 people have been shot and homicides have taken the lives of 400 people so far this year. Radical D.A. Larry Krasner recently called out on this, but he is standing firm on his policies."
    },
    {
      "speaker": "LARRY KRASNER, PHILADELPHIA DISTRICT ATTORNEY",
      "utterance": "It is working. The reality is that our -- MIKE JERRICK, FOX 29 NEWS HOST: There is a thousand people killed in 20 months."
    },
    {
      "speaker": "KRASNER",
      "utterance": "It is working. The reality is when you look at all of these different jurisdictions, we had a devastating blow from the pandemic and there is absolutely no correlation between being progressive or traditional and the rate of crime. These states and the United States that have a rate of homicide that is 40 percent higher are MAGA states. They are Trump states."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's the safe harbor, judge, when you are under fire, just go to Trump and see if you can get cover that way."
    },
    {
      "speaker": "PIRRO",
      "utterance": "First of all, the governor doesn't control the police in individual cities and in individual states, so get off the MAGA states, that's number one. Number two, this D.A. is an idiot. He says there is no correlation between crime and aggressive -- and a traditional versus a progressive D.A. I'm going to tell you what the correlation is. The progressive D.A. wants to let the criminal out. The traditional D.A. wants to lock him up and throw away the key and make sure that he pays for the crime that he commits. Alright, that is real simple. So, Krasner is out of his mind, just like Mike Jerrick said, a thousand people killed and shot in the last 20 months and this guy says we're improving? It is like Lori Lightfoot saying we are making progress. No, you're not! You're making excuses. And I'm tired of the pandemic being an excuse or a justification for crime. If it is, pass a law, make it a justification for a crime. And finally, my last point is this, that Fetterman who wants to release second-degree murderers, people convicted of second-degree murder, he is a Big Black Lives Matter guy -- matter guy, which kind of surprises me because he took a gun and chased an African American kid, and then held him until police came and decided he was innocent, but that's a whole other issue. He takes Black Lives Matter off of his website and he says -- and his press person says, no, we did. Well, they did. They took it off the issues page. I have the Issues page here. There's no black lives matter. And instead, they included a down in the middle of another thing about gun violence. And they just say black lives matter and these communities matter."
    },
    {
      "speaker": "PERINO",
      "utterance": "Harold, one of the things that Dr. Oz has done is really focused on crime. And you have Fetterman who has health issues, and that could also be playing a role here. But he's smart to go into Philly because that's where a lot of the problems are because there are people in Philly who are frustrated with Krasner. And if for some reason Dr. Oz can either get people to vote for him, great. But if he can hold down the number of people voting for Fetterman in the city of Philadelphia, which is so hugely populated, he might be able to win this race."
    },
    {
      "speaker": "FORD",
      "utterance": "Yes, I mean, that would be the political strategy without question. I'll say this. In fairness to the candidate, Mr. Fetterman. I mean, he's a gun owner. He's for the Second Amendment. He's for maximum penalties for violent offenders, which means he's not for these soft bail rules that we see in some cities, including our home city here in New York. He's been supported by police officers across the state including where he was the mayor. So, to say -- if we're going to lay out the facts, I think it's important to highlight where his -- where he's been on many of these issues. It's no surprise this race was going to tighten. This is the Commonwealth of Pennsylvania. This is a seat that was represented by a Republican named Pat Toomey. And Fetterman has found -- you know, found early on in the campaign this messaging around Oz not being from Pennsylvania, and it seems to resonate with voters. It's now coalescing around three or four issues here, and we will see how it matches out. I think if you were to ask voters in Pennsylvania, who may believe is going to be nicer and kinder, who's going to be more supportive of Black Americans, they would probably still say Fetterman. I do think it's hard to reconcile him being soft on crime if he did believe that this young Black male should have been apprehended until some questions were asked. I think he'll have to answer those questions and -- but I do think it's hard to characterize or portray him or paint him some that is soft on crime. First of all, I do know this, (INAUDIBLE), he's a big fellow. I knew I wouldn't want to mess with him indeed. If someone was perpetrating a crime on me, I'd rather have John Fetterman there than Dr. Oz."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well --"
    },
    {
      "speaker": "PERINO",
      "utterance": "But Jesse -- oh, go ahead."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What about the fact he wants to release second-degree murderers. Don't say he's tough on violent crime. He's not."
    },
    {
      "speaker": "FORD",
      "utterance": "That's not true."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Oh, it's not?"
    },
    {
      "speaker": "FORD",
      "utterance": "That's not true."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Oh, so all the articles and reports are wrong."
    },
    {
      "speaker": "FORD",
      "utterance": "I've not read one article saying he wants to release anyone who's committed a second-degree murder. What he is -- what he does says is people have served their time in jail -- and I agree with him --"
    },
    {
      "speaker": "PERINO",
      "utterance": "He doesn't want them to serve for life."
    },
    {
      "speaker": "FORD",
      "utterance": "Right. He believes if people want to get out of jail, they ought to have a second chance."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let's get Jesse -- I got to get Jesse and Greg both in here."
    },
    {
      "speaker": "FORD",
      "utterance": "I'm sorry."
    },
    {
      "speaker": "PERINO",
      "utterance": "And they have Pennsylvania ties, both of them. The point that Oz has made about crime has led John Fetterman to be vulnerable enough that he did change his website. And so, there is an impact there on crime."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. I mean, grown men don't change their position on crime in a year unless you're a politician. And Pennsylvania doesn't have a crime problem, Philly does, and it's because of idiots like Krasner. Well said. And I blame the Philly voters They put this guy there. They keep reelecting him. But I also blame the Democrat machine because they get idiots like this guy nominated who ends up getting Black people killed and getting Democrats killed at the polls. So, you got to nominate moderate Democrats in these districts or else it's going to be a bloodbath, literally and figuratively. So, we've had some really bad Senate candidates who have we had the guy cruising for chicks in malls down in Alabama. The witch, remember her? And now, Beto O'Rourke, wasn't he a candidate? But John Fetterman has to be the worst Senate candidate that I've ever come across. Is he on the list for a heart transplant, Dana? He said something the other day, he said, the Eagles are so much better than the Eagles. I might even agree with that. But that is very, very confusing. He lives with his parents. He doesn't pay taxes. He has tattoos. He's so weak he would be eaten alive by Chinese spies if he ever went to Washington D.C. You can dangle raw meat in front of Fetterman and just go like this to get him in a hotel room and just have your way with him. The guy is in no shape to be a U.S. senator. He chases blacks around with shotguns. He wants to ban natural gas and oil and the internal combustion engine. This guy is nuts. He wears gym clothes to work, doesn't own a suit, dresses nicer than -- I mean, probably worse than Bernie Sanders. There's no way he could cut it in the U.S. Senate."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, worse than Bernie Sanders, you think."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you know --"
    },
    {
      "speaker": "FORD",
      "utterance": "Where do you go with that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know. I have to -- I think to what Harold was saying, I think he's changed since you -- you painted him more moderate than the judge. I think he's probably maybe closer to the judge. He feels like a cookie-cutter progressive. He's so far been immune from the policies that he supports that destroys the state. The only reason why he was supporting BLM, it's not a contradiction, it was a protection racket. It was because he chased the Black guy with the gun."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Exactly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, he chased the Black guy with a gun. He did precisely the worst thing you could do to an unarmed innocent Black man. And what he figured --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "A jogger."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "A jogger -- and what he figured was I'll just support BLM and that'll get me coverage. It's -- that's starting to fall apart. He's a couch-surfing, unskilled, hood-wearing dude who lives with his parents. You know, he's not qualified for this job. However, he could win. And if he -- I mean, if he wins, this will go down as one of the most embarrassing Republican blunders in history. I wish I had run. I lived in -- I lived in Pennsylvania for 10 years. This -- you know, Dr. Oz is literally being given the Senate seat, and he can't do anything with it. I think that's bad. That upsets me."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He better win this thing."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's narrowing so we'll continue to watch it. Up next, Vice President Kamala Harris visits the wrong border once again and makes an unfortunate blunder."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "MC Berg."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Borders are Kamala finally visits the border. No, not that one. Change the video. All right, there you go. There you go. The VP traveled thousands of miles to the border between North and South Korea, also known, Jesse, as the Demilitarized Zone."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Did you know that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Now I do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. And while North Korea carried out multiple band missile tests before and after her trip, Kamala seemed to confuse who are our allies in the region."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "So, the United States shares a very important relationship, which is an alliance with the Republic of North Korea. And it is an alliance that is strong and enduring. And today, there were several demonstrations of just that."
    },
    {
      "speaker": "PIRRO",
      "utterance": "How stupid."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know, man. I'm sorry. Even if I was drunk, I wouldn't screw up that bad."
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The -- seriously, you couldn't even say you are drunk. The VP's office was forced to literally scratch north from the official transcript. All right, Jesse --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She had one job. They said, don't confuse north and south. And she confused -- that's the only thing she had to do and she couldn't do that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And she didn't even correct her mistakes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She said we're allies with the North Koreans, and it didn't even register with her. Now, when I say something wrong, I immediately know I've said something wrong. And I immediately correct it. Or Dana nudges me and I issue a clarification. The fact that she had no clue she said that is really scary."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's the scary part."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Isn't she always in the wrong place at the wrong time?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Remember they're in the Afghanistan calamity, she was where --she was in Vietnam. And in today's border crisis, she's on that border in the Koreas. My sources are actually telling me that on Veterans Day, she's going to be meeting with Jane Fonda. And on a day, Greg, where the President of the United States is looking for a dead Congresswoman, you think to yourself, all right, well, at least we have the Vice President. And then she's like no, we're allies with Little Rocket Man. You're like, oh, God, here we go. It wouldn't be funny, but the country is not in good shape."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right now, Fetterman is going. Thank God for her."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Harold, I heard that they needed two translators. One, to translate her speech into both Korean and English."
    },
    {
      "speaker": "FORD",
      "utterance": "Like. what -- one of the things is clear. She needs Dana on this trip."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "FORD",
      "utterance": "Dana would have nudged her like she nudges us. Look, she shouldn't -- I agree, she should be on the southern border. She should have gone to this border also. It's unfortunate she had this gaffe here and this misstatement of words, but this foreign policy, it's important. But without questions, Judge, I share your view. If you're the border czar, the immigration czar, you have to go to the southern border. It's fine to be here. And I get -- I think Americans will give her a benefit of the doubt around she misspoke about the relationship between us and North Korea, but Madam Vice President, when you come home, take a trip to the southern border as well."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, Dana, I think this is what happens when people are terrified of criticizing a person for fear of being seen as racist or sexist. So, no one has the balls to go up to her and go like, you know, you really should work a little harder. Maybe you should get maybe a little less whatever you do on the -- on the helicopter, but maybe get a little bit more prepared. But if you say that, you're gone?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, however, she has gone through about 1400 staffers in the last 18 months, and one of them was supposed to be like a -- like a person to reimage, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, you would -- if you have that problem, you should at least know that that's happening. What she did today is like if you were to call your husband by the wrong name. Like, this is not hard. Like, you're not friends with the North Koreans. And I don't even -- like, how does that ever enter into your head?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, Jake."
    },
    {
      "speaker": "PERINO",
      "utterance": "And I can't wait."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, more like Willy."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, yes, that one. What I can't wait for the Gavin Newsom attack ad against Kamala in the Democratic primary in 2024 when he uses this against her. That's going to be a good ad."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, good point."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Judge, close it out. Do you have any advice for her or she hopeless?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Oh, she's hopeless at this point. Look, we've got a president who doesn't know who's dead or alive and we've got a vice president who doesn't know whose friend or foe. Everybody's laughing at us. And then they want to tell us what to do. They are so -- they're just a mess. That's the end of it."
    },
    {
      "speaker": "FORD",
      "utterance": "When you said that, you mean, Biden and Kamala Harris?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "No, I mean, the other two. Of course, Biden and Kamala."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If Kamala does decide to run for president, she should pick Fetterman as VP, because that's the only person that will make her look better."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's a strong ticket."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is a strong ticket. Coming up, the liberal press now says that the Biden recession could be good for you. MC Berg."
    },
    {
      "speaker": "FORD",
      "utterance": "Who approved this? The Washington Post taking in some heat over pretty tone-deaf article that argues that there might be a bright side to a -- to a recession. \"Seven ways a recession could be good for you financially. Hey, recession isn't all bad news. Here are seven Silver Linings.\" Critics blasting it as embarrassing propaganda. Judge, when you think about the seventh, what would be your eighth and ninth reason for -- good reason for a recession?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Dresses go down, prices on clothes go down, and prices on jewelry goes down. I mean, how stupid is that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I got two. I got two."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "One, selling all your private property means that you have more freedom because private property holds you down. And you never see a fat person during the depression, so you could starve yourself."
    },
    {
      "speaker": "FORD",
      "utterance": "I'm going to write these down. Dana, would you -- if you were -- if you were still in the press world advising people, would you -- how would you advise the Washington to explain this?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, this is the same way man paper that said that inflation can be good for you, right? So -- and they also said don't eat meat anymore. If you want to save money, just buy beans and then eat beans and everything will be better. One thing I thought was interesting is are we allowed to call it a recession now? I mean, that's interesting. But Republicans have really zeroed in on something which is Democrats spend more money -- are spending too much money, they spent too much money, it causes inflation problem, and that's why your 401(K) is down, you're paying more at the grocery store, you're paying more at the gas station, and Republicans will come in and at least get them to stop the spending. That's their message going into the midterm."
    },
    {
      "speaker": "FORD",
      "utterance": "I didn't tell you to give all this stuff to Republicans. Jesse, what would you say?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I just think it was funny when they said one of the Silver Linings was that we have such a strong dollar, you could go to Europe on vacation. Because everybody in middle America can't wait to drop $20,000 to go to London because the pound is weak."
    },
    {
      "speaker": "PERINO",
      "utterance": "And Harold, it won't be funny when people start being laid off because that's going to happen."
    },
    {
      "speaker": "PIRRO",
      "utterance": "That's coming."
    },
    {
      "speaker": "FORD",
      "utterance": "Why are y'all looking at me? Look, I'm with -- \"ONE MORE THING\" is up next."
    },
    {
      "speaker": "PIRRO",
      "utterance": "It's time now for \"ONE MORE THING.\" And Dana goes first."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK, I have an important announcement and a great announcement. Fox Corporation has donated $1 million to the American Red Cross to support its efforts in supporting Hurricane Ian relief. The Red Cross is on the ground. They're providing aid and resources including shelter, meals, medical supplies, and more for people who have been impacted by the storm. Fox has also double-matching employee donations to Red Cross hurricane relief efforts including Ian and Fiona. Our thoughts are with our Tampa and Orlando station teams. They've gone through a lot, and other Fox employees in the area and everyone affected by the storm. Thank you to all our Fox Weather, Fox News Channel, and Fox TV station teams across the country who are covering this disasters. How viewers can help? If you'd like to join in Fox's efforts, just join this website or visit this website, redcross.org/foxforward. We'll have that there on the screen for you. Join Fox in supporting the Red Cross relief efforts and help people affected by Hurricane Ian. There's going to be a lot of need, so you can donate at redcross.org/foxforward."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Greg?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, tonight, what a great show. We are back with Dana Perino. You know that lady. Jamie Lissow, very funny guy. Kat Timpf, Tyrus. It's going to be a great show. Let's do this. Greg's Cloned Horse News. I haven't done this in a while. Well, take a look at this. No, you're not seeing double. That's my morning television impression. That's actually a cloned horse named Kirk which is created from cells taken from a stallion that had been preserved for 40 years. Formerly extinct in the wild, but survived and almost entirely in zoos. That's why we have zoos, Dana, not so we can eat the exotic animals."
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wait, they froze --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- a dead stallion."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And then what did they removed from it?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They've just remove the cells."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Cells."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They're calling them cells?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes, they did the same thing with John Wayne."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes, he's still walking around. All right, it's my turn. First, I want to give a shout out to two very special FIVE fans, Roberta Glazer and her Pomsky named Kota. They never miss an episode of THE FIVE. And Roberta tells me that Kota perks up whenever he sees me. Can you lower it a little? They can't see him looking at me. You got to look at the picture. All right, the furry fan's life --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "When was that picture taken?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "1953."
    },
    {
      "speaker": "PIRRO",
      "utterance": "She sent it to me, all right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're a sucker."
    },
    {
      "speaker": "PIRRO",
      "utterance": "I also want to share a great book with everyone. It's called The Woking Dead by AJ Rice. He examines the wokeness and its devastating effect on America. It's a great book. It's also funny too. It's got some humor in it. The Woking Dead. All right, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Nobody likes paper straws, do they, Judge?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "No, I hate them."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They get soggy, they don't taste great. But we have paper straws here. They're called boss straw. And they claim they've created the perfect paper straw and they sent us some. They're sturdy, tasteless, they last longer than your regular paper straw. We're going to do a little test. I'm going to put this boss paper straw in a cup of water and I will remove it tomorrow on THE FIVE and I will tell you what it tastes like."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's a deep tease."
    },
    {
      "speaker": "WATTERS",
      "utterance": "This is a deep tease."
    },
    {
      "speaker": "FORD",
      "utterance": "It's like science -- it's like a science fair."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Tonight, \"WATERS PRIMETIME,\" we actually have Russian collusion. We finally found that after six years, the real Russian collusion and you're not going to believe the kind of colluding we're talking about."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What kind of colluding?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, you got to watch."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. All right, Harold, you're next."
    },
    {
      "speaker": "FORD",
      "utterance": "Did I hear it right? If we give, Fox will double what we give."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. So, that $10 donation you give --"
    },
    {
      "speaker": "FORD",
      "utterance": "$3.00 will get $6.00 if I --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Harold, are you down for $1000."
    },
    {
      "speaker": "FORD",
      "utterance": "Aaron Judge hit his 61st homerun. Say that again. What is it?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Are you down for $1000."
    },
    {
      "speaker": "FORD",
      "utterance": "Yes, I'm down for $1000. Aaron Judge hit his 61st home run this season on Wednesday, finally tying Roger Maris' 1961 American League record. He hit it. That guy here misses it. It goes into the -- it goes into the bullpen. The coach gives it back to -- that's Roger Maris Jr. Right there. He gives the ball back to the Judge, and Judge gave it to his mom. Congratulations to the young man. Also, in this day, six to eight years ago, Willie Mays made the catch, the over-the-shoulder catch in the -- in the '54 World Series game. What a day! What a catch, Willie Mays."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right."
    },
    {
      "speaker": "PERINO",
      "utterance": "That is good."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, that's it for us. \"SPECIAL REPORT\" is up next. Hey, Bret! Are you there?"
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}