{
  "date": "September 7, 2017",
  "headline": "Ryan: Trump wanted to 'clear the decks,' focus on agenda",
  "subHeadline": "House speaker reacts on 'The Story with Martha MacCallum' after the president makes deal with Democrats",
  "url": "https://www.foxnews.com/transcript/ryan-trump-wanted-to-clear-the-decks-focus-on-agenda",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GOV. RICK SCOTT, R-FLORIDA",
      "sentences": "Every Florida family must prepare to evacuate, regardless of the coast you belong. I cannot stress this enough. Get prepared now. Know your evacuation zone now. This is a catastrophic storm that our state hasn't seen. It's already killed a lot of people in the Caribbean. Don't think you can ride out this storm. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do not think that you can ride out the storm. And there's the president being briefed in his office today on Irma that was just a short while ago. Also, he addressed these dire circumstances. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We don't know exactly where it's going to be landing, where landfall will be, but we think that we're as well-prepared as you can possibly be. So, we're with everybody in Florida, we're working very hard, we have tremendous talent and really tremendously brave people to be there, and hopefully, it is going to work out all right. We'll see over the next few hours. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That we will. Irma has already unleashed a trail of death and destruction. Look at this, throughout the Caribbean. These images are just incredible. The power of this thing is unstoppable. Look at those boats. The tiny island of Barbuda has been literally destroyed. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We just did a flyover, and I have to tell you, my heart sunk. And it has been one of the worst days of my life. So, I know how you must feel as Barbudans. The entire country has been decimated. I have never seen anything like this before. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Awful. Unreal. The Chief Meteorologist Rick Reichmuth in the Fox Weather Center tonight watching Irma's track. Rick, what does it look like now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK REICHMUTH, FOX NEWS CHANNEL CHIEF METEOROLOGIST",
      "sentences": "I'll tell you. Over the last, say, five hours or so, I think things are seeming may be a little bit worse for South Florida, I hate to say it. The storm is still a cat-5 satellite history since we've had satellites up there, which is about 60 years or so. We've never had a storm that's dated 135 miles an hour anywhere on the globe for 37 hours like we saw this once. Winds are at 175 now. That doesn't make a difference. We'll probably see this vastly a little bit. It's going to continue to pull off towards the west. Here's the bad part: for the eastern part of Florida, earlier in the day, this track had been a little farther towards the west. I should also say, these storms aren't just points, these storms are very big. So, everybody in Florida is going to get something from this. But the worst of it is to the right side of where the center comes on shore. And we've been seeing a little bit of the trend of this moving farther to the west. The center of that, if it happens, it makes conditions much worse. For the east coast of Florida, we had thought and still it's a possibility that this misses the coast and it stays out to sea -- that would be great news for Florida. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } But at this point, it looks more and more like it. At least some more agreement that it makes some sort of a landfall here. So, places like Homestead places like Miami, all of this area dealing with the storm surge if this forecast verifies. Here's the model, the most reliable model, and this is what made the National Hurricane Center adjust their forecast to the west. You see the center this, you also see the center of this cutting up the coast. Now, the hurricane force winds extend out 70 miles from the center. This is about 100 miles wide, and 70 miles on either side. So, potentially, we have hurricane force winds the entire length of the peninsula here as we go through time. Right now, it is pummeling the Turks and Caicos, a very long night ahead there, and about two days here to prep the U.S. Martha. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Incredible. Rick, thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REICHMUTH",
      "sentences": "You bet. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, my next guest is mayor of a community under mandatory evacuation right now, and he has called Irma a \"nuclear hurricane\" and it feels like that for the islands that have been in its path so far. Philip Levine is the Mayor of Miami Beach, Florida. Mayor, welcome tonight. What's going on there? Has everyone left? I mean, give us a sense of what it's like in Miami Beach tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHILIP LEVINE, MAYOR OF MIAMI BEACH, FLORIDA",
      "sentences": "Well, I can tell you, I'm on ocean drive right now, which is usually full of a lot of people having a lot of fun. Right now, it's incredibly quiet; there's no one really walking around -- a couple of camera crews. We began telling people to leave Miami Beach about three days ago, before mandatory evacuation. We take this storm incredibly serious. That's why I call it a nuclear hurricane. It is dangerous, it is coming our way. The mandatory evacuation, which came yesterday, we are enforcing it. People are leaving. But I'll tell you one thing, which is great. It's orderly. It's organized. Our causeways in and out of the beach have been very good, very clear, and people are leaving. Now, we're doing everything we can to tell them to leave. We know it's that serious, it's that important. If you any of your viewers are watching living on Miami Beach, please leave. We have buses to take them to shelters. We have trolleys. We're on top of speaking to our seniors to organize them, of course, or homeless community, and our special needs people. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, in terms of the shelters, do you have enough space for all of the people that need to be in them? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVINE",
      "sentences": "Well, we know that we have a tremendous amount of shelters all over Miami-Dade County. I remember something, a lot of people want to go to the shelters. They'll stay at friends or families, inland away from the water areas. Now, you never know where this is going to hit, as your meteorologist just said. I mean, you know, Hurricane Andrew is going to come towards Miami Beach, and it went to Homestead. It's very unpredictable. So, we've got to really take into account all of this. But once again, we're telling everybody: leave Miami Beach. I never thought I'd ever say that, but I'm saying it these days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. What about FEMA, what about the preparation, what about insurance? How do you feel your community is in terms of all that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVINE",
      "sentences": "Well, I can tell you our staff has been unbelievable, and we've done a lot of different things in the last five, six, seven days, from putting in portable pumps, putting in portable generators, pruning trees, stopping construction projects, tying down all types of material, everything we can do to help mitigate this. But I can tell you this when it comes to a hurricane, it's very difficult, but at the same token, coming to a historic hurricane of this magnitude, it only magnifies the challenge. But we've been in touch with the White House. Of course, our county government and state government, everyone's working together to be in preparation for this oncoming storm. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Mayor Levine, thank you. We wish you well there, and we hope that this thing takes a turn that changes that eventuality. So, thanks very much for being here tonight. So, we'll keep watching that. Earlier today, the Senate approved a deal to lift the debt ceiling and send hurricane relief funds despite some frustration from Republicans over this measure. The package will now have to go back to the house for approval. Joining us now: Florida Senator Marco Rubio. Senator, good evening to you. It's good to see you, good to have you on THE STORY. I'm sorry it's under the circumstances that you all are preparing for there right now. How are you doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FLORIDA",
      "sentences": "Well, I think the community is doing well. I'm just home, getting a little ready there. You know, I think, I want to say to you tonight, a lot of people watching in Florida, you know, it's a huge area that's under a hurricane watch and extensive areas under a warning. You don't really have, like, two days to get ready here. You know, we're going to start to see tropical storm winds as early as tomorrow evening, early Saturday. So, you can really go and put out shutters on those daylights. So, really, that's from 7:00 a.m. tomorrow to about 7:00 p.m., that's about 12 hours to finish that work. People really need to understand that and either make those preparations or figure out where they're going to be tomorrow when the storm hits. This is a very serious storm. And do want to make one more point. It's not just about the wind. You can hide from the wind even with shutters. What you can't hide from is the water; it's going to find you. And I want people to think about it this way: the largest Atlantic storm ever is going to push basically all of that water from the Caribbean basin and the Atlantic up north into coastal areas and deep in. You know, there's a map up on the National Weather Service that has a map of the area that is going to see the storm surge. This is a very serious thing. People need to look at that and understand that even after the storm passed, that surge is going to be right behind it. The surge is, in many ways, even more, damaging than the wind. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. You know, we were in Houston yesterday, and I don't think anything can ever prepare you for walking into your own home and seeing what has happened to it. It's devastating, and it has so many emotions wrapped up in it -- your life, your family, your friends, your neighbor's. And I'm sure the good people of Florida are going to be there for each other during this, but it really is, you know, how do you, as a senator and someone who is overseeing your community there, how do you prepare people for that, for sticking together? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Yes. I mean, first of all, you try to set the example yourself. And are you going to get out there and make sure you're doing the things that you're asking the people to do, so we're out there doing that. By the same token, we want to be ensured all these federal agencies are ready to respond, get people confident that when it's all said and done here and the storm comes to its conclusion that the federal government is in position to do what its job is supposed to be. The third is to act as a voice. And in this sense, we really have the media to thank the ability to communicate to people and to let them know things like the storm surge. A lot of people are saying, I've got shutters, I've got a strong house. But what about the water? And that's the part I really want to encourage. This is a massive area of the state -- from Naples, and all the way up to Lake Okeechobee, Palm Beach, Broward, Miami Dade. Millions of people are in this area, and a lot of them in the coastal areas while they move here. That's a lot of water to worry about. I hope people in the zones that are susceptible to storm surge, not just flooding, storm surge, the water coming in from the ocean, that they're getting ready to handle that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. I do want to ask you about what has happened back in Washington in order to make the funds available for Harvey. And I know that you put out a statement today saying that you didn't love everything in that bill or the way that it was constructed with the debt ceiling that's going to exist for three months, and then disappear. In fact, you said that you consider being among the most politically cynical efforts that you have ever witnessed. What do you mean by that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Well, first of all, you take a bunch of people that are victims of the storm, a bunch of people that are facing down the most powerful Atlantic storm ever, and you say to them: here's your money for relief, but you can only get this money if you agree to vote yes on increasing the debt limit, on a short-term spending plan for the government. Things that, by the way, we have some time -- not a lot of time, but some time to address. And so, you pair up these two things, something you know you're going to have trouble debating, and something you know people are desperate for. I just, you know, I just think that's really not the kind of thing that you do. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, obviously, for someone like myself, who never voted to raise the debt limit, someone like myself who's never supported the short-term spending outside of (INAUDIBLE) circumstances, it puts you in -- forget about it politically difficult position. You're basically saying, if you want your money for storm relief, you're going to have to vote on some of these things that you find -- from a principle perspective and as conservative, you find them objectionable. It's done, it had to happen, whatever it may be. But really, it's now -- I find that to be cynical, and certainly -- you know, I guess nothing surprises us anymore. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Senator Rubio, we wish you well. We thank you for being with us, and we're glad that you could get your message out to as many people as possible, and we will talk to you about all those other things on another day. Good to see you, senator. Take care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Yes, ma'am. Thank you, thank you. Everybody needs to get ready. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, just into Fox News, a big setback for President Trump's travel ban. We're going to tell you what a federal appeals court just decided in a moment. Also, Hillary Clinton has a new target, former Congressman, and Fox Contributor Jason Chaffetz, and he is here to respond to the allegations about him in her new book. But first, more backlash builds to the president's budget deal with Democrats. That was uncomfortable for some. I sat down for an exclusive interview today with House Speaker Paul Ryan, and I think you're going to be interested to hear his reaction. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PAUL RYAN, R-WIS., SPEAKER OF THE HOUSE OF REPRESENTATIVES",
      "sentences": "It's a perfectly reasonable and rational why he's doing what he's doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The word was that you were furious. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "No. No, I wasn't furious. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Breaking news just into Fox, a federal appeals court unanimously rejecting the Trump's administration's part of the president's travel ban. The Liberal three-judge panel of the Ninth U.S. Circuit Court has ruled that grandparents, aunts, uncles, and cousins of people in the United States should not be prevented from coming to this country. The decision upheld a ruling by a federal judge in Hawaii who found the administration's view too strict. Obviously, more as that story develops. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } There is also a storm brewing on Capitol Hill tonight. President Trump's decision to side with Democrats on the debt ceiling rippling across Washington this evening. Some praising Trump's art of the deal, shall we say. Critics, saying that he turned his back on his party with all of this. Earlier today, I sat with House Speaker Paul Ryan for \"The Story\" exclusive. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, Mr. Speaker, thank you very much. It's great to have -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "Welcome to Capitol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's great to be here as always. Yesterday was a busy day, you were over at the White House. When you look at that deal that was struck in the room for the three-month debt ceiling, some are sizing it up and saying that the president, really, was speaking to Republican leadership. He was saying it was a signal to you guys. What do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "Look, I think what he's trying to do is clear the decks so we can get focused on our big things like tax reform. I've spoken to the president a lot about this stuff; I talked to him this morning. He wants to clear the decks, so we can basically get our job done and focus on our big issues like tax reform, border security, and the rest. The second point is, we're getting hit with two hurricanes. We're still dealing with Harvey in Texas and Louisiana. We are just now getting hit with Irma, and he wanted to make this a bipartisan moment. He wants to make this a bipartisan moment where we weren't fighting each other up in Washington about hurricane aid. He just wanted to get it done, get it out of the way so that aid is flowing to the states that need it right now, so that we can go and then focus on things like tax reform. So, it's perfectly reasonable and rational why he's doing what he's doing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But the word was that you were furious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "No. No, I wasn't furious. I just -- I have a belief on debt issues that we should put. The credit markets to have longevity on these things. But I completely understand why he was doing what he was doing, and why his motivation is, we've got hurricane relief, let's make it bipartisan, and let's clear the decks so we can focus on our shared agenda, like tax reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Mick Mulvaney, your former colleague, was talking to our colleagues at Fox Business, and he was asked: did he think the president's annoyed with his Republican leadership? And this is what he said: yes, I think he probably is, and so am I. As an American citizen, I am too. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "Well, I can't speak to that. I know Mick and I talk about a time. The point is, in the House, did you know that GOP, we've actually passed more bills in the house for the president and his agenda in this first six months of this administration that in the first six months of Obama, Clinton, and both Bushes. The House has passed 316 bills, that a record pace. Now, it's 260 when we're still in the Senate. The Senate's busy working in on judges and appointees and the rest. But the House has been extremely productive, not just extremely productive, the House has been more productive than any Congress in the modern era. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think he was mostly talking about health care in terms of his frustration. He went on to say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "We're frustrated too. Like I said, we passed our bill last May on repeal and replace. And we are hoping to get it done then. And yes, we too frustrated that this hasn't gotten done yet. But what I always say to my colleagues, especially in the Senate, where this bill didn't go through, if at first, you don't succeed, try, try again, get back at it. Health care is collapsing. ObamaCare is a total failure. We got to keep at it. The House did its job, passed its bill, and we just got to keep at it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "There's also discussion that Chuck Schumer -- Senator Schumer and the president have been talking about doing away with the debt ceiling vote, that it's sort of show to, sort of, put Republicans in a difficult spot every few months. Are you in favor of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "No, I've always thought this is a good tool. As imperfect as this tool is, I always see this as a good tool for fiscal discipline, and I see this as one of our article one powers -- it is a Constitutional issue which it's Congress' prerogative, exercising the power of the purse. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you are not in favor of any tool to do away with that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "Yes. I like the fact that Congress controls the power of the purse, and that gives us opportunities for fiscal discipline. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, one of the fiscal discipline issues that I know you talk to the Republican Study Committee about, they really want to make sure that when it comes to tax reform it's going to be real reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "Absolutely. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That it's not going to end up just being tax cuts. And I know from talking with you over the years, this has been in your passion for a very long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "It is. It is. I used to chair the Ways and Means Committee before I did this job, and it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "One of the reasons were reluctant to take this job -- if I remembered correctly because it meant so much to you to do that. Now, you've got a few months before the end of the year. What is going to look like? Tell the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "Yes. Well, you can go to the Ways and Means Web site if you want to get more details, but basically, what we want to do is for families, dramatically simplify the tax code. Give middle-income families a tax cut. But simplify the tax code so much that people can fill out their taxes on a postcard. Clean up the IRS. And then, when it comes to businesses, we've got to get tax rates on businesses down, why? Because we are taxing American businesses at a much, much higher rates than our foreign competitors are taxing theirs, and as a result, we're losing jobs, we're losing businesses. The tax code rewards companies to make this overseas not make things in America. And if you sell a product overseas and make money overseas, you can bring the money back because of our tax system. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, that's going to take real political courage. And that's going to take the kind of drain the swamp mentality. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "That's what I've been fighting for since I've got here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That the president will say, you know, swept in so many Republicans. There's so much riding on that vote and on that being real reform. So, people say, we didn't just get a temporary tax cut, and then, an assurance, you know what, actually next, we're going to get that reform. Tell them that that's not what they're going to hear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "That's not what they're going to hear. And by the way, that was the president's motivation with this Hurricane Harvey deal yesterday, which was get this stuff done so that we can go focus on real tax reform for the American people. This has not been done -- this being real comprehensive tax reform -- since 1986. That was different global economy than we have now. And as a result, we now, as American have the worst tax system in the industrialized world. So, we've got to get this thing right. It is drain the swamp. It's get rid of the special interest carve outs, so we can lower people's tax rate and simplify the system. And that's why what we're trying to do is get us focused on this. And that is why the president did what he did yesterday, and that is why we are so focused on this, and we're so excited to finally have a president of the United States who is here to work with us on doing just that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Are you concerned, you know, when you hear that he is talking to Senator Schumer about doing away with the debt ceiling vote that he is sort of looking for a new coalition? That he's frustrated with his Republican leadership and he's saying, look, I'm going to look around the room and figure out who I can put this together with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "Not really, because I think you expect the president to talk to the other party. I mean, isn't it natural that a president should be speaking with members of the leadership of the other party? So, that's something to be totally expected. We'll have a disagreement or agreement on various different issues, but I would expect the president of United States to be talking to leaders of different parties.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you're not concerned -- you know, there's a lot this morning about real backlash. Orrin Hatch was outraged with what happened, a lot of people were. That he turned to him in that room and said, I'm with you guys on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "Yes. Look, I think what happened was this debt limit hit earlier than we expect, you know why? Two hurricanes. One thing that happened that was unpredicted was Hurricane Harvey, and now Hurricane Irma. But also, the technology that people use now to apply for their FEMA aid is so much faster. We didn't have iPhones when we had Katrina. Now, people are using their smartphones to fill out their aid relief, and so that money is going through the door so much faster than they're concerned -- FEMA, this the Federal Emergency Management Administration -- they're concerned they're going to run out of money this weekend for hurricane aid. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The president had said 15 percent of the corporate tax rate many times. Today, you said you don't think that's going to happen. He feels very strongly about that not happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "He and I talked about it many times. He said, get it as low as you possibly can, that's exactly we're working on -- getting it as low as we possibly can. It's all about making the numbers work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, he's OK with not 15 percent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "Yes, he's OK with getting as low as we possibly can. 15 is the goal that he has set out. But we've got to make sure that the numbers work. This is about adhering to what we call the budget process. So, we're getting these numbers as low as we possibly can. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you're going to do a lot of carve outs, you're going to take away loopholes, you're going to take away all of the tax promises that have been made to corporations. So, they're going to see a lot of that off their plate as a way to lower their taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "That's exactly right. When we get rid of those, so we can lower everybody's tax rates across the board. We think is simpler, we think it's fair, and we think it's going to grow the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Last question, reports that Steve Bannon and Mark Meadows are casting about ideas for someone to replace you. What do you say to that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "I don't worry about that stuff at all. Look, when I took this job at the request of our members, I knew it comes with lots of slings and arrows. This is not something I'm worried about or focused on. I'm worried about getting our agenda passed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "If you don't get tax reform passed, would you consider saying this is not working?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "Look, I'm not going to get on any of that stuff. Look, I'm just focused on doing our agenda. Mark and I had great conversations, and I think there's a lot of the press that isn't accurate, but I'm not going to worry about any of that stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. And you're going to have dinner with the president tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "Yes, that's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Is that going to be cozy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "Yes, we talk all the time. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good. Thank you very much, Speaker. Nice to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "You too, Martha, you too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Our thanks to the speaker for sitting down with us earlier today. And breaking tonight, as you know, there are these unbelievable warnings of this deadly hurricane, and it is headed towards Florida and the southeast coast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If you're watching this and you're still thinking of staying, realize that you're on your own. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We'll keep a close watch on this. We're going to bring you all of the updates. We expect, actually, a news conference with an update, that's moments away. It is a monster storm and it is headed right for the United States. Plus, will President Trump's surprise deal with the Democrats as we were just discussing, alienate Republicans. Counselor to the president Kellyanne Conway joins me next to respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We have different parties. We have different thoughts, different feelings, different ideas, but I think you're going to see a much stronger coming together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We're going to break in here. These are officials in Key West in Monroe County, listen to what they're telling everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Very closely, but they move over east, west. We're so close. We're right on the edge, so it's very important to get out there. We have 42 bridges that connect Key West to the rest of the mainland. If one of those bridges goes out, it will be a long time before we get any services back down here, even if we don't get hit hard by the hurricane. So it's very, very important that we evacuate. And I want to thank everyone, all of our staff, all our volunteers, everybody that's keeping Key West up and running and safe. So that being said, I want to turn it over to our city manager for some more details.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM SCHOLL, KEY WEST CITY MANAGER",
      "sentences": "Good evening. Jim Scholl, Key West City manager. The evacuation orders are still out there and we still have opportunities to move folks that don't otherwise have transportation. We will recommence the bus transportation out of town up to the evacuation shelter at FIU, and then also at the fairgrounds for those that need to evacuate with pets. So the city buses will be running. They've got the evacuations signs on them, and the pickup routes have been defined. People, I'm told, we've moved 200 people out of the Keys today. And again, that will reconvene tomorrow, 6:00 AM, from Key West and all the way up to the shelters. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "When will that stop, you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOLL",
      "sentences": "It will run all day tomorrow, during the day, and once the buses stop at the end of the day, will have to determine if we have any opportunity on Saturday to continue, but it will likely end tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOLL",
      "sentences": "The same as what the county administrator say the same, and what the mayor said. This is not the place to be for this storm. If you've got any means to evacuate at all, you need to get out of this town and out of the Keys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Questions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "A lot of people are staying, what would you remind them if they are staying? I know the mayor spoke about it as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "I'd have to challenge you on the term a lot of people are staying. I think a lot of people have left. Most of us have been doing this for a long time. The Keys are a little hardheaded sometimes about evacuation, not this time. This time people are taking us serious. They're looking at the images. They're looking at the radar. They're looking at what this is, and they're taking it very serious. Are there a few people still in town? There are. I hope they'll heed the warning also and end up leaving. But we're very proud of our residents. We're very proud of our tourists. They're really taking this one serious. You can tell. There's no doubt. Some of the folks, really, I don't know if he want to talk, he's been 63 years and, you know, he's seen it for the first time. He was a fire chief and he was also the emergency manager director. I think is this first time seeing this kind of reaction. So folks are taking a really serious and we're proud of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Can you tell us a little bit more details on what you're doing to get fuels into the keys, because I notice we're seeing a lot of these gas station simply, you know, run out. And they're saying that they may not get fuel tomorrow either? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "I know that the governor has been pushing some fuel down. There's a couple -- Florida Highway Patrol came down with them. That's the best we can do. I mean, there's some gas stations that are also closing because they're also evacuating their staff. So we have, I think, 4 or 5 is the last time I heard that we're going to push down on this town.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "That will actually have gas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "That will actually have gas and will be open tomorrow. Yes, ma'am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Backup generators for after this storm, gas stations down here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Yeah. It's something that we don't have an ordinance down here like they do in other areas some places and it's something we're looking at. There's no requirement, but many gas stations do. And we have also generators that we're going to be able to support them when the time comes, if the time comes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "(INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Absolutely. Well, we have a 120 miles connected by 42 bridges, you know. And if a bridge goes down, we're disconnected. And we're just talking to the FDOT upstairs, they'll be doing inspections immediately within hours, but it could take a long time. And it could take weeks, maybe months, depending on which bridge, how big the bridge is, and what happens to the bridge. So that's a long time to be disconnected. We'll have air bridges, we'll have boat bridges, will get information -- supplies done, but it's not the same as being connected. We have our debris contractors all over the Keys. They have put trucks and backhoes and everything all over the Keys. They have it pre-staged all over the Keys. So whenever that happens they're ready to response, and we can clear the streets immediately. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Were those inspections, do you expect that we could see bridge closures even if there's no obvious damage? So we could see road shutdown leading to it even if it looks like everything has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Absolutely. That happened before. We had a fire, for example, on the 7-mile bridge years ago. It was a fire on top of the bridge. But yet, they had to close the bridge until they can get underneath and make sure it's inspected, and that was hours and hours, even though the fire was already put out. So that's an example. Yes, you have to go down and do structural inspections, and it's not something that you and I with the naked eye can see sometimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "So we should expect bridge closure regardless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Well, if it is a strong wind this way, yes. Hopefully, it will take that turn to the right so we won't get that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, officials in Key West. And I just want to tell you what this gentleman said before we went to it, just in the moments before we went to it. He said, as of tomorrow morning at 8:00 AM, the bridges will close at 7:00 AM. All of the hospitals in the Key West area will close. The air ambulance will close. A hundred and twenty miles of islands connected by 42 bridges, he said, any one of those bridges that goes down, it's going to cut off everything and everyone behind it. So he is, in very forceful terms, telling people that they absolutely need to get out. And he says so far people, he believes, they're doing a pretty good job of that. So we'll keep a close eye on that as we get more information throughout the night. Also developing tonight, the senate overwhelmingly passing the controversial bill to temporarily raise the nation debt ceiling and fund the government for three months, says according to this deal. The big vote came one day after the president struck a deal that was somewhat surprising, and that deals with the Democratic leadership. It angered many in his own party. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "I thought it was a very, very friendly -- it was a meeting that we all wanted to get together and do something. And I think the primary reason was because you look at North Korea, you look at the hurricanes, you look at what's going on in the Middle East, and I said, frankly, it's time that we walk out and shake hands and have a deal. And they agreed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So what's the strategy here? Counselor to the president, Kellyanne Conway. Kellyanne, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT TRUMP",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thanks for coming in tonight. Boy, a lot of head scratching among the GOP leadership. I spoke to Paul Ryan about this tonight. And there's been a lot a backlash.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "When I saw that -- Speaker Ryan comments to you, too. He agrees with the president that it was smart to act in a bipartisan fashion to, quote, clear the decks and lead our way too. It's going to be a very busy fall in the legislative agenda. The crowning touch of that, of course, is tax reform, which Speaker Ryan will be very important helping to pass. But, you know, Martha, the president also didn't want to give up military spending given everything that is happening in North Korea, in the Middle East, and elsewhere. And his first priority right now is to get that aid as swiftly as possible to those who are suffering from Hurricane Harvey and from Hurricane Irma.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Was he frustrated in that room? Because, you know, the story is that they were -- at 18 months, and then 6 months, and then they sort of agreed, you know, OK, were going to agree to disagree. Six months -- six months and he said, you know what, let's just do three. I mean, that's the story. Was he trying to send a signal to the Republican leadership that he's frustrated? Nick -- said today, he was ask if he thinks the president is a little bit annoyed with his Republican leadership, and he said, Yeah, probably, and he said, I am too. Is he trying to light a fire under them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, the president is a successful businessman who is not a politician. People should keep reminding themselves of that when something like yesterday happened. This is a person who believes in negotiating. He believes in getting a good deal for the American people. He's not the head of the Republican Party. He's not making a deal with the Democrats. He's getting a good deal for the American people. His first goal was to get that hurricane aid and assistance to those in need. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } He also wanted to make sure that he has some leverage on military spending. And frankly, given what Director Mulvaney said today to your colleague in Fox, which is very true, if he doesn't understand by those in the right wing, don't welcome a three month deal because it gives them more time to make the argument about the debt ceiling, to go back and restructure. The president is also saying what other presidents have said, which is why don't we get rid of the debt ceiling altogether. So he's started that conversation because you have these frequent and politicized votes because of the debt ceiling conundrum. Look, the mainstream media can't have it both ways. The one time they said, this man -- he's not bipartisan, he doesn't reach out to the other side. He does that yesterday to try to get the -- and keep the negotiating open for military spending, and then gets criticized that he, quote, made a deal with the Democrats, which he offers for the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to put something up. This is what the president tweeted about DACA. He said, for all of those concerned about your status during the six-month period, you have nothing to worry about, no action. Then Nancy Pelosi said, oh, that's what I asked him to make clear to people in our meeting. I wanted him to give them relief that they don't have to worry during these six months. So that's sort of another, you know, sort of gift to Nancy Pelosi by some. Ann Coulter chimed in with this. She said I broke my promises -- a possible 2020 slogan for President Trump. I broke my promises, betrayed my friends, and use my office to help my family, but, hey, at least I'm not Hillary. What do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "The president is also telling the leaders and everyone else, Martha, that he expect for his security to be part of it. This is somebody who has said from day one, he's going to build the wall, expects congress to help fund it, and he's never backed off from that. In fact, he has -- his administration is making some selections on who will help construct the border wall. He has said very clearly that we're a nation that has spent billions of dollars over how many decades helping other nations protect their borders. It's high time that this sovereign nation had physical borders of its own, that we invest in protecting. A lot of Americans agree with him. Keep the illegal aliens out, but also give the drugs out. He's very clear about all the drugs pouring over the borders, through our ports, through the U.S. postal office, frankly, and going into our communities. Now, on this one, nobody should read that as a tweet that Nancy Pelosi put the president off. That's the president basically saying that his hand was being forced by the nine attorneys general who are about to file a lawsuit on September 5th. And so, he took action that prevented DACA from going the way -- DACA earlier this year was immediately stop because of a judicial decision. The president give a longer runway and a more compassion, efficient, orderly one down by saying you've got six months, if you're already in the pipeline that would be respected, if you have a permit. If you want to apply for one by close of business on September 5th, you can do that. People have until March to get it together. By the way, the people who also have until March to get it together are the Congress. They've had seven months this year to do something on DACA. They've had six years under President Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Nothing like the pressure of a businessman's deadline. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Yes. I think the swamp should catch up to the Trumpian kind of pace and not the other way around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to see you, Kelly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thanks for coming in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, tonight, Hillary Clinton has a new target, former congressman and Fox contributor Jason Chaffetz. He's here to respond to allegations just reveled in Hillary Clinton's new book. But first, new developments on the Russian investigation, why the House Intel community wants to hear from the FBI director and the attorney general. Congressman Trey Gowdy up next on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Irma turning out there. Bridges closing in Key West as you've just heard in that live news conference moments ago. We're keeping a close eye on it, and when we get the new track, we will certainly bring it to you. In the meantime, as we take a look at what's going on here in Washington, there's this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "At the time of your departure from the FBI, was the FBI able to confirm any criminal allegations contained in the steel document?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAME COMEY, FORMER FBI DIRECTOR",
      "sentences": "Mr. Chairman, I don't think that's a question I can answer in an open setting because it goes into the details of the investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A lot of questions is still surrounding all of this. That's the former FBI director, James Comey, back in June, at the senate intelligence hearing, being asked about the infamous Trump dossier. Now the House Intel Committee is issuing subpoenas to the FBI and the DOJ. They want to know more about the origin of that document and what it was used for by the FBI. They're reportedly calling on now-FBI director Christopher Wray, and Attorney General Jeff Sessions, to testify if the information that they have requested is not provided. Here now, one of the people leading that investigation, Congressman Trey Gowdy, the House Intelligence Committee, good to have you here this evening, Congressman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY GOWDY, HOUSE INTELLIGENCE COMMITTEE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, they want to know, you want to know, and the American people want to know, if this dossier, which was later discredited or couldn't be substantiated, at the very least, was used as a leverage to unmask people in the Trump campaign, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Well, it wasn't use to initiate either law enforcement or counterintelligence investigation. Was that the evidentiary basis that the bureau used to launch either a criminal probe or a counterintelligence probe? And it's fine if it were for --, as long as you let me know how you vetted the information in the dossier. So I need the bureau and DOJ to say, either we relied upon it or we did not rely upon it, and if we did not rely upon it, this is how we vetted the information before we used it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, that's pretty significant. You want to understand that if this dossier -- and also the generation of that dossier. What did they know about the generation of that and who was essentially commissioning -- who was asking for that dossier, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Who commissioned it is important. What's most important to me -- a friend is capable of telling a lie and an enemy is capable of telling the truth. Who commissioned it is important, but I'm more interested in whether or not the underlying data was accurate. And the only way to know whether it's accurate is for the bureau to investigate the sources and the sub sources. Then I would think everyone would want to know, did our premier law enforcement agency, the FBI, rely on this document to initiate a criminal probe, or in court filings, and representations before a court. That is an eminently legitimate question, and I really don't know why it's taken the department this long to answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And so, Jeff Sessions is now the attorney general in charge of the DOJ. And he's having trouble getting the answers to this information?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "I'd be shocked if it's made it up to General Sessions' level, yeah. But I bet it will shortly because next week is coming. And that's when the House Intel Committee wants either. What we want are the documents. We don't want the drama, but if you're not going to produce the documents, you need to come in person and explain to us why the entity that created the FBI is not entitled to provide oversight over the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. And in terms of James Comey, Senator Graham says that he has to come back. He either -- things he needs to clarify. What are those?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Well, there is evidence -- well, there is a basis for which to question Director Comey on whether or not he reached a conclusion with respect to Hillary Clinton before he interviewed all the witnesses. There is more than an evidentiary basis that he reached a consensus before he interviewed her. So, it is, again, not illegitimate to ask a law enforcement officer, did you make your mind up before the end of the investigation? If you're ever in a courtroom, the one thing the jury will tell the jury -- the judge will tell the jury, you cannot make up your mind until the last witness has testified. And the reason for that is that the last witnessed may tell you all the information you need to know. So how you can reach a conclusion before you've interviewed all the witnesses is befuddling. And if that were done, or if it weren't done, Comey deserves a chance to explain it. But Senator Graham deserves a chance to ask the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Congressman Trey Gowdy, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Yes, ma'am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Always good to have your update on this. Good to see you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Yes, ma'am. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Coming up, still ahead, the update on Hurricane Irma, and Hillary Clinton coming out swinging in an upcoming memoir, even taking a swipe at our own Jason Chaffetz over an inauguration day run-in. The former Utah congressman is lined up to respond right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Hillary Clinton's new book has some Democrats dreading the release, they say, and the attention that it is bringing to them that they don't think it's in the best light. She's adding to the list of those that she feels are responsible for her loss in her run for the presidency, the former Democratic candidate expressing regret for not going after former FBI director, James Comey, when he said that she was extremely careless with her server. She says my first instinct was that the campaign should hit back hard and explained to the public that Comey had badly overstepped his bounds. In the end, we decided it would be better to just let it go and try to move on. Looking back, she writes, that was a mistake. Mrs. Clinton also takes a dig at my next guest, Fox News contributor, Jason Chaffetz, who is serving as house oversight committee chairman during the campaign, and he joins us now. Good to see you this evening, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "sentences": "Hey, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So your thoughts on the way she lays this out and wishing, in retrospect, that she had fought back harder against his allegations?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yeah. I mean, this, evidently, based on the news accounts, it's a book I probably will never, ever purchase. But based on the news accounts -- look, it's a book about could have, would have, should have, and then a laundry list of people that she blames. She blames everybody from Joe Biden to Bernie Sanders to -- I mean, and then there are those of us on the Republican side that she also took a little, you know, potshot at, but that's all right. I understand that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's take a look at that since you brought it up. Here's your Instagram post saying, so pleased she is now the president. I thanked her for her service, this is a picture of you, guys, at the inauguration, and I wish her luck. The investigation continues, you wrote. And then she says, we shook hands and exchanged small talk. Later, I realized it hadn't been Priebus at all. It was Jason Chaffetz, the then-Utah congressman and wannabee Javert who made endless political hay out of my emails and the 2012 tragedy in Benghazi, Libya. What say you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Oh, boy, if I was Reince Priebus, I'd be ticked. To think that she thought she was talking to Reince. She had just shaken hands with Reince Priebus down at the bottom of the stage, I don't know how -- if she thought he got back in line to shake hands again. But, you know, I was just trying to be as honest as I could in that tweet. There's some people -- I thought, maybe I could have done it a little softer, but I honestly could not be happier that she is not the president of the United States. I think she's the worst candidate, and I worked to expose what she did and how she did it, and I think America, at the end of the day, understood that, and they got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. I think it would be pretty surprising if she didn't know who you were, given what you were handling, and given how close all that was to her. What do you think about the fact that Democrats seem to be just wishing that this book would just go away and that she would move on, so to say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I mean, look, the Democratic Party is still essentially the same. You still have Nancy Pelosi and Chuck Schumer, and you got Hillary Clinton making news time after time again. They still lack a national party leader that they can look to. They don't have a coherent message. But, hey, as long as Hillary Clinton continues to take front and center stage and she's going to go out on a book tour and gather up all those headlines, I think it will help the Republican Party. It certainly isn't helping the Democrats. She's proven that she's just not going to sail off into the sunset. As far as I'm concern, that's fine by me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I have 10 seconds. But what do you think about the fact that the president made that deal with Nancy Pelosi and Chuck Schumer on the debt ceiling?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I think it was a reflection of reality. The Republicans in the House and the Senate needs to get bills to the president. When they're not coming his way, you know, he's got to look out for the best interest of the country. I think it's a reflection of reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Jason, thank you very much. And finally tonight, the names Harvey and Irma put fear in too many in Texas and the southeast, rightfully so. But one family, for them, this is Harvey and Irma. The Schluter's have been married for 75 years, Harvey is 104, and Irma at 93. They've seen a lot, but never has the couple seen their names on two huge hurricanes simultaneously. Maybe the last because the fierceness of these means that they will likely retire those two names. But we like the real Schluter's better anyway. So stay with Fox tonight, continuing coverage, live tomorrow night back in New York. Tucker Carlson is right up next. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RICK SCOTT, R-FLORIDA",
      "utterance": "Every Florida family must prepare to evacuate, regardless of the coast you belong. I cannot stress this enough. Get prepared now. Know your evacuation zone now. This is a catastrophic storm that our state hasn't seen. It's already killed a lot of people in the Caribbean. Don't think you can ride out this storm."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do not think that you can ride out the storm. And there's the president being briefed in his office today on Irma that was just a short while ago. Also, he addressed these dire circumstances."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We don't know exactly where it's going to be landing, where landfall will be, but we think that we're as well-prepared as you can possibly be. So, we're with everybody in Florida, we're working very hard, we have tremendous talent and really tremendously brave people to be there, and hopefully, it is going to work out all right. We'll see over the next few hours."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That we will. Irma has already unleashed a trail of death and destruction. Look at this, throughout the Caribbean. These images are just incredible. The power of this thing is unstoppable. Look at those boats. The tiny island of Barbuda has been literally destroyed."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We just did a flyover, and I have to tell you, my heart sunk. And it has been one of the worst days of my life. So, I know how you must feel as Barbudans. The entire country has been decimated. I have never seen anything like this before."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Awful. Unreal. The Chief Meteorologist Rick Reichmuth in the Fox Weather Center tonight watching Irma's track. Rick, what does it look like now?"
    },
    {
      "speaker": "RICK REICHMUTH, FOX NEWS CHANNEL CHIEF METEOROLOGIST",
      "utterance": "I'll tell you. Over the last, say, five hours or so, I think things are seeming may be a little bit worse for South Florida, I hate to say it. The storm is still a cat-5 satellite history since we've had satellites up there, which is about 60 years or so. We've never had a storm that's dated 135 miles an hour anywhere on the globe for 37 hours like we saw this once. Winds are at 175 now. That doesn't make a difference. We'll probably see this vastly a little bit. It's going to continue to pull off towards the west."
    },
    {
      "speaker": "Here's the bad part",
      "utterance": "for the eastern part of Florida, earlier in the day, this track had been a little farther towards the west. I should also say, these storms aren't just points, these storms are very big. So, everybody in Florida is going to get something from this. But the worst of it is to the right side of where the center comes on shore. And we've been seeing a little bit of the trend of this moving farther to the west. The center of that, if it happens, it makes conditions much worse. For the east coast of Florida, we had thought and still it's a possibility that this misses the coast and it stays out to sea -- that would be great news for Florida. But at this point, it looks more and more like it. At least some more agreement that it makes some sort of a landfall here. So, places like Homestead places like Miami, all of this area dealing with the storm surge if this forecast verifies. Here's the model, the most reliable model, and this is what made the National Hurricane Center adjust their forecast to the west. You see the center this, you also see the center of this cutting up the coast. Now, the hurricane force winds extend out 70 miles from the center. This is about 100 miles wide, and 70 miles on either side. So, potentially, we have hurricane force winds the entire length of the peninsula here as we go through time. Right now, it is pummeling the Turks and Caicos, a very long night ahead there, and about two days here to prep the U.S. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Incredible. Rick, thank you so much."
    },
    {
      "speaker": "REICHMUTH",
      "utterance": "You bet."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, my next guest is mayor of a community under mandatory evacuation right now, and he has called Irma a \"nuclear hurricane\" and it feels like that for the islands that have been in its path so far. Philip Levine is the Mayor of Miami Beach, Florida. Mayor, welcome tonight. What's going on there? Has everyone left? I mean, give us a sense of what it's like in Miami Beach tonight."
    },
    {
      "speaker": "PHILIP LEVINE, MAYOR OF MIAMI BEACH, FLORIDA",
      "utterance": "Well, I can tell you, I'm on ocean drive right now, which is usually full of a lot of people having a lot of fun. Right now, it's incredibly quiet; there's no one really walking around -- a couple of camera crews. We began telling people to leave Miami Beach about three days ago, before mandatory evacuation. We take this storm incredibly serious. That's why I call it a nuclear hurricane. It is dangerous, it is coming our way. The mandatory evacuation, which came yesterday, we are enforcing it. People are leaving. But I'll tell you one thing, which is great. It's orderly. It's organized. Our causeways in and out of the beach have been very good, very clear, and people are leaving. Now, we're doing everything we can to tell them to leave. We know it's that serious, it's that important. If you any of your viewers are watching living on Miami Beach, please leave. We have buses to take them to shelters. We have trolleys. We're on top of speaking to our seniors to organize them, of course, or homeless community, and our special needs people."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, in terms of the shelters, do you have enough space for all of the people that need to be in them?"
    },
    {
      "speaker": "LEVINE",
      "utterance": "Well, we know that we have a tremendous amount of shelters all over Miami-Dade County. I remember something, a lot of people want to go to the shelters. They'll stay at friends or families, inland away from the water areas. Now, you never know where this is going to hit, as your meteorologist just said. I mean, you know, Hurricane Andrew is going to come towards Miami Beach, and it went to Homestead. It's very unpredictable. So, we've got to really take into account all of this. But once again, we're telling everybody: leave Miami Beach. I never thought I'd ever say that, but I'm saying it these days."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. What about FEMA, what about the preparation, what about insurance? How do you feel your community is in terms of all that?"
    },
    {
      "speaker": "LEVINE",
      "utterance": "Well, I can tell you our staff has been unbelievable, and we've done a lot of different things in the last five, six, seven days, from putting in portable pumps, putting in portable generators, pruning trees, stopping construction projects, tying down all types of material, everything we can do to help mitigate this. But I can tell you this when it comes to a hurricane, it's very difficult, but at the same token, coming to a historic hurricane of this magnitude, it only magnifies the challenge. But we've been in touch with the White House. Of course, our county government and state government, everyone's working together to be in preparation for this oncoming storm."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Mayor Levine, thank you. We wish you well there, and we hope that this thing takes a turn that changes that eventuality. So, thanks very much for being here tonight. So, we'll keep watching that. Earlier today, the Senate approved a deal to lift the debt ceiling and send hurricane relief funds despite some frustration from Republicans over this measure. The package will now have to go back to the house for approval. Joining us now: Florida Senator Marco Rubio. Senator, good evening to you. It's good to see you, good to have you on THE STORY. I'm sorry it's under the circumstances that you all are preparing for there right now. How are you doing?"
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FLORIDA",
      "utterance": "Well, I think the community is doing well. I'm just home, getting a little ready there. You know, I think, I want to say to you tonight, a lot of people watching in Florida, you know, it's a huge area that's under a hurricane watch and extensive areas under a warning. You don't really have, like, two days to get ready here. You know, we're going to start to see tropical storm winds as early as tomorrow evening, early Saturday. So, you can really go and put out shutters on those daylights. So, really, that's from 7:00 a.m. tomorrow to about 7:00 p.m., that's about 12 hours to finish that work. People really need to understand that and either make those preparations or figure out where they're going to be tomorrow when the storm hits. This is a very serious storm. And do want to make one more point. It's not just about the wind. You can hide from the wind even with shutters. What you can't hide from is the water; it's going to find you. And I want people to think about it this way: the largest Atlantic storm ever is going to push basically all of that water from the Caribbean basin and the Atlantic up north into coastal areas and deep in. You know, there's a map up on the National Weather Service that has a map of the area that is going to see the storm surge. This is a very serious thing. People need to look at that and understand that even after the storm passed, that surge is going to be right behind it. The surge is, in many ways, even more, damaging than the wind."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. You know, we were in Houston yesterday, and I don't think anything can ever prepare you for walking into your own home and seeing what has happened to it. It's devastating, and it has so many emotions wrapped up in it -- your life, your family, your friends, your neighbor's. And I'm sure the good people of Florida are going to be there for each other during this, but it really is, you know, how do you, as a senator and someone who is overseeing your community there, how do you prepare people for that, for sticking together?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Yes. I mean, first of all, you try to set the example yourself. And are you going to get out there and make sure you're doing the things that you're asking the people to do, so we're out there doing that. By the same token, we want to be ensured all these federal agencies are ready to respond, get people confident that when it's all said and done here and the storm comes to its conclusion that the federal government is in position to do what its job is supposed to be. The third is to act as a voice. And in this sense, we really have the media to thank the ability to communicate to people and to let them know things like the storm surge. A lot of people are saying, I've got shutters, I've got a strong house. But what about the water? And that's the part I really want to encourage. This is a massive area of the state -- from Naples, and all the way up to Lake Okeechobee, Palm Beach, Broward, Miami Dade. Millions of people are in this area, and a lot of them in the coastal areas while they move here. That's a lot of water to worry about. I hope people in the zones that are susceptible to storm surge, not just flooding, storm surge, the water coming in from the ocean, that they're getting ready to handle that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. I do want to ask you about what has happened back in Washington in order to make the funds available for Harvey. And I know that you put out a statement today saying that you didn't love everything in that bill or the way that it was constructed with the debt ceiling that's going to exist for three months, and then disappear. In fact, you said that you consider being among the most politically cynical efforts that you have ever witnessed. What do you mean by that?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Well, first of all, you take a bunch of people that are victims of the storm, a bunch of people that are facing down the most powerful Atlantic storm ever, and you say to them: here's your money for relief, but you can only get this money if you agree to vote yes on increasing the debt limit, on a short-term spending plan for the government. Things that, by the way, we have some time -- not a lot of time, but some time to address. And so, you pair up these two things, something you know you're going to have trouble debating, and something you know people are desperate for. I just, you know, I just think that's really not the kind of thing that you do. So, obviously, for someone like myself, who never voted to raise the debt limit, someone like myself who's never supported the short-term spending outside of (INAUDIBLE) circumstances, it puts you in -- forget about it politically difficult position. You're basically saying, if you want your money for storm relief, you're going to have to vote on some of these things that you find -- from a principle perspective and as conservative, you find them objectionable. It's done, it had to happen, whatever it may be. But really, it's now -- I find that to be cynical, and certainly -- you know, I guess nothing surprises us anymore."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Senator Rubio, we wish you well. We thank you for being with us, and we're glad that you could get your message out to as many people as possible, and we will talk to you about all those other things on another day. Good to see you, senator. Take care."
    },
    {
      "speaker": "RUBIO",
      "utterance": "Yes, ma'am. Thank you, thank you. Everybody needs to get ready. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, just into Fox News, a big setback for President Trump's travel ban. We're going to tell you what a federal appeals court just decided in a moment. Also, Hillary Clinton has a new target, former Congressman, and Fox Contributor Jason Chaffetz, and he is here to respond to the allegations about him in her new book. But first, more backlash builds to the president's budget deal with Democrats. That was uncomfortable for some. I sat down for an exclusive interview today with House Speaker Paul Ryan, and I think you're going to be interested to hear his reaction."
    },
    {
      "speaker": "REP. PAUL RYAN, R-WIS., SPEAKER OF THE HOUSE OF REPRESENTATIVES",
      "utterance": "It's a perfectly reasonable and rational why he's doing what he's doing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The word was that you were furious."
    },
    {
      "speaker": "RYAN",
      "utterance": "No. No, I wasn't furious."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Breaking news just into Fox, a federal appeals court unanimously rejecting the Trump's administration's part of the president's travel ban. The Liberal three-judge panel of the Ninth U.S. Circuit Court has ruled that grandparents, aunts, uncles, and cousins of people in the United States should not be prevented from coming to this country. The decision upheld a ruling by a federal judge in Hawaii who found the administration's view too strict. Obviously, more as that story develops. There is also a storm brewing on Capitol Hill tonight. President Trump's decision to side with Democrats on the debt ceiling rippling across Washington this evening. Some praising Trump's art of the deal, shall we say. Critics, saying that he turned his back on his party with all of this. Earlier today, I sat with House Speaker Paul Ryan for \"The Story\" exclusive."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, Mr. Speaker, thank you very much. It's great to have --"
    },
    {
      "speaker": "RYAN",
      "utterance": "Welcome to Capitol."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's great to be here as always. Yesterday was a busy day, you were over at the White House. When you look at that deal that was struck in the room for the three-month debt ceiling, some are sizing it up and saying that the president, really, was speaking to Republican leadership. He was saying it was a signal to you guys. What do you say to that?"
    },
    {
      "speaker": "RYAN",
      "utterance": "Look, I think what he's trying to do is clear the decks so we can get focused on our big things like tax reform. I've spoken to the president a lot about this stuff; I talked to him this morning. He wants to clear the decks, so we can basically get our job done and focus on our big issues like tax reform, border security, and the rest. The second point is, we're getting hit with two hurricanes. We're still dealing with Harvey in Texas and Louisiana. We are just now getting hit with Irma, and he wanted to make this a bipartisan moment. He wants to make this a bipartisan moment where we weren't fighting each other up in Washington about hurricane aid. He just wanted to get it done, get it out of the way so that aid is flowing to the states that need it right now, so that we can go and then focus on things like tax reform. So, it's perfectly reasonable and rational why he's doing what he's doing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But the word was that you were furious."
    },
    {
      "speaker": "RYAN",
      "utterance": "No. No, I wasn't furious. I just -- I have a belief on debt issues that we should put. The credit markets to have longevity on these things. But I completely understand why he was doing what he was doing, and why his motivation is, we've got hurricane relief, let's make it bipartisan, and let's clear the decks so we can focus on our shared agenda, like tax reform."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Mick Mulvaney, your former colleague, was talking to our colleagues at Fox Business, and he was asked: did he think the president's annoyed with his Republican leadership? And this is what he said: yes, I think he probably is, and so am I. As an American citizen, I am too."
    },
    {
      "speaker": "RYAN",
      "utterance": "Well, I can't speak to that. I know Mick and I talk about a time. The point is, in the House, did you know that GOP, we've actually passed more bills in the house for the president and his agenda in this first six months of this administration that in the first six months of Obama, Clinton, and both Bushes. The House has passed 316 bills, that a record pace. Now, it's 260 when we're still in the Senate. The Senate's busy working in on judges and appointees and the rest. But the House has been extremely productive, not just extremely productive, the House has been more productive than any Congress in the modern era."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think he was mostly talking about health care in terms of his frustration. He went on to say --"
    },
    {
      "speaker": "RYAN",
      "utterance": "We're frustrated too. Like I said, we passed our bill last May on repeal and replace. And we are hoping to get it done then. And yes, we too frustrated that this hasn't gotten done yet. But what I always say to my colleagues, especially in the Senate, where this bill didn't go through, if at first, you don't succeed, try, try again, get back at it. Health care is collapsing. ObamaCare is a total failure. We got to keep at it. The House did its job, passed its bill, and we just got to keep at it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "There's also discussion that Chuck Schumer -- Senator Schumer and the president have been talking about doing away with the debt ceiling vote, that it's sort of show to, sort of, put Republicans in a difficult spot every few months. Are you in favor of that?"
    },
    {
      "speaker": "RYAN",
      "utterance": "No, I've always thought this is a good tool. As imperfect as this tool is, I always see this as a good tool for fiscal discipline, and I see this as one of our article one powers -- it is a Constitutional issue which it's Congress' prerogative, exercising the power of the purse."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you are not in favor of any tool to do away with that?"
    },
    {
      "speaker": "RYAN",
      "utterance": "Yes. I like the fact that Congress controls the power of the purse, and that gives us opportunities for fiscal discipline."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, one of the fiscal discipline issues that I know you talk to the Republican Study Committee about, they really want to make sure that when it comes to tax reform it's going to be real reform."
    },
    {
      "speaker": "RYAN",
      "utterance": "Absolutely."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That it's not going to end up just being tax cuts. And I know from talking with you over the years, this has been in your passion for a very long time."
    },
    {
      "speaker": "RYAN",
      "utterance": "It is. It is. I used to chair the Ways and Means Committee before I did this job, and it is."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "One of the reasons were reluctant to take this job -- if I remembered correctly because it meant so much to you to do that. Now, you've got a few months before the end of the year. What is going to look like? Tell the American people."
    },
    {
      "speaker": "RYAN",
      "utterance": "Yes. Well, you can go to the Ways and Means Web site if you want to get more details, but basically, what we want to do is for families, dramatically simplify the tax code. Give middle-income families a tax cut. But simplify the tax code so much that people can fill out their taxes on a postcard. Clean up the IRS. And then, when it comes to businesses, we've got to get tax rates on businesses down, why? Because we are taxing American businesses at a much, much higher rates than our foreign competitors are taxing theirs, and as a result, we're losing jobs, we're losing businesses. The tax code rewards companies to make this overseas not make things in America. And if you sell a product overseas and make money overseas, you can bring the money back because of our tax system."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, that's going to take real political courage. And that's going to take the kind of drain the swamp mentality."
    },
    {
      "speaker": "RYAN",
      "utterance": "That's what I've been fighting for since I've got here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That the president will say, you know, swept in so many Republicans. There's so much riding on that vote and on that being real reform. So, people say, we didn't just get a temporary tax cut, and then, an assurance, you know what, actually next, we're going to get that reform. Tell them that that's not what they're going to hear."
    },
    {
      "speaker": "RYAN",
      "utterance": "That's not what they're going to hear. And by the way, that was the president's motivation with this Hurricane Harvey deal yesterday, which was get this stuff done so that we can go focus on real tax reform for the American people. This has not been done -- this being real comprehensive tax reform -- since 1986. That was different global economy than we have now. And as a result, we now, as American have the worst tax system in the industrialized world. So, we've got to get this thing right. It is drain the swamp. It's get rid of the special interest carve outs, so we can lower people's tax rate and simplify the system. And that's why what we're trying to do is get us focused on this. And that is why the president did what he did yesterday, and that is why we are so focused on this, and we're so excited to finally have a president of the United States who is here to work with us on doing just that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Are you concerned, you know, when you hear that he is talking to Senator Schumer about doing away with the debt ceiling vote that he is sort of looking for a new coalition? That he's frustrated with his Republican leadership and he's saying, look, I'm going to look around the room and figure out who I can put this together with?"
    },
    {
      "speaker": "RYAN",
      "utterance": "Not really, because I think you expect the president to talk to the other party. I mean, isn't it natural that a president should be speaking with members of the leadership of the other party? So, that's something to be totally expected. We'll have a disagreement or agreement on various different issues, but I would expect the president of United States to be talking to leaders of different parties."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you're not concerned -- you know, there's a lot this morning about real backlash. Orrin Hatch was outraged with what happened, a lot of people were. That he turned to him in that room and said, I'm with you guys on that."
    },
    {
      "speaker": "RYAN",
      "utterance": "Yes. Look, I think what happened was this debt limit hit earlier than we expect, you know why? Two hurricanes. One thing that happened that was unpredicted was Hurricane Harvey, and now Hurricane Irma. But also, the technology that people use now to apply for their FEMA aid is so much faster. We didn't have iPhones when we had Katrina. Now, people are using their smartphones to fill out their aid relief, and so that money is going through the door so much faster than they're concerned -- FEMA, this the Federal Emergency Management Administration -- they're concerned they're going to run out of money this weekend for hurricane aid."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The president had said 15 percent of the corporate tax rate many times. Today, you said you don't think that's going to happen. He feels very strongly about that not happening."
    },
    {
      "speaker": "RYAN",
      "utterance": "He and I talked about it many times. He said, get it as low as you possibly can, that's exactly we're working on -- getting it as low as we possibly can. It's all about making the numbers work."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, he's OK with not 15 percent?"
    },
    {
      "speaker": "RYAN",
      "utterance": "Yes, he's OK with getting as low as we possibly can. 15 is the goal that he has set out. But we've got to make sure that the numbers work. This is about adhering to what we call the budget process. So, we're getting these numbers as low as we possibly can."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you're going to do a lot of carve outs, you're going to take away loopholes, you're going to take away all of the tax promises that have been made to corporations. So, they're going to see a lot of that off their plate as a way to lower their taxes."
    },
    {
      "speaker": "RYAN",
      "utterance": "That's exactly right. When we get rid of those, so we can lower everybody's tax rates across the board. We think is simpler, we think it's fair, and we think it's going to grow the economy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Last question, reports that Steve Bannon and Mark Meadows are casting about ideas for someone to replace you. What do you say to that?"
    },
    {
      "speaker": "RYAN",
      "utterance": "I don't worry about that stuff at all. Look, when I took this job at the request of our members, I knew it comes with lots of slings and arrows. This is not something I'm worried about or focused on. I'm worried about getting our agenda passed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "If you don't get tax reform passed, would you consider saying this is not working?"
    },
    {
      "speaker": "RYAN",
      "utterance": "Look, I'm not going to get on any of that stuff. Look, I'm just focused on doing our agenda. Mark and I had great conversations, and I think there's a lot of the press that isn't accurate, but I'm not going to worry about any of that stuff."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. And you're going to have dinner with the president tonight?"
    },
    {
      "speaker": "RYAN",
      "utterance": "Yes, that's right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Is that going to be cozy?"
    },
    {
      "speaker": "RYAN",
      "utterance": "Yes, we talk all the time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good. Thank you very much, Speaker. Nice to see you."
    },
    {
      "speaker": "RYAN",
      "utterance": "You too, Martha, you too."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Our thanks to the speaker for sitting down with us earlier today. And breaking tonight, as you know, there are these unbelievable warnings of this deadly hurricane, and it is headed towards Florida and the southeast coast."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If you're watching this and you're still thinking of staying, realize that you're on your own."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We'll keep a close watch on this. We're going to bring you all of the updates. We expect, actually, a news conference with an update, that's moments away. It is a monster storm and it is headed right for the United States. Plus, will President Trump's surprise deal with the Democrats as we were just discussing, alienate Republicans. Counselor to the president Kellyanne Conway joins me next to respond."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We have different parties. We have different thoughts, different feelings, different ideas, but I think you're going to see a much stronger coming together."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We're going to break in here. These are officials in Key West in Monroe County, listen to what they're telling everybody."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Very closely, but they move over east, west. We're so close. We're right on the edge, so it's very important to get out there. We have 42 bridges that connect Key West to the rest of the mainland. If one of those bridges goes out, it will be a long time before we get any services back down here, even if we don't get hit hard by the hurricane. So it's very, very important that we evacuate. And I want to thank everyone, all of our staff, all our volunteers, everybody that's keeping Key West up and running and safe. So that being said, I want to turn it over to our city manager for some more details."
    },
    {
      "speaker": "JIM SCHOLL, KEY WEST CITY MANAGER",
      "utterance": "Good evening. Jim Scholl, Key West City manager. The evacuation orders are still out there and we still have opportunities to move folks that don't otherwise have transportation. We will recommence the bus transportation out of town up to the evacuation shelter at FIU, and then also at the fairgrounds for those that need to evacuate with pets. So the city buses will be running. They've got the evacuations signs on them, and the pickup routes have been defined. People, I'm told, we've moved 200 people out of the Keys today. And again, that will reconvene tomorrow, 6:00 AM, from Key West and all the way up to the shelters."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "When will that stop, you know?"
    },
    {
      "speaker": "SCHOLL",
      "utterance": "It will run all day tomorrow, during the day, and once the buses stop at the end of the day, will have to determine if we have any opportunity on Saturday to continue, but it will likely end tomorrow."
    },
    {
      "speaker": "SCHOLL",
      "utterance": "The same as what the county administrator say the same, and what the mayor said. This is not the place to be for this storm. If you've got any means to evacuate at all, you need to get out of this town and out of the Keys."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Questions?"
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "A lot of people are staying, what would you remind them if they are staying? I know the mayor spoke about it as well."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "I'd have to challenge you on the term a lot of people are staying. I think a lot of people have left. Most of us have been doing this for a long time. The Keys are a little hardheaded sometimes about evacuation, not this time. This time people are taking us serious. They're looking at the images. They're looking at the radar. They're looking at what this is, and they're taking it very serious. Are there a few people still in town? There are. I hope they'll heed the warning also and end up leaving. But we're very proud of our residents. We're very proud of our tourists. They're really taking this one serious. You can tell. There's no doubt. Some of the folks, really, I don't know if he want to talk, he's been 63 years and, you know, he's seen it for the first time. He was a fire chief and he was also the emergency manager director. I think is this first time seeing this kind of reaction. So folks are taking a really serious and we're proud of that."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Can you tell us a little bit more details on what you're doing to get fuels into the keys, because I notice we're seeing a lot of these gas station simply, you know, run out. And they're saying that they may not get fuel tomorrow either?"
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "I know that the governor has been pushing some fuel down. There's a couple -- Florida Highway Patrol came down with them. That's the best we can do. I mean, there's some gas stations that are also closing because they're also evacuating their staff. So we have, I think, 4 or 5 is the last time I heard that we're going to push down on this town."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "That will actually have gas."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "That will actually have gas and will be open tomorrow. Yes, ma'am."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Backup generators for after this storm, gas stations down here?"
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Yeah. It's something that we don't have an ordinance down here like they do in other areas some places and it's something we're looking at. There's no requirement, but many gas stations do. And we have also generators that we're going to be able to support them when the time comes, if the time comes."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "(INAUDIBLE)"
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Absolutely. Well, we have a 120 miles connected by 42 bridges, you know. And if a bridge goes down, we're disconnected. And we're just talking to the FDOT upstairs, they'll be doing inspections immediately within hours, but it could take a long time. And it could take weeks, maybe months, depending on which bridge, how big the bridge is, and what happens to the bridge. So that's a long time to be disconnected. We'll have air bridges, we'll have boat bridges, will get information -- supplies done, but it's not the same as being connected. We have our debris contractors all over the Keys. They have put trucks and backhoes and everything all over the Keys. They have it pre-staged all over the Keys. So whenever that happens they're ready to response, and we can clear the streets immediately."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Were those inspections, do you expect that we could see bridge closures even if there's no obvious damage? So we could see road shutdown leading to it even if it looks like everything has."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Absolutely. That happened before. We had a fire, for example, on the 7-mile bridge years ago. It was a fire on top of the bridge. But yet, they had to close the bridge until they can get underneath and make sure it's inspected, and that was hours and hours, even though the fire was already put out. So that's an example. Yes, you have to go down and do structural inspections, and it's not something that you and I with the naked eye can see sometimes."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "So we should expect bridge closure regardless."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Well, if it is a strong wind this way, yes. Hopefully, it will take that turn to the right so we won't get that way."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, officials in Key West. And I just want to tell you what this gentleman said before we went to it, just in the moments before we went to it. He said, as of tomorrow morning at 8:00 AM, the bridges will close at 7:00 AM. All of the hospitals in the Key West area will close. The air ambulance will close. A hundred and twenty miles of islands connected by 42 bridges, he said, any one of those bridges that goes down, it's going to cut off everything and everyone behind it. So he is, in very forceful terms, telling people that they absolutely need to get out. And he says so far people, he believes, they're doing a pretty good job of that. So we'll keep a close eye on that as we get more information throughout the night. Also developing tonight, the senate overwhelmingly passing the controversial bill to temporarily raise the nation debt ceiling and fund the government for three months, says according to this deal. The big vote came one day after the president struck a deal that was somewhat surprising, and that deals with the Democratic leadership. It angered many in his own party."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "I thought it was a very, very friendly -- it was a meeting that we all wanted to get together and do something. And I think the primary reason was because you look at North Korea, you look at the hurricanes, you look at what's going on in the Middle East, and I said, frankly, it's time that we walk out and shake hands and have a deal. And they agreed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So what's the strategy here? Counselor to the president, Kellyanne Conway. Kellyanne, good to see you."
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT TRUMP",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thanks for coming in tonight. Boy, a lot of head scratching among the GOP leadership. I spoke to Paul Ryan about this tonight. And there's been a lot a backlash."
    },
    {
      "speaker": "CONWAY",
      "utterance": "When I saw that -- Speaker Ryan comments to you, too. He agrees with the president that it was smart to act in a bipartisan fashion to, quote, clear the decks and lead our way too. It's going to be a very busy fall in the legislative agenda. The crowning touch of that, of course, is tax reform, which Speaker Ryan will be very important helping to pass. But, you know, Martha, the president also didn't want to give up military spending given everything that is happening in North Korea, in the Middle East, and elsewhere. And his first priority right now is to get that aid as swiftly as possible to those who are suffering from Hurricane Harvey and from Hurricane Irma."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Was he frustrated in that room? Because, you know, the story is that they were -- at 18 months, and then 6 months, and then they sort of agreed, you know, OK, were going to agree to disagree. Six months -- six months and he said, you know what, let's just do three. I mean, that's the story. Was he trying to send a signal to the Republican leadership that he's frustrated? Nick -- said today, he was ask if he thinks the president is a little bit annoyed with his Republican leadership, and he said, Yeah, probably, and he said, I am too. Is he trying to light a fire under them?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, the president is a successful businessman who is not a politician. People should keep reminding themselves of that when something like yesterday happened. This is a person who believes in negotiating. He believes in getting a good deal for the American people. He's not the head of the Republican Party. He's not making a deal with the Democrats. He's getting a good deal for the American people. His first goal was to get that hurricane aid and assistance to those in need. He also wanted to make sure that he has some leverage on military spending. And frankly, given what Director Mulvaney said today to your colleague in Fox, which is very true, if he doesn't understand by those in the right wing, don't welcome a three month deal because it gives them more time to make the argument about the debt ceiling, to go back and restructure. The president is also saying what other presidents have said, which is why don't we get rid of the debt ceiling altogether. So he's started that conversation because you have these frequent and politicized votes because of the debt ceiling conundrum. Look, the mainstream media can't have it both ways. The one time they said, this man -- he's not bipartisan, he doesn't reach out to the other side. He does that yesterday to try to get the -- and keep the negotiating open for military spending, and then gets criticized that he, quote, made a deal with the Democrats, which he offers for the American people."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to put something up. This is what the president tweeted about DACA. He said, for all of those concerned about your status during the six-month period, you have nothing to worry about, no action. Then Nancy Pelosi said, oh, that's what I asked him to make clear to people in our meeting. I wanted him to give them relief that they don't have to worry during these six months. So that's sort of another, you know, sort of gift to Nancy Pelosi by some. Ann Coulter chimed in with this. She said I broke my promises -- a possible 2020 slogan for President Trump. I broke my promises, betrayed my friends, and use my office to help my family, but, hey, at least I'm not Hillary. What do you say to that?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "The president is also telling the leaders and everyone else, Martha, that he expect for his security to be part of it. This is somebody who has said from day one, he's going to build the wall, expects congress to help fund it, and he's never backed off from that. In fact, he has -- his administration is making some selections on who will help construct the border wall. He has said very clearly that we're a nation that has spent billions of dollars over how many decades helping other nations protect their borders. It's high time that this sovereign nation had physical borders of its own, that we invest in protecting. A lot of Americans agree with him. Keep the illegal aliens out, but also give the drugs out. He's very clear about all the drugs pouring over the borders, through our ports, through the U.S. postal office, frankly, and going into our communities. Now, on this one, nobody should read that as a tweet that Nancy Pelosi put the president off. That's the president basically saying that his hand was being forced by the nine attorneys general who are about to file a lawsuit on September 5th. And so, he took action that prevented DACA from going the way -- DACA earlier this year was immediately stop because of a judicial decision. The president give a longer runway and a more compassion, efficient, orderly one down by saying you've got six months, if you're already in the pipeline that would be respected, if you have a permit. If you want to apply for one by close of business on September 5th, you can do that. People have until March to get it together. By the way, the people who also have until March to get it together are the Congress. They've had seven months this year to do something on DACA. They've had six years under President Obama."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Nothing like the pressure of a businessman's deadline."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Yes. I think the swamp should catch up to the Trumpian kind of pace and not the other way around."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to see you, Kelly."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thanks for coming in."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Thanks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, tonight, Hillary Clinton has a new target, former congressman and Fox contributor Jason Chaffetz. He's here to respond to allegations just reveled in Hillary Clinton's new book. But first, new developments on the Russian investigation, why the House Intel community wants to hear from the FBI director and the attorney general. Congressman Trey Gowdy up next on that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Irma turning out there. Bridges closing in Key West as you've just heard in that live news conference moments ago. We're keeping a close eye on it, and when we get the new track, we will certainly bring it to you. In the meantime, as we take a look at what's going on here in Washington, there's this."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "At the time of your departure from the FBI, was the FBI able to confirm any criminal allegations contained in the steel document?"
    },
    {
      "speaker": "JAME COMEY, FORMER FBI DIRECTOR",
      "utterance": "Mr. Chairman, I don't think that's a question I can answer in an open setting because it goes into the details of the investigation."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A lot of questions is still surrounding all of this. That's the former FBI director, James Comey, back in June, at the senate intelligence hearing, being asked about the infamous Trump dossier. Now the House Intel Committee is issuing subpoenas to the FBI and the DOJ. They want to know more about the origin of that document and what it was used for by the FBI. They're reportedly calling on now-FBI director Christopher Wray, and Attorney General Jeff Sessions, to testify if the information that they have requested is not provided. Here now, one of the people leading that investigation, Congressman Trey Gowdy, the House Intelligence Committee, good to have you here this evening, Congressman."
    },
    {
      "speaker": "TREY GOWDY, HOUSE INTELLIGENCE COMMITTEE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, they want to know, you want to know, and the American people want to know, if this dossier, which was later discredited or couldn't be substantiated, at the very least, was used as a leverage to unmask people in the Trump campaign, correct?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "Well, it wasn't use to initiate either law enforcement or counterintelligence investigation. Was that the evidentiary basis that the bureau used to launch either a criminal probe or a counterintelligence probe? And it's fine if it were for --, as long as you let me know how you vetted the information in the dossier. So I need the bureau and DOJ to say, either we relied upon it or we did not rely upon it, and if we did not rely upon it, this is how we vetted the information before we used it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, that's pretty significant. You want to understand that if this dossier -- and also the generation of that dossier. What did they know about the generation of that and who was essentially commissioning -- who was asking for that dossier, right?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "Who commissioned it is important. What's most important to me -- a friend is capable of telling a lie and an enemy is capable of telling the truth. Who commissioned it is important, but I'm more interested in whether or not the underlying data was accurate. And the only way to know whether it's accurate is for the bureau to investigate the sources and the sub sources. Then I would think everyone would want to know, did our premier law enforcement agency, the FBI, rely on this document to initiate a criminal probe, or in court filings, and representations before a court. That is an eminently legitimate question, and I really don't know why it's taken the department this long to answer."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And so, Jeff Sessions is now the attorney general in charge of the DOJ. And he's having trouble getting the answers to this information?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "I'd be shocked if it's made it up to General Sessions' level, yeah. But I bet it will shortly because next week is coming. And that's when the House Intel Committee wants either. What we want are the documents. We don't want the drama, but if you're not going to produce the documents, you need to come in person and explain to us why the entity that created the FBI is not entitled to provide oversight over the FBI."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. And in terms of James Comey, Senator Graham says that he has to come back. He either -- things he needs to clarify. What are those?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "Well, there is evidence -- well, there is a basis for which to question Director Comey on whether or not he reached a conclusion with respect to Hillary Clinton before he interviewed all the witnesses. There is more than an evidentiary basis that he reached a consensus before he interviewed her. So, it is, again, not illegitimate to ask a law enforcement officer, did you make your mind up before the end of the investigation? If you're ever in a courtroom, the one thing the jury will tell the jury -- the judge will tell the jury, you cannot make up your mind until the last witness has testified. And the reason for that is that the last witnessed may tell you all the information you need to know. So how you can reach a conclusion before you've interviewed all the witnesses is befuddling. And if that were done, or if it weren't done, Comey deserves a chance to explain it. But Senator Graham deserves a chance to ask the question."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Congressman Trey Gowdy, thank you."
    },
    {
      "speaker": "GOWDY",
      "utterance": "Yes, ma'am."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Always good to have your update on this. Good to see you, sir."
    },
    {
      "speaker": "GOWDY",
      "utterance": "Yes, ma'am. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Coming up, still ahead, the update on Hurricane Irma, and Hillary Clinton coming out swinging in an upcoming memoir, even taking a swipe at our own Jason Chaffetz over an inauguration day run-in. The former Utah congressman is lined up to respond right after this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Hillary Clinton's new book has some Democrats dreading the release, they say, and the attention that it is bringing to them that they don't think it's in the best light. She's adding to the list of those that she feels are responsible for her loss in her run for the presidency, the former Democratic candidate expressing regret for not going after former FBI director, James Comey, when he said that she was extremely careless with her server. She says my first instinct was that the campaign should hit back hard and explained to the public that Comey had badly overstepped his bounds. In the end, we decided it would be better to just let it go and try to move on. Looking back, she writes, that was a mistake. Mrs. Clinton also takes a dig at my next guest, Fox News contributor, Jason Chaffetz, who is serving as house oversight committee chairman during the campaign, and he joins us now. Good to see you this evening, Jason."
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "utterance": "Hey, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So your thoughts on the way she lays this out and wishing, in retrospect, that she had fought back harder against his allegations?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yeah. I mean, this, evidently, based on the news accounts, it's a book I probably will never, ever purchase. But based on the news accounts -- look, it's a book about could have, would have, should have, and then a laundry list of people that she blames. She blames everybody from Joe Biden to Bernie Sanders to -- I mean, and then there are those of us on the Republican side that she also took a little, you know, potshot at, but that's all right. I understand that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's take a look at that since you brought it up. Here's your Instagram post saying, so pleased she is now the president. I thanked her for her service, this is a picture of you, guys, at the inauguration, and I wish her luck. The investigation continues, you wrote. And then she says, we shook hands and exchanged small talk. Later, I realized it hadn't been Priebus at all. It was Jason Chaffetz, the then-Utah congressman and wannabee Javert who made endless political hay out of my emails and the 2012 tragedy in Benghazi, Libya. What say you?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Oh, boy, if I was Reince Priebus, I'd be ticked. To think that she thought she was talking to Reince. She had just shaken hands with Reince Priebus down at the bottom of the stage, I don't know how -- if she thought he got back in line to shake hands again. But, you know, I was just trying to be as honest as I could in that tweet. There's some people -- I thought, maybe I could have done it a little softer, but I honestly could not be happier that she is not the president of the United States. I think she's the worst candidate, and I worked to expose what she did and how she did it, and I think America, at the end of the day, understood that, and they got it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. I think it would be pretty surprising if she didn't know who you were, given what you were handling, and given how close all that was to her. What do you think about the fact that Democrats seem to be just wishing that this book would just go away and that she would move on, so to say?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I mean, look, the Democratic Party is still essentially the same. You still have Nancy Pelosi and Chuck Schumer, and you got Hillary Clinton making news time after time again. They still lack a national party leader that they can look to. They don't have a coherent message. But, hey, as long as Hillary Clinton continues to take front and center stage and she's going to go out on a book tour and gather up all those headlines, I think it will help the Republican Party. It certainly isn't helping the Democrats. She's proven that she's just not going to sail off into the sunset. As far as I'm concern, that's fine by me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I have 10 seconds. But what do you think about the fact that the president made that deal with Nancy Pelosi and Chuck Schumer on the debt ceiling?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I think it was a reflection of reality. The Republicans in the House and the Senate needs to get bills to the president. When they're not coming his way, you know, he's got to look out for the best interest of the country. I think it's a reflection of reality."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Jason, thank you very much. And finally tonight, the names Harvey and Irma put fear in too many in Texas and the southeast, rightfully so. But one family, for them, this is Harvey and Irma. The Schluter's have been married for 75 years, Harvey is 104, and Irma at 93. They've seen a lot, but never has the couple seen their names on two huge hurricanes simultaneously. Maybe the last because the fierceness of these means that they will likely retire those two names. But we like the real Schluter's better anyway. So stay with Fox tonight, continuing coverage, live tomorrow night back in New York. Tucker Carlson is right up next. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}