{
  "date": "September 19, 2022",
  "headline": "'Your World' on migrant crisis, Biden's vow to defend Taiwan",
  "subHeadline": "GuestS: John Yoo, Bob Maginnis, Tiana Lowe, Hilary Fordwich, Jonathan Sacerdoti, Nigel Adams",
  "url": "https://www.foxnews.com/transcript/your-world-migrant-crisis-bidens-vow-defend-taiwan",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "The final goodbye for the queen, but, today, news of a royal shakeup coming from the king. What Charles III is planning that has some royals fidgeting and what Britain's new prime minister is also planning that has some fellow Conservatives worrying. All that and the billionaire who has a bone to pick with Elizabeth Warren, no, not Elon, and, nope, not Jeff. Try David, as in David Rubenstein, the same David Rubenstein who recently plunked more than $23 million down for a copy of the Magna Carta. He has a magna beef with a Massachusetts senator. And let's just say, kids, cover your ears. Welcome, everybody. I'm Neil Cavuto. A very, very busy start to the week. Let's begin on the final events after 12 days in London with Greg Palkot -- Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG PALKOT, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Neil. We are at Windsor Castle. That was one of the favorite homes of the late Queen Elizabeth II, where she is now finally at rest. Today's long goodbye started at Westminster Hall in London, where hundreds of thousands had viewed the queen lying in state. Her casket brought via procession to Westminster Abbey for the state funeral accompanied by, among others, son King Charles III and grandsons Prince William and Harry. President Biden, first lady Jill Biden joined hundreds of other world leaders, royalty and dignitaries. A total of 2,000, including just regular folks, were invited. In one moving tribute, the archbishop of Canterbury saying of the late sovereign, Neil, all who follow the queen's example can say, we will meet again, and then the procession here to Windsor first via gun carriage and then hearse with full military honors. Tens of thousands came out and paid their respects. To the final stretch, down the Long Walk leading to the castle, the scene of so many important royal events, including weddings and funerals. And to St. George's Chapel on the Windsor grounds for one last moving service and the passing of the royal baton or scepter to King Charles. Neil, scheduled to have taken place a short time ago, a final private chapter, no TV cameras of this day, the queen buried at the adjoining King George VI Memorial Chapel with her late husband, Philip, with her sister, Margaret, parents, King George and Queen Mother, all together again -- back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Greg, thank you for that and your coverage, just stellar, my friend. Let's go to the Right Honorable Nigel Adams on all this, British member of Parliament, a former British Cabinet member. Sir, very good to have you here. No sooner, of course, than the queen was laid to rest than we're hearing about these plans to sort of downsize the royal family or at least streamline things from King Charles III. We don't know a lot of details. We know he has some plans in mind. Do you know what they are?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIGEL ADAMS, BRITISH PARLIAMENT MEMBER",
      "sentences": "You probably know more details than me, Neil. Thank you so much for having me on your show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "Clearly, His Majesty is going to have to shape his royal household as he sees fit. I haven't seen any of those details. But today has been a day that will stick in everybody's memory, as you as you will have seen from all the broadcasts that's been shown around the world. It's a time for reflection. We have just laid to rest her late majesty. And it's been historic, and will stick. Anybody who was there, anybody who watched this on TV, it will stick with them for the rest of their lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know what's so amazing about it? I kept thinking to myself, when would we ever see anything like this again, the magnitude of this? And, of course, we know prior global events that really brought people together, whether in this country after the assassination of John F. Kennedy, or certainly after the death of Princess Diana in your country. I cannot, though, think of something that would be, maybe owing to the queen's long 70-plus-year rule, anything like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "No, you're absolutely spot on there, Neil. It was extraordinary. I don't think we will see anything like this again certainly in my lifetime, the way the world has come together, the number of world leaders that were present today. I'd love at some point -- and I'm sure you guys in the media will be able to do the global viewing figures. It wouldn't surprise me if this was one of the most watched events in television history. So, I don't think we will see this again. One thing we do here in the U.K. is organize events like this terribly well. And I think the whole day today has been extraordinary. It's been flawless. And huge thanks should go to the royal household, the civil service, and all those involved in preparing for such a difficult day, difficult day for our nation, the commonwealth, but quite extraordinary. And I just think it was completely flawless in its delivery, in its execution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Obviously, Charles has been the king for the last 12 days. We're still waiting on a formal coronation. That could be some ways away. But I'm sure the pressure and the magnitude of this moment hit him particularly today, when his mother's coffin was lowered into that vault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "Well, I think we could all see that on his face. And the most moving part of what has been an incredibly moving 12 days was when her late majesty's coffin was being lowered. And we caught a glimpse of King Charles III at that time. So not only has he taken on these huge responsibilities as our monarch, but he's lost his mother, and having come so recently -- not too long ago, he lost his father. These -- my thoughts and prayers and I'm sure everyone's thoughts and prayers are with His Majesty at the moment. This must be an incredibly difficult time for him, I'm sure. Most people will want to get away from it all. But he has -- he doesn't have that choice. He has to reign over as, and he's also got to grieve, so incredibly difficult time for King Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "To put it mildly. Thank you so much, Nigel Adams, a British member of Parliament, a former British Cabinet member as well. Speaking of Parliament and the Cabinet, that's as far as the official getting back to business, in now His Majesty's kingdom, it will have to wait at least another 48 hours. All activity in the financial world does resumed tomorrow, but Britain is in a world of hurt. You think we have inflation troubles and runaway prices and the like. In Britain, it's that on steroids. And, already, we're getting wind that the new prime minister, Liz Truss, is already talking about trying to freeze those prices. Again, it's back to reality tomorrow. So, from the sadness of that to the jarring events that have to be dealt with for an economy that could be on the brink in Great Britain, let's go to Hilary Fordwich, royal watcher extraordinaire. We have also got Jonathan Sacerdoti with us, royal watcher as well. Welcome to both of you. I appreciate it. Hilary, to you on some of the things we can expect as Britons slowly returned to work, the government slowly returns to governing and all of that. This could be a momentous week. What are you looking at?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILARY FORDWICH, ROYAL WATCHER",
      "sentences": "Yes, absolutely, Neil. And a pleasure to be with you, although rather ghastly circumstances. A few things here. Yes, it went rather unnoticed because of the recent events, as you mentioned. But Liz Truss, the new prime minister, had passed a bill with a bailout, basically a sort of bailout, $150 billion in terms of price subsidies relief for energy costs. This is going to be the winter of discontent. We just don't know to what extent. But that package actually would cap household energy expenditures to be about 2,500 pounds. That is somewhere, with the current exchange rate, around $3,000. That's a lot for the average British household. So there's energy costs to wrestle with. She also has across the nation, of course, there have been -- after COVID, like we have here, there's been labor issues, labor shortages. Actually, there are going to be strikes across the U.K. They were only halted at the passing of Her Majesty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Jonathan, I also wonder the role of King Charles III in this. And, of course, you folks have reminded me in the past that the monarch has to be above any of the politics and not tip, in this case, his hand on where he stands on some issues. But, of course, he will be meeting with the prime minister, and, of course, having these weekly ministers, where she kind of spells out her plans that Hilary just outlined. How do you see him in that role?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN SACERDOTI, ROYAL EXPERT",
      "sentences": "I think people's fear has been that, when he was Prince Charles, he was quite outspoken about certain issues. Now he's King Charles, he says he won't be. But then, if he has these weekly meetings with the prime minister, perhaps he doesn't need to be outspoken. He has basically a hot line to whoever's in charge. But I think that we can really expect him not to abused that position. I don't think it's something that's likely to happen. I think it is also true, though, that they're probably going to try and reform him in our minds, so that people are perhaps more favorable towards them than they have been in the past. They have already started doing that in recent years. And I can see that, with that in mind, they may well be trying to turn him into the sort of grandpa of the nation. Remember, he's in his 70s already. So they did quite a good job of casting Her Majesty, the queen, as like the grandma of the nation in recent years. And that certainly softened her image and made her likable to far more people. They could try and do the same thing to him already, keep him out of view for a lot of things, only there for official work, fewer opinions. And when he does express opinions, maybe they will be on softer issues like gardening, nature, even the environment. Those are fairly gentle, innocent interests now, and I think that could be one way in which they will push it. And just to say that, if that is the case, it's not a defeat on his part. He's done so much while he's been prince of Wales. He's really pushed on the conversation in certain areas that were important to him, that maybe that work is done. Maybe that's why he was so passionate about it early on, because he knew, when he became king, those things would have to be put aside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, I'm thinking as well, Hilary, the backdrop for this is, the British economy, as you reminded me, is in a world of hurt. And it's not alone. Certainly, we have our own inflation problems and concerns that it's not getting any better. But that usually, in such periods, can get people to sort of slap at the monarchy, and then the extravagance of the expense and all of that, and it can be a dicey time for the monarchy. How do you expect this backdrop, and with the price pressures and everything else, and Charles' role in just trying to put the monarchy in perspective?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORDWICH",
      "sentences": "Well, Neil, we're actually already seeing that he's immensely sensitive. He's sensitive to what the people are saying about their pressures, because we saw him get out of the car going into Buckingham Palace. The queen never did that. We saw him shaking hands. The queen never did that. He has already said to Liz Truss -- we overheard on a hot mic him saying that something -- his exact words were \"Something has to be done,\" asking about the energy crisis. So he's very aware, and he cares. Now, what can he actually do? Since it is obviously a constitutional monarchy, and he must be politically neutral, he can't actually tangibly -- in quotes -- \"do something,\" but it's his influence. And one of the things, as an example, he's already said that he wants to streamline the monarchy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORDWICH",
      "sentences": "And that would be -- yes. And you mentioned that earlier, also streamlining the monarchy. But then one thing to remember, Neil, these are always jobs. It's like all of the people that we saw, all of the military we saw in this, and people like to say pomp and circumstance -- remember, Neil, all of those soldiers, they saw active duty in Afghanistan, in -- and they saw it in Iraq. The pallbearers actually stood guard outside, in Kabul, the British Embassy. They are tough, hardy military men. These are all jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, Jonathan, when I did hear of the king talking about or at least we hear that is discussing the streamlining, he was extending it, apparently, to the vital royal members vs. the not-so-vital or not-so-top- tier royal members. So how does he balance that? And who gets cut off the list?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SACERDOTI",
      "sentences": "Well, the rumors that are going around now -- and they are just rumors for the moment...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SACERDOTI",
      "sentences": "... is that he wants to have a change in the law that prevents non-work -- that will make it impossible for non-working royals to act as counselors of state. It's the 1937 Regency Act that says who can sort of deputize for the monarch. And we have seen actually during the last month and years of the queen's reign that that did happen sometimes, that he and even Prince William sometimes stepped in and did work for her and other working royals. Obviously, his aim will be to try to slim down who could do that, with two particular targets in mind. I don't think it's too controversial to say that Prince Harry and Prince Andrew are the two that he may be thinking about. Firstly, Prince Harry, I think living in Montecito, living in the States, it doesn't really qualify you any more for taking important decisions to do with the monarchy in the U.K., and I think the same with Prince Andrew. The controversy over him means that it just wouldn't be acceptable to the nation. So I think that change like that might be something that he does relatively soon, but he will, of course, need Parliament to make the actual change in the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. We will watch very closely. Guys, I want to thank you both, as well as your expertise all this past almost two weeks now. In the meantime here, back in this country, the trouble that's at the border right now that's now, well, out of control, and then some, that's where you will find our Bill Melugin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL MELUGIN, FOX NEWS CORRESPONDENT",
      "sentences": "Neil, good evening to you. This morning, five more busloads of migrants from the state of Texas arrived in New York City. And coming up right after the break, we're going to tell you which Border Patrol sector here in Texas saw nearly 2,000 illegal crossings in a single day over the weekend. We will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, there's a legal group now let's try to pursue these planes that arrived with migrants to Martha's Vineyard. They said they have a good case to sue over that. We're going to get into the details of that with John Yoo in just a second. First to Bill Melugin at Eagle Pass, Texas, with numbers that are not shrinking, even as bus after bus keeps leaving -- Bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELUGIN",
      "sentences": "Neil, not shrinking at all. Here in the state of Texas, they are averaging between 4,000 and 5,000 illegal crossings statewide every single day. The state cannot keep up. And that is why, this morning, five more busloads of migrants from the state of Texas arrived in New York City. Take a look at this video shot by our team in the Big Apple early this morning as those buses started to arrive. Keep in mind, this is a combination of Governor Abbott's initiative, as well as the Democratic city of El Paso, both entities sending buses to New York City. Governor Abbott giving me some brand-new numbers this afternoon, telling me that, as of today, they have now sent more than 2,600 migrants to New York City on 50 different buses, while the Democrat city of El Paso tells FOX News, as of a couple of days ago, they have sent more than 2,300 migrants to New York City on 51 buses in just the last month alone. Take a listen to what the Democratic mayor of El Paso had to say about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSCAR LEESER (D), MAYOR OF EL PASO, TEXAS",
      "sentences": "The people are not coming to El Paso. They're coming to America. So, we're helping and working to get them to where they want to go. So that's been really important that we don't send anyone where they don't want to go. We make sure we help them. And we put human beings, and we put them on buses with food, and make sure they get to their destination with - - and make sure that we always continue to treat people like human beings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELUGIN",
      "sentences": "Meanwhile, here in Eagle Pass, it is an absolute nonstop flow of migrants. Our drone team shooting this video early this morning of a group of at least 100 which crossed illegally together onto private property here in Eagle Pass. Border Patrol defines a large group as at least 100 migrants. And sources in Border Patrol tell us, so far this year, this Del Rio Sector has seen more than 365 of these large groups. That is more than anywhere else along the Southern border. Then take a look at this piece of video. This was shot this morning in Normandy just outside of Eagle Pass, a little town on the north side of Eagle Pass, where we had yet another large group cross illegally. As you can see, almost all of them were single adult men. A DHS source told us that, over the weekend from Saturday to Sunday in a single day, there were more than 1,700 illegal crossings here in this Del Rio Sector, which includes Eagle Pass. And back out here live, something that surprised all of us here in our border crew, that same source told us that the El Paso sector was actually the busiest over the weekend, telling us that, in a 24-hour span from Saturday to Sunday, the El Paso sector saw 1,967 illegal crossings, nearly 2,000 in a single day. It's the first time we have seen the El Paso sector as number one, the busiest anywhere in Texas. And that's part of the reason why the city of El Paso is overrun and they're sending a lot of busloads of these migrants to the Big Apple, Neil. We will send it back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Indeed, they are, not just to the Big Apple, to your point. Bill Melugin, thank you very much. Also to cities like Chicago, Philadelphia, and then there's a case of a couple of planeloads to Martha's Vineyard. That's already got some lawyers representing migrants affected by all of this to have the federal government probe all of this. John Yoo is the former deputy assistant attorney general, U.C. Berkeley law professor. John, the probe is on just -- it started with representing these Martha's Vineyard migrants who landed there, but by -- it's extended to look into the whole bus thing, but not a word about a probe into 10 times as many flights, often in the middle of the night, conducted by ICE under President Biden to fly all over the country, and again, sometimes, in the darkest hours. So I'm just wondering, first of all, about the consistency part of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "And, Neil, you raise two good points. One is, how can anybody sue these states for transporting migrants into the interior of a country? And then is the law being applied consistently, or we have seen equal justice under law? We should keep in mind the real law that's not being enforced here are the immigration laws. The reason we're seeing so many people coming across the border -- and I personally sympathize with them. Me and my family, we were immigrants. But they're coming because they don't think the border is being policed. They know that this administration is not enforcing the immigration laws. And so once you have all those people impacting on the Southern borders, I can see why these governors, it's a political stunt. They're not really changing the large numbers at stake here. We're talking about potentially two million people being stopped at the border. What can they be sued for? And what they're really calling for, these lawyers, is demanding that the Biden administration's Justice Department investigate, I guess, Governors DeSantis and Governor Abbott for violating human trafficking laws, for violating the kidnapping laws? It's hard to take that seriously, because both governors say they asked for the consent of the migrants, asked for their permission, and then sent them on their way to Boston or to New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, it would be more realistic if they were to probe -- to go back and probe everything, every plane and bus that has gone up prior. But I told you the hundreds of planes over the last 18, 19 months of that have gone all over the country carrying those from the border, oftentimes without any warning to the local community involved. I didn't hear pretty much boo about that. And that's what makes it a little inconsistent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Oh, I quite agree. I mean, if these lawyers from Martha's Vineyard or Boston are going to apply the law equally, are they also going to call on the Justice Department to investigate federal officers, federal immigration officers who have been for the last few years also moving people from the border to various cities using buses and planes in a manner not that different from what the governors of Texas and Florida have done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "John Yoo, great catching up with you. Thank you, John, very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "In the meantime here, the president in his interview on \"60 Minutes,\" as he makes his way back to the United States from attending the funeral of the queen, he said something interesting about 2024 that has a lot of people raising their eyebrows and a lot of Democratic potential White House wannabes salivating -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, a late start for the hurricane season, but don't tell that to residents of Puerto Rico, more than a million of whom have lost power and are looking at destruction and downed bridges everywhere. We're on that storm and where it is now -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the president is back right now from his trip to London, arriving a short time ago at Joint Base Andrews. It was a quick trip. And now the question becomes the fallout from that interview with \"60 Minutes.\" Lots to get in to there. Peter Doocy to do that right now from the White House. Hey, Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "Neil, just four days ago, the press secretary here at the White House said, we are dealing with the challenge of a once-in-a-generation pandemic, but four days later, no more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT PELLEY, CBS NEWS",
      "sentences": "Is the pandemic over?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The pandemic is over. We still have a problem with COVID. And we're still doing a lot of work on it. It's -- but the pandemic is over. If you notice, no one's wearing masks. Everybody seems to be in pretty good shape. And so I think it's changing. And I think this is a perfect example of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "That's problematic from a legal perspective, because the pandemic is the reason this White House claims they have legal standing to cancel some student debt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Is this legal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIGUEL CARDONA, U.S. EDUCATION SECRETARY",
      "sentences": "Yes. Look, the HEROES Act, page 637, to be exact, provides -- gives me the authority to provide a waiver to ensure that Americans are not worse off after an emergency, a national emergency, which the pandemic was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "President Biden also in this interview, refusing to endorse Biden 2024, at least for now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I am a great respecter of fate. And so what I'm doing is I'm doing my job. And I'm going to do that job and, within the time frame that make sense after this next election cycle here going into next year, make a judgment on what to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELLEY",
      "sentences": "Mr. President, you are the oldest president ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Pretty good shape, huh?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "And with that, President Biden freezes the field of potential Democratic primary challengers who are positioning themselves to run if this president, the current president, decides to retire -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Peter, thank you very much. Peter Doocy on that. Let's go to Tiana Lowe on all of this, The Washington Examiner. Tiana, he just opened the door again potentially to a lot of those salivating Democrats hoping to make a run of their own. How do you think that changes things? Or does it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIANA LOWE, THE WASHINGTON EXAMINER",
      "sentences": "Well, we have already seen there has been a lot of concern in Biden world around people trying to position him as a lame-duck president, which is why, early on especially, his chief of staff, Ron Klain, has tried to tamp down on the idea that it would be anyone else but Biden at the top of the ticket. It's really been like a loyalty test for the vice president, Kamala Harris, where she keeps on saying she's just there as his sidekick, so it doesn't look like she's trying to steal the spotlight. But we have seen. With governors like Gavin Newsom buying ads in Florida, just so happens to be the home state of not just another potential 2024 rival of Ron DeSantis, but also a swing state, the real question is, do Democrats come to see Biden's anemic polling numbers, which have only slightly rebounded, as a specific attribute of Biden, of him being old, of him doing unpopular things, or about the Democratic policies in general? Because let's face it. That 41.9 trillion that really triggered a lot of this inflationary crisis that we're seeing by exploding that money supply, that's something that every other Democrat who was running in 2020 probably would have done. So, if Biden's the more moderate alternative in 2024, as he was in 2020, does that mean that any other successor to him would have anything higher than, what, this low 40s approval ceiling, which has become the standard for him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, it is confusing. Tiana, thank you very, very much. Before we go to break here, I do want to draw your attention to the corner of Wall and Broad. Stocks had an up day today. This is the week we expect the Federal Reserve to go ahead and hike interest rates again. On Wednesday, we will know. It'll likely be another three-quarters-of-a-point hike. And it could bring the overnight bank lending rate known as federal funds, which was really starting the year at zero, if you think about it, up to 4 percent. But, apparently, the belief seems to be that maybe it will avoid any of the problems associated with that. We will see. More after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we're getting word right now that Elon Musk's lawyers are going to depose the former Twitter CEO, Jack Dorsey, on Tuesday. Dorsey, of course, as the founder of Twitter, had empathized, sympathized, actually, with Elon Musk and his concerns about the ultimate purchase that, as you know, Mr. Musk shelved at the last moment. That's the big battle legally back and forth between the two companies here about bots and customers and how many subscribers Twitter really, really has, and now deposing the former Twitter CEO in this back-and-forth. We will keep you posted on that. Of course, this gets back at a time, when Wall Street and much of the financial community is going back and forth as to whether it can survive one rate hike after another I mentioned before how stocks were up today on the belief that maybe the Federal Reserve won't overdo it. But I had a chance to catch up with David Rubenstein, the guy behind The Carlyle Group. He buys a lot of historical documents and the rest. He's just penned together a collection of interviews with some of the world's most successful investors. But the issue about woke investing and investing for causes that matter, regardless of whether they necessarily make money, was how we kicked things off. And let's just say, on that issue, David Rubenstein somewhat different views. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID RUBENSTEIN, FOUNDER AND CO-EXECUTIVE CHAIRMAN, THE CARLYLE GROUP",
      "sentences": "When you make a good bet, you're helping the economy generally, and you're helping society, and you're doing -- creating jobs. On the wokeness, I would say, some people are very concerned about ESG factors. But let's suppose you're investing...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Are you personally?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "Well, of course. I'm concerned about the environment. I'm concerned about those things. But does that drive everything I do? Well, it's a factor. But it was not a factor 20 years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "And 20 years ago, nobody paid attention to ESG, or very few people did. Now everybody does. But people that invest for their own family offices, they're not subject to public shareholders knowing what they're doing, I don't think they're as focused on ESG, in some cases, as people that have public disclosure they have to make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so this pushback against some -- like, BlackRock was getting this pressure from another -- a number of states and mayors, who are saying, well, wait a minute, this woke investment strategy, where you wanted to de-emphasize fossil fuels and all, that's going too far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "That's what some people have said. And there has been some pushback on...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "I think, in some cases, some things may have gone too far. But, generally, I think ESG is a good thing. I think we should worry about social impact of investing. But that shouldn't be the only thing you worry about. But if you're investing for private investors, you're investing for yourself, and you're really good, and you're good enough to be in that book, you have made a lot of money. Very few people who are in this book are obsessed with spending their money to make great art collections, build great houses. They really care about society. And they do give back. And most of them are great philanthropists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But they also like beating the other guy, right? They like to keep doing that, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "Well, it's the intellectual wits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's a game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "I mean, you want to -- when you go do any game, you want to win. You play tennis, you want to win. You play golf, you want to win. They want to win at investing. So that's not unusual. But when they win, they make a lot of money. And when they make a lot of money, they tend to give it back to society. They are the greatest philanthropists we have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Elizabeth Warren doesn't see them in the same way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "That's probably true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "Well, I would side more with the investor side than maybe with her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. So, when she goes after guys like that, and, by extension, some of the most successful people on the planet, Jeff Bezos, and we could go on and on, that Elon Musk goes back at her and says, what have you done? What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "Well, I don't want to attack Elizabeth Warren. I'd say she recognizes -- she's a very smart person. She's a Harvard Law School professor. She recognizes that, when she says these things, the laws are not going to change that much, because she's really not able to get a majority of the Senate to do what she wants. If she was in majority or if she was president of the United States, she may have different positions, have different responsibilities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "For the time being, I think her views are not likely to be the dominant views in Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "In looking at history, and you were very vital in refurbishing Madison's home in Vermont, and I think, by extension, in Monticello, Thomas Jefferson, and also bringing this other side of their past, their slave ownership and all of that, and that it became a distraction for a lot of people, that you sort of glossed over their accomplishments, and focusing instead on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "What you're referring to is, about 10 years ago, I gave money to help repair Monticello...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "... and help repair Montpelier, James Madison's home. And since then, people have gone on tours there. And the criticism was that the tours now emphasize that these individuals were slave owners. And I think that's not really fair. There are many different tours that go on their. Some are for people who want to hear about the slavery. Some are people who don't want to hear about that. They have different tours. But, as a general rule of thumb, I think it's important that people know that -- the good and the bad. Jefferson was a brilliant man. And so was Madison. They're responsible for the Declaration of Independence and the Constitution, but they were slave owners, and we should recognize that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, I have not gone to these homes since your -- they have been refurbished and all your hard work there. But the readings you get on them is that the people who conduct the tours, that's the first thing they get into. Do you think that's a mistake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "That's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "I mean, there are some tours in some places where people say, I want to hear about slavery, and they get a special tour. But the general tour that the average person gets there is not focused exclusively on slavery. It just isn't true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, this sort of repackaging of history, as critics have called it, you don't subscribe to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "Well, when you were a boy and I was a boy, we learned history that was different than we now know what the facts are. We didn't learn everything about the founding fathers then. They were terrific people, but they did make some mistakes. Society wasn't perfect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "And we -- and all leaders make mistakes. I think it's important to learn the good and the bad. That's what history is all about, learning the good and the bad, so we can avoid the mistakes in the future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But fair enough. I -- those who take down statues of Jefferson or Madison, even some who have done this with Lincoln or George Washington, too far?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "Well, I think -- I don't know that they have taken down a lot of statues of Lincoln. There has been discussions of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBENSTEIN",
      "sentences": "But statues that were put up expressly to promote the idea that slavery was a good thing is probably not a good idea to keep those statues up. But if you have a statue that was put up of someone that isn't designed trying to promote slavery -- like, Thomas Jefferson, there's a statue of him in Washington. It's not designed to promote slavery. And I think it's appropriate that there be a Jefferson Memorial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, David Rubenstein on that. The full interview, you can catch on the FOXBusiness.com site, in which he goes into detail about the markets, how crazy they are and how some of the savviest investors are split on whether this continues or gets even worse. So, I urge you to hop over there. In the meantime, hopping to Puerto Rico right now, badly damaged by Hurricane Fiona. And it could have been even worse. It was a late start to the hurricane season. What does this one portend? After this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, it might have been a late entrant in the hurricane season here, but Fiona doing a great deal of damage in Puerto Rico, right now dealing with the same over Dominican Republic. Let's go to Will Nunley of the FOX Weather multimedia journalist here with a look at how that -- how that looks right there. It doesn't look great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILL NUNLEY, FOX WEATHER CORRESPONDENT",
      "sentences": "Yes, Neil, we just, first things first, need a break from the rain. The rain started here, where I am, in Ponce, Puerto Rico, about 9:00 yesterday morning and has not let up since. We have had some incredibly powerful waves of rain, even though the center of circulation of Fiona is well past us at this point. We're also seeing some unbelievable images of the rescue operations taking place right now. And, as we speak, those search-and-rescue operations are ongoing, but many of them are hampered with the fact that the rain just won't go away. They are trying to reach people in the remote parts of this island. We understand from the governor this afternoon that more than 1,000 people have already been rescued from their homes, this coming from not only the mountainous regions that are experiencing the mudslides, but also plenty of homes and neighborhoods that have just completely flooded out once again here along the coast. More than 128 shelters have opened up across Puerto Rico. And let's also talk about that failing electric grid. About 100,000 customers are said to be back online. They're trying to prioritize things, of course, like hospitals and medical centers. But they're not putting a final timeline on when power is really going to be restored to most of the island. That's because it could be weeks once again before we see power restoration here, because there are a lot of poles snapped, a lot of lines down. Lines, meanwhile, also getting lined long with people trying to get supplies. We do have some Walmart Supercenters, things like that, that have generators. And people are lining up trying to get supplies. But we have scenes of pets roaming the streets and people really trying to find shelter right now. It's very crucial, delicate hours right after this incredible storm here, Neil. We understand also this hour that President Biden has spoken -- spoken to the governor here and pledging about 300 federal authorities coming down to assist with some of the rehabilitation and the logistics here, with more on the way as needed -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Hurricane season up until now, I know it's just sort of the luck of the draw and percentages, but what is going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNLEY",
      "sentences": "You know, we had some dry Saharan dust that kept most of these hurricanes at bay from really developing for the first part of this season. But that's starting to give way. And the forecast models are pointing to more and more activity, especially as we start to close in on October. And October is also a very active tropical month. So we're not done with this yet. And that's certainly not the news that people here want to hear. We're just not out of the woods. But you can depend on the FOX Weather team to track every part of the tropical season for you in your free FOX Weather app -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, you do a great job. The whole team does. Thank you very, very much, Will Nunley, on that. We will keep you posted how things are going in the Dominican Republic right now. Earlier today, the eye of the storm had passed over Punta Cana. Again, we get updates on how things are going there, we will, of course, pass along. Also passing along the fallout from the presidents' \"60 Minutes\" interview, particularly his remarks about Taiwan, and if China invades Taiwan, it's essentially war with us -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELLEY",
      "sentences": "So, unlike Ukraine, to be clear, sir, U.S. forces, U.S. men and women would defend Taiwan in the event of a Chinese invasion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "There's a one China policy. Then Taiwan makes their own judgments about their independence. We are not moving -- we're not encouraging their being independent. We're not -- that's their decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELLEY",
      "sentences": "But would U.S. forces defend the island?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Yes, if, in fact, there was an unprecedented attack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELLEY",
      "sentences": "So, unlike Ukraine, to be clear, sir, U.S. forces, U.S. men and women would defend Taiwan in the event of a Chinese invasion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Lieutenant Colonel Bob Maginnis, what did you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. COL. BOB MAGINNIS (RET.), U.S. ARMY",
      "sentences": "Well, that's the fourth time he has said that, Neil, for the last year or so. I think the idea of strategic ambiguity being our policy is out the window, that it's clear that we're going to arm up Taiwan, we're going to move forces into the Western Pacific, certainly to Andersen Air Force Base, Guam, other places. The Chinese are interpreting, as it should, and that is that we're serious about this. So, all the provocations we have seen since Nancy Pelosi's visit early last month have been staged in order to prepare for a joint operation, quite frankly, in the air and sea and, of course, an amphibious assault. And all our tests indicate that, if it does happen, it will be a bloody war. And it potentially could be devastating for a number of nations, to include our own.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Colonel, you could interpret it one way that the Chinese would think of this, all right, so we better not do that, to hold off, or we better go in and take Taiwan now, because the U.S. is going to move eventually to counter whatever we do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAGINNIS",
      "sentences": "Well, there's no question that President Xi is looking at his domestic situation to see when the best timing, if it becomes necessary, if deterrence doesn't work. And of course, he's economically strapped right now. He has the COVID issues that we all know about. And,of course, he's waiting for the outcome of the 20th Congress, which is going to basically make him president for life, like Mao Tse-Tung. So I think, going forward, maybe over the next couple of years, we will look at their amphibious capabilities, we will look at perhaps some lessons that he's taken from Ukraine, whether or not they're sanctions, but also the high-tech issues. The weapons that we provided the Ukrainians have really changed the outcome of where we are today. Kharkiv never would have been taken over if we hadn't provided HIMARS and Javelins and Stingers and the like and really put the Russians on their heels. Now, the Chinese are smarter, I would argue. They're preparing massively. Their navy is larger than ours. Their air force is the third largest in the world, and their ballistic missile capability can range all of Japan, Korea, and certainly any of our facilities in the Western Pacific. So we're not ready yet if a war becomes necessary. But if one does happen in the next couple of years, it will be bloody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The fact that the White House isn't -- hasn't issued a clarification about the president's remarks on this Taiwan thing, to say -- because, as you said, he said that there's a couple of times now, maybe that is the intent, to confuse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAGINNIS",
      "sentences": "Well, no doubt confusion is on our side, I think, in this particular situation. And President Xi is going to double-think. But there's no question, Neil, that their armed forces are preparing. There are six areas around Taiwan. And if they wanted to, to kind of test the waters, they would create a blockade of sorts, and they would allow food in, but they wouldn't allow weapons and other things to flow into that nation. That would be the first test. And if they pass that, then I think that they will make a hard decision to go in. But, also, they're looking at the weakness of the U.S. and trying to measure whether or not this administration would, in fact, do what the president said. And that is go to their aid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAGINNIS",
      "sentences": "Now, the Taiwanese are resilient people. They're very capable, very bright people. Given the right sorts of weapons, they can defend themselves quite well, but not against a 1.4 billion-person country that is armed to the teeth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You're right. We will have to watch this one very closely. Colonel, thank you very, very much, and for your service to the country. Want to go to \"THE FIVE\" right now. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "The final goodbye for the queen, but, today, news of a royal shakeup coming from the king. What Charles III is planning that has some royals fidgeting and what Britain's new prime minister is also planning that has some fellow Conservatives worrying. All that and the billionaire who has a bone to pick with Elizabeth Warren, no, not Elon, and, nope, not Jeff. Try David, as in David Rubenstein, the same David Rubenstein who recently plunked more than $23 million down for a copy of the Magna Carta. He has a magna beef with a Massachusetts senator. And let's just say, kids, cover your ears. Welcome, everybody. I'm Neil Cavuto. A very, very busy start to the week. Let's begin on the final events after 12 days in London with Greg Palkot -- Greg."
    },
    {
      "speaker": "GREG PALKOT, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Neil. We are at Windsor Castle. That was one of the favorite homes of the late Queen Elizabeth II, where she is now finally at rest. Today's long goodbye started at Westminster Hall in London, where hundreds of thousands had viewed the queen lying in state. Her casket brought via procession to Westminster Abbey for the state funeral accompanied by, among others, son King Charles III and grandsons Prince William and Harry. President Biden, first lady Jill Biden joined hundreds of other world leaders, royalty and dignitaries. A total of 2,000, including just regular folks, were invited. In one moving tribute, the archbishop of Canterbury saying of the late sovereign, Neil, all who follow the queen's example can say, we will meet again, and then the procession here to Windsor first via gun carriage and then hearse with full military honors. Tens of thousands came out and paid their respects. To the final stretch, down the Long Walk leading to the castle, the scene of so many important royal events, including weddings and funerals. And to St. George's Chapel on the Windsor grounds for one last moving service and the passing of the royal baton or scepter to King Charles. Neil, scheduled to have taken place a short time ago, a final private chapter, no TV cameras of this day, the queen buried at the adjoining King George VI Memorial Chapel with her late husband, Philip, with her sister, Margaret, parents, King George and Queen Mother, all together again -- back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Greg, thank you for that and your coverage, just stellar, my friend. Let's go to the Right Honorable Nigel Adams on all this, British member of Parliament, a former British Cabinet member. Sir, very good to have you here. No sooner, of course, than the queen was laid to rest than we're hearing about these plans to sort of downsize the royal family or at least streamline things from King Charles III. We don't know a lot of details. We know he has some plans in mind. Do you know what they are?"
    },
    {
      "speaker": "NIGEL ADAMS, BRITISH PARLIAMENT MEMBER",
      "utterance": "You probably know more details than me, Neil. Thank you so much for having me on your show."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Thank you."
    },
    {
      "speaker": "ADAMS",
      "utterance": "Clearly, His Majesty is going to have to shape his royal household as he sees fit. I haven't seen any of those details. But today has been a day that will stick in everybody's memory, as you as you will have seen from all the broadcasts that's been shown around the world. It's a time for reflection. We have just laid to rest her late majesty. And it's been historic, and will stick. Anybody who was there, anybody who watched this on TV, it will stick with them for the rest of their lives."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know what's so amazing about it? I kept thinking to myself, when would we ever see anything like this again, the magnitude of this? And, of course, we know prior global events that really brought people together, whether in this country after the assassination of John F. Kennedy, or certainly after the death of Princess Diana in your country. I cannot, though, think of something that would be, maybe owing to the queen's long 70-plus-year rule, anything like this."
    },
    {
      "speaker": "ADAMS",
      "utterance": "No, you're absolutely spot on there, Neil. It was extraordinary. I don't think we will see anything like this again certainly in my lifetime, the way the world has come together, the number of world leaders that were present today. I'd love at some point -- and I'm sure you guys in the media will be able to do the global viewing figures. It wouldn't surprise me if this was one of the most watched events in television history. So, I don't think we will see this again. One thing we do here in the U.K. is organize events like this terribly well. And I think the whole day today has been extraordinary. It's been flawless. And huge thanks should go to the royal household, the civil service, and all those involved in preparing for such a difficult day, difficult day for our nation, the commonwealth, but quite extraordinary. And I just think it was completely flawless in its delivery, in its execution."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Obviously, Charles has been the king for the last 12 days. We're still waiting on a formal coronation. That could be some ways away. But I'm sure the pressure and the magnitude of this moment hit him particularly today, when his mother's coffin was lowered into that vault."
    },
    {
      "speaker": "ADAMS",
      "utterance": "Well, I think we could all see that on his face. And the most moving part of what has been an incredibly moving 12 days was when her late majesty's coffin was being lowered. And we caught a glimpse of King Charles III at that time. So not only has he taken on these huge responsibilities as our monarch, but he's lost his mother, and having come so recently -- not too long ago, he lost his father. These -- my thoughts and prayers and I'm sure everyone's thoughts and prayers are with His Majesty at the moment. This must be an incredibly difficult time for him, I'm sure. Most people will want to get away from it all. But he has -- he doesn't have that choice. He has to reign over as, and he's also got to grieve, so incredibly difficult time for King Charles."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "To put it mildly. Thank you so much, Nigel Adams, a British member of Parliament, a former British Cabinet member as well. Speaking of Parliament and the Cabinet, that's as far as the official getting back to business, in now His Majesty's kingdom, it will have to wait at least another 48 hours. All activity in the financial world does resumed tomorrow, but Britain is in a world of hurt. You think we have inflation troubles and runaway prices and the like. In Britain, it's that on steroids. And, already, we're getting wind that the new prime minister, Liz Truss, is already talking about trying to freeze those prices. Again, it's back to reality tomorrow. So, from the sadness of that to the jarring events that have to be dealt with for an economy that could be on the brink in Great Britain, let's go to Hilary Fordwich, royal watcher extraordinaire. We have also got Jonathan Sacerdoti with us, royal watcher as well. Welcome to both of you. I appreciate it. Hilary, to you on some of the things we can expect as Britons slowly returned to work, the government slowly returns to governing and all of that. This could be a momentous week. What are you looking at?"
    },
    {
      "speaker": "HILARY FORDWICH, ROYAL WATCHER",
      "utterance": "Yes, absolutely, Neil. And a pleasure to be with you, although rather ghastly circumstances. A few things here. Yes, it went rather unnoticed because of the recent events, as you mentioned. But Liz Truss, the new prime minister, had passed a bill with a bailout, basically a sort of bailout, $150 billion in terms of price subsidies relief for energy costs. This is going to be the winter of discontent. We just don't know to what extent. But that package actually would cap household energy expenditures to be about 2,500 pounds. That is somewhere, with the current exchange rate, around $3,000. That's a lot for the average British household. So there's energy costs to wrestle with. She also has across the nation, of course, there have been -- after COVID, like we have here, there's been labor issues, labor shortages. Actually, there are going to be strikes across the U.K. They were only halted at the passing of Her Majesty."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Jonathan, I also wonder the role of King Charles III in this. And, of course, you folks have reminded me in the past that the monarch has to be above any of the politics and not tip, in this case, his hand on where he stands on some issues. But, of course, he will be meeting with the prime minister, and, of course, having these weekly ministers, where she kind of spells out her plans that Hilary just outlined. How do you see him in that role?"
    },
    {
      "speaker": "JONATHAN SACERDOTI, ROYAL EXPERT",
      "utterance": "I think people's fear has been that, when he was Prince Charles, he was quite outspoken about certain issues. Now he's King Charles, he says he won't be. But then, if he has these weekly meetings with the prime minister, perhaps he doesn't need to be outspoken. He has basically a hot line to whoever's in charge. But I think that we can really expect him not to abused that position. I don't think it's something that's likely to happen. I think it is also true, though, that they're probably going to try and reform him in our minds, so that people are perhaps more favorable towards them than they have been in the past. They have already started doing that in recent years. And I can see that, with that in mind, they may well be trying to turn him into the sort of grandpa of the nation. Remember, he's in his 70s already. So they did quite a good job of casting Her Majesty, the queen, as like the grandma of the nation in recent years. And that certainly softened her image and made her likable to far more people. They could try and do the same thing to him already, keep him out of view for a lot of things, only there for official work, fewer opinions. And when he does express opinions, maybe they will be on softer issues like gardening, nature, even the environment. Those are fairly gentle, innocent interests now, and I think that could be one way in which they will push it. And just to say that, if that is the case, it's not a defeat on his part. He's done so much while he's been prince of Wales. He's really pushed on the conversation in certain areas that were important to him, that maybe that work is done. Maybe that's why he was so passionate about it early on, because he knew, when he became king, those things would have to be put aside."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, I'm thinking as well, Hilary, the backdrop for this is, the British economy, as you reminded me, is in a world of hurt. And it's not alone. Certainly, we have our own inflation problems and concerns that it's not getting any better. But that usually, in such periods, can get people to sort of slap at the monarchy, and then the extravagance of the expense and all of that, and it can be a dicey time for the monarchy. How do you expect this backdrop, and with the price pressures and everything else, and Charles' role in just trying to put the monarchy in perspective?"
    },
    {
      "speaker": "FORDWICH",
      "utterance": "Well, Neil, we're actually already seeing that he's immensely sensitive. He's sensitive to what the people are saying about their pressures, because we saw him get out of the car going into Buckingham Palace. The queen never did that. We saw him shaking hands. The queen never did that. He has already said to Liz Truss -- we overheard on a hot mic him saying that something -- his exact words were \"Something has to be done,\" asking about the energy crisis. So he's very aware, and he cares. Now, what can he actually do? Since it is obviously a constitutional monarchy, and he must be politically neutral, he can't actually tangibly -- in quotes -- \"do something,\" but it's his influence. And one of the things, as an example, he's already said that he wants to streamline the monarchy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "FORDWICH",
      "utterance": "And that would be -- yes. And you mentioned that earlier, also streamlining the monarchy. But then one thing to remember, Neil, these are always jobs. It's like all of the people that we saw, all of the military we saw in this, and people like to say pomp and circumstance -- remember, Neil, all of those soldiers, they saw active duty in Afghanistan, in -- and they saw it in Iraq. The pallbearers actually stood guard outside, in Kabul, the British Embassy. They are tough, hardy military men. These are all jobs."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, Jonathan, when I did hear of the king talking about or at least we hear that is discussing the streamlining, he was extending it, apparently, to the vital royal members vs. the not-so-vital or not-so-top- tier royal members. So how does he balance that? And who gets cut off the list?"
    },
    {
      "speaker": "SACERDOTI",
      "utterance": "Well, the rumors that are going around now -- and they are just rumors for the moment..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "SACERDOTI",
      "utterance": "... is that he wants to have a change in the law that prevents non-work -- that will make it impossible for non-working royals to act as counselors of state. It's the 1937 Regency Act that says who can sort of deputize for the monarch. And we have seen actually during the last month and years of the queen's reign that that did happen sometimes, that he and even Prince William sometimes stepped in and did work for her and other working royals. Obviously, his aim will be to try to slim down who could do that, with two particular targets in mind. I don't think it's too controversial to say that Prince Harry and Prince Andrew are the two that he may be thinking about. Firstly, Prince Harry, I think living in Montecito, living in the States, it doesn't really qualify you any more for taking important decisions to do with the monarchy in the U.K., and I think the same with Prince Andrew. The controversy over him means that it just wouldn't be acceptable to the nation. So I think that change like that might be something that he does relatively soon, but he will, of course, need Parliament to make the actual change in the law."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. We will watch very closely. Guys, I want to thank you both, as well as your expertise all this past almost two weeks now. In the meantime here, back in this country, the trouble that's at the border right now that's now, well, out of control, and then some, that's where you will find our Bill Melugin."
    },
    {
      "speaker": "BILL MELUGIN, FOX NEWS CORRESPONDENT",
      "utterance": "Neil, good evening to you. This morning, five more busloads of migrants from the state of Texas arrived in New York City. And coming up right after the break, we're going to tell you which Border Patrol sector here in Texas saw nearly 2,000 illegal crossings in a single day over the weekend. We will be right back."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, there's a legal group now let's try to pursue these planes that arrived with migrants to Martha's Vineyard. They said they have a good case to sue over that. We're going to get into the details of that with John Yoo in just a second. First to Bill Melugin at Eagle Pass, Texas, with numbers that are not shrinking, even as bus after bus keeps leaving -- Bill."
    },
    {
      "speaker": "MELUGIN",
      "utterance": "Neil, not shrinking at all. Here in the state of Texas, they are averaging between 4,000 and 5,000 illegal crossings statewide every single day. The state cannot keep up. And that is why, this morning, five more busloads of migrants from the state of Texas arrived in New York City. Take a look at this video shot by our team in the Big Apple early this morning as those buses started to arrive. Keep in mind, this is a combination of Governor Abbott's initiative, as well as the Democratic city of El Paso, both entities sending buses to New York City. Governor Abbott giving me some brand-new numbers this afternoon, telling me that, as of today, they have now sent more than 2,600 migrants to New York City on 50 different buses, while the Democrat city of El Paso tells FOX News, as of a couple of days ago, they have sent more than 2,300 migrants to New York City on 51 buses in just the last month alone. Take a listen to what the Democratic mayor of El Paso had to say about that."
    },
    {
      "speaker": "OSCAR LEESER (D), MAYOR OF EL PASO, TEXAS",
      "utterance": "The people are not coming to El Paso. They're coming to America. So, we're helping and working to get them to where they want to go. So that's been really important that we don't send anyone where they don't want to go. We make sure we help them. And we put human beings, and we put them on buses with food, and make sure they get to their destination with - - and make sure that we always continue to treat people like human beings."
    },
    {
      "speaker": "MELUGIN",
      "utterance": "Meanwhile, here in Eagle Pass, it is an absolute nonstop flow of migrants. Our drone team shooting this video early this morning of a group of at least 100 which crossed illegally together onto private property here in Eagle Pass. Border Patrol defines a large group as at least 100 migrants. And sources in Border Patrol tell us, so far this year, this Del Rio Sector has seen more than 365 of these large groups. That is more than anywhere else along the Southern border. Then take a look at this piece of video. This was shot this morning in Normandy just outside of Eagle Pass, a little town on the north side of Eagle Pass, where we had yet another large group cross illegally. As you can see, almost all of them were single adult men. A DHS source told us that, over the weekend from Saturday to Sunday in a single day, there were more than 1,700 illegal crossings here in this Del Rio Sector, which includes Eagle Pass. And back out here live, something that surprised all of us here in our border crew, that same source told us that the El Paso sector was actually the busiest over the weekend, telling us that, in a 24-hour span from Saturday to Sunday, the El Paso sector saw 1,967 illegal crossings, nearly 2,000 in a single day. It's the first time we have seen the El Paso sector as number one, the busiest anywhere in Texas. And that's part of the reason why the city of El Paso is overrun and they're sending a lot of busloads of these migrants to the Big Apple, Neil. We will send it back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Indeed, they are, not just to the Big Apple, to your point. Bill Melugin, thank you very much. Also to cities like Chicago, Philadelphia, and then there's a case of a couple of planeloads to Martha's Vineyard. That's already got some lawyers representing migrants affected by all of this to have the federal government probe all of this. John Yoo is the former deputy assistant attorney general, U.C. Berkeley law professor. John, the probe is on just -- it started with representing these Martha's Vineyard migrants who landed there, but by -- it's extended to look into the whole bus thing, but not a word about a probe into 10 times as many flights, often in the middle of the night, conducted by ICE under President Biden to fly all over the country, and again, sometimes, in the darkest hours. So I'm just wondering, first of all, about the consistency part of it."
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "utterance": "And, Neil, you raise two good points. One is, how can anybody sue these states for transporting migrants into the interior of a country? And then is the law being applied consistently, or we have seen equal justice under law? We should keep in mind the real law that's not being enforced here are the immigration laws. The reason we're seeing so many people coming across the border -- and I personally sympathize with them. Me and my family, we were immigrants. But they're coming because they don't think the border is being policed. They know that this administration is not enforcing the immigration laws. And so once you have all those people impacting on the Southern borders, I can see why these governors, it's a political stunt. They're not really changing the large numbers at stake here. We're talking about potentially two million people being stopped at the border. What can they be sued for? And what they're really calling for, these lawyers, is demanding that the Biden administration's Justice Department investigate, I guess, Governors DeSantis and Governor Abbott for violating human trafficking laws, for violating the kidnapping laws? It's hard to take that seriously, because both governors say they asked for the consent of the migrants, asked for their permission, and then sent them on their way to Boston or to New York."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, it would be more realistic if they were to probe -- to go back and probe everything, every plane and bus that has gone up prior. But I told you the hundreds of planes over the last 18, 19 months of that have gone all over the country carrying those from the border, oftentimes without any warning to the local community involved. I didn't hear pretty much boo about that. And that's what makes it a little inconsistent."
    },
    {
      "speaker": "YOO",
      "utterance": "Oh, I quite agree. I mean, if these lawyers from Martha's Vineyard or Boston are going to apply the law equally, are they also going to call on the Justice Department to investigate federal officers, federal immigration officers who have been for the last few years also moving people from the border to various cities using buses and planes in a manner not that different from what the governors of Texas and Florida have done?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "John Yoo, great catching up with you. Thank you, John, very, very much."
    },
    {
      "speaker": "YOO",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "In the meantime here, the president in his interview on \"60 Minutes,\" as he makes his way back to the United States from attending the funeral of the queen, he said something interesting about 2024 that has a lot of people raising their eyebrows and a lot of Democratic potential White House wannabes salivating -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, a late start for the hurricane season, but don't tell that to residents of Puerto Rico, more than a million of whom have lost power and are looking at destruction and downed bridges everywhere. We're on that storm and where it is now -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the president is back right now from his trip to London, arriving a short time ago at Joint Base Andrews. It was a quick trip. And now the question becomes the fallout from that interview with \"60 Minutes.\" Lots to get in to there. Peter Doocy to do that right now from the White House. Hey, Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "Neil, just four days ago, the press secretary here at the White House said, we are dealing with the challenge of a once-in-a-generation pandemic, but four days later, no more."
    },
    {
      "speaker": "SCOTT PELLEY, CBS NEWS",
      "utterance": "Is the pandemic over?"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "The pandemic is over. We still have a problem with COVID. And we're still doing a lot of work on it. It's -- but the pandemic is over. If you notice, no one's wearing masks. Everybody seems to be in pretty good shape. And so I think it's changing. And I think this is a perfect example of it."
    },
    {
      "speaker": "DOOCY",
      "utterance": "That's problematic from a legal perspective, because the pandemic is the reason this White House claims they have legal standing to cancel some student debt."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Is this legal?"
    },
    {
      "speaker": "MIGUEL CARDONA, U.S. EDUCATION SECRETARY",
      "utterance": "Yes. Look, the HEROES Act, page 637, to be exact, provides -- gives me the authority to provide a waiver to ensure that Americans are not worse off after an emergency, a national emergency, which the pandemic was."
    },
    {
      "speaker": "DOOCY",
      "utterance": "President Biden also in this interview, refusing to endorse Biden 2024, at least for now."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I am a great respecter of fate. And so what I'm doing is I'm doing my job. And I'm going to do that job and, within the time frame that make sense after this next election cycle here going into next year, make a judgment on what to do."
    },
    {
      "speaker": "PELLEY",
      "utterance": "Mr. President, you are the oldest president ever."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Pretty good shape, huh?"
    },
    {
      "speaker": "DOOCY",
      "utterance": "And with that, President Biden freezes the field of potential Democratic primary challengers who are positioning themselves to run if this president, the current president, decides to retire -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Peter, thank you very much. Peter Doocy on that. Let's go to Tiana Lowe on all of this, The Washington Examiner. Tiana, he just opened the door again potentially to a lot of those salivating Democrats hoping to make a run of their own. How do you think that changes things? Or does it?"
    },
    {
      "speaker": "TIANA LOWE, THE WASHINGTON EXAMINER",
      "utterance": "Well, we have already seen there has been a lot of concern in Biden world around people trying to position him as a lame-duck president, which is why, early on especially, his chief of staff, Ron Klain, has tried to tamp down on the idea that it would be anyone else but Biden at the top of the ticket. It's really been like a loyalty test for the vice president, Kamala Harris, where she keeps on saying she's just there as his sidekick, so it doesn't look like she's trying to steal the spotlight. But we have seen. With governors like Gavin Newsom buying ads in Florida, just so happens to be the home state of not just another potential 2024 rival of Ron DeSantis, but also a swing state, the real question is, do Democrats come to see Biden's anemic polling numbers, which have only slightly rebounded, as a specific attribute of Biden, of him being old, of him doing unpopular things, or about the Democratic policies in general? Because let's face it. That 41.9 trillion that really triggered a lot of this inflationary crisis that we're seeing by exploding that money supply, that's something that every other Democrat who was running in 2020 probably would have done. So, if Biden's the more moderate alternative in 2024, as he was in 2020, does that mean that any other successor to him would have anything higher than, what, this low 40s approval ceiling, which has become the standard for him?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, it is confusing. Tiana, thank you very, very much. Before we go to break here, I do want to draw your attention to the corner of Wall and Broad. Stocks had an up day today. This is the week we expect the Federal Reserve to go ahead and hike interest rates again. On Wednesday, we will know. It'll likely be another three-quarters-of-a-point hike. And it could bring the overnight bank lending rate known as federal funds, which was really starting the year at zero, if you think about it, up to 4 percent. But, apparently, the belief seems to be that maybe it will avoid any of the problems associated with that. We will see. More after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we're getting word right now that Elon Musk's lawyers are going to depose the former Twitter CEO, Jack Dorsey, on Tuesday. Dorsey, of course, as the founder of Twitter, had empathized, sympathized, actually, with Elon Musk and his concerns about the ultimate purchase that, as you know, Mr. Musk shelved at the last moment. That's the big battle legally back and forth between the two companies here about bots and customers and how many subscribers Twitter really, really has, and now deposing the former Twitter CEO in this back-and-forth. We will keep you posted on that. Of course, this gets back at a time, when Wall Street and much of the financial community is going back and forth as to whether it can survive one rate hike after another I mentioned before how stocks were up today on the belief that maybe the Federal Reserve won't overdo it. But I had a chance to catch up with David Rubenstein, the guy behind The Carlyle Group. He buys a lot of historical documents and the rest. He's just penned together a collection of interviews with some of the world's most successful investors. But the issue about woke investing and investing for causes that matter, regardless of whether they necessarily make money, was how we kicked things off. And let's just say, on that issue, David Rubenstein somewhat different views. Take a look."
    },
    {
      "speaker": "DAVID RUBENSTEIN, FOUNDER AND CO-EXECUTIVE CHAIRMAN, THE CARLYLE GROUP",
      "utterance": "When you make a good bet, you're helping the economy generally, and you're helping society, and you're doing -- creating jobs. On the wokeness, I would say, some people are very concerned about ESG factors. But let's suppose you're investing..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Are you personally?"
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "Well, of course. I'm concerned about the environment. I'm concerned about those things. But does that drive everything I do? Well, it's a factor. But it was not a factor 20 years ago."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "And 20 years ago, nobody paid attention to ESG, or very few people did. Now everybody does. But people that invest for their own family offices, they're not subject to public shareholders knowing what they're doing, I don't think they're as focused on ESG, in some cases, as people that have public disclosure they have to make."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so this pushback against some -- like, BlackRock was getting this pressure from another -- a number of states and mayors, who are saying, well, wait a minute, this woke investment strategy, where you wanted to de-emphasize fossil fuels and all, that's going too far."
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "That's what some people have said. And there has been some pushback on..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you agree with that?"
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "I think, in some cases, some things may have gone too far. But, generally, I think ESG is a good thing. I think we should worry about social impact of investing. But that shouldn't be the only thing you worry about. But if you're investing for private investors, you're investing for yourself, and you're really good, and you're good enough to be in that book, you have made a lot of money. Very few people who are in this book are obsessed with spending their money to make great art collections, build great houses. They really care about society. And they do give back. And most of them are great philanthropists."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But they also like beating the other guy, right? They like to keep doing that, right?"
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "Well, it's the intellectual wits."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's a game."
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "I mean, you want to -- when you go do any game, you want to win. You play tennis, you want to win. You play golf, you want to win. They want to win at investing. So that's not unusual. But when they win, they make a lot of money. And when they make a lot of money, they tend to give it back to society. They are the greatest philanthropists we have."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Elizabeth Warren doesn't see them in the same way."
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "That's probably true."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you?"
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "Well, I would side more with the investor side than maybe with her."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. So, when she goes after guys like that, and, by extension, some of the most successful people on the planet, Jeff Bezos, and we could go on and on, that Elon Musk goes back at her and says, what have you done? What do you say?"
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "Well, I don't want to attack Elizabeth Warren. I'd say she recognizes -- she's a very smart person. She's a Harvard Law School professor. She recognizes that, when she says these things, the laws are not going to change that much, because she's really not able to get a majority of the Senate to do what she wants. If she was in majority or if she was president of the United States, she may have different positions, have different responsibilities."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "For the time being, I think her views are not likely to be the dominant views in Washington."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "In looking at history, and you were very vital in refurbishing Madison's home in Vermont, and I think, by extension, in Monticello, Thomas Jefferson, and also bringing this other side of their past, their slave ownership and all of that, and that it became a distraction for a lot of people, that you sort of glossed over their accomplishments, and focusing instead on that."
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "What you're referring to is, about 10 years ago, I gave money to help repair Monticello..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "... and help repair Montpelier, James Madison's home. And since then, people have gone on tours there. And the criticism was that the tours now emphasize that these individuals were slave owners. And I think that's not really fair. There are many different tours that go on their. Some are for people who want to hear about the slavery. Some are people who don't want to hear about that. They have different tours. But, as a general rule of thumb, I think it's important that people know that -- the good and the bad. Jefferson was a brilliant man. And so was Madison. They're responsible for the Declaration of Independence and the Constitution, but they were slave owners, and we should recognize that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, I have not gone to these homes since your -- they have been refurbished and all your hard work there. But the readings you get on them is that the people who conduct the tours, that's the first thing they get into. Do you think that's a mistake?"
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "That's not true."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "I mean, there are some tours in some places where people say, I want to hear about slavery, and they get a special tour. But the general tour that the average person gets there is not focused exclusively on slavery. It just isn't true."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, this sort of repackaging of history, as critics have called it, you don't subscribe to that?"
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "Well, when you were a boy and I was a boy, we learned history that was different than we now know what the facts are. We didn't learn everything about the founding fathers then. They were terrific people, but they did make some mistakes. Society wasn't perfect."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "And we -- and all leaders make mistakes. I think it's important to learn the good and the bad. That's what history is all about, learning the good and the bad, so we can avoid the mistakes in the future."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But fair enough. I -- those who take down statues of Jefferson or Madison, even some who have done this with Lincoln or George Washington, too far?"
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "Well, I think -- I don't know that they have taken down a lot of statues of Lincoln. There has been discussions of it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "RUBENSTEIN",
      "utterance": "But statues that were put up expressly to promote the idea that slavery was a good thing is probably not a good idea to keep those statues up. But if you have a statue that was put up of someone that isn't designed trying to promote slavery -- like, Thomas Jefferson, there's a statue of him in Washington. It's not designed to promote slavery. And I think it's appropriate that there be a Jefferson Memorial."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, David Rubenstein on that. The full interview, you can catch on the FOXBusiness.com site, in which he goes into detail about the markets, how crazy they are and how some of the savviest investors are split on whether this continues or gets even worse. So, I urge you to hop over there. In the meantime, hopping to Puerto Rico right now, badly damaged by Hurricane Fiona. And it could have been even worse. It was a late start to the hurricane season. What does this one portend? After this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, it might have been a late entrant in the hurricane season here, but Fiona doing a great deal of damage in Puerto Rico, right now dealing with the same over Dominican Republic. Let's go to Will Nunley of the FOX Weather multimedia journalist here with a look at how that -- how that looks right there. It doesn't look great."
    },
    {
      "speaker": "WILL NUNLEY, FOX WEATHER CORRESPONDENT",
      "utterance": "Yes, Neil, we just, first things first, need a break from the rain. The rain started here, where I am, in Ponce, Puerto Rico, about 9:00 yesterday morning and has not let up since. We have had some incredibly powerful waves of rain, even though the center of circulation of Fiona is well past us at this point. We're also seeing some unbelievable images of the rescue operations taking place right now. And, as we speak, those search-and-rescue operations are ongoing, but many of them are hampered with the fact that the rain just won't go away. They are trying to reach people in the remote parts of this island. We understand from the governor this afternoon that more than 1,000 people have already been rescued from their homes, this coming from not only the mountainous regions that are experiencing the mudslides, but also plenty of homes and neighborhoods that have just completely flooded out once again here along the coast. More than 128 shelters have opened up across Puerto Rico. And let's also talk about that failing electric grid. About 100,000 customers are said to be back online. They're trying to prioritize things, of course, like hospitals and medical centers. But they're not putting a final timeline on when power is really going to be restored to most of the island. That's because it could be weeks once again before we see power restoration here, because there are a lot of poles snapped, a lot of lines down. Lines, meanwhile, also getting lined long with people trying to get supplies. We do have some Walmart Supercenters, things like that, that have generators. And people are lining up trying to get supplies. But we have scenes of pets roaming the streets and people really trying to find shelter right now. It's very crucial, delicate hours right after this incredible storm here, Neil. We understand also this hour that President Biden has spoken -- spoken to the governor here and pledging about 300 federal authorities coming down to assist with some of the rehabilitation and the logistics here, with more on the way as needed -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Hurricane season up until now, I know it's just sort of the luck of the draw and percentages, but what is going on?"
    },
    {
      "speaker": "NUNLEY",
      "utterance": "You know, we had some dry Saharan dust that kept most of these hurricanes at bay from really developing for the first part of this season. But that's starting to give way. And the forecast models are pointing to more and more activity, especially as we start to close in on October. And October is also a very active tropical month. So we're not done with this yet. And that's certainly not the news that people here want to hear. We're just not out of the woods. But you can depend on the FOX Weather team to track every part of the tropical season for you in your free FOX Weather app -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, you do a great job. The whole team does. Thank you very, very much, Will Nunley, on that. We will keep you posted how things are going in the Dominican Republic right now. Earlier today, the eye of the storm had passed over Punta Cana. Again, we get updates on how things are going there, we will, of course, pass along. Also passing along the fallout from the presidents' \"60 Minutes\" interview, particularly his remarks about Taiwan, and if China invades Taiwan, it's essentially war with us -- after this."
    },
    {
      "speaker": "PELLEY",
      "utterance": "So, unlike Ukraine, to be clear, sir, U.S. forces, U.S. men and women would defend Taiwan in the event of a Chinese invasion?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Yes."
    },
    {
      "speaker": "BIDEN",
      "utterance": "There's a one China policy. Then Taiwan makes their own judgments about their independence. We are not moving -- we're not encouraging their being independent. We're not -- that's their decision."
    },
    {
      "speaker": "PELLEY",
      "utterance": "But would U.S. forces defend the island?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Yes, if, in fact, there was an unprecedented attack."
    },
    {
      "speaker": "PELLEY",
      "utterance": "So, unlike Ukraine, to be clear, sir, U.S. forces, U.S. men and women would defend Taiwan in the event of a Chinese invasion?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Lieutenant Colonel Bob Maginnis, what did you think of that?"
    },
    {
      "speaker": "LT. COL. BOB MAGINNIS (RET.), U.S. ARMY",
      "utterance": "Well, that's the fourth time he has said that, Neil, for the last year or so. I think the idea of strategic ambiguity being our policy is out the window, that it's clear that we're going to arm up Taiwan, we're going to move forces into the Western Pacific, certainly to Andersen Air Force Base, Guam, other places. The Chinese are interpreting, as it should, and that is that we're serious about this. So, all the provocations we have seen since Nancy Pelosi's visit early last month have been staged in order to prepare for a joint operation, quite frankly, in the air and sea and, of course, an amphibious assault. And all our tests indicate that, if it does happen, it will be a bloody war. And it potentially could be devastating for a number of nations, to include our own."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Colonel, you could interpret it one way that the Chinese would think of this, all right, so we better not do that, to hold off, or we better go in and take Taiwan now, because the U.S. is going to move eventually to counter whatever we do."
    },
    {
      "speaker": "MAGINNIS",
      "utterance": "Well, there's no question that President Xi is looking at his domestic situation to see when the best timing, if it becomes necessary, if deterrence doesn't work. And of course, he's economically strapped right now. He has the COVID issues that we all know about. And,of course, he's waiting for the outcome of the 20th Congress, which is going to basically make him president for life, like Mao Tse-Tung. So I think, going forward, maybe over the next couple of years, we will look at their amphibious capabilities, we will look at perhaps some lessons that he's taken from Ukraine, whether or not they're sanctions, but also the high-tech issues. The weapons that we provided the Ukrainians have really changed the outcome of where we are today. Kharkiv never would have been taken over if we hadn't provided HIMARS and Javelins and Stingers and the like and really put the Russians on their heels. Now, the Chinese are smarter, I would argue. They're preparing massively. Their navy is larger than ours. Their air force is the third largest in the world, and their ballistic missile capability can range all of Japan, Korea, and certainly any of our facilities in the Western Pacific. So we're not ready yet if a war becomes necessary. But if one does happen in the next couple of years, it will be bloody."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The fact that the White House isn't -- hasn't issued a clarification about the president's remarks on this Taiwan thing, to say -- because, as you said, he said that there's a couple of times now, maybe that is the intent, to confuse."
    },
    {
      "speaker": "MAGINNIS",
      "utterance": "Well, no doubt confusion is on our side, I think, in this particular situation. And President Xi is going to double-think. But there's no question, Neil, that their armed forces are preparing. There are six areas around Taiwan. And if they wanted to, to kind of test the waters, they would create a blockade of sorts, and they would allow food in, but they wouldn't allow weapons and other things to flow into that nation. That would be the first test. And if they pass that, then I think that they will make a hard decision to go in. But, also, they're looking at the weakness of the U.S. and trying to measure whether or not this administration would, in fact, do what the president said. And that is go to their aid."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "MAGINNIS",
      "utterance": "Now, the Taiwanese are resilient people. They're very capable, very bright people. Given the right sorts of weapons, they can defend themselves quite well, but not against a 1.4 billion-person country that is armed to the teeth."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You're right. We will have to watch this one very closely. Colonel, thank you very, very much, and for your service to the country. Want to go to \"THE FIVE\" right now."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}