{
  "date": "September 19, 2022",
  "headline": "'Hannity' on migrant flights to Martha's Vineyard, Gov. Youngkin's education agenda",
  "subHeadline": "Guests: Sara Carter, Kayleigh McEnany, Mike Huckabee, Newt Gingrich, Ron DeSantis, Clay Travis, Glenn Youngkin",
  "url": "https://www.foxnews.com/transcript/hannity-migrant-flights-marthas-vineyard-gov-youngkins-education-agenda",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Welcome to HANNITY. And tonight, Joe Biden, your president, he thinks there's no inflation, no recession, no border crisis. And again, he said he would send U.S. troops to defend Taiwan against Chinese aggression and again his entire team had to correct his record and as for his mental acuity. As Joe stated, quote, the proof of the pudding is in the eating. Watch me. Joe, that's the problem. We've been watching. More of his disastrous interview coming up. Also tonight, Virginia Governor Glenn Youngkin will be here with his plan to restore parental rights and education. The woke left are not going to like what he is proposing. We'll tell you all about it. Later, we have a major announcement that you don't want to miss. It's big. And also, we begin tonight with Florida Governor Ron DeSantis who will join us in a moment. Late last week, the governor sent all of America's woke deeply compassionate liberals into a fit of hysteria. Apparently, DeSantis had the unmitigated audacity to relocate homeless and hungry migrants, provide them with food and lodging, and then those that volunteered, they had a choice to go or not go, they flew north to Martha's Vineyard, a community that claims to be welcoming and inclusive. Now, last week, we showed you the welcoming signs it's all over the island and it reads, we stand with immigrants and refugees, all are welcome here. Well, as it turns out, the wealthy Democrats on the island, they're not welcoming. They're not inclusive. And based on their own definition of racism and xenophobia, yeah, they're both on steroids. The 50 illegals were kicked out the next day. After one night, they called in the military and had every single one of them removed from the island, all while patting themselves on the back for serving them one hot meal and giving them a place to stay for one night. Now, according to the good people of Martha's Vineyard, well, they just don't have the resources to care for new guests, this despite a $10 million budget surplus, scores a vacant hotel rooms that we checked online. We found rooms available for 120 or more. They only had 50. And what about the thousands of unused rooms and bedrooms in the island's empty vacation homes, that would be by the way including Obama's 30-acre 7,000 square foot of state, how about the Obamas offer 15 of the 30 acres to house Joe Biden's illegal immigrants? That would be fair. But according to Democrats, the media mob, the blatantly xenophobic, racist liberals on Martha's Vineyard are not the villains here. Neither are Joe Biden. Neither is the borders czar Kamala Harris who are leaving thousands and thousands of men and women and children asleep on the streets, neither are the many sanctuary cities and states who lure illegal immigrants here. They do nothing to accommodate them. And according to the left, Governor Ron DeSantis, he's the villain. And Governor Abbott's the villain. Congresswoman AOC accused DeSantis of, quote, crimes against humanity. Gavin Newsom, America's dumbest governor, by a long shot, who is salivating to be president. In his mind, he is going to live in that Oval Office one day. He called Ron DeSantis morally reprehensible. He demanded that he be investigated, get this, for kidnapping. Now, I guess Newsom forgot about his own busing program as mayor of San Francisco. That's when he shipped homeless people all over the country. Now, in reality, America's virtuous liberals aren't angry that DeSantis is relocating illegal immigrants. They're actually mad that he wrote (ph) -- relocated them to their plush exclusive and frankly discriminatory community. And they're mad the Texas Governor Abbott is relocating illegal immigrants to major liberal sanctuary, hot spots like New York City, Chicago, Washington, D.C., outside of Kamala Harris's mansion in Washington, D.C. And in a now deleted tweet from NBC News, one bleeding heart activist described this way, quote: it's like me taking my trash out and just driving to different areas where I live and just throwing my trash there. Mayor Eric Adams said, New York City, which is home to 8 million people is totally overwhelmed with the influx of a few thousand migrants. By the way, El Paso gets about 2,000 a day, Mayor, and Mayor Adams is now considering legal action against Texas. Meanwhile, Chicago Mayor Lori lightweight, she is begging the federal government to step in and rescue the Windy City from the roughly migrants that recently arrived. But turns out she is now busting all of the people that are coming to Chicago right out of the city, which frankly may be a good thing. That may mean they're actually going to be safer. And Washington, D.C. Mayor Bowser complaining that her sanctuary city cannot be forced to deal with illegal immigrants because, quote, it's not Texas, explain that logic she then declares a state of emergency, calls in the National Guard and demands $50 million from Joe Biden and the federal government. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR MURIEL BOWSER, WASHINGTON, D.C.",
      "sentences": "We're not a border town. We don't have an infrastructure to handle this type of level of immigration to our city. But we will create a new normal here in our infrastructure and have a humane welcome for people, in an efficient, you know, service provision. But we don't have the ability -- we're not Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "According to the great mayor, America's capital city, population 700,000, budget of $20 billion, they don't have the resources to handle, what, a couple of thousand migrants. El Paso, 2,000 a day, and yet somehow, Eagle Pass in Texas, home to 30,000, they're expected to bear the entire burden of thousands of migrants a day? How does any of this make any sense? Now, how is it that compassion -- how is this in any way compassionate liberalism, how does this improve the safety and security of you the American people? Last week, Governor DeSantis not only exposed the heartless hypocrisy from America's virtue signaling Democrats. He also highlighted the serious security crisis that presented by a wide open border. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When our middle son Brandon left to go to work, he was only 21 years old, and the last words I said to him is \"I love\". And a twice deported an illegal, Brandon told me, hit him so hard, and then he cause Brandon's car to flip, and he killed him. We were able to go and meet with Governor DeSantis. He said I want to hear your son's story, and to see the compassion in his eyes, and I saw the concern, he wanted to make sure other lies were protected. And as a governor, he truly has been upholding the oath that he took, which is to protect Floridians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Florida Governor DeSantis will join us in a moment. But first here live from Martha's Vineyard, FOX News investigative reporter and contributor Sara Carter. Did they welcome you? I don't know if you have a FOX News mike flag on your microphone. If you did, that might be trouble, it might throw you out. You know what, Sean, you know what, Sean? It's all okay. They did welcome me. I was honest. I said I'm Fox News. And I had -- there was a variety of opinions look all is quiet right now here on main street in Martha's Vineyard as you call it. But we had a chance today to talk to some people who had a difference of opinion than the ones we mainly see and these were two long time residents here of Martha's Vineyard that are angry at the hypocrisy of some of their neighbors and want to speak out and they say. They support Governor Ron DeSantis. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Were you surprised at all when Governor Ron DeSantis decided, okay, you know what? Guess what? I'm going to send of the migrants who volunteered to come to this -- to come -- to come to Boston -- to come to Martha's Vineyard, were you surprised when they arrived?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZABETH BOSTROM, MARTHA'S VINEYARD RESIDENT",
      "sentences": "No, I wasn't, and I actually -- I really praise him for doing that because it wasn't a stunt. I know the media's been saying it this time but, you know, how do you get the attention of the administration, how do you get the attention of Harris who's supposed to be in charge of this that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Do you think she's been a good borders czar?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSTROM",
      "sentences": "It's really a joke and everyone knows it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM JOYCE, MARTHA VINEYARD'S RESIDENT",
      "sentences": "I think what he did was a great -- a great to, you know, for the country, a great statement for the country to get the conversation out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSTROM",
      "sentences": "Tell the truth. I don't believe anything that comes out of the administration anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOYCE",
      "sentences": "My message would be: how do you think the people in Texas feel that are getting thousands of them coming in a day and we had a little taste of it with 150.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Sean, whether they agreed with Governor Ron DeSantis or whether they disagreed with Governor Ron DeSantis, everybody that I spoke with here today and I spoke to quite a few people here today said there was one thing that is certain is that the border and immigration is a huge problem. It needs to be addressed. It needs to be resolved and nobody was happy with what the Biden administration is doing -- Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right Sara, thanks for that report from Martha's Vineyard. We appreciate it. All right. Tonight, one liberal county in Texas is also investigating Ron DeSantis. They are accusing him of, quote, leaving migrants to fend for themselves in Martha's Vineyard. Here to respond, Florida Governor Ron DeSantis. You know, the great irony in all of this is, if we use the less definition of racism and xenophobia, they're it. They define it, based on their actions in Martha's Vineyard. What they're missing is Joe Biden has been flying and busing illegal immigrants every day all over the country and in the dark of night just leaving them in the middle of the street. So why are they only now paying attention to 50 people that you sent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS (R), FLORIDA",
      "sentences": "Well, Sean, it's really frustrating because as, you know, you've been covering this -- millions of people since Biden's been president illegally coming across the southern border. Did they freak out about that? No. You've had migrants die in the Rio Grande, yet 50 die in Texas, in a trailer because they were being neglected. Was there a freak out about that? No, there wasn't. You've had criminal aliens get across that southern border and victimize Americans, killing some, raping some. Was there any type of outrage about that? No. And then, of course, we know fentanyl deaths are at an all-time high. Where's that fentanyl coming from over? The -- it's coming over the open southern border. It's only when 50 get put into Martha's Vineyard which wasn't saying they didn't want this. They said they wanted this. They said they were a sanctuary jurisdiction. These were people who were basically destitute and then put in a situation where they could have succeeded, but that was all virtue signaling. And not only did I not welcome them, they deported them the next day with the National Guard. Give me a break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah. And by the way, just for the record, this was voluntary. All migrants were put up in hotels, given accommodations. They were fed. They were showered. They were offered haircuts and any of the services that they were needed, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Yeah. Not only that. They all signed consent forms to go and then the vendor that that is doing this for Florida provided them with a packet that had a map of Martha's Vineyard. It had the numbers for different services on Martha's Vineyard, and then it had numbers for the overall agencies in Massachusetts that handle things involving immigration and refugees. So it was clearly voluntary and all the other nonsense you're hearing is just not true. And why wouldn't they want to go given where they were? They were in really, really bad shape and they got to be cleaned up everything treated well and then put in a situation because, Sean, there are jobs available in Martha's Vineyard. There is lodging available in Martha's Vineyard. Had they lived up to their -- what they built themselves at as a sanctuary jurisdiction? They could have absorbed those people without a problem. But here's the thing, they said they didn't have housing, they said they couldn't accommodate. Like let's just say that's true for a minute -- well, what does that mean for these poor towns in Texas? What does it mean for these other places across the country that are seeing influx? What does it mean to these small towns that Biden has dumped so many people in? And so, I think what we've been able to do is show that this border is a disaster. Biden has failed on this as much or more than on any other policy. And now, people are talking about it and we want solutions as Americans. We want to make sure that Trump's policies have remain in Mexico can be reinstituted so we can get control over what's going on down there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Governor, it's kind of hard to fathom months ago, you're right, our borders were secure. We had stay in Mexico. We got -- we eliminated catch and release. Now, we have process release, give a free phone, you get preferential treatment. You don't get a COVID vaccine mandate and then you have free transportation to the state of your choice. This is madness. We had our borders controlled. We had 1.4 percent inflation, not 8.5 percent. We didn't have -- we're now paying double the amount for a gallon of gasoline. We didn't have that that problem. We wouldn't have had a disaster in Afghanistan. All of this has happened in 19 months. What do you see as the answer beyond 50 days from now when Americans go to the voting booth and you're up for reelection?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, Sean, I think we should point out -- you know, they accuse the governors of Arizona, Texas and me of political stunts in terms of dealing with illegal immigration. But the biggest stunt was Biden coming into office and reversing Trump's policies, not because Trump's policies weren't working. He reversed them because he wanted to virtue signal to his base and he wanted to show that he thought Donald Trump was bad. And that's why he reversed it, and he reversed it knowing what would end up happening. And so, he has done -- he has pulled the biggest political stunt. Look, I think people need to press the case on this in the midterms. We know the inflation, the economy as you said is going to be a big issue. Crime is going to be a huge issue. But this immigration and border I think is now a front burner issue, and I think this is one where Republicans have the advantage without question. So run on it, and then if we do get majorities in the Congress, Sean, they need to do something with that power to hold Biden accountable on this issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think borders. I think energy. I think the economy. I think lower taxes, you're right, law and order, parental rights and education -- all of this is on the ballot in 50 days and I hope the American people see this for what it is. There's a part of me that doesn't really want to ask you this question because I don't think Gavin Newsom is particularly bright and every time he deals with you, he comes out on the wrong end of it. But I'll ask anyway -- I would actually love to see him explain why he shut down California and they couldn't go out to eat but he went out to eat. He let his kids have in-school education, every other kid that didn't have a private school education. They were forced to study remote. I'd like to him to explain his 13-1/2 percent state income tax, to your zero percent, and his sanctuary state law breaking to your maintaining the law and order. And I don't know what he meant by the kidnapping comment, maybe you can tell me what that meant because I have no clue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, Sean, we've had an influx of people from California and they're moving because they're dissatisfied with what's gone going on over there. I think that the only issue, you know, anytime you're there, you got to worry about all the different things with crime and the homelessness. You also got to worry about, could they even keep the lights on for some type of an event. I mean, they seem to have a lot of problems with that as well. So we're happy with what we're doing in Florida, and I think at the end of the day, Sean, people can politically preen. They can say all this stuff but look how people behave look how people vote with their feet. And since I've been governor, it's been unmistakable. People look for freedom and we're the first place they look. And people have come not just from New York, New Jersey, as you know, that's always happened. Not just from the Midwest, which has always happened. Even from the Pacific coast of this country, going all the way across North America to be able to live in the state of Florida, and I'm proud that we've been that symbol for many people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Governor, for the first time in California's history, they've had a net increase in population. How many new people are moving to Florida on a daily basis? Do you have the exact number?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "I don't have the exact, but we've led the nation in net in migration, and on net, we've had over 225,000 the last two years, probably on average. And we've had more wealth move into Florida than has ever moved into an individual state over a similar period of time in American history, even adjusted for inflation. And oh by the way, Sean, who's losing the most population and the most wealth? California, New York, Illinois.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What very well-said. All right. So you're out on the campaign trail your race is pivotal for Republicans. So is Marco Rubio's race. How do you feel your races are going? And I know you've also been doing some campaigning around the country. What are the arguments that you would make? To me, it's very simple, the list that we just went over if you run on how -- are you better off than you were 19 months ago in terms of your energy prices, in terms of border security? Are you better off with a state that closed down for COVID? You had kids in school in August 2020. What are the arguments you think people should be making, Republicans should be making?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, first here in Florida, you know, people are fired up. I mean, our voters want to come out. I think we're going to have a record- setting turnout, particularly amongst Republicans. And so, we're looking forward to that. As you mentioned, I'm running, Senator Rubio, we also have congressional races, legislative races, school board. So this is really, really important and we're working really hard. I think we're going to do really well. But I think you nailed it -- across the country, prosecute the case against what Biden has done. Things were cheaper before he was president. Your gas was cheaper. Our country was safer before he was president. Hit him on the crime, and obviously our border was more secured. And yes, I do think -- you pointed out the parents' rights in the education -- these are huge issues because I think the left has gone so radical on this, they want to use the schools to indoctrinate our kids, and that's not what the American people want. They think schools should be to educate kids, not to indoctrinate them. So hold them accountable on things like critical race theory, gender ideology, none of that stuff is appropriate in the schools. But almost every single Democrat will have to say that they support that because that's what the far left of their base wants to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Fascinating. No Democrat wants to be seen with Joe Biden either when he goes to campaign. I didn't finish the question, last question, you have any interest in debating good old Gavin Newsom on his record taxes, state tax income taxes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, like I said, Sean, I don't know if they can reliably keep the power on. So you go all the way up there and have a debate and then what ends up happening, you know, if they can't keep lights on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They'll have brownouts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "So, you know, we're happy with what we're doing. You know, what I do though, Sean, my actions speak louder than my words. There's certain people that will preen and do that, I understand. We get things done in Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "My favorite line is, whatever you do, don't charge your electric vehicle during these hours. So you have to park it for this amount of time. That was my favorite. Governor, thank you for being with us. We appreciate it. All right. Coming up, Biden gave a disaster \"60 Minutes\" interview yesterday. You won't believe what he said. And Governor Glenn Youngkin will join us. He's fighting for parental rights and education in Virginia. We have that big story and a really big announcement. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So, Joe Biden, he sat down for his first on-air interview in seven months and it was filled with more mixed messages, failed policy and, of course, Biden blunders. Scott Pelley asked Biden about those who questioned his fitness for office, people like me. Take a look. SCOTT PELLEY, CBS HOST, 60 MINUTES: Some people ask whether you are fit for the job. And when you hear that, I wonder what you think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Watch me. Honest to God, that's all I think. Watch me, if you think I don't have the energy level or the mental acuity, then, you know, that's one thing. It's another thing of just watching and, you know, keep my schedule, do what I'm doing. I think that -- you know, I don't want to -- when I sit down with our NATO allies and keep them together I don't have them saying, wait a minute, how old are you? What do you -- what they say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We're watching you, Joe. That's the problem. We're watching. You average less than one public event a day and you take more vacation than every previous president. Now, of course, we've shown you on this program night after night, exactly, we've been watching Biden weak, Biden is frail, he's decrepit, he's deteriorating cognitively. Here's a small little sample, Joe. We're watching you the entire time. That's the problem. We see it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We hold these truths to be self-evident, all men and women created by the -- you know, you know the thing. I want to thank the former general, I keep calling him general, my -- the guy who runs that outfit over there. We're emerging for this pandemic, we want to expand pre-K for three and four-year-olds, millions of pre-K students. I tell you what, I live like (INAUDIBLE) This job -- these jobs, the jobs that are going to be created here (ph). The joke -- think about it -- think about what you'd think about. This is the extraordinary story being written today in America by this administration as I step all over my coat. Good thing my mom's not around. But, look -- This is the United States (INAUDIBLE) for god's sake. This is who we are. You know how much, you know how much I'm going to do with the deficit this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Joe, we're watching. Now, later, in the \"60 Minutes\" interview, Biden declared the pandemic is over, said the U.S. troops should -- would defend Taiwan which had to be immediately walked back repeatedly by the White House after he stepped in it, not for the first time but for the second time he's made the same mistake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELLEY",
      "sentences": "What should Chinese President Xi know about your commitment to Taiwan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We agree with what we signed on to a long time ago, and that there's One China policy and Taiwan makes their own judgments about their independence. We are not moving -- we're not encouraging or being independent. We're not to let -- that's their decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELLEY",
      "sentences": "But would U.S. forces defend the island?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Yes, if, in fact, there was an unprecedented attack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELLEY",
      "sentences": "After our interview, a White House official told us U.S. policy has not changed. Mr. President, First Detroit Auto Show in three years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELLEY",
      "sentences": "Is the pandemic over?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The pandemic is over and we still have a problem with COVID. We're still doing a lot of work on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. But the White House as I said forced to clarify saying U.S. policy towards Taiwan is not changed and if the pandemic is really over, that would likely mean his emergency student loan program would be unconstitutional because they said it was for an emergency. They would need to actually pass legislation and acknowledge co-equal branches of government to do that. Here with reaction, \"Outnumbered\" co-host Kayleigh McEnany, along with Outkick founder, Clay Travis, former Arkansas Governor Mike Huckabee. Mike, first, we want to know how Sarah's doing. She's in our thoughts on prayers. She's a friend of the show. My understanding is she's doing very well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "sentences": "She is, Sean, cancer free. They got everything in surgery and she's looking forward to getting back onto the campaign trail. Appreciates so much the prayers and love of so many people. And, you know, we're just relieved that it's over and it's a recovery point from here. But thank you for asking. I think a lot of people's prayers were answered. We're grateful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm predicting she's going to go down in Arkansas history as the best governor ever in that state. I'm just guessing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "I hope she does. You know, if she does, I'll be the happiest guy in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I believe that. You know what? You're that guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "I'll tell you this much -- yeah, I'll tell you this much, Sean. She will have a much better tenure as governor of Arkansas than Joe Biden is having and that disastrous interview you just played clips from all, I can think about is being a White House staffer and running through the White House last night saying, clean up in aisle four, clean up in aisle four, Joe's been on TV. We have a mess to deal with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me ask you, Kayleigh, inflation -- he actually said it hasn't spiked. He inherited 1.4 percent from Donald Trump, it's now eight point what three five percent. That spiked big time, a 40-year high. He claims the pandemic's over. I'd like to see the science behind that. He says, watch me. That's the problem. We've been watching him, and then not the first time but the second time he screwed up the Taiwan answer. What the hell's going on here? KAYLEIGH MCENANY, CO-HOTS OF \"OUTNUMBERED': Yeah, it's terrifying honestly, Sean, because these gaffes, especially when they're made in the foreign policy context -- you know, it's one thing when, you know, the Easter Bunny hops over at the Easter egg roll to stop him from talking, probably a smart move by someone in the White House press office. If this were my boss, I'd probably have done the exact same thing. So well done press shop. But it's another thing when it's messing up the doctrine of strategic ambiguity in Taiwan, which he's done once -- not once but twice, in a anonymous White House staffer has to go out and correct it. It's another thing when he's a -- in a press briefing, giving his second ever press briefing ever, and he makes this remark about a minor incursion being one thing, and Jen Psaki has to put out a statement immediately when he's done, which means that in real time, she was probably drafting that statement in her office as the president of the United States was speaking. And then he suggested regime change in Russia from Vladimir Putin. All of these things could cause major, major international conflicts. So, it's one thing when they're the small gaffes we laugh at, but when they're made in this huge global strategic context, it's very troubling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I want to talk, Clay, especially about when he said, inflation hasn't spiked, because the average couple in America because of his economic and energy policies, a couple is paying sixty eight hundred dollars more than they were paying for things under Donald Trump. That is a dramatic impact, two-thirds of the country now is living paycheck to paycheck. That is about as out of touch. Remember, Democrats were all upset George Herbert Walker Bush, you know, hadn't been to a grocery store in ages, didn't know the price of a gallon of milk. This guy doesn't know the average price of his inflation policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAY TRAVIS, OUTKICK CO-FOUNDER",
      "sentences": "You're exactly right; 13.5 percent year- over-year grocery bill increase. As was pointed out earlier, 1.4 percent inflation when he started, 8.3 percent now. And it's not only that prices are up, it's that real wages are down. If you are out there working on a day-to-day basis in this Biden regime in this administration over this last some odd months, you've gotten a major tax increase every single month because what you're bringing home is less than what the goods you have to purchase cost. And the more you live paycheck to paycheck -- Sean, I use this as an example, because it really brought it home was the gas prices were going up. I pulled up to the gas pump, somebody right in front of me. I don't know who it was, had pulled up and only bought one gallon of gas when that gas cost where I am in Tennessee was approaching five dollars a gallon. That's somebody trying to get to work, somebody trying to get their kid to school and they can only afford to put in one gallon at a time. This is a kind of brutal paycheck to paycheck universe that Joe Biden has created. I will say, if you look at that \"60 Minutes\" interview, the first one he's done in seven months, Democrats actually lose every time Biden opens his mouth. They had the disastrous Tuesday event to celebrate the Inflation Reduction Act, as we were dropping -- the stock market 1,200 points, 8.3 percent inflation. Biden is the worst salesman for what is a disastrous policy. I hope he keeps talking. I hope they keep putting him out over the next 50 days, because every time he talks, they lose voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I agree with that, and I think this MAGA Republican attack is backfiring as well. Governor Huckabee, you're a great politician. You're a great order. There are a lot of new people involved in politics that are running this year. What advice do you give them? Because I think Democrats have one playbook, Donald Trump in January 6, then they want to talk about abortion and demagogue that issue. And then the usual playbook, Republicans are racist. What do you advise any politician running as a conservative Republican how to win their race in 50 days?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Keep it simple. This is all about gasoline, groceries and God. Remind them how much they're paying for gas since Joe Biden has taken office, how much they're paying in groceries, how hard it is to put the food on the table, and remind them that Joe Biden -- his god is government and the far left, there God is really the created rather than the Creator. And some of us believe that life is precious. Don't apologize on the life issue. Take it right back to the Democrats and say, you know, you may think that we protect life too much, but tell us at what point is it okay to take the baby's life? But I say, keep it simple -- gas, groceries, God, end it there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And you're great at messaging. Kayleigh, I would add probably law and order, safety security, so you can pursue happiness. I think that's one. And I think parental rights in education. We're going to talk to Governor Youngkin in a second. I think he showed that was a major issue for parents in the commonwealth of Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Bingo. Governor Youngkin among those who considered critical race theory a big issue, 72 percent of them voted for Governor Youngkin. In fact, it was the Republican in Youngkin who was winning on education, which doesn't happen for our party, but it's happening now. I can tell you as a mom, Sean, I hear this all the time, whether I'm in New York, whether I'm in Florida, blue, red jurisdiction, people do not want their children being taught they are an oppressor. They do not like these parental secrecy policies where their child is being taught, you may be another gender and hide it from mom until we find about a suicide in a school bathroom which is the allegation down in Florida in a lawsuit. Parents care about this. Mama bears coming to vote, I can promise you that. I hear it all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's a great way to put it. All right. Kelly, thank you. Clay, good to see you as well. And, Governor, our prayers for Sarah and we look forward to having her back on the show soon. Thank you all. All right. Now, tonight, Virginia Governor Glenn Youngkin, he's following through on more of his campaign promises. He's now unveiling a new policy for transgender kids designed to protect students and parents. Under the new law policy, a school can only facilitate a, quote, transition of a transgender student if there is parental notification and approval, and teachers and administrators cannot conceal information about a student's gender from the parents. The new model policies also require students to use the bathroom and locker rooms that correspond to their biological sex. Here to explain much more is Virginia Governor Glenn Youngkin. Well, you have a whole list of principles that you're going -- that you're running here. You're calling it the model policies on privacy, dignity and respect for all students and parents in Virginia's public schools. Why don't you go through your list?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. GLENN YOUNGKIN (R), VIRGINIA",
      "sentences": "Well, Sean, first of all, this is not controversial. This is about restoring power to parents. And let's just be clear, children do not belong to the state. They belong to families. And when a child is wrestling with this kind of decision, a parent should absolutely be the primary counselor, advisor and helper in wrestling with this decision. That doesn't mean that there's not a role for a teacher or a trusted counselor, administrator, but parents should be the absolute primary advisor. And to -- and to shut them out, to close them out of this doesn't make any sense, and that's why we pressed forward with these model policies that put parents in the primary role. And anybody who thinks that parents should be shut out, I can't quite understand where they think the decision should be made if families and parents aren't the primary decision maker with a child.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Terry McAuliffe made one of the dumbest comments about this very issue in your election and I think it helped you a lot. You know, where does this idea come from that parents can circumvent especially with minor children the values that parents hold near and dear to their heart? But they're doing that and they're doing it more and more, this -- what will happen if somebody does not abide by these principles and law?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOUNGKIN",
      "sentences": "Well, first of all, these are model policies that, in fact, the local school jurisdictions need to adopt and come up with their own final policies that are consistent with these. And at the core is parental notification and involvement, and that's the critical point. It's the law. It is the law in Virginia that these model policies have to be the basis for the final policies. And let's just get back to the basic reality that in Virginia, and in our code and in federal lawsuits that have been -- that have been rendered decisions by courts, parents are the primary decision maker. And this is not controversial. And I think we've just got to get back to this basic premise. I mean, we battled this when, in fact, I signed my first executive order and empowered parents to make decisions with regard to masks. In schools, if you want to wear a mask, wear one, if you don't, parents can decide not to. And it's the same left progressive liberals who were who were objecting to that moment that are objecting here. Let's be real. This is all about parents' right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me ask you the same question I just asked Governor Huckabee and I asked Governor DeSantis at the top of the show. Here, I would -- some people say Virginia is purple. I would argue it's probably more blue than purple. It's neither here nor there. You won by a very healthy margin. We have midterm elections in 50 days. What is the messaging you recommend for these candidates that are running as Republicans and as conservatives?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOUNGKIN",
      "sentences": "So, first of all, Sean, Virginia used to be blue. Virginia's pretty red right now. And my advice and counsel to candidates running right now is focus on these kitchen table issues and come with common sense solutions, battling inflation and getting costs down, safe in co -- safety in communities and empowering parents having high expectations for students in schools and recognizing that people want a government that works for `em and doesn't want to tell them what to do all the time. These are common sense approaches to kitchen table issues that voters across Virginia last year where this red wave really started, it's really the -- it's really the groundswell beginning that's now sweeping across the nation. And I think we're going to see these issues be the primary ones that voters elect their next leaders on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And I'd advise every candidate to listen to what you just said, and we appreciate you being with us. Governor, thank you. Now, it's only 50 days, not only should you listen to him, you're going to want to listen to the next guest, Newt Gingrich. Now, the left soft on crime agenda is on full display, incredible surging crime all across the country. Newt Gingrich will weigh in how it threatens society. And a major, major announcement. It's really good, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Now, with only 50 days until the November midterms, Democrats are trying to run away from their failed record on crime as lawlessness continues to plague Democratic-run precincts from coast to coast. Look at what is happening in New York. A man with an ax literally wrecked a Lower East Side McDonald's on Friday. Look at this insanity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What, his French fries were cold? Why are we allowing this to happen? The suspect released without bail told local news that he never intended to hurt anyone and that the dispute stem from not being able to use the restroom and a dispute with a patron. Now, meanwhile, Newt Gingrich is warning about the long-term effects of this rising crime. He joins us now. You know, I've asking everybody tonight, Governor DeSantis, Governor Youngkin, Mike Huckabee, you know, we have 50 days away out of an election. Kevin McCarthy is going to come out with these Commitments to America, like your contract. But law and order, safety and security, has got to be at the top of the list. Parental rights is up there. Education has to be up there. Energy and the economy and borders has to be up there, pretty much the Trump agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, look, I think it's fair to say that every one of those affects people in their lives. You look at the price of groceries. I think Cheerios is now close to $7 a box and the boxes are getting smaller. You look at the price of gasoline which is going back up. I just filled up my car at $5.09 a gallon. You look at what's going to happen in New Hampshire as heating oil gets purchased in September and October, which is part of the reason I think that Senator Hassan is going to get defeated. You go around case by case. But the issue of open borders with huge amounts of fentanyl and other drugs coming across with it, I think something -- we're doing a podcast in the future with somebody from El Paso where they're estimating 1,900 new illegal immigrants per day. As you know, folks in Martha's Vineyard found 50 immigrants to be terrifying. Well, El Paso right now is trying to deal with 1,900 a day. And then you come to crime. And my point is the one which Senator Daniel Patrick Moynihan wrote about in the early 1990s in an essay called \"Defining Deviancy Down\", and he said basically, look, if you get to a point where you tolerate something, then it becomes common. And then you tolerate the next thing down and the next thing down. And you now have district attorney's across the country, this is one of the very strong points of the House Republicans commitment to America that they are going to it measure the number of district attorneys that refuse to arrest people and they're not going to get any federal grants. I mean, they're going to have a clear off that says, if you are not enforcing the law, we're not going to give you resources. And they're going to make sure that the people of that city or that area understand that their district attorney favors criminals over the innocent, which, of course, is a major issue in Pennsylvania where Fetterman, the Democrat, has two convicted criminals on his payroll. He's voted 25 times to release murderers who nobody else in the payroll board would vote for to release. And this whole question do you want a murderer in your neighborhood or do you them in prison? If you want them in your neighborhood, vote for Fetterman. If you want them in prison, vote for Oz, this is going to be true across the whole country, and, frankly, it's a threat to the very fabric of our civilization. You can not have a civilization and have this level of violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So, Fetterman doesn't want to debate until like 7, 8 days before the election, probably half the vote. Voting started in Pennsylvania today. Mandela Barnes, he doesn't want to debate Ron Johnson. Raphael Warnock doesn't want to debate Herschel Walker until, you know, early voting has started. And Kari Lake was on my radio show, her opponent doesn't want to debate her out in Arizona for the gubernatorial race. So, with all these Democrats taking a page from Joe Biden and hiding in the basement, what are the Republican candidates, what's their best strategy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Look, I think it's to do exactly what Ronald Reagan did, and that is pick the big issues, stick to them, repeat them every single day. When you're getting totally bored saying the same thing, you are beginning to penetrate and reach the voters. I mean, a great issue, again, let's go back to murder. Atlanta now has a higher per capita index of crime than the city of Chicago. What's Senator Warnock's answer for that? You talk about Arizona, in Arizona, Mark Kelly voted against hiring more border patrol and 10 hours later voted to hire 87,000 IRS agents. How many Arizonans, do you think, think we need more IRS agents and fewer Border Patrol? I think people will pick the big issues that are in people's lives. I agree entirely with your earlier guest who said stick to the issues that are right there at the kitchen table, and I think you're going to find parents' right to know what's going to know what's going on in their children's school. That's an 84 percent issue. We have a program called America's New Majority Project. And you look at it. It's clear where the country is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Twenty-eight years since the contract and this Friday, Kevin McCarthy will roll out his commitments to America. I think it's a great idea. It was a good idea when you did it. It's a great idea now. Mr. Speaker, thank you. All right. When we come back, a major announcement straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Before we go, a major programming announcement. On Wednesday, I will be sitting down for an exclusive interview with the 45th President Donald Trump at Mar-a-Lago. We are to get reaction on the FBI raid, the failing Biden presidency, a look ahead to the midterms and 2024. You name it, we'll be talking about it. You don't want to miss it. That is this Wednesday. In the meantime, that is all the time we have left this evening. Thank you for making the show possible. Thank you for being with us. Please set your DVR. Never, ever miss an episode and remember for news any time, go to foxnews.com, hannity.com and it's there available at your fingertips. In the meantime, let not your heart be troubled, heard that a lot today during the queen's funeral and we send our best regards to the people of Britain. Laura Ingraham, you've got a great show. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Welcome to HANNITY. And tonight, Joe Biden, your president, he thinks there's no inflation, no recession, no border crisis. And again, he said he would send U.S. troops to defend Taiwan against Chinese aggression and again his entire team had to correct his record and as for his mental acuity. As Joe stated, quote, the proof of the pudding is in the eating. Watch me. Joe, that's the problem. We've been watching. More of his disastrous interview coming up. Also tonight, Virginia Governor Glenn Youngkin will be here with his plan to restore parental rights and education. The woke left are not going to like what he is proposing. We'll tell you all about it. Later, we have a major announcement that you don't want to miss. It's big. And also, we begin tonight with Florida Governor Ron DeSantis who will join us in a moment. Late last week, the governor sent all of America's woke deeply compassionate liberals into a fit of hysteria. Apparently, DeSantis had the unmitigated audacity to relocate homeless and hungry migrants, provide them with food and lodging, and then those that volunteered, they had a choice to go or not go, they flew north to Martha's Vineyard, a community that claims to be welcoming and inclusive. Now, last week, we showed you the welcoming signs it's all over the island and it reads, we stand with immigrants and refugees, all are welcome here. Well, as it turns out, the wealthy Democrats on the island, they're not welcoming. They're not inclusive. And based on their own definition of racism and xenophobia, yeah, they're both on steroids. The 50 illegals were kicked out the next day. After one night, they called in the military and had every single one of them removed from the island, all while patting themselves on the back for serving them one hot meal and giving them a place to stay for one night. Now, according to the good people of Martha's Vineyard, well, they just don't have the resources to care for new guests, this despite a $10 million budget surplus, scores a vacant hotel rooms that we checked online. We found rooms available for 120 or more. They only had 50. And what about the thousands of unused rooms and bedrooms in the island's empty vacation homes, that would be by the way including Obama's 30-acre 7,000 square foot of state, how about the Obamas offer 15 of the 30 acres to house Joe Biden's illegal immigrants? That would be fair. But according to Democrats, the media mob, the blatantly xenophobic, racist liberals on Martha's Vineyard are not the villains here. Neither are Joe Biden. Neither is the borders czar Kamala Harris who are leaving thousands and thousands of men and women and children asleep on the streets, neither are the many sanctuary cities and states who lure illegal immigrants here. They do nothing to accommodate them. And according to the left, Governor Ron DeSantis, he's the villain. And Governor Abbott's the villain. Congresswoman AOC accused DeSantis of, quote, crimes against humanity. Gavin Newsom, America's dumbest governor, by a long shot, who is salivating to be president. In his mind, he is going to live in that Oval Office one day. He called Ron DeSantis morally reprehensible. He demanded that he be investigated, get this, for kidnapping. Now, I guess Newsom forgot about his own busing program as mayor of San Francisco. That's when he shipped homeless people all over the country. Now, in reality, America's virtuous liberals aren't angry that DeSantis is relocating illegal immigrants. They're actually mad that he wrote (ph) -- relocated them to their plush exclusive and frankly discriminatory community. And they're mad the Texas Governor Abbott is relocating illegal immigrants to major liberal sanctuary, hot spots like New York City, Chicago, Washington, D.C., outside of Kamala Harris's mansion in Washington, D.C."
    },
    {
      "speaker": "And in a now deleted tweet from NBC News, one bleeding heart activist described this way, quote",
      "utterance": "it's like me taking my trash out and just driving to different areas where I live and just throwing my trash there. Mayor Eric Adams said, New York City, which is home to 8 million people is totally overwhelmed with the influx of a few thousand migrants. By the way, El Paso gets about 2,000 a day, Mayor, and Mayor Adams is now considering legal action against Texas. Meanwhile, Chicago Mayor Lori lightweight, she is begging the federal government to step in and rescue the Windy City from the roughly migrants that recently arrived. But turns out she is now busting all of the people that are coming to Chicago right out of the city, which frankly may be a good thing. That may mean they're actually going to be safer. And Washington, D.C. Mayor Bowser complaining that her sanctuary city cannot be forced to deal with illegal immigrants because, quote, it's not Texas, explain that logic she then declares a state of emergency, calls in the National Guard and demands $50 million from Joe Biden and the federal government. Take a look."
    },
    {
      "speaker": "MAYOR MURIEL BOWSER, WASHINGTON, D.C.",
      "utterance": "We're not a border town. We don't have an infrastructure to handle this type of level of immigration to our city. But we will create a new normal here in our infrastructure and have a humane welcome for people, in an efficient, you know, service provision. But we don't have the ability -- we're not Texas."
    },
    {
      "speaker": "HANNITY",
      "utterance": "According to the great mayor, America's capital city, population 700,000, budget of $20 billion, they don't have the resources to handle, what, a couple of thousand migrants. El Paso, 2,000 a day, and yet somehow, Eagle Pass in Texas, home to 30,000, they're expected to bear the entire burden of thousands of migrants a day? How does any of this make any sense? Now, how is it that compassion -- how is this in any way compassionate liberalism, how does this improve the safety and security of you the American people? Last week, Governor DeSantis not only exposed the heartless hypocrisy from America's virtue signaling Democrats. He also highlighted the serious security crisis that presented by a wide open border. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "When our middle son Brandon left to go to work, he was only 21 years old, and the last words I said to him is \"I love\". And a twice deported an illegal, Brandon told me, hit him so hard, and then he cause Brandon's car to flip, and he killed him. We were able to go and meet with Governor DeSantis. He said I want to hear your son's story, and to see the compassion in his eyes, and I saw the concern, he wanted to make sure other lies were protected. And as a governor, he truly has been upholding the oath that he took, which is to protect Floridians."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Florida Governor DeSantis will join us in a moment. But first here live from Martha's Vineyard, FOX News investigative reporter and contributor Sara Carter. Did they welcome you? I don't know if you have a FOX News mike flag on your microphone. If you did, that might be trouble, it might throw you out. You know what, Sean, you know what, Sean? It's all okay. They did welcome me. I was honest. I said I'm Fox News. And I had -- there was a variety of opinions look all is quiet right now here on main street in Martha's Vineyard as you call it. But we had a chance today to talk to some people who had a difference of opinion than the ones we mainly see and these were two long time residents here of Martha's Vineyard that are angry at the hypocrisy of some of their neighbors and want to speak out and they say. They support Governor Ron DeSantis. Take a listen."
    },
    {
      "speaker": "CARTER",
      "utterance": "Were you surprised at all when Governor Ron DeSantis decided, okay, you know what? Guess what? I'm going to send of the migrants who volunteered to come to this -- to come -- to come to Boston -- to come to Martha's Vineyard, were you surprised when they arrived?"
    },
    {
      "speaker": "ELIZABETH BOSTROM, MARTHA'S VINEYARD RESIDENT",
      "utterance": "No, I wasn't, and I actually -- I really praise him for doing that because it wasn't a stunt. I know the media's been saying it this time but, you know, how do you get the attention of the administration, how do you get the attention of Harris who's supposed to be in charge of this that --"
    },
    {
      "speaker": "CARTER",
      "utterance": "Do you think she's been a good borders czar?"
    },
    {
      "speaker": "BOSTROM",
      "utterance": "It's really a joke and everyone knows it."
    },
    {
      "speaker": "JIM JOYCE, MARTHA VINEYARD'S RESIDENT",
      "utterance": "I think what he did was a great -- a great to, you know, for the country, a great statement for the country to get the conversation out there."
    },
    {
      "speaker": "BOSTROM",
      "utterance": "Tell the truth. I don't believe anything that comes out of the administration anymore."
    },
    {
      "speaker": "JOYCE",
      "utterance": "My message would be: how do you think the people in Texas feel that are getting thousands of them coming in a day and we had a little taste of it with 150."
    },
    {
      "speaker": "CARTER",
      "utterance": "Sean, whether they agreed with Governor Ron DeSantis or whether they disagreed with Governor Ron DeSantis, everybody that I spoke with here today and I spoke to quite a few people here today said there was one thing that is certain is that the border and immigration is a huge problem. It needs to be addressed. It needs to be resolved and nobody was happy with what the Biden administration is doing -- Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right Sara, thanks for that report from Martha's Vineyard. We appreciate it. All right. Tonight, one liberal county in Texas is also investigating Ron DeSantis. They are accusing him of, quote, leaving migrants to fend for themselves in Martha's Vineyard. Here to respond, Florida Governor Ron DeSantis. You know, the great irony in all of this is, if we use the less definition of racism and xenophobia, they're it. They define it, based on their actions in Martha's Vineyard. What they're missing is Joe Biden has been flying and busing illegal immigrants every day all over the country and in the dark of night just leaving them in the middle of the street. So why are they only now paying attention to 50 people that you sent?"
    },
    {
      "speaker": "GOV. RON DESANTIS (R), FLORIDA",
      "utterance": "Well, Sean, it's really frustrating because as, you know, you've been covering this -- millions of people since Biden's been president illegally coming across the southern border. Did they freak out about that? No. You've had migrants die in the Rio Grande, yet 50 die in Texas, in a trailer because they were being neglected. Was there a freak out about that? No, there wasn't. You've had criminal aliens get across that southern border and victimize Americans, killing some, raping some. Was there any type of outrage about that? No. And then, of course, we know fentanyl deaths are at an all-time high. Where's that fentanyl coming from over? The -- it's coming over the open southern border. It's only when 50 get put into Martha's Vineyard which wasn't saying they didn't want this. They said they wanted this. They said they were a sanctuary jurisdiction. These were people who were basically destitute and then put in a situation where they could have succeeded, but that was all virtue signaling. And not only did I not welcome them, they deported them the next day with the National Guard. Give me a break."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah. And by the way, just for the record, this was voluntary. All migrants were put up in hotels, given accommodations. They were fed. They were showered. They were offered haircuts and any of the services that they were needed, correct?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Yeah. Not only that. They all signed consent forms to go and then the vendor that that is doing this for Florida provided them with a packet that had a map of Martha's Vineyard. It had the numbers for different services on Martha's Vineyard, and then it had numbers for the overall agencies in Massachusetts that handle things involving immigration and refugees. So it was clearly voluntary and all the other nonsense you're hearing is just not true. And why wouldn't they want to go given where they were? They were in really, really bad shape and they got to be cleaned up everything treated well and then put in a situation because, Sean, there are jobs available in Martha's Vineyard. There is lodging available in Martha's Vineyard. Had they lived up to their -- what they built themselves at as a sanctuary jurisdiction? They could have absorbed those people without a problem. But here's the thing, they said they didn't have housing, they said they couldn't accommodate. Like let's just say that's true for a minute -- well, what does that mean for these poor towns in Texas? What does it mean for these other places across the country that are seeing influx? What does it mean to these small towns that Biden has dumped so many people in? And so, I think what we've been able to do is show that this border is a disaster. Biden has failed on this as much or more than on any other policy. And now, people are talking about it and we want solutions as Americans. We want to make sure that Trump's policies have remain in Mexico can be reinstituted so we can get control over what's going on down there."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Governor, it's kind of hard to fathom months ago, you're right, our borders were secure. We had stay in Mexico. We got -- we eliminated catch and release. Now, we have process release, give a free phone, you get preferential treatment. You don't get a COVID vaccine mandate and then you have free transportation to the state of your choice. This is madness. We had our borders controlled. We had 1.4 percent inflation, not 8.5 percent. We didn't have -- we're now paying double the amount for a gallon of gasoline. We didn't have that that problem. We wouldn't have had a disaster in Afghanistan. All of this has happened in 19 months. What do you see as the answer beyond 50 days from now when Americans go to the voting booth and you're up for reelection?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, Sean, I think we should point out -- you know, they accuse the governors of Arizona, Texas and me of political stunts in terms of dealing with illegal immigration. But the biggest stunt was Biden coming into office and reversing Trump's policies, not because Trump's policies weren't working. He reversed them because he wanted to virtue signal to his base and he wanted to show that he thought Donald Trump was bad. And that's why he reversed it, and he reversed it knowing what would end up happening. And so, he has done -- he has pulled the biggest political stunt. Look, I think people need to press the case on this in the midterms. We know the inflation, the economy as you said is going to be a big issue. Crime is going to be a huge issue. But this immigration and border I think is now a front burner issue, and I think this is one where Republicans have the advantage without question. So run on it, and then if we do get majorities in the Congress, Sean, they need to do something with that power to hold Biden accountable on this issue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think borders. I think energy. I think the economy. I think lower taxes, you're right, law and order, parental rights and education -- all of this is on the ballot in 50 days and I hope the American people see this for what it is. There's a part of me that doesn't really want to ask you this question because I don't think Gavin Newsom is particularly bright and every time he deals with you, he comes out on the wrong end of it. But I'll ask anyway -- I would actually love to see him explain why he shut down California and they couldn't go out to eat but he went out to eat. He let his kids have in-school education, every other kid that didn't have a private school education. They were forced to study remote. I'd like to him to explain his 13-1/2 percent state income tax, to your zero percent, and his sanctuary state law breaking to your maintaining the law and order. And I don't know what he meant by the kidnapping comment, maybe you can tell me what that meant because I have no clue."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, Sean, we've had an influx of people from California and they're moving because they're dissatisfied with what's gone going on over there. I think that the only issue, you know, anytime you're there, you got to worry about all the different things with crime and the homelessness. You also got to worry about, could they even keep the lights on for some type of an event. I mean, they seem to have a lot of problems with that as well. So we're happy with what we're doing in Florida, and I think at the end of the day, Sean, people can politically preen. They can say all this stuff but look how people behave look how people vote with their feet. And since I've been governor, it's been unmistakable. People look for freedom and we're the first place they look. And people have come not just from New York, New Jersey, as you know, that's always happened. Not just from the Midwest, which has always happened. Even from the Pacific coast of this country, going all the way across North America to be able to live in the state of Florida, and I'm proud that we've been that symbol for many people."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Governor, for the first time in California's history, they've had a net increase in population. How many new people are moving to Florida on a daily basis? Do you have the exact number?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "I don't have the exact, but we've led the nation in net in migration, and on net, we've had over 225,000 the last two years, probably on average. And we've had more wealth move into Florida than has ever moved into an individual state over a similar period of time in American history, even adjusted for inflation. And oh by the way, Sean, who's losing the most population and the most wealth? California, New York, Illinois."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What very well-said. All right. So you're out on the campaign trail your race is pivotal for Republicans. So is Marco Rubio's race. How do you feel your races are going? And I know you've also been doing some campaigning around the country. What are the arguments that you would make? To me, it's very simple, the list that we just went over if you run on how -- are you better off than you were 19 months ago in terms of your energy prices, in terms of border security? Are you better off with a state that closed down for COVID? You had kids in school in August 2020. What are the arguments you think people should be making, Republicans should be making?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, first here in Florida, you know, people are fired up. I mean, our voters want to come out. I think we're going to have a record- setting turnout, particularly amongst Republicans. And so, we're looking forward to that. As you mentioned, I'm running, Senator Rubio, we also have congressional races, legislative races, school board. So this is really, really important and we're working really hard. I think we're going to do really well. But I think you nailed it -- across the country, prosecute the case against what Biden has done. Things were cheaper before he was president. Your gas was cheaper. Our country was safer before he was president. Hit him on the crime, and obviously our border was more secured. And yes, I do think -- you pointed out the parents' rights in the education -- these are huge issues because I think the left has gone so radical on this, they want to use the schools to indoctrinate our kids, and that's not what the American people want. They think schools should be to educate kids, not to indoctrinate them. So hold them accountable on things like critical race theory, gender ideology, none of that stuff is appropriate in the schools. But almost every single Democrat will have to say that they support that because that's what the far left of their base wants to see."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Fascinating. No Democrat wants to be seen with Joe Biden either when he goes to campaign. I didn't finish the question, last question, you have any interest in debating good old Gavin Newsom on his record taxes, state tax income taxes?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, like I said, Sean, I don't know if they can reliably keep the power on. So you go all the way up there and have a debate and then what ends up happening, you know, if they can't keep lights on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They'll have brownouts."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "So, you know, we're happy with what we're doing. You know, what I do though, Sean, my actions speak louder than my words. There's certain people that will preen and do that, I understand. We get things done in Florida."
    },
    {
      "speaker": "HANNITY",
      "utterance": "My favorite line is, whatever you do, don't charge your electric vehicle during these hours. So you have to park it for this amount of time. That was my favorite. Governor, thank you for being with us. We appreciate it. All right. Coming up, Biden gave a disaster \"60 Minutes\" interview yesterday. You won't believe what he said. And Governor Glenn Youngkin will join us. He's fighting for parental rights and education in Virginia. We have that big story and a really big announcement. Stay with us."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So, Joe Biden, he sat down for his first on-air interview in seven months and it was filled with more mixed messages, failed policy and, of course, Biden blunders. Scott Pelley asked Biden about those who questioned his fitness for office, people like me. Take a look. SCOTT PELLEY, CBS HOST, 60 MINUTES: Some people ask whether you are fit for the job. And when you hear that, I wonder what you think."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Watch me. Honest to God, that's all I think. Watch me, if you think I don't have the energy level or the mental acuity, then, you know, that's one thing. It's another thing of just watching and, you know, keep my schedule, do what I'm doing. I think that -- you know, I don't want to -- when I sit down with our NATO allies and keep them together I don't have them saying, wait a minute, how old are you? What do you -- what they say?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "We're watching you, Joe. That's the problem. We're watching. You average less than one public event a day and you take more vacation than every previous president. Now, of course, we've shown you on this program night after night, exactly, we've been watching Biden weak, Biden is frail, he's decrepit, he's deteriorating cognitively. Here's a small little sample, Joe. We're watching you the entire time. That's the problem. We see it."
    },
    {
      "speaker": "BIDEN",
      "utterance": "We hold these truths to be self-evident, all men and women created by the -- you know, you know the thing. I want to thank the former general, I keep calling him general, my -- the guy who runs that outfit over there. We're emerging for this pandemic, we want to expand pre-K for three and four-year-olds, millions of pre-K students. I tell you what, I live like (INAUDIBLE) This job -- these jobs, the jobs that are going to be created here (ph). The joke -- think about it -- think about what you'd think about. This is the extraordinary story being written today in America by this administration as I step all over my coat. Good thing my mom's not around. But, look -- This is the United States (INAUDIBLE) for god's sake. This is who we are. You know how much, you know how much I'm going to do with the deficit this year."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Joe, we're watching. Now, later, in the \"60 Minutes\" interview, Biden declared the pandemic is over, said the U.S. troops should -- would defend Taiwan which had to be immediately walked back repeatedly by the White House after he stepped in it, not for the first time but for the second time he's made the same mistake."
    },
    {
      "speaker": "PELLEY",
      "utterance": "What should Chinese President Xi know about your commitment to Taiwan?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "We agree with what we signed on to a long time ago, and that there's One China policy and Taiwan makes their own judgments about their independence. We are not moving -- we're not encouraging or being independent. We're not to let -- that's their decision."
    },
    {
      "speaker": "PELLEY",
      "utterance": "But would U.S. forces defend the island?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Yes, if, in fact, there was an unprecedented attack."
    },
    {
      "speaker": "PELLEY",
      "utterance": "After our interview, a White House official told us U.S. policy has not changed. Mr. President, First Detroit Auto Show in three years."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Yeah."
    },
    {
      "speaker": "PELLEY",
      "utterance": "Is the pandemic over?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "The pandemic is over and we still have a problem with COVID. We're still doing a lot of work on it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. But the White House as I said forced to clarify saying U.S. policy towards Taiwan is not changed and if the pandemic is really over, that would likely mean his emergency student loan program would be unconstitutional because they said it was for an emergency. They would need to actually pass legislation and acknowledge co-equal branches of government to do that. Here with reaction, \"Outnumbered\" co-host Kayleigh McEnany, along with Outkick founder, Clay Travis, former Arkansas Governor Mike Huckabee. Mike, first, we want to know how Sarah's doing. She's in our thoughts on prayers. She's a friend of the show. My understanding is she's doing very well."
    },
    {
      "speaker": "MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "utterance": "She is, Sean, cancer free. They got everything in surgery and she's looking forward to getting back onto the campaign trail. Appreciates so much the prayers and love of so many people. And, you know, we're just relieved that it's over and it's a recovery point from here. But thank you for asking. I think a lot of people's prayers were answered. We're grateful."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm predicting she's going to go down in Arkansas history as the best governor ever in that state. I'm just guessing."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "I hope she does. You know, if she does, I'll be the happiest guy in America."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I believe that. You know what? You're that guy."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "I'll tell you this much -- yeah, I'll tell you this much, Sean. She will have a much better tenure as governor of Arkansas than Joe Biden is having and that disastrous interview you just played clips from all, I can think about is being a White House staffer and running through the White House last night saying, clean up in aisle four, clean up in aisle four, Joe's been on TV. We have a mess to deal with."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me ask you, Kayleigh, inflation -- he actually said it hasn't spiked. He inherited 1.4 percent from Donald Trump, it's now eight point what three five percent. That spiked big time, a 40-year high. He claims the pandemic's over. I'd like to see the science behind that. He says, watch me. That's the problem. We've been watching him, and then not the first time but the second time he screwed up the Taiwan answer. What the hell's going on here? KAYLEIGH MCENANY, CO-HOTS OF \"OUTNUMBERED': Yeah, it's terrifying honestly, Sean, because these gaffes, especially when they're made in the foreign policy context -- you know, it's one thing when, you know, the Easter Bunny hops over at the Easter egg roll to stop him from talking, probably a smart move by someone in the White House press office. If this were my boss, I'd probably have done the exact same thing. So well done press shop. But it's another thing when it's messing up the doctrine of strategic ambiguity in Taiwan, which he's done once -- not once but twice, in a anonymous White House staffer has to go out and correct it. It's another thing when he's a -- in a press briefing, giving his second ever press briefing ever, and he makes this remark about a minor incursion being one thing, and Jen Psaki has to put out a statement immediately when he's done, which means that in real time, she was probably drafting that statement in her office as the president of the United States was speaking. And then he suggested regime change in Russia from Vladimir Putin. All of these things could cause major, major international conflicts. So, it's one thing when they're the small gaffes we laugh at, but when they're made in this huge global strategic context, it's very troubling."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I want to talk, Clay, especially about when he said, inflation hasn't spiked, because the average couple in America because of his economic and energy policies, a couple is paying sixty eight hundred dollars more than they were paying for things under Donald Trump. That is a dramatic impact, two-thirds of the country now is living paycheck to paycheck. That is about as out of touch. Remember, Democrats were all upset George Herbert Walker Bush, you know, hadn't been to a grocery store in ages, didn't know the price of a gallon of milk. This guy doesn't know the average price of his inflation policies."
    },
    {
      "speaker": "CLAY TRAVIS, OUTKICK CO-FOUNDER",
      "utterance": "You're exactly right; 13.5 percent year- over-year grocery bill increase. As was pointed out earlier, 1.4 percent inflation when he started, 8.3 percent now. And it's not only that prices are up, it's that real wages are down. If you are out there working on a day-to-day basis in this Biden regime in this administration over this last some odd months, you've gotten a major tax increase every single month because what you're bringing home is less than what the goods you have to purchase cost. And the more you live paycheck to paycheck -- Sean, I use this as an example, because it really brought it home was the gas prices were going up. I pulled up to the gas pump, somebody right in front of me. I don't know who it was, had pulled up and only bought one gallon of gas when that gas cost where I am in Tennessee was approaching five dollars a gallon. That's somebody trying to get to work, somebody trying to get their kid to school and they can only afford to put in one gallon at a time. This is a kind of brutal paycheck to paycheck universe that Joe Biden has created. I will say, if you look at that \"60 Minutes\" interview, the first one he's done in seven months, Democrats actually lose every time Biden opens his mouth. They had the disastrous Tuesday event to celebrate the Inflation Reduction Act, as we were dropping -- the stock market 1,200 points, 8.3 percent inflation. Biden is the worst salesman for what is a disastrous policy. I hope he keeps talking. I hope they keep putting him out over the next 50 days, because every time he talks, they lose voters."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I agree with that, and I think this MAGA Republican attack is backfiring as well. Governor Huckabee, you're a great politician. You're a great order. There are a lot of new people involved in politics that are running this year. What advice do you give them? Because I think Democrats have one playbook, Donald Trump in January 6, then they want to talk about abortion and demagogue that issue. And then the usual playbook, Republicans are racist. What do you advise any politician running as a conservative Republican how to win their race in 50 days?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Keep it simple. This is all about gasoline, groceries and God. Remind them how much they're paying for gas since Joe Biden has taken office, how much they're paying in groceries, how hard it is to put the food on the table, and remind them that Joe Biden -- his god is government and the far left, there God is really the created rather than the Creator. And some of us believe that life is precious. Don't apologize on the life issue. Take it right back to the Democrats and say, you know, you may think that we protect life too much, but tell us at what point is it okay to take the baby's life? But I say, keep it simple -- gas, groceries, God, end it there."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And you're great at messaging. Kayleigh, I would add probably law and order, safety security, so you can pursue happiness. I think that's one. And I think parental rights in education. We're going to talk to Governor Youngkin in a second. I think he showed that was a major issue for parents in the commonwealth of Virginia."
    },
    {
      "speaker": "MCENANY",
      "utterance": "Bingo. Governor Youngkin among those who considered critical race theory a big issue, 72 percent of them voted for Governor Youngkin. In fact, it was the Republican in Youngkin who was winning on education, which doesn't happen for our party, but it's happening now. I can tell you as a mom, Sean, I hear this all the time, whether I'm in New York, whether I'm in Florida, blue, red jurisdiction, people do not want their children being taught they are an oppressor. They do not like these parental secrecy policies where their child is being taught, you may be another gender and hide it from mom until we find about a suicide in a school bathroom which is the allegation down in Florida in a lawsuit. Parents care about this. Mama bears coming to vote, I can promise you that. I hear it all the time."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's a great way to put it. All right. Kelly, thank you. Clay, good to see you as well. And, Governor, our prayers for Sarah and we look forward to having her back on the show soon. Thank you all. All right. Now, tonight, Virginia Governor Glenn Youngkin, he's following through on more of his campaign promises. He's now unveiling a new policy for transgender kids designed to protect students and parents. Under the new law policy, a school can only facilitate a, quote, transition of a transgender student if there is parental notification and approval, and teachers and administrators cannot conceal information about a student's gender from the parents. The new model policies also require students to use the bathroom and locker rooms that correspond to their biological sex. Here to explain much more is Virginia Governor Glenn Youngkin. Well, you have a whole list of principles that you're going -- that you're running here. You're calling it the model policies on privacy, dignity and respect for all students and parents in Virginia's public schools. Why don't you go through your list?"
    },
    {
      "speaker": "GOV. GLENN YOUNGKIN (R), VIRGINIA",
      "utterance": "Well, Sean, first of all, this is not controversial. This is about restoring power to parents. And let's just be clear, children do not belong to the state. They belong to families. And when a child is wrestling with this kind of decision, a parent should absolutely be the primary counselor, advisor and helper in wrestling with this decision. That doesn't mean that there's not a role for a teacher or a trusted counselor, administrator, but parents should be the absolute primary advisor. And to -- and to shut them out, to close them out of this doesn't make any sense, and that's why we pressed forward with these model policies that put parents in the primary role. And anybody who thinks that parents should be shut out, I can't quite understand where they think the decision should be made if families and parents aren't the primary decision maker with a child."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Terry McAuliffe made one of the dumbest comments about this very issue in your election and I think it helped you a lot. You know, where does this idea come from that parents can circumvent especially with minor children the values that parents hold near and dear to their heart? But they're doing that and they're doing it more and more, this -- what will happen if somebody does not abide by these principles and law?"
    },
    {
      "speaker": "YOUNGKIN",
      "utterance": "Well, first of all, these are model policies that, in fact, the local school jurisdictions need to adopt and come up with their own final policies that are consistent with these. And at the core is parental notification and involvement, and that's the critical point. It's the law. It is the law in Virginia that these model policies have to be the basis for the final policies. And let's just get back to the basic reality that in Virginia, and in our code and in federal lawsuits that have been -- that have been rendered decisions by courts, parents are the primary decision maker. And this is not controversial. And I think we've just got to get back to this basic premise. I mean, we battled this when, in fact, I signed my first executive order and empowered parents to make decisions with regard to masks. In schools, if you want to wear a mask, wear one, if you don't, parents can decide not to. And it's the same left progressive liberals who were who were objecting to that moment that are objecting here. Let's be real. This is all about parents' right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me ask you the same question I just asked Governor Huckabee and I asked Governor DeSantis at the top of the show. Here, I would -- some people say Virginia is purple. I would argue it's probably more blue than purple. It's neither here nor there. You won by a very healthy margin. We have midterm elections in 50 days. What is the messaging you recommend for these candidates that are running as Republicans and as conservatives?"
    },
    {
      "speaker": "YOUNGKIN",
      "utterance": "So, first of all, Sean, Virginia used to be blue. Virginia's pretty red right now. And my advice and counsel to candidates running right now is focus on these kitchen table issues and come with common sense solutions, battling inflation and getting costs down, safe in co -- safety in communities and empowering parents having high expectations for students in schools and recognizing that people want a government that works for `em and doesn't want to tell them what to do all the time. These are common sense approaches to kitchen table issues that voters across Virginia last year where this red wave really started, it's really the -- it's really the groundswell beginning that's now sweeping across the nation. And I think we're going to see these issues be the primary ones that voters elect their next leaders on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And I'd advise every candidate to listen to what you just said, and we appreciate you being with us. Governor, thank you. Now, it's only 50 days, not only should you listen to him, you're going to want to listen to the next guest, Newt Gingrich. Now, the left soft on crime agenda is on full display, incredible surging crime all across the country. Newt Gingrich will weigh in how it threatens society. And a major, major announcement. It's really good, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Now, with only 50 days until the November midterms, Democrats are trying to run away from their failed record on crime as lawlessness continues to plague Democratic-run precincts from coast to coast. Look at what is happening in New York. A man with an ax literally wrecked a Lower East Side McDonald's on Friday. Look at this insanity."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What, his French fries were cold? Why are we allowing this to happen? The suspect released without bail told local news that he never intended to hurt anyone and that the dispute stem from not being able to use the restroom and a dispute with a patron. Now, meanwhile, Newt Gingrich is warning about the long-term effects of this rising crime. He joins us now. You know, I've asking everybody tonight, Governor DeSantis, Governor Youngkin, Mike Huckabee, you know, we have 50 days away out of an election. Kevin McCarthy is going to come out with these Commitments to America, like your contract. But law and order, safety and security, has got to be at the top of the list. Parental rights is up there. Education has to be up there. Energy and the economy and borders has to be up there, pretty much the Trump agenda."
    },
    {
      "speaker": "NEWT GINGRICH, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, look, I think it's fair to say that every one of those affects people in their lives. You look at the price of groceries. I think Cheerios is now close to $7 a box and the boxes are getting smaller. You look at the price of gasoline which is going back up. I just filled up my car at $5.09 a gallon. You look at what's going to happen in New Hampshire as heating oil gets purchased in September and October, which is part of the reason I think that Senator Hassan is going to get defeated. You go around case by case. But the issue of open borders with huge amounts of fentanyl and other drugs coming across with it, I think something -- we're doing a podcast in the future with somebody from El Paso where they're estimating 1,900 new illegal immigrants per day. As you know, folks in Martha's Vineyard found 50 immigrants to be terrifying. Well, El Paso right now is trying to deal with 1,900 a day. And then you come to crime. And my point is the one which Senator Daniel Patrick Moynihan wrote about in the early 1990s in an essay called \"Defining Deviancy Down\", and he said basically, look, if you get to a point where you tolerate something, then it becomes common. And then you tolerate the next thing down and the next thing down. And you now have district attorney's across the country, this is one of the very strong points of the House Republicans commitment to America that they are going to it measure the number of district attorneys that refuse to arrest people and they're not going to get any federal grants. I mean, they're going to have a clear off that says, if you are not enforcing the law, we're not going to give you resources. And they're going to make sure that the people of that city or that area understand that their district attorney favors criminals over the innocent, which, of course, is a major issue in Pennsylvania where Fetterman, the Democrat, has two convicted criminals on his payroll. He's voted 25 times to release murderers who nobody else in the payroll board would vote for to release. And this whole question do you want a murderer in your neighborhood or do you them in prison? If you want them in your neighborhood, vote for Fetterman. If you want them in prison, vote for Oz, this is going to be true across the whole country, and, frankly, it's a threat to the very fabric of our civilization. You can not have a civilization and have this level of violence."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So, Fetterman doesn't want to debate until like 7, 8 days before the election, probably half the vote. Voting started in Pennsylvania today. Mandela Barnes, he doesn't want to debate Ron Johnson. Raphael Warnock doesn't want to debate Herschel Walker until, you know, early voting has started. And Kari Lake was on my radio show, her opponent doesn't want to debate her out in Arizona for the gubernatorial race. So, with all these Democrats taking a page from Joe Biden and hiding in the basement, what are the Republican candidates, what's their best strategy?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Look, I think it's to do exactly what Ronald Reagan did, and that is pick the big issues, stick to them, repeat them every single day. When you're getting totally bored saying the same thing, you are beginning to penetrate and reach the voters. I mean, a great issue, again, let's go back to murder. Atlanta now has a higher per capita index of crime than the city of Chicago. What's Senator Warnock's answer for that? You talk about Arizona, in Arizona, Mark Kelly voted against hiring more border patrol and 10 hours later voted to hire 87,000 IRS agents. How many Arizonans, do you think, think we need more IRS agents and fewer Border Patrol? I think people will pick the big issues that are in people's lives. I agree entirely with your earlier guest who said stick to the issues that are right there at the kitchen table, and I think you're going to find parents' right to know what's going to know what's going on in their children's school. That's an 84 percent issue. We have a program called America's New Majority Project. And you look at it. It's clear where the country is."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Twenty-eight years since the contract and this Friday, Kevin McCarthy will roll out his commitments to America. I think it's a great idea. It was a good idea when you did it. It's a great idea now. Mr. Speaker, thank you. All right. When we come back, a major announcement straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Before we go, a major programming announcement. On Wednesday, I will be sitting down for an exclusive interview with the 45th President Donald Trump at Mar-a-Lago. We are to get reaction on the FBI raid, the failing Biden presidency, a look ahead to the midterms and 2024. You name it, we'll be talking about it. You don't want to miss it. That is this Wednesday. In the meantime, that is all the time we have left this evening. Thank you for making the show possible. Thank you for being with us. Please set your DVR. Never, ever miss an episode and remember for news any time, go to foxnews.com, hannity.com and it's there available at your fingertips. In the meantime, let not your heart be troubled, heard that a lot today during the queen's funeral and we send our best regards to the people of Britain. Laura Ingraham, you've got a great show."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}