{
  "date": "September 4, 2021",
  "headline": "'Justice' on Biden's 'dangerous' performance as commander-in-chief",
  "subHeadline": "Guests: Richard Grenell, Jim Jordan, Carol Swain",
  "url": "https://www.foxnews.com/transcript/judge-pirro-on-bidens-dangerous-performance-as-commander-in-chief",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "sentences": "Hello, and welcome to JUSTICE. I'm Judge Jeanine Pirro. Thanks so much for being with us tonight. So, let's get right to my open. The world is a less safe place today than it was the day Joe Biden took office. That's because Biden is non-transparent, is blatantly dishonest and is literally dangerous. Biden prioritizes Afghans with no connection to the United States and no vetting over American citizens. In fact, 100 Afghan evacuees are being investigated for possible ties to terrorism. The world watches as Biden, according to reports flies Afghan men with child brides, pedophilia, or human trafficking where I come from, into states like Wisconsin, over Christians and young female soccer players who are abandoned, stranded, and left as hostages. Joe Biden has literally given a terrorist organization their own nation. Not only that, we armed them to accomplish their mission. As he tries to sell us lie after lie, the American people are seeing the right through it. In fact, 51 percent aren't buying it. His approval rating continues to go down, right now, 43 percent is the lowest in his presidency, and 60 percent disapprove of his handling of Afghanistan. You see, Joe, we're smarter than you and your minions think we are. You've been lying for months about Afghanistan about your exit non-strategy, about your non-decisions, about what your military chiefs have told you or not told you. It's all lies and dangerous ones at that. You are no longer the Commander-in-Chief. You are the liar-in-chief. You spew lies as truth and then turn and bobble away and capable of answering questions. Instead, you send out your puppets on a string to take fake umbrage and double down on your lies. Joe, your behavior is not only a dereliction of duty and your sworn oath to protect and defend the Constitution and the people of the United States. You have aided and abetted the enemy that we fought for 20 years with American blood and treasure. While you tried to restrict our Second Amendment gun rights in the homeland, you leave the enemy with billions of dollars of the most sophisticated military equipment in the world. You vacated Bagram Air Base, a secure facility from which Americans and our allies could be evacuated and instead allowed the Taliban to release their so-called enemies ISIS-K, causing our military to be sitting ducks for an attack at the Kabul Airport and 13 service members to be ultimately returned home in caskets because you had the enemy controlling what little perimeter there was. And your cold unconcerned boredom as you repeatedly look at your watch as those caskets were placed on the tarmac was a disgusting display of your animus and your inability to feel for anyone but yourself. And you talked about yourself to shocked and grieving parents, and you have the gall to actually call the exit an extraordinary success.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT OF THE UNITED STATES",
      "sentences": "As we close 20 years of war and strife and pain and sacrifice, it's time to look at the future, not the past. The extraordinary success of this mission was due to the incredible skill, bravery, and selfless courage of the United States military and our diplomats and Intelligence professionals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Liar. For the 18 months before your chaotic incoherent entrance onto the world stage, not one American was touched, not one American harmed or threatened in any way because they knew Donald Trump would respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "For 18 months, not one American soldier was killed, not one -- 18 months -- and that was because of the agreement. We had a very strong agreement. It was conditions based. Now, there were many other parts of the agreement also. And if they violated them, you know that, we went in and bombed the hell out of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Joe, you can't shine Donald Trump's shoes. He was, and is a leader and showed us the meaning of peace through strength. You caused chaos through incompetence. You didn't have the spine, the brains, or the capacity to know what you were doing. Joe, I think it's time for you to go back to the basement where Jill can walk you around and tell you where you are and what to do. You botch everything. You should be ashamed of yourself. You're not only a liar since this was the biggest disaster in American military history. You are a weak, feckless individual, whose catastrophic betrayal of America and American families demand impeachment, resignation, and a court martial. And here's another lie --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We will not conduct a hasty rush to the exit. We'll do it, we'll do it responsibly, deliberately, and safely. There is a home for you in the United States, if you so choose, and we will stand with you just as you stood with us. If there's American citizens left, we're going to stay there and we will get them all out. Any American who wants to come home, we will get you home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Liar. How dare you put Americans in the hands of Taliban and ISIS? How dare you allow empty planes to fly back to America? How dare you not have the military search for Americans like other countries did for their people? How dare you have your State Department threaten private organizations, and a network of veterans of real Americans who are trying to return Americans and our Afghan allies home?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARY BETH LONG, FORMER ASSISTANT SECRETARY OF DEFENSE FOR INTERNATIONAL SECURITY AFFAIRS",
      "sentences": "I just learned multiple attempts the State Department and the Department of Defense have basically been brushed off. They are not interested in on our lists of U.S. citizens who are trying to get in. They were not interested in our list of U.S. green card holders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DAN CRENSHAW (R-TX)",
      "sentences": "So they were behind the eight ball the entire time. You know, when I hear from Antony Blinken and, and Jake Sullivan, they tend -- they tend to repeat the lies of the administration more than most. And I think the State Department has a lot to answer for on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARKWAYNE MULLIN (R-OK)",
      "sentences": "We haven't had any contact with them since and I believe it's because they were caught up in it. And so what they did by playing politics on this for whatever reason --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHANNEL CHIEF POLITICAL ANCHOR",
      "sentences": "So you don't know who shut you down from landing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULLIN",
      "sentences": "I don't know what -- I don't know who shut us down, but I think it was 100 percent directed from the State Department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Joe, are you really an American? I don't know of any leader from local, town council and up who would leave Americans behind and bring in unvetted Afghans with child brides in violation of our laws? Are you delusional? In your head, you actually expected the world to applaud you for ending the longest war in American history. You were teed off because you thought that September 11th would be about you. In part Joe, you're right, because going forward, any assault on any American in the homeland or around the world will be due to you and your ineptitude. And that's my open. Let me know what you think on my Facebook and Twitter, #JudgeJeanine. Joining me now with reaction to my open and the latest developments on this administration's abandonment of Americans and allies behind enemy lines, Afghanistan veteran and FOX News contributor Joey Jones, along with the former Acting Director of National Intelligence, Ric Grenell. Okay, Joey, I'll start with you. You know, 20 years ago, it seemed that we went to Afghanistan to defeat the Taliban and Joe Biden just armed them and left them in charge and is pretty much about to recognize them. You, in the last few days did an interview of several of the men that you were in Afghanistan with and let's take a listen to that. I want you to listen to this and we'll come back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's four grown men sitting here, we only have got five legs. So, that's extra skin in the game. You know what I mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My heart and my mind has been totally consumed with the families of the victims of the blast. To know those families are hurting in the way that I know that you are, it's just -- man, it hurts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOEY JONES, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "How did it feel to have a Marine General be the one to address the nation and talk about the Taliban the way did the day we left?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's disgusting. It's impossible to have a positive emotion about this whole experience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "So Joey, what did you come away with? I mean, these are guys who as you say have skin in the game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Yes, you know, Amos Benjamin, the guy who said his heart was breaking, he wasn't only injured in battle. He is not only a combat Marine, he is also a Gold Star brother. His brother served in the job I did, I had a lot of close friends with him and he was killed in action and Amos chose to deploy almost immediately afterwards anyway, and he didn't have to. And that's the kind of men and women that have fought this war for 20 years that have laid their life down and Amos has a brain injury, life will never be the same for him. And later in the interview, you'll see, he says he is proud of his service, and we all are. We're proud because like Chad said in that interview, we don't hate what's in front of us, we love what's behind us. And I just was a little bit of that selflessness of the men and women that fought this war for two decades existed anywhere in D.C., even among the highest ranks of our military and I just don't believe that's the case. You know, Generals used to say, if I win this battle, maybe I'll have a career. And now they say, if I can write this policy, maybe I'll have a career. Policies don't win wars, leadership does and we don't have that right now, and haven't in a while.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. And Ric Grenell, you know, you were the head of the D.N.I. and you are an individual who understands how all of this works. We keep hearing about individuals, as was reflected in the open, who say they are trying to get Americans out, and the State Department is blocking them. And it seems that there's this war going on between The Pentagon and the State Department. I mean, how should it have been done? I mean, we all know the military shouldn't have left first. But what do Americans do now who are in Afghanistan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD GRENELL, FORMER ACTING DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "Well, first, let me just say very clearly that Joey and every single American man and woman who served overseas did their job successfully. Thank you very much. You kept us safe. You kept the terrorism away from us. You did your job. You did it exactly how you were supposed to. It's the politicians that messed this up. And the fact of the matter is, we have a politician in the White House right now, who is scrambling to pretend like this is over. Judge, let's be clear, this is not -- we're still in chaos. We are still in crisis mode. We have weapons that are still out and are going to be used against us. Why are we not disarming or taking those weapons off the battlefield somehow? We know we can. We should be able to do that. We also have a crisis with the vetting process. The vetting process right now going through in Germany, where I was, is atrocious. People are being told, Foreign Service officers, career officials, D.H.S. officials are being told when there's an incomplete file, rush it through, use your hunch. Let's try to get this done. This is really outrageous, and I put the full blame on the weak Secretary of State. We have Antony Blinken who sat in Cabinet meetings and allowed the 2,500 American troops and 5,000 NATO troops to leave before he took care of his own people at the State Department and at the Embassy. He and Wendy Sherman should walk out today in total disgrace. But The Pentagon is now throwing the whole Americans trapped in Afghanistan to the State Department. The Pentagon is washing its hands of individuals in a war-torn country against the Taliban. Let me just tell you, Foreign Service officers at the State Department are not going to be able to get these people out. They don't carry guns. They need leverage. This is The Pentagon's responsibility to get these people out. They are hostages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Okay, but now, you've got Jake Sullivan talking about the fact that we'll probably give them some money for humanitarian -- they're giving them money to get these hostages back. But Joey, I only have time for a question for each one of you. Now, they have kept terrorism and Ric is so right in honoring those who fought so hard for us, they kept terrorism away from us. But are you fearful that terrorism will come to the homeland again, based on this -- what's happening in Afghanistan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "I've never not been fearful, and that's the point here. I understand the threat we have, I understand the threat that we bat away every single day in this country. Having been an EOD tech and being read in and having a top secret clearance and seeing some of the threats that we've thwarted over the last 20 years, I understand exactly what the threat is, and how hard we work for our security and how much gathering Intelligence is important to that. And to see our DoD say that, well, hopefully we can work with the Taliban and that's what will stop them from letting terrorists come here and kill us --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Do you expect to see something here, Joey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "I don't think we're any safer today than we were yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Okay. Are we safer today than we were 20 years ago?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Not at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Ric, the 9/11 families, very quickly, disinvited Joe Biden to come to their ceremony. You're the king of declassification. Joe Biden decides he is going to declassify some Saudi Arabian -- some of the classified records and now he is invited back. Is this policy again dictating -- politics dictating the actions of a President?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "Yes. He is overruling career officials, those same career officials came to me, made the case to not declassify this information. I wanted to declassify it. The F.B.I. and D.O.J. folks said no, don't do it. I agreed with them when I looked at it, and he is overruling them for a short term political gain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Political gain. Joey Jones, Ric Grenell, thanks so much for being with us. And still ahead, Lara Trump, Tomi Lahren, Leo Terrell and more. But next, outrage over what one CNN host had to say about Americans stranded in Afghanistan. You're not going to believe this one. Plus, Congressman Jim Jordan is here live to react. Don't go anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "I think the administration is getting beaten up on this a little bit too much because there's a lot of blame to go around from four different Presidents and who actually didn't have the guts to get us out of Afghanistan. I think that we should stop all, you know running around like, oh my gosh, I can't believe he left so many people behind. We don't know if we left them behind yet. We don't know yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "sentences": "I know, but here is the one thing that you're forgetting. I hear you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Really? We don't know, Don? You think we don't know. We seem to clearly know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. KENNETH MCKENZIE, JR., COMMANDER, CENTCOM",
      "sentences": "There's a lot of heartbreak associated with this departure. We did not get everybody out that we wanted to get out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "We did not and have still not gotten everybody out. Joining me now, the author of: \"Do What You Say You Would Do: Fighting for Freedom in the Swamp,\" Congressman Jim Jordan. All right, Congressman, congratulations on the book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM JORDAN (R-OH)",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know, you've got this guy, Don Lemon. I mean, is that guy living under a rock somewhere? We still don't know if there are Americans left. I mean, even McKenzie said there are Americans left. We couldn't get them all out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes, here's what we know, 13 service members killed, Americans left behind, allies left behind, billions of dollars of equipment and weapons left behind, and some of the Afghans who have come to America haven't been properly vetted -- and Joe Biden describes that as an extraordinary success. You've got to be kidding me. So, I mean, this is why his approval ratings are down. This is why the American people are so frustrated and so upset. And for CNN anchors and news people to say those kinds of things makes absolutely no sense. And here's what's amazing to me, how could it be an extraordinary success and at the same time, be President Trump's fault? These guys say whatever they want. We all know that when President Trump was in the White House where he projects strength, where he projects confidence, this stuff did not happen and would not happen if he was still there. That's what the American people understand. I am so frustrated with what I hear and Judge, remember, this is the same group of people who gave us Benghazi. This is Blinken. This is Burns. This is Susan Rice, Wendy Sherman, Jake Sullivan. Those are the same people in charge when four Americans gave their life on September 11, 2012. They are the same darn people making decisions that allowed 13 people to die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And not only that, the article -- well, the article that you wrote for Breitbart comparing Benghazi to Afghanistan was excellent. And then you're right, it is the same players. It is the same, starting with Biden. I mean, it's all the same people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "They've got this idea that they have some policy ideas. These people are not rooted in reality. And this Wendy Sherman, when she got on, I never heard of her and she gets on television saying, oh, you know, women deserve this. Women deserve that. Young girls, I'm so happy. Go tell your boss that. Get off of the television. Go tell your boss that. Anyway, this guy isn't capable, as far as I'm concerned, Jim, of running the country. And we've got a jobs report expecting three quarters of a million new jobs. Instead, we get 200,000 new jobs. You know, you've got him looking at his watch when the caskets are coming back from Afghanistan. You know, and one of the reasons he got elected, Jim, was everybody said he was so compassionate about COVID. This guy is not compassionate about anything, but his bank account with his son.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes. What happened in Afghanistan was wrong. It was terrible. But frankly, it wasn't surprising because what has this guy done right? You're right. The economy is not where it needs to be. Inflation is up. Crime is up everywhere. The border is in chaos. Everything this guy touches, it goes bad. So, that's why I've said he should resign after what happened in Afghanistan with this evacuation. That's why I said he should resign. But you're right -- these people, Democrats can never handle foreign policy. I mean, Carter gave us the Iranian hostage situation. With Clinton, it was Mogadishu. With Obama, it was Benghazi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "And here we are with Biden, Afghanistan. This mess that his team created with their crazy policies and their crazy decisions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know, Jim, last question, who leaves Americans behind? Who? No one does that. Who lets in people unvetted through the southern border and old men coming through with child brides? It's a violation -- its human trafficking. It's pedophilia. Last thought, go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "When you have a Commander-in-Chief who leaves Americans behind -- a Commander-in-Chief who leaves Americans behind, and then has a border situation where each of the last five months, we've had an increasing number of illegal crossings, that just points out that you are not fit for the job. And frankly, we need someone else there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I'll tell you, Jim Jordan, thank God that you're there. We love you. Congressman Jim Jordan, thanks so much. And up next, a desperate mission to rescue members of the Afghanistan women's soccer team continues at this very hour. We're going to have the latest plus reaction from Lara Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASHLEY STROHMIER, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Welcome to \"FOX News Live,\" I'm Ashley Strohmier. The search for five missing service members off the coast of San Diego is over. The U.S. Navy tells us, it is shifting from search and rescue to recovery operations and it is now declaring all five sailors dead. They were killed in the crash of a naval helicopter last Tuesday. One crew member was rescued. Legendary TV weatherman, Willard Scott has died. He was 87 years old. Scott forecast the weather on NBC is \"Today\" Show for more than three decades and spent 65 years with the network. Now you might recall Willard enjoyed wishing a Happy Birthday to fans turning 100 or older with their photos appearing on Smuckers Jelly jars. He was the first person to play Ronald McDonald appearing in TV commercials way back in 1963. I'm Ashley Strohmier. Now, back to JUSTICE WITH JUDGE JEANINE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Reports continue out of Afghanistan that terrified teenage soccer players from the national soccer team had been abandoned. It's been said they were quote \"footsteps from freedom\" before Biden and his pathetic spineless advisers pulled us out of that embattled country. The mission to rescue these brave and talented young women was codenamed Operation Soccer Balls. If we do not succeed, they will be brutalized, they may be killed, and Joe Biden, they deserve better. Here were the reaction is Trump Senior adviser, Lara Trump. Hi, Lara. How are you? Are you there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA TRUMP, FOX BUSINESS NETWORK CONTRIBUTOR",
      "sentences": "I'm great, Jeanine. Yes, I'm here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Okay Good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "And it's horrific situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "How heartbreaking is this, Lara.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "It is an absolutely horrific situation to see. Not only the way that we have left this women's soccer team, which you are absolutely right, if they are found, they will be brutalized, they will be tortured, and then they will be killed. Because don't forget, Joe Biden has now allowed a terrorist organization to overtake the entire country of Afghanistan. And I would like to know where is the outrage from all of the women, all the woke Democrat women, Judge, where are they right now? Because what they are forgetting is that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I have --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Yes, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Lara, I have one better. Okay, before you go, I want to put this up. We've got a -- it's a first call for -- I want you to see this one. This is a classic. Can we put it up? There she is: \"Our prayers.\" First Lady Michelle Obama ex-First Lady.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "\"Our prayers are with the missing Nigerian girls and their families. It's time to #BringBackOurGirls.\" Have you heard anything from Michelle Obama, who was worried about Boko Haram and those girls, but is not worried about these girls? What do you think that's about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "You haven't heard anything from Michelle Obama. Heck, you haven't heard anything from our Vice President of the United States, Kamala Harris. The woke Democrat women are among the most hypocritical individuals to walk the face of the earth. These are women that are very happy to be activists, when it is politically advantageous for them, Judge. And then the second that they have nothing to gain. They don't care. People are on their own, no matter who you were, these women in Afghanistan will never see another day like they did before the United States left. Their lives will be different forever. There are girls as young as nine years old that are being subjected to marriage at that age. They are raped, they are tortured. You know, they are basically killed in the streets if they do not follow the rule of the Taliban now, and these women are all hypocritical though. Think about AOC. Think about down at the southern border when Donald Trump was President, crying hysterically. Where was she when it was at 400 percent capacity down there with the kids under Joe Biden? They are hypocrites. It is outrageous, and it is silence from them and it is noted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And you know, the saddest part of it is that I hope the American people are seeing that they only care about Democrats, they only care about their ideology, they only care about each other. If it happens to you, well, then that's your problem. We don't really care about it. But you know what? In addition to those young girls -- and it breaks my heart -- we've got reports of older men coming in, being flown in with young child brides, which to me is pedophilia and it is human trafficking. But look, you're a dog lover, I'm a dog lover. We've got something else I want to put up on the screen and that has to do with the dogs that are being left behind by the Biden administration. These were dogs that were working with the military. I mean, it makes me sick. It breaks my heart. There is no planning. There is no compassion. There is no heart in this administration. Who are these people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "You know, you're right. I am a dog lover, an animal lover, and I can tell you something about these military working dogs, Judge. They are incredibly smart. They knew what was happening to them while it was happening. Think about how hard this was for their handlers. These are people that they are bonded with for life, they've bonded with the dogs, to have to leave them there because our government is too inept to bring dogs home. What I have been told is that they were ready to bring them home, but the Biden administration did not want the optics of dogs going on an airplane even though we know they would have been underneath. They wouldn't have taken up any space for human beings. They didn't want the bad optics. We know Joe Biden has lied. He has lied to the American people time and time again. All he cares about his optics. What about the optics of America looking incredibly weak, Joe Biden? It is terrible, and now the dogs, too. I mean, as though it wasn't bad enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes. He's an embarrassment to this country. Lara Trump. Thank you so much. And up next, school children are being told they should not call the 9/11 hijackers terrorists. We expose how your kids are being brainwashed in classrooms across America, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "As if we needed more evidence of the far-left indoctrination going on in our schools. Take a look at this teacher training video from Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And we're also not going to reproduce what's understood as American exceptionalism. This understanding that America is a land at the top of a beautiful mountain and that all other countries, nations, and people are less than America. We're not going to reproduce notions that American history and American experiences are more significant than the experiences or histories of other people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "That's right. Not only can you not be proud of America anymore, but our kids are actively being taught to hate this country. The Virginia Department of Education is saying, quote, \"This webinar was part of a series intended to help teachers create welcoming and affirming classrooms for all students and in this specific case, to provide support to Muslim students who may be subject to bullying around the anniversary of 9/11.\" They're also trying to distance themselves from it saying, \"The statements in the video shouldn't be attributed to Virginia DoE.\" But they are the ones that posted it on YouTube. Joining me now to react, author of \"Black Eye for America: How Critical Race Theory is Burning Down the House,\" former Vanderbilt Political Science and Law professor, Dr. Carol Swain. Dr. Swain, so good to see you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. CAROL SWAIN, FORMER VANDERBILT POLITICAL SCIENCE AND LAW PROFESSOR",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I can't wait to hear what you have to say about what's going on in Virginia. Your analysis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAIN",
      "sentences": "Well, first of all, I am a Virginian, and so I have a connection with Virginia, which has -- it's a disgrace to the state itself. But when it comes to Islam, an opinion piece I wrote in 2015 set in motion the series of events that led me to take early retirement from the university, because I criticized radical Islam and I was cancelled. And so what I can tell you is that the Islamic agenda, the whitewashing of 9/11, that's been going on for a long time. We're not allowed to criticize Muslims especially I'm talking about the radical Islam. We're not allowed to talk about it. They can make extremist statements. There is a double standard. And it is a form of critical race theory in many ways. So, that's what I think about that. It's problematic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know, I want you to hear about -- let's -- I'm calling for this sound of the father at one of the meetings. Take a listen to this, Dr. Swain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERRICK WILBURN, COLORADO SPRINGS CONCERNED PARENT",
      "sentences": "I am the direct descendant of the North American slave trade. I am not oppressed, and I'm not a victim.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILBURN",
      "sentences": "I've taught my children, they're victims of three things, their own ignorance, their own laziness, and their own poor decision making. I can think of nothing more damaging to a society than to tell a baby born today that she has grievances against another baby born today, simply because of what their ancestors may have done two centuries ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What is -- Dr. Swain, I mean, I love what he said and I love who he is. You know, they have problems. They're lazy, though, whatever. But how does this benefit those who are pushing the critical race theory? I know they want to create a divide. But in the end, what do they get?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAIN",
      "sentences": "They get a divided America, and if you look at critical race theory itself, it has a Marxist agenda. It does not benefit black children. It does not benefit white children. It is un-American. It runs counter to our Civil Rights laws, our Constitution, and human decency because it involves the bullying and shaming of children. And in my book \"Black Eye for America,\" we have two chapters on how to fight back against critical race theory. One, of the things people can do is make sure they understand what it is, where it came from, and how it impacts our society. And they should pursue legal and constitutional means to fight back, which means white people have to learn how to collect data when they are being discriminated against. People should be protected against hostile workplaces and learning environments. And you need to continue to organize with others and the correlations are cutting across racial, ethnic, and partisan lines and they need to because it affects all Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, and also, you know, I understand that the teachers are going to start resigning, a lot of them. One, I understand, just resigned in Connecticut. They're fed up with it, too. I mean, you know, during the pandemic, I think everybody was kind of shell shocked, you know. But now, people are getting out again. And you know, although it Biden now is trying to -- with the booster, he is trying to get us down, although two people from the F.D.A. resigned because he is pushing the booster. But Carol Swain, you've always been brilliant on these issues, and it is great to have you back on JUSTICE. Good luck with your book. Thank you for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAIN",
      "sentences": "Thank you. My pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, still ahead, the heat is on in California and Gavin Newsom's days appear to be numbered. The latest on the recall effort, plus reaction from Leo Terrell and Tomi Lahren is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Welcome back to JUSTICE on this Labor Day weekend. The left's meltdown over Gavin Newsom's recall election in California has hit overdrive. Take a listen to this ridiculous comment from a guest on good old MSNBC. JEAN GUERRERO, COLUMNIST, \"LOS ANGELES TIMES\": I think it's important to remember that this is a recall that was fundamentally launched by anti- immigrant nativists. And the people who were angry with Gavin Newsom's pro-immigrant stance are the people who launched this recall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "FOX Nation host, Tomi Lahren and FOX News contributor, Leo Terrell are here to react to that and so much more. Good to have you both back. All right, so Tomi, you can go first. What about this American nativism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMI LAHREN, FOX NATION HOST",
      "sentences": "Listen, this recall was launched because of the COVID lockdowns, infringements, and tyranny. Californians watched as their kids sat in virtual school while his kids were in private learning. They watched as he dined at the French Laundry when they were unable to open their restaurants or go dine in a restaurant, and they watched their businesses that many of which never survived this lockdown. And I promise those that are wondering whether they want to vote yes on the recall or not. If he does manage to squeak through and he remains on his throne of lies, he will punish your state for attempting to recall him. More lockdowns, more infringements, more mandates will be on the way. Pay attention, Californians. This isn't about Republicans versus Democrats. This is about freedom versus tyranny. Choose wisely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes, and Leo, there's no question. He's going to punish them if he wins.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEO TERRELL, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Yes, you know what, first of all, I'm glad to have -- I am glad to be back with you and Tomi. Would he punish -- now, he is going to punish me. I live in this state, Judge. I'm going to be punished because I want people to vote yes on the recall and let's get him out. But let me be very clear. There is a disconnect. He couldn't lead us. He is a Nancy Pelosi elitist and he doesn't understand the homeless issue that is everywhere, the crime everywhere, and there's a total disconnect. This guy feels that he is privileged, entitled to be governor. If we do not get rid of him, there is going to be hell to pay in this state. Let me be very clear to that reporter. This petition of 1.7 million voters was a collection of Democrats, Independents, and Republicans who want this guy out. They are trying to play the Trump card. It doesn't work. There is a total dislike for Gavin Newsom because he's an incompetent governor, number two next to that guy you just got rid of in New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, yes, thank goodness, we got rid of him. But listen, I want you to listen to some sound from Larry Elder who is running for governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY ELDER (R), CALIFORNIA GUBERNATORIAL CANDIDATE",
      "sentences": "Without Gascon, these crimes will be prosecuted to the fullest extent of the law. And Gascon is a product of our Governor, Gavin Newsom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, and Tomi, look, this guy, Gascon, is a nightmare. He is letting people who have been in jail for rape, out of jail. He's not prosecuting and adding additional circumstances to murders. He is -- he is not a prosecutor. He doesn't believe in victims. He doesn't believe in enforcing the law. George Soros put him in and he's letting everybody out. So isn't that enough for people to vote Newsom out -- Tomi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAHREN",
      "sentences": "It absolutely is. And this is all part of the Newsom doctrine. This is part of the felon coddling that happens in the State of California. That's why you're seeing lawlessness. All the bad ideas that have spread around this country and other Democrat- run cities started in California. You have a slew of Prop 4757 felon coddling policies, it is only getting worse. As Leo mentioned, you've got a homeless epidemic. You've got a sanctuary state. You've got tyranny. You've got at the highest income inequality when you account for cost of living. It is a failed state. It is the fifth largest economy in the world. Californians should not be struggling like they are. The elites are doing well, the homeless are doing horribly, and those in the middle are being pinched and squeezed. This is your chance. Don't waste it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes. Go ahead, Leo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Absolutely. Let me be clear, this is a -- last year, Judge, was the first time we lost population in this state. We lost population because people are fed up with what happened with Newsom. I almost contemplated leaving the State of California because of the crime and all this -- basically chaos in this state. It is primarily due to Gavin Newsom who is totally disconnected to people who lost their jobs last year. And Tomi is absolutely right. If Newsom retains office, everyone is going to pay a dear price because he's going to lock us down. In the county of LA for example, if you're outdoors, you've got to wear a mask. With all these college football game, no matter, but it is a lockdown state, California is and it hurts the average citizen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, there's no question. This guy, Gavin Newsom is a dictator. You know, where his vineyard is open and he closes other vineyards. It's disgusting. Anyway, Tomi and Leo, it's so good to have you back. Have a wonderful weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Thanks so much for being with us, all right. And next, I have an exciting announcement for you. And you don't want to miss it, so don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Finally tonight, the wait is over. The second season of my hit show, \"Castles U.S.A.\" drops this Monday on FOX Nation, and you will not want to miss it. I traveled across the country this season from Texas to Florida to New Hampshire to show you the rich history of the most beautiful castles in the United States. They do not disappoint. Take a look at this sneak preview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Welcome to \"Castles U.S.A.\" I'm here in Galveston at Bishop's Palace. Come on with me we're going inside. She had a lot of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A lot of space.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Clothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I don't know what's like? What is this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Any ideas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I would pound spices with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "See, I could have gotten the job. So this was the moat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This was the moat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "IT was right near the Castle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. It was right up against the wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "That's where it is supposed to be, I watched the movies. It's right near the castle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The best view for brushing your teeth anywhere in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "See you next time at the next castle right here on \"Castles U.S.A.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Season 2 available this Monday. Just go to foxnation.com. That's it for us tonight. Don't forget to set your DVR so you never miss a show. And you can catch more of me at cameo.com/judgejeanine. Thanks so much for watching. \"UNFILTERED\" with Dan Bongino is next. I'm Jeanine Pirro advocating for truth, justice, and the American way. And I'll see you next Saturday night, plus, I'll be on \"The Five\" next week. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "utterance": "Hello, and welcome to JUSTICE. I'm Judge Jeanine Pirro. Thanks so much for being with us tonight. So, let's get right to my open. The world is a less safe place today than it was the day Joe Biden took office. That's because Biden is non-transparent, is blatantly dishonest and is literally dangerous. Biden prioritizes Afghans with no connection to the United States and no vetting over American citizens. In fact, 100 Afghan evacuees are being investigated for possible ties to terrorism. The world watches as Biden, according to reports flies Afghan men with child brides, pedophilia, or human trafficking where I come from, into states like Wisconsin, over Christians and young female soccer players who are abandoned, stranded, and left as hostages. Joe Biden has literally given a terrorist organization their own nation. Not only that, we armed them to accomplish their mission. As he tries to sell us lie after lie, the American people are seeing the right through it. In fact, 51 percent aren't buying it. His approval rating continues to go down, right now, 43 percent is the lowest in his presidency, and 60 percent disapprove of his handling of Afghanistan. You see, Joe, we're smarter than you and your minions think we are. You've been lying for months about Afghanistan about your exit non-strategy, about your non-decisions, about what your military chiefs have told you or not told you. It's all lies and dangerous ones at that. You are no longer the Commander-in-Chief. You are the liar-in-chief. You spew lies as truth and then turn and bobble away and capable of answering questions. Instead, you send out your puppets on a string to take fake umbrage and double down on your lies. Joe, your behavior is not only a dereliction of duty and your sworn oath to protect and defend the Constitution and the people of the United States. You have aided and abetted the enemy that we fought for 20 years with American blood and treasure. While you tried to restrict our Second Amendment gun rights in the homeland, you leave the enemy with billions of dollars of the most sophisticated military equipment in the world. You vacated Bagram Air Base, a secure facility from which Americans and our allies could be evacuated and instead allowed the Taliban to release their so-called enemies ISIS-K, causing our military to be sitting ducks for an attack at the Kabul Airport and 13 service members to be ultimately returned home in caskets because you had the enemy controlling what little perimeter there was. And your cold unconcerned boredom as you repeatedly look at your watch as those caskets were placed on the tarmac was a disgusting display of your animus and your inability to feel for anyone but yourself. And you talked about yourself to shocked and grieving parents, and you have the gall to actually call the exit an extraordinary success."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT OF THE UNITED STATES",
      "utterance": "As we close 20 years of war and strife and pain and sacrifice, it's time to look at the future, not the past. The extraordinary success of this mission was due to the incredible skill, bravery, and selfless courage of the United States military and our diplomats and Intelligence professionals."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Liar. For the 18 months before your chaotic incoherent entrance onto the world stage, not one American was touched, not one American harmed or threatened in any way because they knew Donald Trump would respond."
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "For 18 months, not one American soldier was killed, not one -- 18 months -- and that was because of the agreement. We had a very strong agreement. It was conditions based. Now, there were many other parts of the agreement also. And if they violated them, you know that, we went in and bombed the hell out of them."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Joe, you can't shine Donald Trump's shoes. He was, and is a leader and showed us the meaning of peace through strength. You caused chaos through incompetence. You didn't have the spine, the brains, or the capacity to know what you were doing. Joe, I think it's time for you to go back to the basement where Jill can walk you around and tell you where you are and what to do. You botch everything. You should be ashamed of yourself. You're not only a liar since this was the biggest disaster in American military history. You are a weak, feckless individual, whose catastrophic betrayal of America and American families demand impeachment, resignation, and a court martial. And here's another lie --"
    },
    {
      "speaker": "BIDEN",
      "utterance": "We will not conduct a hasty rush to the exit. We'll do it, we'll do it responsibly, deliberately, and safely. There is a home for you in the United States, if you so choose, and we will stand with you just as you stood with us. If there's American citizens left, we're going to stay there and we will get them all out. Any American who wants to come home, we will get you home."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Liar. How dare you put Americans in the hands of Taliban and ISIS? How dare you allow empty planes to fly back to America? How dare you not have the military search for Americans like other countries did for their people? How dare you have your State Department threaten private organizations, and a network of veterans of real Americans who are trying to return Americans and our Afghan allies home?"
    },
    {
      "speaker": "MARY BETH LONG, FORMER ASSISTANT SECRETARY OF DEFENSE FOR INTERNATIONAL SECURITY AFFAIRS",
      "utterance": "I just learned multiple attempts the State Department and the Department of Defense have basically been brushed off. They are not interested in on our lists of U.S. citizens who are trying to get in. They were not interested in our list of U.S. green card holders."
    },
    {
      "speaker": "REP. DAN CRENSHAW (R-TX)",
      "utterance": "So they were behind the eight ball the entire time. You know, when I hear from Antony Blinken and, and Jake Sullivan, they tend -- they tend to repeat the lies of the administration more than most. And I think the State Department has a lot to answer for on this."
    },
    {
      "speaker": "REP. MARKWAYNE MULLIN (R-OK)",
      "utterance": "We haven't had any contact with them since and I believe it's because they were caught up in it. And so what they did by playing politics on this for whatever reason --"
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHANNEL CHIEF POLITICAL ANCHOR",
      "utterance": "So you don't know who shut you down from landing?"
    },
    {
      "speaker": "MULLIN",
      "utterance": "I don't know what -- I don't know who shut us down, but I think it was 100 percent directed from the State Department."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Joe, are you really an American? I don't know of any leader from local, town council and up who would leave Americans behind and bring in unvetted Afghans with child brides in violation of our laws? Are you delusional? In your head, you actually expected the world to applaud you for ending the longest war in American history. You were teed off because you thought that September 11th would be about you. In part Joe, you're right, because going forward, any assault on any American in the homeland or around the world will be due to you and your ineptitude. And that's my open. Let me know what you think on my Facebook and Twitter, #JudgeJeanine. Joining me now with reaction to my open and the latest developments on this administration's abandonment of Americans and allies behind enemy lines, Afghanistan veteran and FOX News contributor Joey Jones, along with the former Acting Director of National Intelligence, Ric Grenell. Okay, Joey, I'll start with you. You know, 20 years ago, it seemed that we went to Afghanistan to defeat the Taliban and Joe Biden just armed them and left them in charge and is pretty much about to recognize them. You, in the last few days did an interview of several of the men that you were in Afghanistan with and let's take a listen to that. I want you to listen to this and we'll come back to you."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There's four grown men sitting here, we only have got five legs. So, that's extra skin in the game. You know what I mean?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "My heart and my mind has been totally consumed with the families of the victims of the blast. To know those families are hurting in the way that I know that you are, it's just -- man, it hurts."
    },
    {
      "speaker": "JOEY JONES, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "How did it feel to have a Marine General be the one to address the nation and talk about the Taliban the way did the day we left?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's disgusting. It's impossible to have a positive emotion about this whole experience."
    },
    {
      "speaker": "PIRRO",
      "utterance": "So Joey, what did you come away with? I mean, these are guys who as you say have skin in the game."
    },
    {
      "speaker": "JONES",
      "utterance": "Yes, you know, Amos Benjamin, the guy who said his heart was breaking, he wasn't only injured in battle. He is not only a combat Marine, he is also a Gold Star brother. His brother served in the job I did, I had a lot of close friends with him and he was killed in action and Amos chose to deploy almost immediately afterwards anyway, and he didn't have to. And that's the kind of men and women that have fought this war for 20 years that have laid their life down and Amos has a brain injury, life will never be the same for him. And later in the interview, you'll see, he says he is proud of his service, and we all are. We're proud because like Chad said in that interview, we don't hate what's in front of us, we love what's behind us. And I just was a little bit of that selflessness of the men and women that fought this war for two decades existed anywhere in D.C., even among the highest ranks of our military and I just don't believe that's the case. You know, Generals used to say, if I win this battle, maybe I'll have a career. And now they say, if I can write this policy, maybe I'll have a career. Policies don't win wars, leadership does and we don't have that right now, and haven't in a while."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. And Ric Grenell, you know, you were the head of the D.N.I. and you are an individual who understands how all of this works. We keep hearing about individuals, as was reflected in the open, who say they are trying to get Americans out, and the State Department is blocking them. And it seems that there's this war going on between The Pentagon and the State Department. I mean, how should it have been done? I mean, we all know the military shouldn't have left first. But what do Americans do now who are in Afghanistan?"
    },
    {
      "speaker": "RICHARD GRENELL, FORMER ACTING DIRECTOR OF NATIONAL INTELLIGENCE",
      "utterance": "Well, first, let me just say very clearly that Joey and every single American man and woman who served overseas did their job successfully. Thank you very much. You kept us safe. You kept the terrorism away from us. You did your job. You did it exactly how you were supposed to. It's the politicians that messed this up. And the fact of the matter is, we have a politician in the White House right now, who is scrambling to pretend like this is over. Judge, let's be clear, this is not -- we're still in chaos. We are still in crisis mode. We have weapons that are still out and are going to be used against us. Why are we not disarming or taking those weapons off the battlefield somehow? We know we can. We should be able to do that. We also have a crisis with the vetting process. The vetting process right now going through in Germany, where I was, is atrocious. People are being told, Foreign Service officers, career officials, D.H.S. officials are being told when there's an incomplete file, rush it through, use your hunch. Let's try to get this done. This is really outrageous, and I put the full blame on the weak Secretary of State. We have Antony Blinken who sat in Cabinet meetings and allowed the 2,500 American troops and 5,000 NATO troops to leave before he took care of his own people at the State Department and at the Embassy. He and Wendy Sherman should walk out today in total disgrace. But The Pentagon is now throwing the whole Americans trapped in Afghanistan to the State Department. The Pentagon is washing its hands of individuals in a war-torn country against the Taliban. Let me just tell you, Foreign Service officers at the State Department are not going to be able to get these people out. They don't carry guns. They need leverage. This is The Pentagon's responsibility to get these people out. They are hostages."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Okay, but now, you've got Jake Sullivan talking about the fact that we'll probably give them some money for humanitarian -- they're giving them money to get these hostages back. But Joey, I only have time for a question for each one of you. Now, they have kept terrorism and Ric is so right in honoring those who fought so hard for us, they kept terrorism away from us. But are you fearful that terrorism will come to the homeland again, based on this -- what's happening in Afghanistan?"
    },
    {
      "speaker": "JONES",
      "utterance": "I've never not been fearful, and that's the point here. I understand the threat we have, I understand the threat that we bat away every single day in this country. Having been an EOD tech and being read in and having a top secret clearance and seeing some of the threats that we've thwarted over the last 20 years, I understand exactly what the threat is, and how hard we work for our security and how much gathering Intelligence is important to that. And to see our DoD say that, well, hopefully we can work with the Taliban and that's what will stop them from letting terrorists come here and kill us --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Do you expect to see something here, Joey?"
    },
    {
      "speaker": "JONES",
      "utterance": "I don't think we're any safer today than we were yesterday."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Okay. Are we safer today than we were 20 years ago?"
    },
    {
      "speaker": "JONES",
      "utterance": "Not at all."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Ric, the 9/11 families, very quickly, disinvited Joe Biden to come to their ceremony. You're the king of declassification. Joe Biden decides he is going to declassify some Saudi Arabian -- some of the classified records and now he is invited back. Is this policy again dictating -- politics dictating the actions of a President?"
    },
    {
      "speaker": "GRENELL",
      "utterance": "Yes. He is overruling career officials, those same career officials came to me, made the case to not declassify this information. I wanted to declassify it. The F.B.I. and D.O.J. folks said no, don't do it. I agreed with them when I looked at it, and he is overruling them for a short term political gain."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Political gain. Joey Jones, Ric Grenell, thanks so much for being with us. And still ahead, Lara Trump, Tomi Lahren, Leo Terrell and more. But next, outrage over what one CNN host had to say about Americans stranded in Afghanistan. You're not going to believe this one. Plus, Congressman Jim Jordan is here live to react. Don't go anywhere."
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "utterance": "I think the administration is getting beaten up on this a little bit too much because there's a lot of blame to go around from four different Presidents and who actually didn't have the guts to get us out of Afghanistan. I think that we should stop all, you know running around like, oh my gosh, I can't believe he left so many people behind. We don't know if we left them behind yet. We don't know yet."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "utterance": "I know, but here is the one thing that you're forgetting. I hear you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Really? We don't know, Don? You think we don't know. We seem to clearly know."
    },
    {
      "speaker": "GEN. KENNETH MCKENZIE, JR., COMMANDER, CENTCOM",
      "utterance": "There's a lot of heartbreak associated with this departure. We did not get everybody out that we wanted to get out."
    },
    {
      "speaker": "PIRRO",
      "utterance": "We did not and have still not gotten everybody out."
    },
    {
      "speaker": "Joining me now, the author of",
      "utterance": "\"Do What You Say You Would Do: Fighting for Freedom in the Swamp,\" Congressman Jim Jordan. All right, Congressman, congratulations on the book."
    },
    {
      "speaker": "REP. JIM JORDAN (R-OH)",
      "utterance": "Thank you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know, you've got this guy, Don Lemon. I mean, is that guy living under a rock somewhere? We still don't know if there are Americans left. I mean, even McKenzie said there are Americans left. We couldn't get them all out."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes, here's what we know, 13 service members killed, Americans left behind, allies left behind, billions of dollars of equipment and weapons left behind, and some of the Afghans who have come to America haven't been properly vetted -- and Joe Biden describes that as an extraordinary success. You've got to be kidding me. So, I mean, this is why his approval ratings are down. This is why the American people are so frustrated and so upset. And for CNN anchors and news people to say those kinds of things makes absolutely no sense. And here's what's amazing to me, how could it be an extraordinary success and at the same time, be President Trump's fault? These guys say whatever they want. We all know that when President Trump was in the White House where he projects strength, where he projects confidence, this stuff did not happen and would not happen if he was still there. That's what the American people understand. I am so frustrated with what I hear and Judge, remember, this is the same group of people who gave us Benghazi. This is Blinken. This is Burns. This is Susan Rice, Wendy Sherman, Jake Sullivan. Those are the same people in charge when four Americans gave their life on September 11, 2012. They are the same darn people making decisions that allowed 13 people to die."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And not only that, the article -- well, the article that you wrote for Breitbart comparing Benghazi to Afghanistan was excellent. And then you're right, it is the same players. It is the same, starting with Biden. I mean, it's all the same people."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "They've got this idea that they have some policy ideas. These people are not rooted in reality. And this Wendy Sherman, when she got on, I never heard of her and she gets on television saying, oh, you know, women deserve this. Women deserve that. Young girls, I'm so happy. Go tell your boss that. Get off of the television. Go tell your boss that. Anyway, this guy isn't capable, as far as I'm concerned, Jim, of running the country. And we've got a jobs report expecting three quarters of a million new jobs. Instead, we get 200,000 new jobs. You know, you've got him looking at his watch when the caskets are coming back from Afghanistan. You know, and one of the reasons he got elected, Jim, was everybody said he was so compassionate about COVID. This guy is not compassionate about anything, but his bank account with his son."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes. What happened in Afghanistan was wrong. It was terrible. But frankly, it wasn't surprising because what has this guy done right? You're right. The economy is not where it needs to be. Inflation is up. Crime is up everywhere. The border is in chaos. Everything this guy touches, it goes bad. So, that's why I've said he should resign after what happened in Afghanistan with this evacuation. That's why I said he should resign. But you're right -- these people, Democrats can never handle foreign policy. I mean, Carter gave us the Iranian hostage situation. With Clinton, it was Mogadishu. With Obama, it was Benghazi."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "JORDAN",
      "utterance": "And here we are with Biden, Afghanistan. This mess that his team created with their crazy policies and their crazy decisions."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know, Jim, last question, who leaves Americans behind? Who? No one does that. Who lets in people unvetted through the southern border and old men coming through with child brides? It's a violation -- its human trafficking. It's pedophilia. Last thought, go."
    },
    {
      "speaker": "JORDAN",
      "utterance": "When you have a Commander-in-Chief who leaves Americans behind -- a Commander-in-Chief who leaves Americans behind, and then has a border situation where each of the last five months, we've had an increasing number of illegal crossings, that just points out that you are not fit for the job. And frankly, we need someone else there."
    },
    {
      "speaker": "PIRRO",
      "utterance": "I'll tell you, Jim Jordan, thank God that you're there. We love you. Congressman Jim Jordan, thanks so much. And up next, a desperate mission to rescue members of the Afghanistan women's soccer team continues at this very hour. We're going to have the latest plus reaction from Lara Trump."
    },
    {
      "speaker": "ASHLEY STROHMIER, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Welcome to \"FOX News Live,\" I'm Ashley Strohmier. The search for five missing service members off the coast of San Diego is over. The U.S. Navy tells us, it is shifting from search and rescue to recovery operations and it is now declaring all five sailors dead. They were killed in the crash of a naval helicopter last Tuesday. One crew member was rescued. Legendary TV weatherman, Willard Scott has died. He was 87 years old. Scott forecast the weather on NBC is \"Today\" Show for more than three decades and spent 65 years with the network. Now you might recall Willard enjoyed wishing a Happy Birthday to fans turning 100 or older with their photos appearing on Smuckers Jelly jars. He was the first person to play Ronald McDonald appearing in TV commercials way back in 1963. I'm Ashley Strohmier. Now, back to JUSTICE WITH JUDGE JEANINE."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Reports continue out of Afghanistan that terrified teenage soccer players from the national soccer team had been abandoned. It's been said they were quote \"footsteps from freedom\" before Biden and his pathetic spineless advisers pulled us out of that embattled country. The mission to rescue these brave and talented young women was codenamed Operation Soccer Balls. If we do not succeed, they will be brutalized, they may be killed, and Joe Biden, they deserve better. Here were the reaction is Trump Senior adviser, Lara Trump. Hi, Lara. How are you? Are you there?"
    },
    {
      "speaker": "LARA TRUMP, FOX BUSINESS NETWORK CONTRIBUTOR",
      "utterance": "I'm great, Jeanine. Yes, I'm here."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Okay Good."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "And it's horrific situation."
    },
    {
      "speaker": "PIRRO",
      "utterance": "How heartbreaking is this, Lara."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "It is an absolutely horrific situation to see. Not only the way that we have left this women's soccer team, which you are absolutely right, if they are found, they will be brutalized, they will be tortured, and then they will be killed. Because don't forget, Joe Biden has now allowed a terrorist organization to overtake the entire country of Afghanistan. And I would like to know where is the outrage from all of the women, all the woke Democrat women, Judge, where are they right now? Because what they are forgetting is that --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "I have --"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Yes, go ahead."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Lara, I have one better. Okay, before you go, I want to put this up. We've got a -- it's a first call for -- I want you to see this one. This is a classic. Can we put it up? There she is: \"Our prayers.\" First Lady Michelle Obama ex-First Lady."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "\"Our prayers are with the missing Nigerian girls and their families. It's time to #BringBackOurGirls.\" Have you heard anything from Michelle Obama, who was worried about Boko Haram and those girls, but is not worried about these girls? What do you think that's about?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "You haven't heard anything from Michelle Obama. Heck, you haven't heard anything from our Vice President of the United States, Kamala Harris. The woke Democrat women are among the most hypocritical individuals to walk the face of the earth. These are women that are very happy to be activists, when it is politically advantageous for them, Judge. And then the second that they have nothing to gain. They don't care. People are on their own, no matter who you were, these women in Afghanistan will never see another day like they did before the United States left. Their lives will be different forever. There are girls as young as nine years old that are being subjected to marriage at that age. They are raped, they are tortured. You know, they are basically killed in the streets if they do not follow the rule of the Taliban now, and these women are all hypocritical though. Think about AOC. Think about down at the southern border when Donald Trump was President, crying hysterically. Where was she when it was at 400 percent capacity down there with the kids under Joe Biden? They are hypocrites. It is outrageous, and it is silence from them and it is noted."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And you know, the saddest part of it is that I hope the American people are seeing that they only care about Democrats, they only care about their ideology, they only care about each other. If it happens to you, well, then that's your problem. We don't really care about it. But you know what? In addition to those young girls -- and it breaks my heart -- we've got reports of older men coming in, being flown in with young child brides, which to me is pedophilia and it is human trafficking. But look, you're a dog lover, I'm a dog lover. We've got something else I want to put up on the screen and that has to do with the dogs that are being left behind by the Biden administration. These were dogs that were working with the military. I mean, it makes me sick. It breaks my heart. There is no planning. There is no compassion. There is no heart in this administration. Who are these people?"
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "You know, you're right. I am a dog lover, an animal lover, and I can tell you something about these military working dogs, Judge. They are incredibly smart. They knew what was happening to them while it was happening. Think about how hard this was for their handlers. These are people that they are bonded with for life, they've bonded with the dogs, to have to leave them there because our government is too inept to bring dogs home. What I have been told is that they were ready to bring them home, but the Biden administration did not want the optics of dogs going on an airplane even though we know they would have been underneath. They wouldn't have taken up any space for human beings. They didn't want the bad optics. We know Joe Biden has lied. He has lied to the American people time and time again. All he cares about his optics. What about the optics of America looking incredibly weak, Joe Biden? It is terrible, and now the dogs, too. I mean, as though it wasn't bad enough."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes. He's an embarrassment to this country. Lara Trump. Thank you so much. And up next, school children are being told they should not call the 9/11 hijackers terrorists. We expose how your kids are being brainwashed in classrooms across America, next."
    },
    {
      "speaker": "PIRRO",
      "utterance": "As if we needed more evidence of the far-left indoctrination going on in our schools. Take a look at this teacher training video from Virginia."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And we're also not going to reproduce what's understood as American exceptionalism. This understanding that America is a land at the top of a beautiful mountain and that all other countries, nations, and people are less than America. We're not going to reproduce notions that American history and American experiences are more significant than the experiences or histories of other people."
    },
    {
      "speaker": "PIRRO",
      "utterance": "That's right. Not only can you not be proud of America anymore, but our kids are actively being taught to hate this country. The Virginia Department of Education is saying, quote, \"This webinar was part of a series intended to help teachers create welcoming and affirming classrooms for all students and in this specific case, to provide support to Muslim students who may be subject to bullying around the anniversary of 9/11.\" They're also trying to distance themselves from it saying, \"The statements in the video shouldn't be attributed to Virginia DoE.\" But they are the ones that posted it on YouTube. Joining me now to react, author of \"Black Eye for America: How Critical Race Theory is Burning Down the House,\" former Vanderbilt Political Science and Law professor, Dr. Carol Swain. Dr. Swain, so good to see you again."
    },
    {
      "speaker": "DR. CAROL SWAIN, FORMER VANDERBILT POLITICAL SCIENCE AND LAW PROFESSOR",
      "utterance": "Thank you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "I can't wait to hear what you have to say about what's going on in Virginia. Your analysis?"
    },
    {
      "speaker": "SWAIN",
      "utterance": "Well, first of all, I am a Virginian, and so I have a connection with Virginia, which has -- it's a disgrace to the state itself. But when it comes to Islam, an opinion piece I wrote in 2015 set in motion the series of events that led me to take early retirement from the university, because I criticized radical Islam and I was cancelled. And so what I can tell you is that the Islamic agenda, the whitewashing of 9/11, that's been going on for a long time. We're not allowed to criticize Muslims especially I'm talking about the radical Islam. We're not allowed to talk about it. They can make extremist statements. There is a double standard. And it is a form of critical race theory in many ways. So, that's what I think about that. It's problematic."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know, I want you to hear about -- let's -- I'm calling for this sound of the father at one of the meetings. Take a listen to this, Dr. Swain."
    },
    {
      "speaker": "DERRICK WILBURN, COLORADO SPRINGS CONCERNED PARENT",
      "utterance": "I am the direct descendant of the North American slave trade. I am not oppressed, and I'm not a victim."
    },
    {
      "speaker": "WILBURN",
      "utterance": "I've taught my children, they're victims of three things, their own ignorance, their own laziness, and their own poor decision making. I can think of nothing more damaging to a society than to tell a baby born today that she has grievances against another baby born today, simply because of what their ancestors may have done two centuries ago."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What is -- Dr. Swain, I mean, I love what he said and I love who he is. You know, they have problems. They're lazy, though, whatever. But how does this benefit those who are pushing the critical race theory? I know they want to create a divide. But in the end, what do they get?"
    },
    {
      "speaker": "SWAIN",
      "utterance": "They get a divided America, and if you look at critical race theory itself, it has a Marxist agenda. It does not benefit black children. It does not benefit white children. It is un-American. It runs counter to our Civil Rights laws, our Constitution, and human decency because it involves the bullying and shaming of children. And in my book \"Black Eye for America,\" we have two chapters on how to fight back against critical race theory. One, of the things people can do is make sure they understand what it is, where it came from, and how it impacts our society. And they should pursue legal and constitutional means to fight back, which means white people have to learn how to collect data when they are being discriminated against. People should be protected against hostile workplaces and learning environments. And you need to continue to organize with others and the correlations are cutting across racial, ethnic, and partisan lines and they need to because it affects all Americans."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, and also, you know, I understand that the teachers are going to start resigning, a lot of them. One, I understand, just resigned in Connecticut. They're fed up with it, too. I mean, you know, during the pandemic, I think everybody was kind of shell shocked, you know. But now, people are getting out again. And you know, although it Biden now is trying to -- with the booster, he is trying to get us down, although two people from the F.D.A. resigned because he is pushing the booster. But Carol Swain, you've always been brilliant on these issues, and it is great to have you back on JUSTICE. Good luck with your book. Thank you for being with us."
    },
    {
      "speaker": "SWAIN",
      "utterance": "Thank you. My pleasure."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, still ahead, the heat is on in California and Gavin Newsom's days appear to be numbered. The latest on the recall effort, plus reaction from Leo Terrell and Tomi Lahren is next."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Welcome back to JUSTICE on this Labor Day weekend. The left's meltdown over Gavin Newsom's recall election in California has hit overdrive. Take a listen to this ridiculous comment from a guest on good old MSNBC. JEAN GUERRERO, COLUMNIST, \"LOS ANGELES TIMES\": I think it's important to remember that this is a recall that was fundamentally launched by anti- immigrant nativists. And the people who were angry with Gavin Newsom's pro-immigrant stance are the people who launched this recall."
    },
    {
      "speaker": "PIRRO",
      "utterance": "FOX Nation host, Tomi Lahren and FOX News contributor, Leo Terrell are here to react to that and so much more. Good to have you both back. All right, so Tomi, you can go first. What about this American nativism?"
    },
    {
      "speaker": "TOMI LAHREN, FOX NATION HOST",
      "utterance": "Listen, this recall was launched because of the COVID lockdowns, infringements, and tyranny. Californians watched as their kids sat in virtual school while his kids were in private learning. They watched as he dined at the French Laundry when they were unable to open their restaurants or go dine in a restaurant, and they watched their businesses that many of which never survived this lockdown. And I promise those that are wondering whether they want to vote yes on the recall or not. If he does manage to squeak through and he remains on his throne of lies, he will punish your state for attempting to recall him. More lockdowns, more infringements, more mandates will be on the way. Pay attention, Californians. This isn't about Republicans versus Democrats. This is about freedom versus tyranny. Choose wisely."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes, and Leo, there's no question. He's going to punish them if he wins."
    },
    {
      "speaker": "LEO TERRELL, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Yes, you know what, first of all, I'm glad to have -- I am glad to be back with you and Tomi. Would he punish -- now, he is going to punish me. I live in this state, Judge. I'm going to be punished because I want people to vote yes on the recall and let's get him out. But let me be very clear. There is a disconnect. He couldn't lead us. He is a Nancy Pelosi elitist and he doesn't understand the homeless issue that is everywhere, the crime everywhere, and there's a total disconnect. This guy feels that he is privileged, entitled to be governor. If we do not get rid of him, there is going to be hell to pay in this state. Let me be very clear to that reporter. This petition of 1.7 million voters was a collection of Democrats, Independents, and Republicans who want this guy out. They are trying to play the Trump card. It doesn't work. There is a total dislike for Gavin Newsom because he's an incompetent governor, number two next to that guy you just got rid of in New York."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, yes, thank goodness, we got rid of him. But listen, I want you to listen to some sound from Larry Elder who is running for governor."
    },
    {
      "speaker": "LARRY ELDER (R), CALIFORNIA GUBERNATORIAL CANDIDATE",
      "utterance": "Without Gascon, these crimes will be prosecuted to the fullest extent of the law. And Gascon is a product of our Governor, Gavin Newsom."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, and Tomi, look, this guy, Gascon, is a nightmare. He is letting people who have been in jail for rape, out of jail. He's not prosecuting and adding additional circumstances to murders. He is -- he is not a prosecutor. He doesn't believe in victims. He doesn't believe in enforcing the law. George Soros put him in and he's letting everybody out. So isn't that enough for people to vote Newsom out -- Tomi."
    },
    {
      "speaker": "LAHREN",
      "utterance": "It absolutely is. And this is all part of the Newsom doctrine. This is part of the felon coddling that happens in the State of California. That's why you're seeing lawlessness. All the bad ideas that have spread around this country and other Democrat- run cities started in California. You have a slew of Prop 4757 felon coddling policies, it is only getting worse. As Leo mentioned, you've got a homeless epidemic. You've got a sanctuary state. You've got tyranny. You've got at the highest income inequality when you account for cost of living. It is a failed state. It is the fifth largest economy in the world. Californians should not be struggling like they are. The elites are doing well, the homeless are doing horribly, and those in the middle are being pinched and squeezed. This is your chance. Don't waste it."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes. Go ahead, Leo."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Absolutely. Let me be clear, this is a -- last year, Judge, was the first time we lost population in this state. We lost population because people are fed up with what happened with Newsom. I almost contemplated leaving the State of California because of the crime and all this -- basically chaos in this state. It is primarily due to Gavin Newsom who is totally disconnected to people who lost their jobs last year. And Tomi is absolutely right. If Newsom retains office, everyone is going to pay a dear price because he's going to lock us down. In the county of LA for example, if you're outdoors, you've got to wear a mask. With all these college football game, no matter, but it is a lockdown state, California is and it hurts the average citizen."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, there's no question. This guy, Gavin Newsom is a dictator. You know, where his vineyard is open and he closes other vineyards. It's disgusting. Anyway, Tomi and Leo, it's so good to have you back. Have a wonderful weekend."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Good to see you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Thanks so much for being with us, all right. And next, I have an exciting announcement for you. And you don't want to miss it, so don't go away."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Finally tonight, the wait is over. The second season of my hit show, \"Castles U.S.A.\" drops this Monday on FOX Nation, and you will not want to miss it. I traveled across the country this season from Texas to Florida to New Hampshire to show you the rich history of the most beautiful castles in the United States. They do not disappoint. Take a look at this sneak preview."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Welcome to \"Castles U.S.A.\" I'm here in Galveston at Bishop's Palace. Come on with me we're going inside. She had a lot of --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "A lot of space."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Clothing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "That's right."
    },
    {
      "speaker": "PIRRO",
      "utterance": "I don't know what's like? What is this?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Any ideas?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "I would pound spices with it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You would."
    },
    {
      "speaker": "PIRRO",
      "utterance": "See, I could have gotten the job. So this was the moat?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This was the moat."
    },
    {
      "speaker": "PIRRO",
      "utterance": "IT was right near the Castle."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes. It was right up against the wall."
    },
    {
      "speaker": "PIRRO",
      "utterance": "That's where it is supposed to be, I watched the movies. It's right near the castle."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The best view for brushing your teeth anywhere in America."
    },
    {
      "speaker": "PIRRO",
      "utterance": "See you next time at the next castle right here on \"Castles U.S.A.\""
    },
    {
      "speaker": "PIRRO",
      "utterance": "Season 2 available this Monday. Just go to foxnation.com. That's it for us tonight. Don't forget to set your DVR so you never miss a show. And you can catch more of me at cameo.com/judgejeanine. Thanks so much for watching. \"UNFILTERED\" with Dan Bongino is next. I'm Jeanine Pirro advocating for truth, justice, and the American way. And I'll see you next Saturday night, plus, I'll be on \"The Five\" next week. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}