{
  "date": "September 21, 2018",
  "headline": "Alan Dershowitz: Kavanaugh accuser must speak first",
  "subHeadline": "Lawyer for Kavanaugh accuser reportedly requests extra day to decide whether or not client will testify; Tammy Bruce and Alan Dershowitz react on 'Hannity.'",
  "url": "https://www.foxnews.com/transcript/alan-dershowitz-kavanaugh-accuser-must-speak-first",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "All right. Welcome to \"Hannity\" on what is an incredible breaking news night on all fronts. Rod Rosenstein is in big trouble tonight, as are others as we are witnessing a deep state coup. I'll explain in detail. There is no doubt any longer. And by the way, we have a very special message for the president of the United States tonight. He needs not to fall into a trap. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, according to breaking news from the New York Times today in the spring of 2017, the deputy attorney general actually plotted to secretly record his conversations with President Trump. But there is also more. The Times is reporting that Rod Rosenstein floated an idea that invoke the 25th Amendment to remove a sitting president, this president, from office. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, for months, we have been warning you about all these deep state characters. People in power at the FBI, the DOJ and elsewhere. Now, we've also told you about conflict of interest surrounding the Russia probe. We have slammed people's role in committing fraud on FISA court. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } This is all now going to be proven and told we have been right all along. And tonight, we have more evidence. It's scary but it's also we are getting close to resolution. We have long said that Mueller's witch hunt should never have happened. The investigators needed to be investigated, especially those overseeing the entire mess. Well, now, in this case, Rod Rosenstein's blatant anti-Trump bias, including Andy McCabe, a known liar, and the efforts to take down the president you voted for are now tonight in full view. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } We have a full cast of characters, Sara Carter, Gregg Jarrett, Alan Dershowitz, Sebastian Gorka all will weigh in tonight. Plus, we have the very latest on the confirmation of Judge Kavanaugh. Negotiations are still underway to this hour. For his accuser, Professor Ford to appear under oath. There is now a 10:00 p.m. deadline. One hour right now, Professor Ford has to tell the Senate whether or not she plans on appearing. They have tried to accommodate in every way imaginable, and you should hear what Dianne Feinstein is saying tonight. We'll explain. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Democrats don't seem to care at all. They have already convicted Judge Kavanaugh in the court of public opinion. No presumption of innocence. No due process. We have a lot to break down for you tonight. We're going to go slow, a lot to get in. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Stay tuned for our Friday night breaking news opening monologue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. There is one man at the very top of this Russian collusion witch hunt. Now, after Attorney General Jeff Sessions recused himself from all things Russia, well, the deputy attorney general, Rod Rosenstein, assumed the responsibility. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, this despite having massive conflicts of interest. Remember, it was Rod Rosenstein who drafted a report detailing why James Comey should be fired. It was Rod Rosenstein who signed off on the third FISA renewal application, the fourth FISA warrant against Trump campaign associate Carter Page. And, of course, all of this as the Nunes memo and the Grassley-Graham memo says the bulk of information came from the phony Russian dossier that Hillary paid for, the dirty dossier with Russian lies. Now, for months, we have literally been shouting from a mountaintop. As a matter of fact, well over a year now, that this whole process is and has been corrupt. Nobody in this equation can be trusted tonight. And now, we have confirmation. The New York Times reporting today that during meetings with top DOJ FBI bi officials, including Lisa Page, and Andrew McCabe, who was a known liar, we know that a grand jury has been convened in his case. Rod Rosenstein actually planned to push a, quote, according to the New York Times, secretly record the president of the United States in the White House to expose the chaos consuming the administration and discuss recruiting cabinet members to invoke the 25th Amendment so they would remove President Trump, your duly elected president from office for, quote, being unfit. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, this all allegedly took place during Rosenstein's second week on the job. This is right after President Trump fired Comey based on Rod Rosenstein's recommendation in part. And, by the way, under Article 2 of our Constitution, he didn't even have to like James Comey's shoes and he could have fired him for that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } And according to the Times, Rosenstein thought, quote, well, he might be able to persuade the Attorney General Jeff Sessions, General Kelly, then the secretary of homeland security, now the White House chief of staff, to mount an effort to invoke the 25th Amendment. Two weeks into the job, Rod Rosenstein wanted to wear a wire and secretly record a sitting president of the United States, invoke the 25th Amendment. In other words, a silent coup against his boss by him, McCabe, others, all against a duly elected president. We are experiencing tonight a massive constitutional crisis and, frankly, this is designed to set up the president. I'll explain what this is about in a minute. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, tonight, Rod Rosenstein, he is publicly denying this report, calling the story inaccurate, factually inaccurate. He wrote, quote: I never pursued or authorized recording the president. Any suggestion that I have ever advocated for the removal of the president is absolutely false. Given the numerous sources in this story, the New York Times remains adamant in their reporting. Two of their sources, by the way, we know one is Andrew McCabe and another is Lisa Page, although, Lisa Page is not on the 25th Amendment side of this. And we do know McCabe is a known liar. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } But we have other sources tonight telling Fox News that Rod Rosenstein's remarks were made sarcastically. But the New York Times, they are standing behind the story and the seriousness of Rod Rosenstein's remarks. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } Let's take a look at this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } ADAM GOLDMAN, REPORTER, NEW YORK TIMES (via telephone): This wasn't a flippant remark and he was, in fact, very serious. And the circumstances in which it was described to me are very different now than what's being put out, I guess, by the government. But, you know, it's important that your listeners understand something, that as I was pursuing this story for a very long time people were reluctant to talk about it because of the gravity of the story, that there was concern that if it got out, that, you know, Rosenstein had wanted to actually wear a wire and suggested to Andy McCabe, the deputy director, the acting director at the time, wear a wire, that Rod might get fired. People were sincerely concerned about this, not because he made a flippant remark, because of the seriousness surrounding the remark. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, Rod Rosenstein, well, \"The New York Times\" is standing by their story. Andrew McCabe is one of the sources. His lawyer admitted that today and he saying, a known liar now, that, in fact, said Rod meant what he said. And we're going to have a lot more information from the New York Times report throughout the hour tonight. Before appointing Mueller to lead the special counsel investigation, Rosenstein floated another candidate we find out from the New York Times. His name is James M. Cole. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Well, that's problematic because Cole, while he was a deputy attorney general under Obama, conflict enough, he was also the private lawyer to Sid \"Vicious\" Blumenthal. That's Clinton's personal political hit man. And as you can see, neither Rod Rosenstein, Andrew McCabe, Lisa Page, Peter Strzok, James Comey, Bruce Ohr, is a friend of the president. That's why this country is in crisis tonight. Their bias is all obvious here. This has been corrupt from the beginning, before the election, after the election. They wanted to take down Donald Trump. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, it's time tonight for the attorney general to now do his job. Mr. Sessions, this is your Department of Justice. Under no circumstances, I have a message for the president tonight, under zero circumstances should the president fire anybody. These actors tonight, -- and I have multiple sources confirming this, and more information coming -- they are hoping and praying that the president does just that. They're hoping he gets mad, that he gets sick and tired of it, and that they can turn this politically into their equivalent of a Friday night massacre. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } The president needs to know it is all a setup. He needs to know that regardless of whether he steps in or not, and I would argue he should definitely not. The deep state tonight is crumbling from within at this very hour. They are now turning against each other. It's the president's job and duty of course is to remove all enemies from within. But, of course, Democratic Senator Chucky Schumer is in meltdown mode. You would think they care about the truth. You think they would care about fixing and rigging and attempting to rig elections and lying to the American people and propagandizing the American people and misinforming the American people and having real Russian information bought and paid for by one party to destroy another candidate and that FISA court judges are all lied to. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } But Chucky doesn't care about that at all. All he cares about is friends in the deep state. And tonight, he released a state that proves just that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } This story must not be used as a pretext for the corrupt purpose of firing the deputy attorney general, Rosenstein, in order to install an official who will allow the president to interfere with the special counsel's investigation. Generals Kelly, Mattis and numerous other White House and cabinet officials have been reported to say critical things of the president without being fired. Hey, Chuck, none of them have talked about literally trying to set up a president and tape-record a president and invoke the 25th Amendment, Chuck. Now, of course, we know what would happen if Rosenstein and others are fired by Jeff Sessions. Jeff Sessions actually has -- that's his department. Jeff Sessions, where are you tonight? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Solicitor General Noel Francisco would likely take over Rod Rosenstein's Russia duties and he worked in the DOJ under President George W. Bush. He clerked for Antonin Scalia. More importantly, he doesn't have the baggage or the anti-Trump bias that so many others have had from the beginning. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } But with that said, I don't know at this hour who to trust anymore in the FBI or the DOJ. Well, I do, the rank and file. The people that do their jobs in the field offices every day, I trust them. Those that are upset about this, the most corrupt, massive abuse of power in this country's history, I believe in them. They are as upset, rightly so, as what we all are. And meanwhile, this story is now shining a new light on the president's decision Monday to declassify FISA documents, 302s, other important information related to the FBI, DOJ handling of this so-called Russia objective probe. Today, the president tweeted out, quote: I met with the DOJ concerning the declassification of various unredacted documents. They agreed to release them but stated in so doing, they have received negative impact on the Russia probe. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } Also, key allies, what allies? What countries? They called to ask not to release them. Therefore, the inspector general has been asked to review these documents on an expedited basis. I believe he will move quickly on this and hopefully other things which he is looking at, meaning FISA. In the end, I can still always declassify it if it proofs necessary. Speed is very important to me and to everyone. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Other allies, there has been a lot of chatter. Do we have allied countries? We have Fourth Amendment protection against unreasonable search and seizure, against using wiretapping against American citizens? Is it possible some of their friends in other countries might be thinking tonight that they are going to be exposed? Doing the dirty work and sharing the information that they got that would otherwise be gotten illegally in this country with some of our deep state actors. It raises a lot of questions tonight. These documents the president requested Monday must be released, must be declassified immediately. This same routine has played out well over a year now, about two years. We have the DOJ, deep state actors have done everything in their power, including lie that this will impact sources and methods when it doesn't to prevent them from releasing the information that we, the American people, deserve to see. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } These actors know they will be exposed, their corruption, the serious misconduct, McCabe, Strzok, Page and perhaps even James Comey, himself. The DOJ has delayed, delayed, delayed the release of these important documents over again and again. They have defied congressional subpoenas, obstructed justice at this point, defied the oversight constitutional authority of Congress. The president cannot let this go on any longer, because as we wait, the deep state is winning. And they are trying to set up traps even for the president himself. These documents must be made available to you, the American people. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Where is Spartacus, Cory Booker, when we need him? We deserve full transparency for the American people. No more delaying, no more hiding, no more lying, no more obstructing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); } You, we, the people, deserve to know what these top upper-level people in our government were doing to undermine the people's pick for president. The damming revelations today surrounding Rod Rosenstein -- well, it's not the only time the deep state has been caught trying to sabotage President Trump. Far from it. Let's look at this timeline we put together. Let's start in 2015. The FBI opening a criminal investigation into Hillary Clinton. We know she violated the law, committed multiple felonies, mishandling top secret, classified special access program information on her private e-mail server in a mom and pop shop bathroom. And in a very rare move, the FBI director, James Comey, he rips the case away from our honorable FBI field agents, the guys we trust. He took it in house, politicized it himself with, of course, the help of Andrew McCabe, Peter Strzok and others. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } Then, they put the fix in. Despite overwhelming evidence of guilt, they end up exonerating Hillary Clinton. Oh, they were writing that exoneration in May of 2016. They never interviewed her or 17 other key witnesses until July. And then, remember, it was Strzok and Comey. They worked on the draft in May before the July exoneration. Well, they were changing it from, you know, the gross negligence legal term to the more innocuous just careless, just like Sandy Berger, puts documents in his pants, his socks, frankly, on his backside, walks out and says, I'm just being sloppy. Really? People put private documents in their pants and they are sloppy? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Meanwhile, the very same time, the Clinton campaign along with the DNC funneling money through a law firm. Oh, I mean, it wasn't a legal expense? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Then they hire Fusion GPS to do op research who hired an ex-foreign spy. I thought they weren't supposed to influence our elections, his name is Christopher Steele, and the wife, of course, of a high-ranking DOJ officials, Nellie Ohr, to put together a campaign op research document, a series of documents that became known as the dossier, all against Donald Trump, filled with salacious lies and rumors, never verified, never corroborated. None of it. Neither Steele himself said, I don't know if any of this is true, maybe 50/50, in an interrogatory in Great Britain. That dossier was spread throughout the highest levels of our federal government. All these deep state actors by Nellie Ohr's husband, who became the conduit for Christopher Steele, Bruce Ohr, the fourth highest ranking official at the DOJ. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } That dossier was leaked to the press. Why? To lie to you, the American people, and influence an election to help Hillary. This is kind of like what she did to Bernie. It was used as the basis of the FISA warrants against the Trump campaign associate, Carter Page, signed off on by multiple officials, including Comey, including McCabe, including Yates and Rod Rosenstein himself. And after the election, the dossier was then used again as the basis, the fundamental basis for what we now know to be Mueller's witch hunt or even brief Mueller deputy, Andrew Weissmann. He made his way right into special counsel Mueller's office, Andrew Weissmann, Mueller's pit ball. He got the contents of that dossier, right from Hillary, through steel, from Russia, with love, to Robert Mueller's office, all in an effort to take down the president you elected. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } All right. We have a lot more throughout the show tonight. But we have other top breaking news tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, for a week, the Republicans, rightly so, they have tried to accommodate in every way imaginable Judge Kavanaugh's accuser, Professor Christine Ford. Clearly, one of her liberal lawyers, Debra Katz, and Senator Dianne Feinstein are playing politics. And the sad thing is, this is such a serious accusations. It should be handled in a nonpartisan way. It should be pursued just for the sake of pursuing truth and justice. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } And as Susan Collins has said, and she is absolutely right, it's unfair what Dianne Feinstein and others have been doing. I have sources tonight telling me that Professor Ford's attorney keeps moving the bar all over the place. At this hour, no deal has been struck with Professor Ford's attorney to testify. Senator Grassley, finally, has had to extend yet again the deadline. Now, it's 10:00 p.m. tonight. And Senator Grassley released a statement earlier. This is what it reads. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } Quote: Despite the fact that the July 30th letter remains hidden, my committee has been investigating the allegations and has heard from multiple witnesses since Sunday. Ms. Katz has discussed Dr. Ford's allegations in numerous media interviews and said on TV Monday morning that Dr. Ford wants to share her account with the Senate Judiciary Committee. All right. It is Friday night. Nothing has been agreed to despite our extensive efforts to make testimony possible. I'm extending the deadline for response yet again to 10:00 this evening. I'm providing a notice of a vote to occur month in the event that Dr. Ford's attorney doesn't respond or Dr. Ford denies not to testify. In the event we can come to a reasonable resolution, as I have been seeking all week, then I will postpone the committee vote to accommodate her testimony. We can not continue to delay. Senator Grassley has been gracious, rightly so, in accommodating in multiple ways. If her lawyers keep moving the goalpost and don't give answers and keep making new demand and they don't show up, what are lawmakers to do? By the way, isn't it really unfair for the accuser to be heard literally after the accused? No. I think the accuser should have the right to respond to the accusations that are made. Senators Grassley and Graham said they will not concede that point. And also tonight, my sources are telling me that the conclusion of many Republican lawmakers is that Professor Ford's liberal attorney, this is not in any way, I want Professor Ford to be heard. I want her story told in a fair manner. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Finally, over the finish line, the new attorney general this morning grateful to the colleagues who fought for him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF SESSIONS, ATTORNEY GENERAL",
      "sentences": "I can't express how appreciative I am for those of you who have stood by me during this difficult time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was a better feud to the very end. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEBRA KATZ, PROTESTER",
      "sentences": "We are going to fight back. We are going to resist. We will not be silenced.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's her resisting? Now, why does this attorney keep moving the goalpost for an interview? On Monday, Katz said, Professor Ford will be willing to testify and do it publicly and under oath. Then, demands they start to change throughout the week, making it almost impossible for Professor Ford's allegation to be heard. She does deserve to be heard. And tonight, things have even gotten worse. Senator Feinstein, who has been delaying and obstructing, why hasn't Senator Feinstein turned over the full letter to Republican senators on the Judiciary Committee, like Grassley? Now, Feinstein knew about this allegation back from July, in September. Senator Feinstein never bothered to raise any of these allegations with Judge Kavanaugh privately or in public hearings, even though there were numerous opportunities for her to do so. I Instead, the Democrats, they have turned this into a political circus. We saw it at the hearings. They have rushed to convict Judge Kavanaugh without even a hearing, not hearing either side of their story. And Dianne Feinstein took it to the next level tonight. After all the accommodations offered by the Republicans and Charles Grassley and the president being accommodating on his end, saying he wants her to be heard. Well, it was entitled: Feinstein on Republican bullying of sexual assault survivor. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } Well, obviously, there is no point in her having a hearing. She has already decided who is guilty, who is believable and who is not. They are offering to speak with her. And listen what Democratic Senator Whitehouse had to say just yesterday. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If the Democrats win back the House and/or the Senate, Democrats will investigate what happened, the charges that Professor Ford is laying out, even if that means investigating a Supreme Court justice at this time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. SHELDON WHITEHOUSE, D-RHODE ISLAND",
      "sentences": "I am confident of that. I think we'll also be investigating why the FBI stood down its background investigation when this came out in this particular background.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Another senator who has made up her mind is Senator Kirsten Gillibrand of New York. She said she believes Kavanaugh's accuser. She has made up her mind. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Quote: Denying Dr. Ford an investigation is silencing her. No, the FBI, Senator, said it is not in their purview to have. There is no crime within their jurisdiction, forcing her -- get this -- forcing her into a sham hearing. Now, Senator Gillibrand made up her mind. She said it is silencing her, to offer a hearing and pushing Brett Kavanaugh's confirmation through. If you allow in every single accommodation private, not private, we'll go to you, you can come to us, moving the days and dates. The person doesn't want to talk. That was the right thing to do by the Republicans. Offering a platform to tell your story is not silencing somebody. And, unfortunately, that's s not all. Democrats are convicting Judge Kavanaugh before any side has been heard. Forget about due process. Forget about the presumption of innocence. Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIFORNIA",
      "sentences": "The Senate shouldn't simply rely on hearing two conflicting accounts and decide -- well, we are okay with not knowing. We are okay with the fact that we might be putting someone who committed attempted rape on the Supreme Court of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIFORNIA",
      "sentences": "I believe her. Listen, first of all, anybody who comes forward at this point to be prepared to testify in the United States Senate against someone who is being nominated to one of the most powerful positions in the United States government, that takes an extraordinary amount of courage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MAIZE HIRONO, D-HAWAII",
      "sentences": "Not only do women like Dr. Ford who bravely comes forward, need to be heard but they need to be believed. They need to be believed. I just want to say to the men in this country: just shut up and step up. Do the right thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL, D-CONNECTICUT",
      "sentences": "Let me just right at the outset, I believe Dr. Ford. I believe the survivor here. There's every reason to believe her. She has come forward courageously and bravely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-NEW YORK",
      "sentences": "I believe her. I stand with her. And --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you hope she shows up on Monday? Do you hope that she testifies? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIBRAND",
      "sentences": "I don't think she should be bullied into this scenario, where it's a he said/she said. It's a sham hearing. And I don't think she should participate in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NY, MINORITY LEADER",
      "sentences": "I believe Professor Ford. I think she is credible. And I think when the investigation is finished and when she testifies and Judge Kavanaugh testifies, I think a majority of senators will find her credible and I don't think -- I never thought Kavanaugh should get appointed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All of these Democrats say they believe her. They have already made up their minds. Interestingly, it is the Republicans that are being fair and open and offering opportunities for both sides to be heard. Can you imagine if Republicans came out one after another, they believe Judge Kavanaugh? They would be eviscerated tonight. The double standard is so blatantly obvious. Where is all the outrage from the left about the allegations made against Democratic Congressman Keith Ellison? This past month in August, accused of his long-time girlfriend of repeated domestic and verbal abuse. This is the bottom line. What is happening right now is not fair to Professor Ford. It is not fair to Judge Kavanaugh. The allegations are serious. This shouldn't be about politics and rushing to judgment and no due process and no presumption of innocence. This should not be about hiding letters and lawyers not getting back to a Senate committee after so much accommodation. This should be about getting to the truth. This should be about justice. This should be about putting good people on the Supreme Court. This is too serious an allegation, too serious an issue to be playing politics. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, the families of Judge Kavanaugh and Professor Ford, they are all receiving death threats, which needs to stop. Enough already. This is becoming a sick, twisted, ugly partisan, you know, one side cares about only one side, power. That's why in 46 days, this election matters on so many levels. Here with reaction to all of these breaking news, the author of the number one New York Times bestseller, \"The Russia Hoax: The Illicit Scheme to Clear Hillary Clinton and Frame Donald Trump\", Fox News legal analyst Gregg Jarrett, Fox News investigative reporter, contributor, Sara Carter, the author of \"The Deep State: How and Army of Bureaucrats Protected Barack Obama and is Working to Destroy Donald Trump,\" Fox News contributor, former Congressman, Jason Chaffetz. Let's start with the news with you, Sara. I have had multiple sources tonight telling me when all this information that the president called for is out, it will all be clear and apparent to everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And what the left was hoping for with Rod Rosenstein is the president would jump in and they'd get a Friday night massacre and they flip it on the president. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes, what you are hearing is what I'm hearing as well, Sean. I think people need to put this into perspective. Let's go back to May 2017. Rod Rosenstein's letter to have Comey fired to the president. You know, Rod Rosenstein, everything that happened back then happened for a purpose. He sent that letter according to my sources. It goes right with the New York Times story. He was very adamant. He was on the president's side. And now we have McCabe. And remember, McCabe wrote the memos then. He didn't write them now. So I don't buy for one minute the Department of Justice's explanation - explanation that he was just joking around. I also believe that they are trying to trap the president. They are trying to corner him. But remember, McCabe is facing a grand jury. He is a liar and he has been caught lying and he leaked to the media. That's a fact. But he is facing the grand jury now. He doesn't want to be the only guy to go down. He wants to take everyone else with him. I think the president has no other choice here and the Department of Justice but to launch a full investigation according to my sources, a complete investigation and then make his decision after that investigation or if evidence arises that this is what Rod Rosenstein asked people to do, wiretap the president, or he, himself, would wiretap the president and try to push people towards removing the president from office citing the 25th Amendment. Then the president eventually needs to fire him. That absolutely must happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But not the time, Congressman Chafettz. And by the way, both your book and Gregg's book have done so well because of the truth that it's in it. But the president on both these issues we're talking about tonight needs to stay out of it. Because they set a trap for him today. They wanted him to fire Rod Rosenstein. Now, Andrew McCabe and Lisa, Strzok have contemporaneous notes from this meeting we need to examine them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } But it really shows the need for two things. One, what the president called for to be released needs to be released, not go through Michael Horowitz. And number two, we need a special counsel like yesterday or a year ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes. Absolutely, right, Sean. First of all, Attorney General Jeff Sessions is there in name only. He is absolutely worthless. And instead of running that department and agency he just, you know, goes around and give some few speeches. He is worthless there. I do believe in Michael Horowitz. He is the one that uncovered it and gave one of--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It took them 18 months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes. No doubt. But he is the reason that we actually have a lot of these text messages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "At the same time, we absolutely need all of these documents to go to Congress. I don't buy into this delay. They are going to, you know, we are going to come back on the show a month from now and not going to be able to see all of this, but at the heart of this, Sean, a few months into the presidency, you have seven people, I believe it was seven, it may have six people, sitting around months after Donald Trump has taken the presidency and they're discussing what, how to take down Donald Trump. That's how serious this is. I wish that all of them would be wiped clean and get rid of all of them but the president-- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Let me ask all three of you, and then I'll go to Gregg and get his full comments. Hands up, yes or no, was this an attempted coup, first to stop the president from getting elected and then to destroy him by the upper echelons of the DOJ and FBI? I say yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "It's got all of the markings of it, Sean. It's got all of the markings of it. But we -- I don't trust--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sara?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But at the same time I don't totally trust the New York Times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But I'm saying based on everything we know about McCabe, Comey, Strzok, Page, Ohr, Steele? Gregg, we'll throw it to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "It is the equivalent of an attempted coup a plot to throw the Trump president, saboteurs within the Department of Justice and the FBI working furiously to undo the election results and frame Trump for colluding with Russia to win the election, even though they had no evidence at all. The only thing they had was a phony dossier they knew was fabricated and written by a liar and funded by Hillary Clinton's campaign. So, you know, Rod Rosenstein certainly deserves to be fired, even suggesting what to secretly record the president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But the president needs to stay out of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "I didn't hear you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You disagree. The president -- it needs to be Jeff Sessions. The president, if he does it--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "I don't care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- the deep state wants him to do it so they can bludgeon him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "I don't care who fires him, whether it's Sessions or the president, it may not be politically expedient at this time. But he certainly deserves to be fired. And by the way, as a consequence of his actions, the special counsel investigation should be terminated because he has corrupted and tainted the integrity of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That I agree with too. Sara?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes. Sean, this was a silent coup, this is what they call a bloodless coup. And they were trying to do it and they got caught. They didn't know how to do it. And everything is coming out now and we need an investigation, a special counsel to take over and find out the truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Last word, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Find out everybody that was in that meeting and one at a time under oath bring them before Congress and make them explain what was going on there because it certainly has all the suspicions and all the markings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And release the documents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Demand the documents. The people deserve to see them yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you all. When we come back, our own Kristin Fisher has the latest on Kavanaugh and Rod Rosenstein. We get reaction tonight Dershowitz, Tammy Bruce. The great one speaks out as well straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. This is a Fox News alert. This Friday night, the A.P. now reporting that the lawyer for Professor Ford is requesting one extra day to consider the terms given to them by Senator Grassley. I am going to offer some unsolicited advice. Senator Grassley and Lindsey Graham and those on those committee, you have been very accommodating. You've extended every deadline. I would give Professor Ford's attorney one more day. Let them have it. One more day. For the very latest, we go to Kristin Fisher, she's in our Washington bureau tonight. Kristin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "sentences": "Yes. Well, Sean, this deadline has been moving all day long. It started with close of business and then it was pushed back three hours to just 25 minutes from now. And now, with just minutes closing on what Kavanaugh's accuser's legal team is calling an arbitrary deadline, they finally got back to Senate Republicans and ask for what you just reported, they ask an extra day. They, also, as I have said, they've called this an arbitrary Friday deadline. So, I just want to go through exactly what Senate Republicans were offering in regards to this hearing that was set to take place or that they want to take place on Wednesday. They want it to take place with a female attorney doing the questioning and they want Ford to testify first and then Kavanaugh. But Ford's legal team wants a Thursday hearing with no outside attorneys asking questions and they want Kavanaugh to go first. Democrats are blasting that offer from Republicans. Senator Blumenthal says, \"Their arbitrary and irrational deadline is a rush to silence a survivor, it has no basis in law or fact or simple humanity. But Republicans remain confident that Judge Kavanaugh will still be confirmed. Listen to what Senate Majority Leader Mitch McConnell said to conservatives at the values voter's summit just today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, R-KENTUCKY",
      "sentences": "My friends, keep the faith. Don't get rattled by all of this. We're going to plow right through it and do our job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Now, the Senate judiciary chairman had said that if Ford's legal team had not gotten back to him by this 10 p.m. deadline, then they were going to go ahead and vote on Monday. Now, Ford's legal team has gotten back to him but it wasn't the kind of response that I'm sure he was hoping for. So it remains to be seen exactly how Senator Grassley is going to respond. Sean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Kristin Fisher in Washington tonight. Thank you. With more reaction, the author of the bestselling book, \"The Case against Impeaching Trump,\" Harvard Law Professor, Alan Dershowitz, and Fox News contributor, Tammy Bruce. You know, I know that Senator Grassley, Tammy, has given every consideration, private, public, everyone is saying move the day from Monday to Wednesday, et cetera. I do believe that Judge Kavanaugh should go second to respond to his accusers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, PROFESSOR, HARVARD LAW SCHOOL",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But my advice to the Senate judiciary committee tonight is this. Give them the extra day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Twenty four hours, if that's what they are asking for, 10 o'clock tomorrow night. Fine. Give them another 24 hours. But this has to be the last time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, look, I don't know what really the drama is, another 24 hours, if they need it, that's fine. She's known at least certainly, that this process has started all the way back in July. She has been in control of this timeline from the beginning. If this was handled properly when Senator Feinstein had this letter, we wouldn't be at these kinds of deadlines because this could have been addressed through the natural process. The request she made also would literally set up an actual kangaroo court, where you change the rules, the principals, the process of a court hearing or just a hearing in general when you are dealing with accusations like this. And clearly, it is absurd when you see those demands. It almost seemed as though they wanted them to be rejected so that they could say the committee didn't want to hear it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I am told that is the Democratic strategy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And so many Democrats, professor, they have already said they believe her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Well, it's absurd--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's absurd for anybody to say at this point I believe her or I believe him or I don't believe her or I don't believe him. We haven't heard them. We haven't seen the evidence. You know, people aren't born with a sex-linked gene for honesty or dishonesty. Some women lie. Some women tell the truth. Some men lie. Some men tell the truth. The one thing there should be no compromise on, and every civil libertarian and every Democrat should demand she must go first. You know, the tool of the inquisition was to always call the accused first. Make him testify, make him lay out his whole case and only then tell him what the accusation is and let him face his accuser.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But professor, you know, probably it got to scare the living daylights that you agree with me as much as you do lately but I am a civil libertarian at heart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Not on everything. Not on everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know. But this -- this is too serious to me. I do believe -- so I'm urging the Republicans to give the extra day--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- but all these Democrats have made up their mind. If any Republican had said, Professor Dershowitz, I believe him, you and I both know there would be a very different reaction in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "And they've said it. They have said it when it comes to the newly elected attorney general, Keith Ellison. They are not opening up an investigation as to him and there is very credible evidence. Look, we can have one truth for Republicans an one truth for Democrats and one process for Republicans and one process for Democrats. We all have to pass the shoe on the other foot test. I ask myself, what if this were a liberal Democrat who were nominated by a liberal president. What would I be demanding? Exactly the same as what I'm demanding now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Same here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Due process, civil liberties, the rule of law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "If I could just add, that if people who are thinking that by giving this extra day or accommodating even more is going to change what the Democrats say after he is confirmed, they are wrong. No matter what happens, the rhetoric and the argument will the same, is that the GOP are misogynists and they're racists and it won't matter what you do. At this stage, they simply must do the right thing. A Huffington Post poll found that on the issue of credibility of the accuser, which is what I was afraid of, was that about 25 percent of women found her credible and 28 percent of men found her credible. So the majority, the vast majority of people aren't believing her because of this charade that has been unfolding in front of us. We have got to get on with the country's business. They've got to take that seriously because there is no appeasing the people who are behind this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Last word, professor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "But she has to be given a full opportunity to make her case. She has to be given a full opportunity also to have witnesses subpoenaed. Judge the other man, anybody else who is there, they have to be given the opportunity to testify as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And especially all those people that have spoken out in favor of professor Kavanaugh knowing him in high school, in college and law school and the Bush administration, women that are close to him, colleagues that worked for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "And professor Kavanaugh himself. He needs to be heard. He needs to be heard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "And I think everybody benefits if you have real lawyers examining.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Listen, you both are fair. That's fair. Don't rush to judgment. Due process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Presumption of innocence. This is core to who we are as a country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you both. When we come back, Sebastian Gorka, Doug Schoen, much more on our breaking news night tonight, his Friday night on Hannity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, here with reaction to all of tonight's breaking news, Fox News contributor, Doug Schoen and author of the book \"Why We Fight,\" Fox News national security strategist Dr. Sebastian Gorka. On the two issues we've got here tonight, Dr. Gorka, number one is, give her, give the professor another 24 hours. A lawyer obviously is inconsistent on the issue. But give her as much accommodation as you can. But this is, you can't do it forever. This will be the last time. Do you agree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, FOX NEWS NATIONAL SECURITY STRATEGIST",
      "sentences": "I think I do, Sean. I think there has to be a concrete limit. And there has to be a recognition that you can't overturn the constitutional rights that every American has, not just judges who are nominated to the highest court in the land. The idea that an accuser goes -- gets accused before--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "After the accused -- after the accused.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Yes. No, it's not happening. But I think--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They should not give in on it. I agree. He has a right to respond to his accuser.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "But then -- right. I mean, that's the basis of our law. That you have the right to respond to that person who accuses you and to know their name and to respond to them in real time. But after that, the theatrics have to end. Because I agree with Tammy, nothing is going to change, whatever the outcome is nothing is going to change. This is just a ploy, this is a tactic. It is a very clever one. The idea that you accuse anybody of a potential crime without giving the date or the location means it's almost impossible for the accused to refute that, because you can't -- you can't actually substantiate that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We don't even know the year, Dr. Gorka.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We don't know the year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "How do you build an alibi? You can't. So, at the end of the day you listen to the accused, the person who has been accused gets to address that accusation but then it ends and we move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Doug Schoen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG SCHOEN, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes. I must tell you, Sean, I would give Dr. Ford more than a day or two simply because--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "She is asking for one more day. They now have asked and they've move now the deadline repeatedly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Sean, if I could finish -- I'm trying to help you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They have accommodated her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Trust me. The Republicans are already taking on water in the polls. If there is not more than effort to hear Dr. Ford and it's nomination is pushed through without hearing her, the Republicans will lose. For our politics and our country, I would give her until Monday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They ask for another day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "But trust me, it will benefit the cause you believe in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They also -- and look, to their credit, I think they have handled it perfectly. We see a very different political view for the attorney for Professor Ford, number one. All right. Putting that aside. Especially with Paula Jones and Al Franken. What did you make of the New York Times blockbuster tonight about Rod Rosenstein and taping the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "If I can start on this one. Dr. Gorka, I apologize. But I'm a Democrat but I'm a trained lawyer. This is outrageous. I don't see how we can continue to supervise the Mueller investigation, which I do think should finish but the only way it can finish fairly is with him out of the picture recuse or fired and I really think we need to look at this Justice Department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But there are more justice upon him, Dr. Gorka, last word?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "I always want to ask the first question cui bono. Who does this profit? The New York Times, why are they burning Rod Rosenstein right now? Mark Levin may be right. This may be a political trap for the president. But Doug is also correct. This guy is so conflicted from the get-go, this is the man who've signed the FISA warrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "This is the man who has escorted his best friend, escorted Mueller to the interview with the president that he failed when he wanted the FBI--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "My last point though, is all of this is going to be exposed very expeditiously. Release the documents and get a special counsel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "A new one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "We need to find out the truth will out, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The truth is right there. I can taste it. All right. Thank you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When we come back, the great one Mark Levin explains why he thinks the Democratic Party has hijacked the judicial nomination process. You don't want to miss that, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You have got to watch the great one, Mark Levin, this Sunday. (AUDIO GAP) Democratic obstruction of the entire judicial process. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK LEVIN, FOX NEWS HOST",
      "sentences": "The Democrat Party has hijacked the judicial nomination process over the last 30 years. That their left wing groups have hijacked the judicial nomination process from the American people. And they may levee justice through here and there, who is also nominated by a Republican. But the fact to the matter is, they are going to crush anybody who they believe might change the balance of power. What are we talking about here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Mark, Sunday night. We're back here on Monday. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "All right. Welcome to \"Hannity\" on what is an incredible breaking news night on all fronts. Rod Rosenstein is in big trouble tonight, as are others as we are witnessing a deep state coup. I'll explain in detail. There is no doubt any longer. And by the way, we have a very special message for the president of the United States tonight. He needs not to fall into a trap. Now, according to breaking news from the New York Times today in the spring of 2017, the deputy attorney general actually plotted to secretly record his conversations with President Trump. But there is also more. The Times is reporting that Rod Rosenstein floated an idea that invoke the 25th Amendment to remove a sitting president, this president, from office. Now, for months, we have been warning you about all these deep state characters. People in power at the FBI, the DOJ and elsewhere. Now, we've also told you about conflict of interest surrounding the Russia probe. We have slammed people's role in committing fraud on FISA court. This is all now going to be proven and told we have been right all along. And tonight, we have more evidence. It's scary but it's also we are getting close to resolution. We have long said that Mueller's witch hunt should never have happened. The investigators needed to be investigated, especially those overseeing the entire mess. Well, now, in this case, Rod Rosenstein's blatant anti-Trump bias, including Andy McCabe, a known liar, and the efforts to take down the president you voted for are now tonight in full view. We have a full cast of characters, Sara Carter, Gregg Jarrett, Alan Dershowitz, Sebastian Gorka all will weigh in tonight. Plus, we have the very latest on the confirmation of Judge Kavanaugh. Negotiations are still underway to this hour. For his accuser, Professor Ford to appear under oath. There is now a 10:00 p.m. deadline. One hour right now, Professor Ford has to tell the Senate whether or not she plans on appearing. They have tried to accommodate in every way imaginable, and you should hear what Dianne Feinstein is saying tonight. We'll explain. Democrats don't seem to care at all. They have already convicted Judge Kavanaugh in the court of public opinion. No presumption of innocence. No due process. We have a lot to break down for you tonight. We're going to go slow, a lot to get in. Stay tuned for our Friday night breaking news opening monologue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. There is one man at the very top of this Russian collusion witch hunt. Now, after Attorney General Jeff Sessions recused himself from all things Russia, well, the deputy attorney general, Rod Rosenstein, assumed the responsibility. Now, this despite having massive conflicts of interest. Remember, it was Rod Rosenstein who drafted a report detailing why James Comey should be fired. It was Rod Rosenstein who signed off on the third FISA renewal application, the fourth FISA warrant against Trump campaign associate Carter Page. And, of course, all of this as the Nunes memo and the Grassley-Graham memo says the bulk of information came from the phony Russian dossier that Hillary paid for, the dirty dossier with Russian lies. Now, for months, we have literally been shouting from a mountaintop. As a matter of fact, well over a year now, that this whole process is and has been corrupt. Nobody in this equation can be trusted tonight. And now, we have confirmation. The New York Times reporting today that during meetings with top DOJ FBI bi officials, including Lisa Page, and Andrew McCabe, who was a known liar, we know that a grand jury has been convened in his case. Rod Rosenstein actually planned to push a, quote, according to the New York Times, secretly record the president of the United States in the White House to expose the chaos consuming the administration and discuss recruiting cabinet members to invoke the 25th Amendment so they would remove President Trump, your duly elected president from office for, quote, being unfit. Now, this all allegedly took place during Rosenstein's second week on the job. This is right after President Trump fired Comey based on Rod Rosenstein's recommendation in part. And, by the way, under Article 2 of our Constitution, he didn't even have to like James Comey's shoes and he could have fired him for that. And according to the Times, Rosenstein thought, quote, well, he might be able to persuade the Attorney General Jeff Sessions, General Kelly, then the secretary of homeland security, now the White House chief of staff, to mount an effort to invoke the 25th Amendment. Two weeks into the job, Rod Rosenstein wanted to wear a wire and secretly record a sitting president of the United States, invoke the 25th Amendment. In other words, a silent coup against his boss by him, McCabe, others, all against a duly elected president. We are experiencing tonight a massive constitutional crisis and, frankly, this is designed to set up the president. I'll explain what this is about in a minute."
    },
    {
      "speaker": "Now, tonight, Rod Rosenstein, he is publicly denying this report, calling the story inaccurate, factually inaccurate. He wrote, quote",
      "utterance": "I never pursued or authorized recording the president. Any suggestion that I have ever advocated for the removal of the president is absolutely false. Given the numerous sources in this story, the New York Times remains adamant in their reporting. Two of their sources, by the way, we know one is Andrew McCabe and another is Lisa Page, although, Lisa Page is not on the 25th Amendment side of this. And we do know McCabe is a known liar. But we have other sources tonight telling Fox News that Rod Rosenstein's remarks were made sarcastically. But the New York Times, they are standing behind the story and the seriousness of Rod Rosenstein's remarks. Let's take a look at this."
    },
    {
      "speaker": "ADAM GOLDMAN, REPORTER, NEW YORK TIMES (via telephone)",
      "utterance": "This wasn't a flippant remark and he was, in fact, very serious. And the circumstances in which it was described to me are very different now than what's being put out, I guess, by the government. But, you know, it's important that your listeners understand something, that as I was pursuing this story for a very long time people were reluctant to talk about it because of the gravity of the story, that there was concern that if it got out, that, you know, Rosenstein had wanted to actually wear a wire and suggested to Andy McCabe, the deputy director, the acting director at the time, wear a wire, that Rod might get fired. People were sincerely concerned about this, not because he made a flippant remark, because of the seriousness surrounding the remark."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, Rod Rosenstein, well, \"The New York Times\" is standing by their story. Andrew McCabe is one of the sources. His lawyer admitted that today and he saying, a known liar now, that, in fact, said Rod meant what he said. And we're going to have a lot more information from the New York Times report throughout the hour tonight. Before appointing Mueller to lead the special counsel investigation, Rosenstein floated another candidate we find out from the New York Times. His name is James M. Cole. Well, that's problematic because Cole, while he was a deputy attorney general under Obama, conflict enough, he was also the private lawyer to Sid \"Vicious\" Blumenthal. That's Clinton's personal political hit man. And as you can see, neither Rod Rosenstein, Andrew McCabe, Lisa Page, Peter Strzok, James Comey, Bruce Ohr, is a friend of the president. That's why this country is in crisis tonight. Their bias is all obvious here. This has been corrupt from the beginning, before the election, after the election. They wanted to take down Donald Trump. Now, it's time tonight for the attorney general to now do his job. Mr. Sessions, this is your Department of Justice. Under no circumstances, I have a message for the president tonight, under zero circumstances should the president fire anybody. These actors tonight, -- and I have multiple sources confirming this, and more information coming -- they are hoping and praying that the president does just that. They're hoping he gets mad, that he gets sick and tired of it, and that they can turn this politically into their equivalent of a Friday night massacre. The president needs to know it is all a setup. He needs to know that regardless of whether he steps in or not, and I would argue he should definitely not. The deep state tonight is crumbling from within at this very hour. They are now turning against each other. It's the president's job and duty of course is to remove all enemies from within. But, of course, Democratic Senator Chucky Schumer is in meltdown mode. You would think they care about the truth. You think they would care about fixing and rigging and attempting to rig elections and lying to the American people and propagandizing the American people and misinforming the American people and having real Russian information bought and paid for by one party to destroy another candidate and that FISA court judges are all lied to. But Chucky doesn't care about that at all. All he cares about is friends in the deep state. And tonight, he released a state that proves just that. This story must not be used as a pretext for the corrupt purpose of firing the deputy attorney general, Rosenstein, in order to install an official who will allow the president to interfere with the special counsel's investigation. Generals Kelly, Mattis and numerous other White House and cabinet officials have been reported to say critical things of the president without being fired. Hey, Chuck, none of them have talked about literally trying to set up a president and tape-record a president and invoke the 25th Amendment, Chuck. Now, of course, we know what would happen if Rosenstein and others are fired by Jeff Sessions. Jeff Sessions actually has -- that's his department. Jeff Sessions, where are you tonight? Solicitor General Noel Francisco would likely take over Rod Rosenstein's Russia duties and he worked in the DOJ under President George W. Bush. He clerked for Antonin Scalia. More importantly, he doesn't have the baggage or the anti-Trump bias that so many others have had from the beginning. But with that said, I don't know at this hour who to trust anymore in the FBI or the DOJ. Well, I do, the rank and file. The people that do their jobs in the field offices every day, I trust them. Those that are upset about this, the most corrupt, massive abuse of power in this country's history, I believe in them. They are as upset, rightly so, as what we all are. And meanwhile, this story is now shining a new light on the president's decision Monday to declassify FISA documents, 302s, other important information related to the FBI, DOJ handling of this so-called Russia objective probe. Today, the president tweeted out, quote: I met with the DOJ concerning the declassification of various unredacted documents. They agreed to release them but stated in so doing, they have received negative impact on the Russia probe. Also, key allies, what allies? What countries? They called to ask not to release them. Therefore, the inspector general has been asked to review these documents on an expedited basis. I believe he will move quickly on this and hopefully other things which he is looking at, meaning FISA. In the end, I can still always declassify it if it proofs necessary. Speed is very important to me and to everyone. Other allies, there has been a lot of chatter. Do we have allied countries? We have Fourth Amendment protection against unreasonable search and seizure, against using wiretapping against American citizens? Is it possible some of their friends in other countries might be thinking tonight that they are going to be exposed? Doing the dirty work and sharing the information that they got that would otherwise be gotten illegally in this country with some of our deep state actors. It raises a lot of questions tonight. These documents the president requested Monday must be released, must be declassified immediately. This same routine has played out well over a year now, about two years. We have the DOJ, deep state actors have done everything in their power, including lie that this will impact sources and methods when it doesn't to prevent them from releasing the information that we, the American people, deserve to see. These actors know they will be exposed, their corruption, the serious misconduct, McCabe, Strzok, Page and perhaps even James Comey, himself. The DOJ has delayed, delayed, delayed the release of these important documents over again and again. They have defied congressional subpoenas, obstructed justice at this point, defied the oversight constitutional authority of Congress. The president cannot let this go on any longer, because as we wait, the deep state is winning. And they are trying to set up traps even for the president himself. These documents must be made available to you, the American people. Where is Spartacus, Cory Booker, when we need him? We deserve full transparency for the American people. No more delaying, no more hiding, no more lying, no more obstructing. You, we, the people, deserve to know what these top upper-level people in our government were doing to undermine the people's pick for president. The damming revelations today surrounding Rod Rosenstein -- well, it's not the only time the deep state has been caught trying to sabotage President Trump. Far from it. Let's look at this timeline we put together. Let's start in 2015. The FBI opening a criminal investigation into Hillary Clinton. We know she violated the law, committed multiple felonies, mishandling top secret, classified special access program information on her private e-mail server in a mom and pop shop bathroom. And in a very rare move, the FBI director, James Comey, he rips the case away from our honorable FBI field agents, the guys we trust. He took it in house, politicized it himself with, of course, the help of Andrew McCabe, Peter Strzok and others. Then, they put the fix in. Despite overwhelming evidence of guilt, they end up exonerating Hillary Clinton. Oh, they were writing that exoneration in May of 2016. They never interviewed her or 17 other key witnesses until July. And then, remember, it was Strzok and Comey. They worked on the draft in May before the July exoneration. Well, they were changing it from, you know, the gross negligence legal term to the more innocuous just careless, just like Sandy Berger, puts documents in his pants, his socks, frankly, on his backside, walks out and says, I'm just being sloppy. Really? People put private documents in their pants and they are sloppy? Meanwhile, the very same time, the Clinton campaign along with the DNC funneling money through a law firm. Oh, I mean, it wasn't a legal expense? Then they hire Fusion GPS to do op research who hired an ex-foreign spy. I thought they weren't supposed to influence our elections, his name is Christopher Steele, and the wife, of course, of a high-ranking DOJ officials, Nellie Ohr, to put together a campaign op research document, a series of documents that became known as the dossier, all against Donald Trump, filled with salacious lies and rumors, never verified, never corroborated. None of it. Neither Steele himself said, I don't know if any of this is true, maybe 50/50, in an interrogatory in Great Britain. That dossier was spread throughout the highest levels of our federal government. All these deep state actors by Nellie Ohr's husband, who became the conduit for Christopher Steele, Bruce Ohr, the fourth highest ranking official at the DOJ. That dossier was leaked to the press. Why? To lie to you, the American people, and influence an election to help Hillary. This is kind of like what she did to Bernie. It was used as the basis of the FISA warrants against the Trump campaign associate, Carter Page, signed off on by multiple officials, including Comey, including McCabe, including Yates and Rod Rosenstein himself. And after the election, the dossier was then used again as the basis, the fundamental basis for what we now know to be Mueller's witch hunt or even brief Mueller deputy, Andrew Weissmann. He made his way right into special counsel Mueller's office, Andrew Weissmann, Mueller's pit ball. He got the contents of that dossier, right from Hillary, through steel, from Russia, with love, to Robert Mueller's office, all in an effort to take down the president you elected. All right. We have a lot more throughout the show tonight. But we have other top breaking news tonight. Now, for a week, the Republicans, rightly so, they have tried to accommodate in every way imaginable Judge Kavanaugh's accuser, Professor Christine Ford. Clearly, one of her liberal lawyers, Debra Katz, and Senator Dianne Feinstein are playing politics. And the sad thing is, this is such a serious accusations. It should be handled in a nonpartisan way. It should be pursued just for the sake of pursuing truth and justice. And as Susan Collins has said, and she is absolutely right, it's unfair what Dianne Feinstein and others have been doing. I have sources tonight telling me that Professor Ford's attorney keeps moving the bar all over the place. At this hour, no deal has been struck with Professor Ford's attorney to testify. Senator Grassley, finally, has had to extend yet again the deadline. Now, it's 10:00 p.m. tonight. And Senator Grassley released a statement earlier. This is what it reads."
    },
    {
      "speaker": "Quote",
      "utterance": "Despite the fact that the July 30th letter remains hidden, my committee has been investigating the allegations and has heard from multiple witnesses since Sunday. Ms. Katz has discussed Dr. Ford's allegations in numerous media interviews and said on TV Monday morning that Dr. Ford wants to share her account with the Senate Judiciary Committee. All right. It is Friday night. Nothing has been agreed to despite our extensive efforts to make testimony possible. I'm extending the deadline for response yet again to 10:00 this evening. I'm providing a notice of a vote to occur month in the event that Dr. Ford's attorney doesn't respond or Dr. Ford denies not to testify. In the event we can come to a reasonable resolution, as I have been seeking all week, then I will postpone the committee vote to accommodate her testimony. We can not continue to delay. Senator Grassley has been gracious, rightly so, in accommodating in multiple ways. If her lawyers keep moving the goalpost and don't give answers and keep making new demand and they don't show up, what are lawmakers to do? By the way, isn't it really unfair for the accuser to be heard literally after the accused? No. I think the accuser should have the right to respond to the accusations that are made. Senators Grassley and Graham said they will not concede that point. And also tonight, my sources are telling me that the conclusion of many Republican lawmakers is that Professor Ford's liberal attorney, this is not in any way, I want Professor Ford to be heard. I want her story told in a fair manner. She has been offered all sorts of opportunities, in private, in public. They will come to her. She doesn't have to ever go before a television camera. But her attorney has adopted a strategy. Obviously, it's called running out the clock. And, by the way, the Republicans see it for what it is, to blame the GOP for not making proper accommodations when they have done just opposite. It shouldn't surprise anyone that Republicans think this. After all, this lawyer, Debra Katz, is highly partisan, long-time Democratic activist, tens of thousands of dollars in donations, clearly has a political agenda. Her views on sexual assault and misconduct allegations have been inconsistent, to put it mildly."
    },
    {
      "speaker": "Here are a few examples of what I mean. She said about Paula Jones, quote",
      "utterance": "Her suit is very, very weak. She has alleged one incident in a hotel room that by her own testimony lasted 10 or 12 minutes. She suffered no repercussions in the work place. She then said of Jones accusations, clearly a one-time incident that took place in 10-12 minutes. She was not forced to have sex. She left of her own volition. The courts are finding that is not enough to create a sexually hostile work environment claim. Then, she defended creepy Senator Al Franken. Context is relevant. While he not do this as a member of a Senate, he did in a capacity as someone who was still functioning as an entertainer. Excuse me. Al Franken was a senator when this, in fact, occurred. That's issue one. Issue two, we are going to talk about what it is bill Clinton did to Paula Jones. He dropped his pants, exposed himself to a woman he didn't know, and said, kiss it. Now, Paula Jones won a settlement agreement of $850,000. But, the point here is that the lawyer for Professor Ford, well, clearly, she has a political agenda, inconsistent views on this topic. The Daily Caller today uncovered that back in 2017, this same lawyer, she vowed to resist -- get this -- President Trump. Take a look for yourself."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Finally, over the finish line, the new attorney general this morning grateful to the colleagues who fought for him."
    },
    {
      "speaker": "JEFF SESSIONS, ATTORNEY GENERAL",
      "utterance": "I can't express how appreciative I am for those of you who have stood by me during this difficult time."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It was a better feud to the very end."
    },
    {
      "speaker": "DEBRA KATZ, PROTESTER",
      "utterance": "We are going to fight back. We are going to resist. We will not be silenced."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's her resisting? Now, why does this attorney keep moving the goalpost for an interview? On Monday, Katz said, Professor Ford will be willing to testify and do it publicly and under oath. Then, demands they start to change throughout the week, making it almost impossible for Professor Ford's allegation to be heard. She does deserve to be heard. And tonight, things have even gotten worse. Senator Feinstein, who has been delaying and obstructing, why hasn't Senator Feinstein turned over the full letter to Republican senators on the Judiciary Committee, like Grassley? Now, Feinstein knew about this allegation back from July, in September. Senator Feinstein never bothered to raise any of these allegations with Judge Kavanaugh privately or in public hearings, even though there were numerous opportunities for her to do so. I"
    },
    {
      "speaker": "Instead, the Democrats, they have turned this into a political circus. We saw it at the hearings. They have rushed to convict Judge Kavanaugh without even a hearing, not hearing either side of their story. And Dianne Feinstein took it to the next level tonight. After all the accommodations offered by the Republicans and Charles Grassley and the president being accommodating on his end, saying he wants her to be heard. Well, it was entitled",
      "utterance": "Feinstein on Republican bullying of sexual assault survivor. Well, obviously, there is no point in her having a hearing. She has already decided who is guilty, who is believable and who is not. They are offering to speak with her. And listen what Democratic Senator Whitehouse had to say just yesterday. Listen to this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If the Democrats win back the House and/or the Senate, Democrats will investigate what happened, the charges that Professor Ford is laying out, even if that means investigating a Supreme Court justice at this time?"
    },
    {
      "speaker": "SEN. SHELDON WHITEHOUSE, D-RHODE ISLAND",
      "utterance": "I am confident of that. I think we'll also be investigating why the FBI stood down its background investigation when this came out in this particular background."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Another senator who has made up her mind is Senator Kirsten Gillibrand of New York. She said she believes Kavanaugh's accuser. She has made up her mind."
    },
    {
      "speaker": "Quote",
      "utterance": "Denying Dr. Ford an investigation is silencing her. No, the FBI, Senator, said it is not in their purview to have. There is no crime within their jurisdiction, forcing her -- get this -- forcing her into a sham hearing. Now, Senator Gillibrand made up her mind. She said it is silencing her, to offer a hearing and pushing Brett Kavanaugh's confirmation through. If you allow in every single accommodation private, not private, we'll go to you, you can come to us, moving the days and dates. The person doesn't want to talk. That was the right thing to do by the Republicans. Offering a platform to tell your story is not silencing somebody. And, unfortunately, that's s not all. Democrats are convicting Judge Kavanaugh before any side has been heard. Forget about due process. Forget about the presumption of innocence. Take a look."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIFORNIA",
      "utterance": "The Senate shouldn't simply rely on hearing two conflicting accounts and decide -- well, we are okay with not knowing. We are okay with the fact that we might be putting someone who committed attempted rape on the Supreme Court of the United States."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIFORNIA",
      "utterance": "I believe her. Listen, first of all, anybody who comes forward at this point to be prepared to testify in the United States Senate against someone who is being nominated to one of the most powerful positions in the United States government, that takes an extraordinary amount of courage."
    },
    {
      "speaker": "SEN. MAIZE HIRONO, D-HAWAII",
      "utterance": "Not only do women like Dr. Ford who bravely comes forward, need to be heard but they need to be believed. They need to be believed."
    },
    {
      "speaker": "I just want to say to the men in this country",
      "utterance": "just shut up and step up. Do the right thing."
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL, D-CONNECTICUT",
      "utterance": "Let me just right at the outset, I believe Dr. Ford. I believe the survivor here. There's every reason to believe her. She has come forward courageously and bravely."
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-NEW YORK",
      "utterance": "I believe her. I stand with her. And --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you hope she shows up on Monday? Do you hope that she testifies?"
    },
    {
      "speaker": "GILLIBRAND",
      "utterance": "I don't think she should be bullied into this scenario, where it's a he said/she said. It's a sham hearing. And I don't think she should participate in it."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NY, MINORITY LEADER",
      "utterance": "I believe Professor Ford. I think she is credible. And I think when the investigation is finished and when she testifies and Judge Kavanaugh testifies, I think a majority of senators will find her credible and I don't think -- I never thought Kavanaugh should get appointed."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All of these Democrats say they believe her. They have already made up their minds. Interestingly, it is the Republicans that are being fair and open and offering opportunities for both sides to be heard. Can you imagine if Republicans came out one after another, they believe Judge Kavanaugh? They would be eviscerated tonight. The double standard is so blatantly obvious. Where is all the outrage from the left about the allegations made against Democratic Congressman Keith Ellison? This past month in August, accused of his long-time girlfriend of repeated domestic and verbal abuse. This is the bottom line. What is happening right now is not fair to Professor Ford. It is not fair to Judge Kavanaugh. The allegations are serious. This shouldn't be about politics and rushing to judgment and no due process and no presumption of innocence. This should not be about hiding letters and lawyers not getting back to a Senate committee after so much accommodation. This should be about getting to the truth. This should be about justice. This should be about putting good people on the Supreme Court. This is too serious an allegation, too serious an issue to be playing politics. Now, the families of Judge Kavanaugh and Professor Ford, they are all receiving death threats, which needs to stop. Enough already. This is becoming a sick, twisted, ugly partisan, you know, one side cares about only one side, power. That's why in 46 days, this election matters on so many levels. Here with reaction to all of these breaking news, the author of the number one New York Times bestseller, \"The Russia Hoax: The Illicit Scheme to Clear Hillary Clinton and Frame Donald Trump\", Fox News legal analyst Gregg Jarrett, Fox News investigative reporter, contributor, Sara Carter, the author of \"The Deep State: How and Army of Bureaucrats Protected Barack Obama and is Working to Destroy Donald Trump,\" Fox News contributor, former Congressman, Jason Chaffetz. Let's start with the news with you, Sara. I have had multiple sources tonight telling me when all this information that the president called for is out, it will all be clear and apparent to everybody."
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And what the left was hoping for with Rod Rosenstein is the president would jump in and they'd get a Friday night massacre and they flip it on the president."
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes, what you are hearing is what I'm hearing as well, Sean. I think people need to put this into perspective. Let's go back to May 2017. Rod Rosenstein's letter to have Comey fired to the president. You know, Rod Rosenstein, everything that happened back then happened for a purpose. He sent that letter according to my sources. It goes right with the New York Times story. He was very adamant. He was on the president's side. And now we have McCabe. And remember, McCabe wrote the memos then. He didn't write them now. So I don't buy for one minute the Department of Justice's explanation - explanation that he was just joking around. I also believe that they are trying to trap the president. They are trying to corner him. But remember, McCabe is facing a grand jury. He is a liar and he has been caught lying and he leaked to the media. That's a fact. But he is facing the grand jury now. He doesn't want to be the only guy to go down. He wants to take everyone else with him. I think the president has no other choice here and the Department of Justice but to launch a full investigation according to my sources, a complete investigation and then make his decision after that investigation or if evidence arises that this is what Rod Rosenstein asked people to do, wiretap the president, or he, himself, would wiretap the president and try to push people towards removing the president from office citing the 25th Amendment. Then the president eventually needs to fire him. That absolutely must happen."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But not the time, Congressman Chafettz. And by the way, both your book and Gregg's book have done so well because of the truth that it's in it. But the president on both these issues we're talking about tonight needs to stay out of it. Because they set a trap for him today. They wanted him to fire Rod Rosenstein. Now, Andrew McCabe and Lisa, Strzok have contemporaneous notes from this meeting we need to examine them. But it really shows the need for two things. One, what the president called for to be released needs to be released, not go through Michael Horowitz. And number two, we need a special counsel like yesterday or a year ago."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes. Absolutely, right, Sean. First of all, Attorney General Jeff Sessions is there in name only. He is absolutely worthless. And instead of running that department and agency he just, you know, goes around and give some few speeches. He is worthless there. I do believe in Michael Horowitz. He is the one that uncovered it and gave one of--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "It took them 18 months."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes. No doubt. But he is the reason that we actually have a lot of these text messages."
    },
    {
      "speaker": "HANNITY",
      "utterance": "True."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "At the same time, we absolutely need all of these documents to go to Congress. I don't buy into this delay. They are going to, you know, we are going to come back on the show a month from now and not going to be able to see all of this, but at the heart of this, Sean, a few months into the presidency, you have seven people, I believe it was seven, it may have six people, sitting around months after Donald Trump has taken the presidency and they're discussing what, how to take down Donald Trump. That's how serious this is. I wish that all of them would be wiped clean and get rid of all of them but the president--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Let me ask all three of you, and then I'll go to Gregg and get his full comments. Hands up, yes or no, was this an attempted coup, first to stop the president from getting elected and then to destroy him by the upper echelons of the DOJ and FBI? I say yes."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "It's got all of the markings of it, Sean. It's got all of the markings of it. But we -- I don't trust--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sara?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But at the same time I don't totally trust the New York Times."
    },
    {
      "speaker": "CARTER",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But I'm saying based on everything we know about McCabe, Comey, Strzok, Page, Ohr, Steele? Gregg, we'll throw it to you."
    },
    {
      "speaker": "JARRETT",
      "utterance": "It is the equivalent of an attempted coup a plot to throw the Trump president, saboteurs within the Department of Justice and the FBI working furiously to undo the election results and frame Trump for colluding with Russia to win the election, even though they had no evidence at all. The only thing they had was a phony dossier they knew was fabricated and written by a liar and funded by Hillary Clinton's campaign. So, you know, Rod Rosenstein certainly deserves to be fired, even suggesting what to secretly record the president of the United States."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But the president needs to stay out of it."
    },
    {
      "speaker": "JARRETT",
      "utterance": "I didn't hear you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You disagree. The president -- it needs to be Jeff Sessions. The president, if he does it--"
    },
    {
      "speaker": "JARRETT",
      "utterance": "I don't care."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- the deep state wants him to do it so they can bludgeon him."
    },
    {
      "speaker": "JARRETT",
      "utterance": "I don't care who fires him, whether it's Sessions or the president, it may not be politically expedient at this time. But he certainly deserves to be fired. And by the way, as a consequence of his actions, the special counsel investigation should be terminated because he has corrupted and tainted the integrity of it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That I agree with too. Sara?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes. Sean, this was a silent coup, this is what they call a bloodless coup. And they were trying to do it and they got caught. They didn't know how to do it. And everything is coming out now and we need an investigation, a special counsel to take over and find out the truth."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Last word, Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Find out everybody that was in that meeting and one at a time under oath bring them before Congress and make them explain what was going on there because it certainly has all the suspicions and all the markings."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And release the documents."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Demand the documents. The people deserve to see them yesterday."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you all. When we come back, our own Kristin Fisher has the latest on Kavanaugh and Rod Rosenstein. We get reaction tonight Dershowitz, Tammy Bruce. The great one speaks out as well straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. This is a Fox News alert. This Friday night, the A.P. now reporting that the lawyer for Professor Ford is requesting one extra day to consider the terms given to them by Senator Grassley. I am going to offer some unsolicited advice. Senator Grassley and Lindsey Graham and those on those committee, you have been very accommodating. You've extended every deadline. I would give Professor Ford's attorney one more day. Let them have it. One more day. For the very latest, we go to Kristin Fisher, she's in our Washington bureau tonight. Kristin?"
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "utterance": "Yes. Well, Sean, this deadline has been moving all day long. It started with close of business and then it was pushed back three hours to just 25 minutes from now. And now, with just minutes closing on what Kavanaugh's accuser's legal team is calling an arbitrary deadline, they finally got back to Senate Republicans and ask for what you just reported, they ask an extra day. They, also, as I have said, they've called this an arbitrary Friday deadline. So, I just want to go through exactly what Senate Republicans were offering in regards to this hearing that was set to take place or that they want to take place on Wednesday. They want it to take place with a female attorney doing the questioning and they want Ford to testify first and then Kavanaugh. But Ford's legal team wants a Thursday hearing with no outside attorneys asking questions and they want Kavanaugh to go first. Democrats are blasting that offer from Republicans. Senator Blumenthal says, \"Their arbitrary and irrational deadline is a rush to silence a survivor, it has no basis in law or fact or simple humanity. But Republicans remain confident that Judge Kavanaugh will still be confirmed. Listen to what Senate Majority Leader Mitch McConnell said to conservatives at the values voter's summit just today."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, R-KENTUCKY",
      "utterance": "My friends, keep the faith. Don't get rattled by all of this. We're going to plow right through it and do our job."
    },
    {
      "speaker": "FISHER",
      "utterance": "Now, the Senate judiciary chairman had said that if Ford's legal team had not gotten back to him by this 10 p.m. deadline, then they were going to go ahead and vote on Monday. Now, Ford's legal team has gotten back to him but it wasn't the kind of response that I'm sure he was hoping for. So it remains to be seen exactly how Senator Grassley is going to respond. Sean?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Kristin Fisher in Washington tonight. Thank you. With more reaction, the author of the bestselling book, \"The Case against Impeaching Trump,\" Harvard Law Professor, Alan Dershowitz, and Fox News contributor, Tammy Bruce. You know, I know that Senator Grassley, Tammy, has given every consideration, private, public, everyone is saying move the day from Monday to Wednesday, et cetera. I do believe that Judge Kavanaugh should go second to respond to his accusers."
    },
    {
      "speaker": "ALAN DERSHOWITZ, PROFESSOR, HARVARD LAW SCHOOL",
      "utterance": "Of course."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But my advice to the Senate judiciary committee tonight is this. Give them the extra day."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Sure."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Twenty four hours, if that's what they are asking for, 10 o'clock tomorrow night. Fine. Give them another 24 hours. But this has to be the last time."
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, look, I don't know what really the drama is, another 24 hours, if they need it, that's fine. She's known at least certainly, that this process has started all the way back in July. She has been in control of this timeline from the beginning. If this was handled properly when Senator Feinstein had this letter, we wouldn't be at these kinds of deadlines because this could have been addressed through the natural process. The request she made also would literally set up an actual kangaroo court, where you change the rules, the principals, the process of a court hearing or just a hearing in general when you are dealing with accusations like this. And clearly, it is absurd when you see those demands. It almost seemed as though they wanted them to be rejected so that they could say the committee didn't want to hear it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I am told that is the Democratic strategy."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And so many Democrats, professor, they have already said they believe her."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Well, it's absurd--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's absurd for anybody to say at this point I believe her or I believe him or I don't believe her or I don't believe him. We haven't heard them. We haven't seen the evidence. You know, people aren't born with a sex-linked gene for honesty or dishonesty. Some women lie. Some women tell the truth. Some men lie. Some men tell the truth. The one thing there should be no compromise on, and every civil libertarian and every Democrat should demand she must go first. You know, the tool of the inquisition was to always call the accused first. Make him testify, make him lay out his whole case and only then tell him what the accusation is and let him face his accuser."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But professor, you know, probably it got to scare the living daylights that you agree with me as much as you do lately but I am a civil libertarian at heart."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Not on everything. Not on everything."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know. But this -- this is too serious to me. I do believe -- so I'm urging the Republicans to give the extra day--"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- but all these Democrats have made up their mind. If any Republican had said, Professor Dershowitz, I believe him, you and I both know there would be a very different reaction in this country."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "And they've said it. They have said it when it comes to the newly elected attorney general, Keith Ellison. They are not opening up an investigation as to him and there is very credible evidence. Look, we can have one truth for Republicans an one truth for Democrats and one process for Republicans and one process for Democrats. We all have to pass the shoe on the other foot test. I ask myself, what if this were a liberal Democrat who were nominated by a liberal president. What would I be demanding? Exactly the same as what I'm demanding now."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Same here."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Due process, civil liberties, the rule of law."
    },
    {
      "speaker": "BRUCE",
      "utterance": "If I could just add, that if people who are thinking that by giving this extra day or accommodating even more is going to change what the Democrats say after he is confirmed, they are wrong. No matter what happens, the rhetoric and the argument will the same, is that the GOP are misogynists and they're racists and it won't matter what you do. At this stage, they simply must do the right thing. A Huffington Post poll found that on the issue of credibility of the accuser, which is what I was afraid of, was that about 25 percent of women found her credible and 28 percent of men found her credible. So the majority, the vast majority of people aren't believing her because of this charade that has been unfolding in front of us. We have got to get on with the country's business. They've got to take that seriously because there is no appeasing the people who are behind this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Last word, professor."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "But she has to be given a full opportunity to make her case. She has to be given a full opportunity also to have witnesses subpoenaed. Judge the other man, anybody else who is there, they have to be given the opportunity to testify as well."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And especially all those people that have spoken out in favor of professor Kavanaugh knowing him in high school, in college and law school and the Bush administration, women that are close to him, colleagues that worked for him."
    },
    {
      "speaker": "BRUCE",
      "utterance": "And professor Kavanaugh himself. He needs to be heard. He needs to be heard."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Agree."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "And I think everybody benefits if you have real lawyers examining."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Listen, you both are fair. That's fair. Don't rush to judgment. Due process."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Presumption of innocence. This is core to who we are as a country."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Exactly."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you both. When we come back, Sebastian Gorka, Doug Schoen, much more on our breaking news night tonight, his Friday night on Hannity."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, here with reaction to all of tonight's breaking news, Fox News contributor, Doug Schoen and author of the book \"Why We Fight,\" Fox News national security strategist Dr. Sebastian Gorka. On the two issues we've got here tonight, Dr. Gorka, number one is, give her, give the professor another 24 hours. A lawyer obviously is inconsistent on the issue. But give her as much accommodation as you can. But this is, you can't do it forever. This will be the last time. Do you agree?"
    },
    {
      "speaker": "SEBASTIAN GORKA, FOX NEWS NATIONAL SECURITY STRATEGIST",
      "utterance": "I think I do, Sean. I think there has to be a concrete limit. And there has to be a recognition that you can't overturn the constitutional rights that every American has, not just judges who are nominated to the highest court in the land. The idea that an accuser goes -- gets accused before--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "After the accused -- after the accused."
    },
    {
      "speaker": "GORKA",
      "utterance": "Yes. No, it's not happening. But I think--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "They should not give in on it. I agree. He has a right to respond to his accuser."
    },
    {
      "speaker": "GORKA",
      "utterance": "But then -- right. I mean, that's the basis of our law. That you have the right to respond to that person who accuses you and to know their name and to respond to them in real time. But after that, the theatrics have to end. Because I agree with Tammy, nothing is going to change, whatever the outcome is nothing is going to change. This is just a ploy, this is a tactic. It is a very clever one. The idea that you accuse anybody of a potential crime without giving the date or the location means it's almost impossible for the accused to refute that, because you can't -- you can't actually substantiate that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We don't even know the year, Dr. Gorka."
    },
    {
      "speaker": "GORKA",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We don't know the year."
    },
    {
      "speaker": "GORKA",
      "utterance": "How do you build an alibi? You can't. So, at the end of the day you listen to the accused, the person who has been accused gets to address that accusation but then it ends and we move forward."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Doug Schoen?"
    },
    {
      "speaker": "DOUG SCHOEN, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes. I must tell you, Sean, I would give Dr. Ford more than a day or two simply because--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "She is asking for one more day. They now have asked and they've move now the deadline repeatedly."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Sean, if I could finish -- I'm trying to help you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They have accommodated her."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Trust me. The Republicans are already taking on water in the polls. If there is not more than effort to hear Dr. Ford and it's nomination is pushed through without hearing her, the Republicans will lose. For our politics and our country, I would give her until Monday."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They ask for another day."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "But trust me, it will benefit the cause you believe in."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They also -- and look, to their credit, I think they have handled it perfectly. We see a very different political view for the attorney for Professor Ford, number one. All right. Putting that aside. Especially with Paula Jones and Al Franken. What did you make of the New York Times blockbuster tonight about Rod Rosenstein and taping the president?"
    },
    {
      "speaker": "SCHOEN",
      "utterance": "If I can start on this one. Dr. Gorka, I apologize. But I'm a Democrat but I'm a trained lawyer. This is outrageous. I don't see how we can continue to supervise the Mueller investigation, which I do think should finish but the only way it can finish fairly is with him out of the picture recuse or fired and I really think we need to look at this Justice Department."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But there are more justice upon him, Dr. Gorka, last word?"
    },
    {
      "speaker": "GORKA",
      "utterance": "I always want to ask the first question cui bono. Who does this profit? The New York Times, why are they burning Rod Rosenstein right now? Mark Levin may be right. This may be a political trap for the president. But Doug is also correct. This guy is so conflicted from the get-go, this is the man who've signed the FISA warrants."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Correct."
    },
    {
      "speaker": "GORKA",
      "utterance": "This is the man who has escorted his best friend, escorted Mueller to the interview with the president that he failed when he wanted the FBI--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "My last point though, is all of this is going to be exposed very expeditiously. Release the documents and get a special counsel."
    },
    {
      "speaker": "GORKA",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "A new one."
    },
    {
      "speaker": "GORKA",
      "utterance": "Yes."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "We need to find out the truth will out, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The truth is right there. I can taste it. All right. Thank you both."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When we come back, the great one Mark Levin explains why he thinks the Democratic Party has hijacked the judicial nomination process. You don't want to miss that, next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You have got to watch the great one, Mark Levin, this Sunday. (AUDIO GAP) Democratic obstruction of the entire judicial process. Take a look."
    },
    {
      "speaker": "MARK LEVIN, FOX NEWS HOST",
      "utterance": "The Democrat Party has hijacked the judicial nomination process over the last 30 years. That their left wing groups have hijacked the judicial nomination process from the American people. And they may levee justice through here and there, who is also nominated by a Republican. But the fact to the matter is, they are going to crush anybody who they believe might change the balance of power. What are we talking about here?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Mark, Sunday night. We're back here on Monday. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}