{
  "date": "September 25, 2020",
  "headline": "Why COVID-19 'fear messaging' continues despite positive data",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/why-covid-19-fear-messaging-continues-despite-positive-data",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "Good evening and welcome to TUCKER CARLSON TONIGHT. Many nights this week, we've covered the turmoil and the rioting in Louisville, Kentucky. If you watch, you'll know that on Wednesday night, a BLM supporter in Louisville was arrested for shooting two police officers. Authorities say the man just ran up and opened fire on the cops purely because they were cops. There's no context. There was no altercation beforehand, no controversy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } The man was trying to assassinate the police apparently for political reasons. It was a pretty straightforward case of attempted murder. It was a case of terrorism, really. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } But that's not what the shooter is being charged with tonight. We thought we'd bring you up to date on that story. Prosecutors have instead charged the gunman with quote \"wanton endangerment and assault.\" Endangerment and assault for trying to assassinate police officers. That's a very light charge. Even non-lawyers can tell that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Why? Why did they charge him with that? Well, you know why? Authorities were afraid of provoking more arson and more destruction if they gave the gunman what he deserved, so they didn't give him what he deserved because they were intimidated by the mob. They let BLM control the justice system in Louisville, which is to say control society. What are the consequences of allowing that? Well, the consequences are profound, and they will last far longer than the rioting itself. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Normal people don't want to live in places where BLM is in charge, places where the streets are blocked by angry nihilist dressed in black, places where families are threatened just for eating in restaurants. We've seen a lot of that. Places where would-be assassins who shoot the police aren't really punished for it. Normal people flee cities like that and around the country they have, in huge numbers. When they leave, they take the tax base with them. So the effects of a few days of rioting can last for decades. We've seen that in city after city over half a century. Detroit has still not recovered from 1967, and it's happening again. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } So just last week, Louisville was a perfectly nice city. Tonight, it's in long term trouble. The mob destroyed far more than a few storefronts downtown. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } So the rest of us should understand how this is happening. Who is abetting it? Last night we told you about an organization called The Bail Project. The Bail Project sends money to rioters and other violent criminals to help get them back on the streets as quickly as possible. The Bail Project as much as any other group is funding the violence we've been watching for the past few months. Two nights ago, an organizer for the bail project was arrested by police in Louisville for rioting. Another Bail Project employs, a woman called Holly Zoller was caught renting a U-Haul truck to bring riot supplies into the City of Louisville. We showed you that video. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So The Bail Project is funding the riots that are destroying our cities. The question is who is funding The Bail Project? Well, we've been looking at that. British billionaire Richard Branson sends money to The Bail Project, so does New York music industry executive, Jason Flom. But according to published documents, the single biggest donor to The Bail Project is the Chairman of its Board, a former hedge fund manager and cryptocurrency trader called Michael Novogratz. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } At times, Novogratz has been one of the richest people in the United States. We mentioned him by name on last night's show, he runs the Board. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Almost immediately after we did that, Novogratz sent us a message on Twitter, quote, \"Would love to come on your show and discuss the great work that The Bail Project does.\" Well, of course, we accepted that request immediately. We wanted to hear his side of the story. We always do want to hear the other side. So we planned for that tonight. We were going to open our show with an interview with Michael Novogratz. But then just a few hours ago, shortly before airtime, Novogratz apparently panicked, suddenly he didn't want to talk about the great work The Bail Project does. He was afraid, and so he backed out. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Michael Novogratz will not be joining us tonight. But we still think it's worth knowing what he has been doing. In the past two years, The Bail Project has paid more than $26 million in bail for suspected criminals. The group says it has bailed out more than 12,000 people from jails. So who are the people they bailed out? Well, they're people like Samuel Lee Scott of the City of Chicago. Scott was in jail facing assault charges for punching his wife. After he hit her, reportedly, he said quote, \"I might as well finish the job since you're going to contact the police.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } So he was in jail and then The Bail Project came to the rescue. They sprung him. Hours after Novogratz group did that, Scott allegedly beat his wife to death. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } We wish Michael Novogratz were here tonight to tell us what he thinks of that. Does he regret making it possible for Samuel Lee Scott to murder his wife? We'd love to know that. If Novogratz were here, we'd also ask him about a man called Christopher Stewart. He is also from Chicago. Stewart's ex-girlfriend got a protection order against him after he fired a pistol at her son's sixth birthday party. \"I should pop you right now,\" he apparently said to her. He went to jail. Michael Novogratz's group got him out of jail, and then Stewart allegedly proceeded to set his ex- girlfriend's house on fire. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Police had to rescue her from her burning home as she dangled from her kitchen window. Once he was put back in the Cook County Jail, Stewart knew who to thank for his good fortune. He thanked The Bail Project for their help. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } The Bail Project he said was, quote, \"The best thing that ever happened to me.\" His ex-girlfriend was probably less enthusiastic about it. The Bail Project also bailed out a man called Kenneth King after he was booked for allegedly assaulting a woman. See a theme here? A lot of people hurting women getting bailed out by Michael Novogratz. But they bailed him out again when he committed larceny -- twice at least. Then they bailed out a man called Matthew Richardson after police say he tried to blow up a car in the parking lot of The Pentagon. They helped a man called Vicshawn Blackton (ph) pay his $2,500.00 bail after he was picked up on a first degree robbery charge. Months later, Blockton (ph) was arrested again for armed robbery, et cetera, et cetera. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } There are many cases like this. How many are there? Well, The Bail Project won't tell us, probably, they don't keep track. What do they care what the consequences of what they do or they don't. People like Michael Novogratz don't live anywhere near the neighborhoods these policies destroy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } When The Bail Project got Mario Young out of prison on a weapons charge. They told him they would help him find a job. They gave him a state ID card. But they didn't, quote, \"It never happened.\" Young said. A few weeks later, Young was back in jail on cocaine trafficking charges. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } You shouldn't be surprised, violent felons released on bail go on to reoffend at extremely high rates. What's the left solution to that? We will stop prosecuting them for the crimes they commit. Legalize it then no one goes to jail. Novogratz agrees. For example, he gave a big donation to a DA candidate in Queens called Tiffany Caban. Novogratz doesn't live in Queens. He has homes in the safest neighborhoods in America, of course. He could afford to support Caban because he doesn't have to live with the consequences of her ideas. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Caban ran on decriminalizing drug use and prostitution and other, quote, \"crimes of poverty,\" as if poverty forces people to commit crime. What a patronizing absurdity that is. But all of this is fine with Michael Novogratz. There are never going to be pimps and junkies outside his family's house. He gets to pose as a progressive activist by doing this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } And critically -- this is the point -- by funding The Bail Project and groups like it, he and progressives like him, buy immunity from the obvious questions that actual journalists might ask them otherwise. Questions like, how exactly did you make billions of dollars? And how precisely do hedge funds and cryptocurrency trading make this a better country? Those are the real questions. No one ever asked them. We'd like to ask Michael Novogratz ourselves, but as we said he canceled. Supposedly, he'll be here Monday night. We hope so. We'll see. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } In the meantime, though, we're joined by Horace Cooper. He's the author of \"How Trump is Making Black America Great Again.\" He joins us now. Horace, thanks so much for coming on. This strikes me as an extremely decadent project. And in fact, I should just say, The Bail Project has been criticized by Jesse Jackson in Chicago for bailing out murderers. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I think Jackson was right in this case, he was making the point they don't even live here. They don't have to live with the consequences of it. This seems appalling to me, or am I missing something? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } HORACE COOPER, AUTHOR, \"HOW TRUMP IS MAKING BLACK AMERICA GREAT AGAIN\": if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } This is a radical assault on our Criminal Justice System. It is apparently predicated on the theory that if you are poor, if you are a minority, you have no choice and no control, and you are forced to engage in many of these acts of wanton and violent crime. The problem with that is the data shows exactly the opposite. Just because you're poor, and there are millions of people who are poor, just because you're black or brown, there are millions of people who are -- they manage to walk every day, past the 7-Eleven, past grandma with her purse hanging down, they don't snatch it, they don't break into the 7-Eleven. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } In fact, millions of people every day manage to be law abiding. It is a few people who have decided that the rules don't apply to them. And The Bail Project and projects like it, say to those people, guess what? We've got your back. Well, who's got the back of the families and the victims and the communities? You were right to note that cities like Detroit, or even Washington, D.C., took decades, if longer after the rioting and looting and destruction that occur when crime is allowed to run rampant. Too many of our cities right now, too many of our cities like Baltimore are suffering. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } These groups are a cancer on American society and that's something that if we had a working trustworthy media, they'd be giving a lot more attention to. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I wonder why it never occurs to cryptocurrency traders like Michael Novogratz and after the show, call me and tell me what cryptocurrency trading is, and why we should applaud it. But I wonder, I mean, these guys make a lot of money, why does it not occur to them to just -- I don't know, hire 700 poor people in downtown Louisville to work at their cryptocurrency trading firm? I mean, if they really want to help, why don't they give people jobs? Why are they siding with the murderers and the wife beaters? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "It is proof. The goal here is not to improve the community. The goal here is not to make sure that people can become independent. The goal is actually to attack directly the very Criminal Justice System that makes it possible for the rest of us to carry out our lives. We forget -- we forget that in the early 1950s, many of these radical ideas were pushed and they went into effect in the 1960s. It took until the 1980s for the political system, the American system, the American people to come together and say, wait a second, decriminalization, looking the other way, it doesn't work. And we've had nearly 30 years of benefit from rejecting that craziness. The problem is because we've had it good for so long, people aren't noticing that we are experiencing a crime epidemic in too many of our cities. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Groups like these are poison. They are to Civil Rights and justice what an arsonist is to forest management. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think that's a really wise point and demonstrable and the country that cared about itself and believed in itself wouldn't put up with this for one second. Horace Cooper, thanks so much. I appreciate your coming on tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We look forward to talking to Michael Novogratz on Monday. His assistant just called and said he will be here. We hope that's true. Well, new C.D.C. numbers in the coronavirus are in, the survival rates are a little bit shocking, actually. If you haven't seen them, stay tuned for this, it will change how you feel with this pandemic. We'll be right back. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So we shut down the country and spent a trillion dollars and made everyone wear masks and huddle at home. We didn't allow people into hospitals or nursing homes to see their loved ones die, all because the coronavirus was so scary and so dangerous. And it is dangerous and it can be scary. More than 200,000 people have died. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } But that doesn't mean that everyone is at risk. The details actually matter. So as part of our ongoing commitment to science on the show, we're going to give you the new C.D.C. numbers and they show the vast majority of Americans face no risk, virtually no risk. For people aged one year to 69 years, the survival rate post infection with COVID is over 99 percent. For young people under the age of 20, which is most college students who are being thrown out of school for congregating outside, the survival rate -- this is from the C.D.C. -- is 99.997 percent. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } Why are we doing this again? Particularly on college campuses? Dr. Marc Siegel has thought a lot about this. He has covered the story from day one. He is of course our FOX News medical contributor. We're happy to have him on tonight. Doctor, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. MARC SIEGEL, FOX NEWS MEDICAL CONTRIBUTOR",
      "sentences": "All right, Tucker, the media obsessing on the number 200,000. Right? We're looking at both sides of this. We're looking at the death rate. We're looking at the number 200,000. We take it very seriously. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } But we're also looking at this good news about survival improving increasing. Now first, on the 200,000. I want to point out that a new study out of Oxford showed that over 30 percent of those deaths are not COVID. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } They are other causes, and they also happen to have COVID. The second point about that is that most of the deaths 35 to 50 percent are still occurring in nursing homes and a lot of that is preventable. But that's why the statistic you just said that over the age of 70 is where the deaths are occurring; under 70, it's almost impossible, you're going to die, and yet -- from COVID. And yet fear messaging continues. Everyone out there, if you have a COVID diagnosis, I bet it percolates in your brain that it could be you. Now why is the survival increasing so dramatically? It's because of earlier diagnosis. It's because of great medical care. It's because of remdesivir, a drug we talked about first in Nebraska. Dexamethasone, plasma, new antibodies coming out that we're going to be able to use, vaccine on the horizon, all really good news, Tucker. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } So why the fear messaging? Why the message to the public that you could be next? I have one answer for that, Tucker. It's because it's an election year and because an election is coming up and that's not fair to the American public. So tonight I want to say once again, the science has to triumph over the politics -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, the American population voted Trump into office in 2016, and this is our long awaited punishment. It's really -- it is one of the worst things our country has ever done, I would say. If you look at the effects on children, if you have kids, you know. It is shocking what we're doing to them. It really is. Dr. Siegel, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "Tucker, if you have bacterial pneumonia, there's a 14 percent chance you're going to die. If you have Ebola, it is 50 percent. Here if you're under 70, it's almost zero -- Tucker. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, spinal meningitis kills a lot more college students than COVID. Great to see. Well, it might seem that California is on fire because of arsonists, and years of total mismanagement of the forest by so-called environmentalist who can't name a single tree species. But that's not the case. According to the governor of the state, Gavin Newsom, he announced the real problem, which is your car, which is driven by gasoline, because you can't afford a Tesla, you prowl. So starting in 2035, Governor Newsom says California is going to ban the sale of all new gas powered passenger vehicles. So that's going to mean you're going to have to buy an electric vehicle and charge it with electricity, which comes from a coal plant and that will solve global warming. Right. Michael Shellenberger is the President of Environmental Progress and the author of \"Apocalypse Never: Why Environmental Alarmism Hurts Us All.\" Yes, it does. He joins us tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } Michael, thanks so much for coming in. So ban all gas powered cars. If you don't have a Tesla, you're shaft. Will this help?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL SHELLENBERGER, PRESIDENT, ENVIRONMENTAL PROGRESS",
      "sentences": "I mean, this is nuts. We've never created new technologies by banning existing ones. We didn't get jet planes by banning propeller airplanes. We didn't get gasoline powered automobiles by banning horses and carriages. We're not going to get electric cars cheaper and more reliable able to go longer distances by banning gasoline powered cars. We've had electric cars on the market for 25 years. Last year, two percent of all new cars sold were electric cars. They're just really expensive. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } They have all the problems everybody is aware of: low range, and as you mentioned, you know, if you were designing a policy to hurt poor and working people, this would be it. California's electricity rates went up six times more than the rest of the United States since 2011. We had electricity shortages a few weeks ago. If you were to add our entire transportation sector and make it electrical, you would shut down the entire transportation sector when we're running out of electricity. So it is nuts. This is just pure politics. The governor is trying to distract attention from his terrible management of much more important issues. The fires which resulted from forest mismanagement, the homeless crisis with 100,000 people, many of them severely mentally ill on the street. It's a distraction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It does seem like almost everything the State of California does, and it's not alone, the State of New York is the same, other states are this way as well -- is designed to make people below a certain income threshold much more miserable. Am I imagining that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELLENBERGER",
      "sentences": "No, I mean, look at what happened? You know, as the economy over the last few years, with the economy going really well in California, it was poor and working class people who got cars for the first time and it resulted in a decline in bus ridership in Southern California when working people have a chance for freedom and mobility. I mean, in Southern California in particular, but really all of California, we depend on our cars more than anybody else. We are spread out over large distances. Working people in particular need their vehicles. I just think there's a lot of people that really hate the freedom that cars have opened up. That's really the origins, as I describe an \"Apocalypse Never\" the origins of the turn against mobility, against freedom really start with a really dark impulsive, dark view of humans back in the 1960s. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think that's right. And it's interesting how the population seems to become so passive. The people just sort of nod and accept it and okay, it's for the great. I'll wear my mask and like, I guess I won't drive, but I guess I can't really afford to live within an hour of the city because of your stupid housing policy that has made it totally impossible. I have to live you know, in-land somewhere. I guess I'll just ride one of your buses. I mean, like why do people put up with this after a while? Any idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELLENBERGER",
      "sentences": "It is really manipulative. I mean, look, so many of us are here because we love the natural environment. We're here for the oceans, for the mountains. But we're being manipulated. We're actually being sold a bill of goods. These policies do not help the natural environment. As we've seen, the forests have been grossly mismanaged. It's been completely misattributed, grossly exaggerated the role of climate change. This is a state that's really -- you can see what happens when you have unchecked power. We've had a super majority Democrats, I'm a longtime Democrat myself, but this is what you get when you have a single party ruling with a super majority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The lectures about the environment are almost too much for me to handle. These people hate nature. They're at war with nature. They ignore the imperatives of nature. They punish anyone who mentions those imperatives, and yet they're the representatives of nature? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Michael, thank you for -- go ahead, will you finish your sentence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELLENBERGER",
      "sentences": "Well, one more, I mean, look if the governor really cared about climate change, he wouldn't be shutting down our last nuclear power plant which provides electricity for three million people without any carbon emissions. It takes 300 to 400 times more land to generate the same amount of electricity from solar and wind projects as it does from a nuclear plant. This is a nuclear plant that could operate until 2060 and he is trying to shut it down by 2025. Where's all that electricity for our vehicles going to come from if he keeps shutting down nuclear plants?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly. And wind farms just spoil the environment as anyone who cares what nature can tell you. Michael, great to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELLENBERGER",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sources have told FOX News that Donald Trump has settled on a Supreme Court nominee. This would be great news for many who have been watching. Amy Coney Barrett apparently will get the nod tomorrow. What can we expect in that announcement? We'll tell you after the break. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Last time we told you about an F.B.I. investigation and a state investigation into a mail-in ballot fraud scandal in Luzerne County, Pennsylvania. Officials they're apparently opened some military ballots, most of which were cast for Donald Trump and then threw them in the trash. Today Luzerne County officials were reassuring us by saying not a big deal. In fact, they said the system worked quote, \"exactly as intended.\" In a statement, officials blamed a temporary contractor for incorrectly discarding the ballots. They insisted that no one intentionally threw away the Trump votes. And by way of reassurance, they know that a security camera has now been installed in the Elections Bureau just in case. So Problem solved. Not a big deal. Meanwhile, FOX News learned today that more than a thousand voters in Virginia who applied for mail-in ballots have received an extra ballot in the mail. Apparently, that was an accident, too. Maybe the system was working exactly as intended. An extra ballot can come in handy when a temporary contractor throws your old one in the trash. Of course, we'll be seeing a lot more stories like this in the next few weeks. We'll keep you updated as they happen. This is what happens when you stop voting in person and change the system that has worked perfectly well for 225 years. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } Well, the other big news of the week, sources tell FOX tonight that Amy Coney Barrett will be the President's nominee to replace the late Ruth Bader Ginsburg on the Supreme Court. The announcement planned for tomorrow. Already Democratic operatives are smearing Barrett's family and her religion. Trump campaign legal adviser, Jenna Ellis joins us to tell us what to expect with this nomination fight. Jenna, great to see you. JENNA ELLIS, TRUMP 2020 SENIOR LEGAL ADVISER: Great to see you too, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So we're fairly certain tonight that this nominee will be Amy Coney Barrett.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLIS",
      "sentences": "Well, I'm not going to get ahead of the President, of course. But what I can say is that this nominee presents the best possible opportunity for conservatives to come back to the original design and intent of the Constitution greater than the last 75 years. For the judicial branch to work as intended, then we have to have judges that are not policy activists. If you relate this to a baseball field, the Democrats have had the umpires in their pocket in the majority for the last 50 and 60 years. We need to return to conservative originalist who won't be activist and who will fairly call balls and strikes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, if you want to change the country, we have a Legislative Branch for that. People get to vote for their members and they vote on our behalf. I mean, you don't use courts for that, of course. So how are they going to -- how could you attack Amy Coney Barrett? She seems like an outstanding person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLIS",
      "sentences": "Yes, she is. And you know, the Democrats have already gone after her faith. And you know, if you think about this, Tucker, the Democrats with Brett Kavanaugh smeared and just absolutely attacked him over perceived and fabricated immorality. And now they're attacking a woman for being devoutly moral. This just shows that the Democrats are amoral. They don't have a set of standards. They're all about just their own power. And so you can bet they are going to attack her and smear her for her faith. Because this is all about Roe versus Wade for them. This is all about their own activism. This is all about them manipulating the Constitution, and throwing out the Constitution entirely to their own advantage. And the senate here should not let that happen. We have had confirmations of Supreme Court Justices and votes throughout our nation's history and a vote from the Senate Judiciary Committee, 14 times within three days of the nominee. There is precedent for this and further, the constitution doesn't specify those timeframes. So this can happen relatively quickly. It's not pushing her through. It's just not allowing the Democrats to use this as an opportunity for a circus like they did with Kavanaugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What do you think realistically, the quickest she could be confirmed is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLIS",
      "sentences": "Well, if we look at history, it could be the same day. So that's happened before in our nation's history, but I think that Mitch McConnell and also Lindsey Graham and the others on the Senate Judiciary Committee will try to hold these hearings in a way that is expressly designed to make sure that its expeditious, and it's moving through. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I do think that she will be confirmed before the election, and we should have that because we need a nine Justice full court, when we're going to deal with things on election integrity matters, other things that are paramount to making sure that this country knows that there is legitimacy in our free and fair elections, and no one is disenfranchised as an American citizen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Do you think McConnell could hold the Republicans on this? Those votes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLIS",
      "sentences": "Absolutely. And I think that the Republicans understand how important this is to the future of our country, and if you look at what's happened in 2020, this isn't just about the presidential race. This isn't just about Roe versus Wade. This is about making sure that we protect our American system, and how our Constitution is designed. We know that our rights come from God, our creator, not our government, and it's the sole purpose of government to protect and preserve those rights. We have so many issues that Democrats are trying to tear down on the system. And I think Republicans are understanding that. They are seeing the necessity of a conservative court that will fairly and appropriately apply the Constitution. And I think that senators, you know, Mitt Romney, Cory Gardner, from my own home state of Colorado, I think that some of these that people are looking at, I think that they will hold the line because they understand this is important to America. It's not about policy. It's about having a judiciary that's in its proper role, and they support the President on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think that's right. And the truth is, Republicans in the Senate can point to a long list of achievements over the past two years and say, you know, we reined in Big Tech. You know what I mean? We brought the Intel agencies and the F.B.I. to heel and reformed them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } I mean, they didn't do those things. So it might be nice to have something to run on. I would think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLIS",
      "sentences": "I hope so. And I hope that they will confirm this nominee expeditiously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Jenna Ellis, great to see you tonight. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLIS",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, Joe Biden has been trying hard to tell us something for years now. No one listened to him. We've assembled a footage and decoded what he has been trying to communicate all this time. He has a message to the world, and we're going to play it, next. Plus, we are monitoring the ongoing Trump rally. There's another -- indefatigable -- tonight, it is in Newport News, Virginia. If news develops, we'll go there immediately. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "If you watch Joe Biden a lot, you'll know, sometimes it would be hard to understand what he is saying. Often Joe Biden himself doesn't seem to know what he is saying. But we decided to crack the code. So like the football coaches we are at heart, we turned to the tape. It turns out when you assemble the footage from Joe Biden speeches, over the years, a spine comes into view, a consistent message emerges. That message is that Joe Biden is the best person who has ever lived. He is solely responsible for everything good in this world. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "I'm the guy after 9/11 who said, we will follow bin Laden to the gates of hell if we have to, to get him. I'm the guy to helped bail out the automobile industry. What did you do, old buddy? I'm the guy that managed the $830 billion. I'm the guy -- the only guy that's ever beaten him nationally. I have beaten him three times. I'm the guy that got a bipartisan agreement. I'm the guy that ran the recovery act. I'm the guy that set up drug courts. I'm the guy that got sent up to the Hill. I'm the guy that helped put together the Iran deal. I'm the guy who got the Brady Bill passed. I'm the guy that asked for the CDC to keep detailed reports. Obviously, I think I'm the guy, but that's for you to decide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Come on, man. I'm the guy. I'm the guy. I'm the guy they sent up to the Hill. I'm the guy. On Tuesday night, Joe Biden will be debating despite our predictions, it turns out, he is actually going to do it, it looks like. One thing we know, he will be the guy. Well, last night, we told you about the risks of mail-in voting. We're going to see a lot of it this year. And as we did, we didn't go conspiracy theory on you. We didn't tell you they're stealing the election. We told you about the real risks involved, and there are demonstrably. We pointed to numerous cases of mail-in ballot fraud. In states like West Virginia and New Jersey. We talked about missing ballots in places like Pennsylvania and Wisconsin. We know that partisan judges in swing states are pushing mail-in balloting because they believe it helps their party. They know it will delay the election results and that will give -- may give them a chance to influence who wins in the end. So precisely because no one can argue with any of this because it's factual, Twitter decided to censor us for saying it. After the President tweeted our monologue last night, Twitter upended a fact check to the bottom of the post it read, quote, \"Learn how voting by mail is safe and secure.\" Huh? The fact check simply says mail-in ballot fraud is rare. Really? How does Twitter know that? Well, they don't know that. They don't know anything. They're making a political statement, a fact free political statement that amounts to propaganda. They're supposed to be a platform. They are not supposed to be a news organization. That's why they have immunity under Section 230. They shouldn't. Any case, for the first time in our nation's history, mail-in balloting will be conducted on a very large scale. So this is a story that we need to cover because it will affect who the next President is. The whole country can vote by mail with almost no restrictions. Twitter knows that that will increase the opportunities for fraud. They just don't want you to know that. Facebook, another huge tech company took a very different approach. Yesterday afternoon, in response to our coverage of the origins of the coronavirus, Facebook sent us a message that read this way, quote, \"Your page has reduced distribution and other restrictions because of repeated sharing of false news.\" We were accused of false news. Because the goal of totalitarianism is always humiliation, Facebook added this quote, \"People will also be able to see if a page has a history of sharing false news.\" So we got the Scarlet false newsletter. So immediately after they made that announcement, this show's Facebook account became virtually invisible. Our traffic flat-lined. Facebook then reached out to us and claimed it was all a mistake and they would remove the ban. Oh, a mistake. I heard that before. Yes, it's a familiar strategy. Earlier this week, just this week, Twitter told us that our commentary on George Soros and the money he is spending on various elections around the country, again, totally factual, was flagged as sensitive content accidentally. Why do these mistakes keep happening with the same effect? You know why? It is censorship and Silicon Valley is stepping it up because an election is on the horizon six weeks away, and they want to influence the outcome. They need plausible deniability until Joe Biden wins in November, and installs their executives in lobbies of the White House. At that point, you won't have any reason to hide. They won't tell you it was a mistake. They'll be running the country. Whether Biden likes it or not, they'll just smile and say, yes, we don't like that view. It's not allowed. I wish we would rein them in a little bit. Up next, a left-wing mob doxed and harassed a bar owner in Nebraska. His crime was voting the wrong way. He defended himself against a BLM rioter who tried to kill him. But they kept attacking him. He was defunded on the internet. He was attacked in the media and ultimately, he was indicted by prosecutors who bowed to the mob and charged him. Last week, he killed himself. After the break, we'll look at what kind of man that bar owner was. His name was Jake Gardner, and you should know more about his life. Plus, we are monitoring the Trump rally in the State of Virginia tonight. We'll bring you any news that develops there. We will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "As you may have heard, the first presidential debate is coming up. It's next Tuesday. It'll air right here on FOX News immediately following this show. Tonight, there are new calls for Joe Biden not to show up from Democrats, skip it Joe Biden, they are saying. FOX's Rick Leventhal has been following that story and joins us tonight with the latest. Hey, Rick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK LEVENTHAL, FOX NEWS SENIOR CORRESPONDENT",
      "sentences": "Hey Tucker. House Speaker Nancy Pelosi doubling down on her suggestion Joe Biden not debate President Trump next Tuesday as scheduled, not that I don't think he'll be excellent she said of Vice President Joe Biden. She told CBS that President Trump has no fidelity to fact or truth. The California Democrat suggested the debates might become quote \"an exercise in skullduggery.\" Here are some of her earlier comments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "I don't think that there should be any debates. I do not think that the President of the United States has comported himself in a way that anybody should -- and that has any association with truth, evidence, data and facts. I wouldn't -- I wouldn't legitimize a conversation with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENTHAL",
      "sentences": "Today, Nancy Pelosi said, why bother? He doesn't tell the truth, referring to President Trump. She also said the President is a danger to democracy. Of course, the very first presidential debate of this season, Tucker is next Tuesday night here on FOX with our own Chris Wallace moderating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Rick Leventhal, thanks for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENTHAL",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Trump is a danger to democracy. So you shouldn't get to hear what he is for, because I'm for democracy. Even in the year full of ironies, it's getting a bit much. Well, BLM is a massive political force in this country. One thing we know about it is you're not allowed to criticize BLM under any circumstances. No matter how many cities BLM burns from, no matter how many cops they shoot, you can't say a word. A Police Commander in Louisville by the name of Bridget Hallahan learned that lesson the hard way today. She has been relieved of duty after she dared to criticize Antifa and BLM in a message to her colleagues. Here's what she wrote, quote, \"These Antifa and BLM people do not deserve a second glance or thought from us. Our little pinky toenails have more character, morals and ethics than these punks have in their entire body.\" Hallahan added that cops in their families are being doxed merely quote \"because people just don't like being told what to do or what not to do by police. She also suggested many Antifa members play video games all day in their parents' basements, all of which of course, is true. And that's why Bridget Hallahan is out of a job tonight. Her last day in the force will be October 1st. Shocking. In the meantime, plenty of other cops around the country are realizing the same things that Hallahan did. They're leaving the force on their own steam. New York and Chicago are now seeing record numbers of police retirements, a total of 272 police officers retired in New York City alone from May to June. Many of them are citing anti-police rhetoric, funding cuts and of course, the danger of violence, which is real. Cops are getting shot around the country. Look at the numbers, and those numbers keep going up. In the meantime, you're not allowed to say any of this, just ask Bridget Hallahan Well, speaking of not being allowed to tell the truth. In May, a Nebraska bar owner called Jake Gardner was attacked during BLM riots in the State of Nebraska in Omaha. One rioter went after his family and several storefronts before grabbing Gardner's neck, jumping on his back, put him in a headlock. Gardner tried to shake him off, \"Get off me,\" he said. The man wouldn't. He choked Gardner and then Gardner shot and killed him. Prosecutors originally described this as self-defense because it was and they declined to press charges. But then mobs descended on the home of the Douglas County attorney, Don Kleine, a left-wing mob doxed and harassed both Kleine and Gardner online. Finally, Kleine relented and he charged Gardner. So Gardner tried to raise money for his own defense. He went online to GoFundMe, the biggest fundraising site, but GoFundMe deleted those pages that would have raised money for Gardner, so Gardner was out of options, and on Sunday as clearly was the intent of the mob, he killed himself. Our next guest spoke with a close friend of Gardner's who talked to him this past weekend. Mia Cathell is a reporter for \"The Post Millennial.\" We're happy to have her on tonight. Thanks so much for joining us. MIA CATHELL, REPORTER, \"THE POST MILLENNIAL\": Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what can you tell us about Jake Gardner, his final days, what he was going through when he took us own life?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHELL",
      "sentences": "Well, I spoke to his close friend who reached out to Jake the night before he killed himself. He said that all Jake wanted to do was travel the country with his service dog Braun. But the mob wouldn't let him. Shaun King called him a white supremacist. A local blogger claimed that the swastika symbol was hidden in Jake's company logo. That's insane conspiracy. When Jake's friend launched the two GoFundMe accounts and both were taken down, the donors names were compiled in a public blacklist. Meanwhile, James Scurlock's GoFundMe has raised over a quarter of a million dollars. Jake's friend has since launched an alternative spot fund account, which sadly turned into a Memorial Fund and his family held a tribute last night. The venue has changed because of continued threats. The mob drove Jake to suicide, and even after death, they say no justice, no peace. Their family is currently seeking to bury the former soldier at Arlington National Cemetery, hopefully with the help of President Trump, which would be a final resting place safe from the relentless mob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "GoFundMe has been particularly aggressive and political in shutting down the accounts of people whose politics they don't like. They should be ashamed. They should be punished. But did they in this specific case, give a reason for deleting GoFundMe accounts for Jake Gardner?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHELL",
      "sentences": "There was a flood of complaints, especially from the Twitter mob. This was not racially charged, the shooting. This was a matter of protecting private property and a business owner fearing for his life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is there any evidence whatsoever -- you keep hearing people, including elected officials, a State Senator in Nebraska saying that Jake Gardner was a white supremacist, a racist, a bad person. Is there any evidence of that at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHELL",
      "sentences": "There's no evidence. This was a war veteran. He served two tours in Iraq. There's no evidence of this whatsoever. This is your neighborhood business owner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, if they can do this to him, a man just trying to defend himself. Then of course, they can do it to all of us. And that's exactly -- that's exactly the point. Boy, I really appreciate your coming on to give us the details of that story. Mia, it is upsetting in itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHELL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I appreciate it. You kind of see what's going on here, I imagine. Crime goes up, disorder is ubiquitous. Prosecutors pressing charges or not pressing charges based on the demands of the mob. And at the same moment, American society becomes more chaotic and more threatening. Anyone who tries to defend himself or his family or his property is shut down immediately with the help of the tech companies. What does that add up to? China. That's been it for us tonight. We'll be back on Monday, 8:00 p.m., the show that is the sworn enemy of lying, pomposity, smugness and groupthink. Have a great weekend with the ones you love. Sean Hannity is next. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "utterance": "Good evening and welcome to TUCKER CARLSON TONIGHT. Many nights this week, we've covered the turmoil and the rioting in Louisville, Kentucky. If you watch, you'll know that on Wednesday night, a BLM supporter in Louisville was arrested for shooting two police officers. Authorities say the man just ran up and opened fire on the cops purely because they were cops. There's no context. There was no altercation beforehand, no controversy. The man was trying to assassinate the police apparently for political reasons. It was a pretty straightforward case of attempted murder. It was a case of terrorism, really. But that's not what the shooter is being charged with tonight. We thought we'd bring you up to date on that story. Prosecutors have instead charged the gunman with quote \"wanton endangerment and assault.\" Endangerment and assault for trying to assassinate police officers. That's a very light charge. Even non-lawyers can tell that. Why? Why did they charge him with that? Well, you know why? Authorities were afraid of provoking more arson and more destruction if they gave the gunman what he deserved, so they didn't give him what he deserved because they were intimidated by the mob. They let BLM control the justice system in Louisville, which is to say control society. What are the consequences of allowing that? Well, the consequences are profound, and they will last far longer than the rioting itself. Normal people don't want to live in places where BLM is in charge, places where the streets are blocked by angry nihilist dressed in black, places where families are threatened just for eating in restaurants. We've seen a lot of that. Places where would-be assassins who shoot the police aren't really punished for it. Normal people flee cities like that and around the country they have, in huge numbers. When they leave, they take the tax base with them. So the effects of a few days of rioting can last for decades. We've seen that in city after city over half a century. Detroit has still not recovered from 1967, and it's happening again. So just last week, Louisville was a perfectly nice city. Tonight, it's in long term trouble. The mob destroyed far more than a few storefronts downtown. So the rest of us should understand how this is happening. Who is abetting it? Last night we told you about an organization called The Bail Project. The Bail Project sends money to rioters and other violent criminals to help get them back on the streets as quickly as possible. The Bail Project as much as any other group is funding the violence we've been watching for the past few months. Two nights ago, an organizer for the bail project was arrested by police in Louisville for rioting. Another Bail Project employs, a woman called Holly Zoller was caught renting a U-Haul truck to bring riot supplies into the City of Louisville. We showed you that video."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So The Bail Project is funding the riots that are destroying our cities. The question is who is funding The Bail Project? Well, we've been looking at that. British billionaire Richard Branson sends money to The Bail Project, so does New York music industry executive, Jason Flom. But according to published documents, the single biggest donor to The Bail Project is the Chairman of its Board, a former hedge fund manager and cryptocurrency trader called Michael Novogratz. At times, Novogratz has been one of the richest people in the United States. We mentioned him by name on last night's show, he runs the Board. Almost immediately after we did that, Novogratz sent us a message on Twitter, quote, \"Would love to come on your show and discuss the great work that The Bail Project does.\" Well, of course, we accepted that request immediately. We wanted to hear his side of the story. We always do want to hear the other side. So we planned for that tonight. We were going to open our show with an interview with Michael Novogratz. But then just a few hours ago, shortly before airtime, Novogratz apparently panicked, suddenly he didn't want to talk about the great work The Bail Project does. He was afraid, and so he backed out. Michael Novogratz will not be joining us tonight. But we still think it's worth knowing what he has been doing. In the past two years, The Bail Project has paid more than $26 million in bail for suspected criminals. The group says it has bailed out more than 12,000 people from jails. So who are the people they bailed out? Well, they're people like Samuel Lee Scott of the City of Chicago. Scott was in jail facing assault charges for punching his wife. After he hit her, reportedly, he said quote, \"I might as well finish the job since you're going to contact the police.\" So he was in jail and then The Bail Project came to the rescue. They sprung him. Hours after Novogratz group did that, Scott allegedly beat his wife to death. We wish Michael Novogratz were here tonight to tell us what he thinks of that. Does he regret making it possible for Samuel Lee Scott to murder his wife? We'd love to know that. If Novogratz were here, we'd also ask him about a man called Christopher Stewart. He is also from Chicago. Stewart's ex-girlfriend got a protection order against him after he fired a pistol at her son's sixth birthday party. \"I should pop you right now,\" he apparently said to her. He went to jail. Michael Novogratz's group got him out of jail, and then Stewart allegedly proceeded to set his ex- girlfriend's house on fire. Police had to rescue her from her burning home as she dangled from her kitchen window. Once he was put back in the Cook County Jail, Stewart knew who to thank for his good fortune. He thanked The Bail Project for their help. The Bail Project he said was, quote, \"The best thing that ever happened to me.\" His ex-girlfriend was probably less enthusiastic about it. The Bail Project also bailed out a man called Kenneth King after he was booked for allegedly assaulting a woman. See a theme here? A lot of people hurting women getting bailed out by Michael Novogratz. But they bailed him out again when he committed larceny -- twice at least. Then they bailed out a man called Matthew Richardson after police say he tried to blow up a car in the parking lot of The Pentagon. They helped a man called Vicshawn Blackton (ph) pay his $2,500.00 bail after he was picked up on a first degree robbery charge. Months later, Blockton (ph) was arrested again for armed robbery, et cetera, et cetera. There are many cases like this. How many are there? Well, The Bail Project won't tell us, probably, they don't keep track. What do they care what the consequences of what they do or they don't. People like Michael Novogratz don't live anywhere near the neighborhoods these policies destroy. When The Bail Project got Mario Young out of prison on a weapons charge. They told him they would help him find a job. They gave him a state ID card. But they didn't, quote, \"It never happened.\" Young said. A few weeks later, Young was back in jail on cocaine trafficking charges. You shouldn't be surprised, violent felons released on bail go on to reoffend at extremely high rates. What's the left solution to that? We will stop prosecuting them for the crimes they commit. Legalize it then no one goes to jail. Novogratz agrees. For example, he gave a big donation to a DA candidate in Queens called Tiffany Caban. Novogratz doesn't live in Queens. He has homes in the safest neighborhoods in America, of course. He could afford to support Caban because he doesn't have to live with the consequences of her ideas. Caban ran on decriminalizing drug use and prostitution and other, quote, \"crimes of poverty,\" as if poverty forces people to commit crime. What a patronizing absurdity that is. But all of this is fine with Michael Novogratz. There are never going to be pimps and junkies outside his family's house. He gets to pose as a progressive activist by doing this. And critically -- this is the point -- by funding The Bail Project and groups like it, he and progressives like him, buy immunity from the obvious questions that actual journalists might ask them otherwise. Questions like, how exactly did you make billions of dollars? And how precisely do hedge funds and cryptocurrency trading make this a better country? Those are the real questions. No one ever asked them. We'd like to ask Michael Novogratz ourselves, but as we said he canceled. Supposedly, he'll be here Monday night. We hope so. We'll see. In the meantime, though, we're joined by Horace Cooper. He's the author of \"How Trump is Making Black America Great Again.\" He joins us now. Horace, thanks so much for coming on. This strikes me as an extremely decadent project. And in fact, I should just say, The Bail Project has been criticized by Jesse Jackson in Chicago for bailing out murderers. And I think Jackson was right in this case, he was making the point they don't even live here. They don't have to live with the consequences of it. This seems appalling to me, or am I missing something? HORACE COOPER, AUTHOR, \"HOW TRUMP IS MAKING BLACK AMERICA GREAT AGAIN\": This is a radical assault on our Criminal Justice System. It is apparently predicated on the theory that if you are poor, if you are a minority, you have no choice and no control, and you are forced to engage in many of these acts of wanton and violent crime. The problem with that is the data shows exactly the opposite. Just because you're poor, and there are millions of people who are poor, just because you're black or brown, there are millions of people who are -- they manage to walk every day, past the 7-Eleven, past grandma with her purse hanging down, they don't snatch it, they don't break into the 7-Eleven. In fact, millions of people every day manage to be law abiding. It is a few people who have decided that the rules don't apply to them. And The Bail Project and projects like it, say to those people, guess what? We've got your back. Well, who's got the back of the families and the victims and the communities? You were right to note that cities like Detroit, or even Washington, D.C., took decades, if longer after the rioting and looting and destruction that occur when crime is allowed to run rampant. Too many of our cities right now, too many of our cities like Baltimore are suffering. These groups are a cancer on American society and that's something that if we had a working trustworthy media, they'd be giving a lot more attention to."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I wonder why it never occurs to cryptocurrency traders like Michael Novogratz and after the show, call me and tell me what cryptocurrency trading is, and why we should applaud it. But I wonder, I mean, these guys make a lot of money, why does it not occur to them to just -- I don't know, hire 700 poor people in downtown Louisville to work at their cryptocurrency trading firm? I mean, if they really want to help, why don't they give people jobs? Why are they siding with the murderers and the wife beaters?"
    },
    {
      "speaker": "COOPER",
      "utterance": "It is proof. The goal here is not to improve the community. The goal here is not to make sure that people can become independent. The goal is actually to attack directly the very Criminal Justice System that makes it possible for the rest of us to carry out our lives. We forget -- we forget that in the early 1950s, many of these radical ideas were pushed and they went into effect in the 1960s. It took until the 1980s for the political system, the American system, the American people to come together and say, wait a second, decriminalization, looking the other way, it doesn't work. And we've had nearly 30 years of benefit from rejecting that craziness. The problem is because we've had it good for so long, people aren't noticing that we are experiencing a crime epidemic in too many of our cities. Groups like these are poison. They are to Civil Rights and justice what an arsonist is to forest management."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think that's a really wise point and demonstrable and the country that cared about itself and believed in itself wouldn't put up with this for one second. Horace Cooper, thanks so much. I appreciate your coming on tonight."
    },
    {
      "speaker": "COOPER",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We look forward to talking to Michael Novogratz on Monday. His assistant just called and said he will be here. We hope that's true. Well, new C.D.C. numbers in the coronavirus are in, the survival rates are a little bit shocking, actually. If you haven't seen them, stay tuned for this, it will change how you feel with this pandemic. We'll be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So we shut down the country and spent a trillion dollars and made everyone wear masks and huddle at home. We didn't allow people into hospitals or nursing homes to see their loved ones die, all because the coronavirus was so scary and so dangerous. And it is dangerous and it can be scary. More than 200,000 people have died. But that doesn't mean that everyone is at risk. The details actually matter. So as part of our ongoing commitment to science on the show, we're going to give you the new C.D.C. numbers and they show the vast majority of Americans face no risk, virtually no risk. For people aged one year to 69 years, the survival rate post infection with COVID is over 99 percent. For young people under the age of 20, which is most college students who are being thrown out of school for congregating outside, the survival rate -- this is from the C.D.C. -- is 99.997 percent. Why are we doing this again? Particularly on college campuses? Dr. Marc Siegel has thought a lot about this. He has covered the story from day one. He is of course our FOX News medical contributor. We're happy to have him on tonight. Doctor, good to see you."
    },
    {
      "speaker": "DR. MARC SIEGEL, FOX NEWS MEDICAL CONTRIBUTOR",
      "utterance": "All right, Tucker, the media obsessing on the number 200,000. Right? We're looking at both sides of this. We're looking at the death rate. We're looking at the number 200,000. We take it very seriously. But we're also looking at this good news about survival improving increasing. Now first, on the 200,000. I want to point out that a new study out of Oxford showed that over 30 percent of those deaths are not COVID. They are other causes, and they also happen to have COVID. The second point about that is that most of the deaths 35 to 50 percent are still occurring in nursing homes and a lot of that is preventable. But that's why the statistic you just said that over the age of 70 is where the deaths are occurring; under 70, it's almost impossible, you're going to die, and yet -- from COVID. And yet fear messaging continues. Everyone out there, if you have a COVID diagnosis, I bet it percolates in your brain that it could be you. Now why is the survival increasing so dramatically? It's because of earlier diagnosis. It's because of great medical care. It's because of remdesivir, a drug we talked about first in Nebraska. Dexamethasone, plasma, new antibodies coming out that we're going to be able to use, vaccine on the horizon, all really good news, Tucker. So why the fear messaging? Why the message to the public that you could be next? I have one answer for that, Tucker. It's because it's an election year and because an election is coming up and that's not fair to the American public. So tonight I want to say once again, the science has to triumph over the politics -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, the American population voted Trump into office in 2016, and this is our long awaited punishment. It's really -- it is one of the worst things our country has ever done, I would say. If you look at the effects on children, if you have kids, you know. It is shocking what we're doing to them. It really is. Dr. Siegel, thank you."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "Tucker, if you have bacterial pneumonia, there's a 14 percent chance you're going to die. If you have Ebola, it is 50 percent. Here if you're under 70, it's almost zero -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, spinal meningitis kills a lot more college students than COVID. Great to see. Well, it might seem that California is on fire because of arsonists, and years of total mismanagement of the forest by so-called environmentalist who can't name a single tree species. But that's not the case. According to the governor of the state, Gavin Newsom, he announced the real problem, which is your car, which is driven by gasoline, because you can't afford a Tesla, you prowl. So starting in 2035, Governor Newsom says California is going to ban the sale of all new gas powered passenger vehicles. So that's going to mean you're going to have to buy an electric vehicle and charge it with electricity, which comes from a coal plant and that will solve global warming. Right. Michael Shellenberger is the President of Environmental Progress and the author of \"Apocalypse Never: Why Environmental Alarmism Hurts Us All.\" Yes, it does. He joins us tonight. Michael, thanks so much for coming in. So ban all gas powered cars. If you don't have a Tesla, you're shaft. Will this help?"
    },
    {
      "speaker": "MICHAEL SHELLENBERGER, PRESIDENT, ENVIRONMENTAL PROGRESS",
      "utterance": "I mean, this is nuts. We've never created new technologies by banning existing ones. We didn't get jet planes by banning propeller airplanes. We didn't get gasoline powered automobiles by banning horses and carriages. We're not going to get electric cars cheaper and more reliable able to go longer distances by banning gasoline powered cars. We've had electric cars on the market for 25 years. Last year, two percent of all new cars sold were electric cars. They're just really expensive."
    },
    {
      "speaker": "They have all the problems everybody is aware of",
      "utterance": "low range, and as you mentioned, you know, if you were designing a policy to hurt poor and working people, this would be it. California's electricity rates went up six times more than the rest of the United States since 2011. We had electricity shortages a few weeks ago. If you were to add our entire transportation sector and make it electrical, you would shut down the entire transportation sector when we're running out of electricity. So it is nuts. This is just pure politics. The governor is trying to distract attention from his terrible management of much more important issues. The fires which resulted from forest mismanagement, the homeless crisis with 100,000 people, many of them severely mentally ill on the street. It's a distraction."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It does seem like almost everything the State of California does, and it's not alone, the State of New York is the same, other states are this way as well -- is designed to make people below a certain income threshold much more miserable. Am I imagining that?"
    },
    {
      "speaker": "SHELLENBERGER",
      "utterance": "No, I mean, look at what happened? You know, as the economy over the last few years, with the economy going really well in California, it was poor and working class people who got cars for the first time and it resulted in a decline in bus ridership in Southern California when working people have a chance for freedom and mobility. I mean, in Southern California in particular, but really all of California, we depend on our cars more than anybody else. We are spread out over large distances. Working people in particular need their vehicles. I just think there's a lot of people that really hate the freedom that cars have opened up. That's really the origins, as I describe an \"Apocalypse Never\" the origins of the turn against mobility, against freedom really start with a really dark impulsive, dark view of humans back in the 1960s."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think that's right. And it's interesting how the population seems to become so passive. The people just sort of nod and accept it and okay, it's for the great. I'll wear my mask and like, I guess I won't drive, but I guess I can't really afford to live within an hour of the city because of your stupid housing policy that has made it totally impossible. I have to live you know, in-land somewhere. I guess I'll just ride one of your buses. I mean, like why do people put up with this after a while? Any idea?"
    },
    {
      "speaker": "SHELLENBERGER",
      "utterance": "It is really manipulative. I mean, look, so many of us are here because we love the natural environment. We're here for the oceans, for the mountains. But we're being manipulated. We're actually being sold a bill of goods. These policies do not help the natural environment. As we've seen, the forests have been grossly mismanaged. It's been completely misattributed, grossly exaggerated the role of climate change. This is a state that's really -- you can see what happens when you have unchecked power. We've had a super majority Democrats, I'm a longtime Democrat myself, but this is what you get when you have a single party ruling with a super majority."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The lectures about the environment are almost too much for me to handle. These people hate nature. They're at war with nature. They ignore the imperatives of nature. They punish anyone who mentions those imperatives, and yet they're the representatives of nature? Michael, thank you for -- go ahead, will you finish your sentence?"
    },
    {
      "speaker": "SHELLENBERGER",
      "utterance": "Well, one more, I mean, look if the governor really cared about climate change, he wouldn't be shutting down our last nuclear power plant which provides electricity for three million people without any carbon emissions. It takes 300 to 400 times more land to generate the same amount of electricity from solar and wind projects as it does from a nuclear plant. This is a nuclear plant that could operate until 2060 and he is trying to shut it down by 2025. Where's all that electricity for our vehicles going to come from if he keeps shutting down nuclear plants?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly. And wind farms just spoil the environment as anyone who cares what nature can tell you. Michael, great to see you. Thank you."
    },
    {
      "speaker": "SHELLENBERGER",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sources have told FOX News that Donald Trump has settled on a Supreme Court nominee. This would be great news for many who have been watching. Amy Coney Barrett apparently will get the nod tomorrow. What can we expect in that announcement? We'll tell you after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Last time we told you about an F.B.I. investigation and a state investigation into a mail-in ballot fraud scandal in Luzerne County, Pennsylvania. Officials they're apparently opened some military ballots, most of which were cast for Donald Trump and then threw them in the trash. Today Luzerne County officials were reassuring us by saying not a big deal. In fact, they said the system worked quote, \"exactly as intended.\" In a statement, officials blamed a temporary contractor for incorrectly discarding the ballots. They insisted that no one intentionally threw away the Trump votes. And by way of reassurance, they know that a security camera has now been installed in the Elections Bureau just in case. So Problem solved. Not a big deal. Meanwhile, FOX News learned today that more than a thousand voters in Virginia who applied for mail-in ballots have received an extra ballot in the mail. Apparently, that was an accident, too. Maybe the system was working exactly as intended. An extra ballot can come in handy when a temporary contractor throws your old one in the trash. Of course, we'll be seeing a lot more stories like this in the next few weeks. We'll keep you updated as they happen. This is what happens when you stop voting in person and change the system that has worked perfectly well for 225 years. Well, the other big news of the week, sources tell FOX tonight that Amy Coney Barrett will be the President's nominee to replace the late Ruth Bader Ginsburg on the Supreme Court. The announcement planned for tomorrow. Already Democratic operatives are smearing Barrett's family and her religion. Trump campaign legal adviser, Jenna Ellis joins us to tell us what to expect with this nomination fight. Jenna, great to see you. JENNA ELLIS, TRUMP 2020 SENIOR LEGAL ADVISER: Great to see you too, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So we're fairly certain tonight that this nominee will be Amy Coney Barrett."
    },
    {
      "speaker": "ELLIS",
      "utterance": "Well, I'm not going to get ahead of the President, of course. But what I can say is that this nominee presents the best possible opportunity for conservatives to come back to the original design and intent of the Constitution greater than the last 75 years. For the judicial branch to work as intended, then we have to have judges that are not policy activists. If you relate this to a baseball field, the Democrats have had the umpires in their pocket in the majority for the last 50 and 60 years. We need to return to conservative originalist who won't be activist and who will fairly call balls and strikes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, if you want to change the country, we have a Legislative Branch for that. People get to vote for their members and they vote on our behalf. I mean, you don't use courts for that, of course. So how are they going to -- how could you attack Amy Coney Barrett? She seems like an outstanding person."
    },
    {
      "speaker": "ELLIS",
      "utterance": "Yes, she is. And you know, the Democrats have already gone after her faith. And you know, if you think about this, Tucker, the Democrats with Brett Kavanaugh smeared and just absolutely attacked him over perceived and fabricated immorality. And now they're attacking a woman for being devoutly moral. This just shows that the Democrats are amoral. They don't have a set of standards. They're all about just their own power. And so you can bet they are going to attack her and smear her for her faith. Because this is all about Roe versus Wade for them. This is all about their own activism. This is all about them manipulating the Constitution, and throwing out the Constitution entirely to their own advantage. And the senate here should not let that happen. We have had confirmations of Supreme Court Justices and votes throughout our nation's history and a vote from the Senate Judiciary Committee, 14 times within three days of the nominee. There is precedent for this and further, the constitution doesn't specify those timeframes. So this can happen relatively quickly. It's not pushing her through. It's just not allowing the Democrats to use this as an opportunity for a circus like they did with Kavanaugh."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What do you think realistically, the quickest she could be confirmed is?"
    },
    {
      "speaker": "ELLIS",
      "utterance": "Well, if we look at history, it could be the same day. So that's happened before in our nation's history, but I think that Mitch McConnell and also Lindsey Graham and the others on the Senate Judiciary Committee will try to hold these hearings in a way that is expressly designed to make sure that its expeditious, and it's moving through. And I do think that she will be confirmed before the election, and we should have that because we need a nine Justice full court, when we're going to deal with things on election integrity matters, other things that are paramount to making sure that this country knows that there is legitimacy in our free and fair elections, and no one is disenfranchised as an American citizen."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Do you think McConnell could hold the Republicans on this? Those votes?"
    },
    {
      "speaker": "ELLIS",
      "utterance": "Absolutely. And I think that the Republicans understand how important this is to the future of our country, and if you look at what's happened in 2020, this isn't just about the presidential race. This isn't just about Roe versus Wade. This is about making sure that we protect our American system, and how our Constitution is designed. We know that our rights come from God, our creator, not our government, and it's the sole purpose of government to protect and preserve those rights. We have so many issues that Democrats are trying to tear down on the system. And I think Republicans are understanding that. They are seeing the necessity of a conservative court that will fairly and appropriately apply the Constitution. And I think that senators, you know, Mitt Romney, Cory Gardner, from my own home state of Colorado, I think that some of these that people are looking at, I think that they will hold the line because they understand this is important to America. It's not about policy. It's about having a judiciary that's in its proper role, and they support the President on this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think that's right. And the truth is, Republicans in the Senate can point to a long list of achievements over the past two years and say, you know, we reined in Big Tech. You know what I mean? We brought the Intel agencies and the F.B.I. to heel and reformed them. I mean, they didn't do those things. So it might be nice to have something to run on. I would think."
    },
    {
      "speaker": "ELLIS",
      "utterance": "I hope so. And I hope that they will confirm this nominee expeditiously."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Jenna Ellis, great to see you tonight. Thank you."
    },
    {
      "speaker": "ELLIS",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, Joe Biden has been trying hard to tell us something for years now. No one listened to him. We've assembled a footage and decoded what he has been trying to communicate all this time. He has a message to the world, and we're going to play it, next. Plus, we are monitoring the ongoing Trump rally. There's another -- indefatigable -- tonight, it is in Newport News, Virginia. If news develops, we'll go there immediately."
    },
    {
      "speaker": "CARLSON",
      "utterance": "If you watch Joe Biden a lot, you'll know, sometimes it would be hard to understand what he is saying. Often Joe Biden himself doesn't seem to know what he is saying. But we decided to crack the code. So like the football coaches we are at heart, we turned to the tape. It turns out when you assemble the footage from Joe Biden speeches, over the years, a spine comes into view, a consistent message emerges. That message is that Joe Biden is the best person who has ever lived. He is solely responsible for everything good in this world. Watch."
    },
    {
      "speaker": "JOE BIDEN (D), DEMOCRATIC PRESIDENTIAL NOMINEE",
      "utterance": "I'm the guy after 9/11 who said, we will follow bin Laden to the gates of hell if we have to, to get him. I'm the guy to helped bail out the automobile industry. What did you do, old buddy? I'm the guy that managed the $830 billion. I'm the guy -- the only guy that's ever beaten him nationally. I have beaten him three times. I'm the guy that got a bipartisan agreement. I'm the guy that ran the recovery act. I'm the guy that set up drug courts. I'm the guy that got sent up to the Hill. I'm the guy that helped put together the Iran deal. I'm the guy who got the Brady Bill passed. I'm the guy that asked for the CDC to keep detailed reports. Obviously, I think I'm the guy, but that's for you to decide."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Come on, man. I'm the guy. I'm the guy. I'm the guy they sent up to the Hill. I'm the guy. On Tuesday night, Joe Biden will be debating despite our predictions, it turns out, he is actually going to do it, it looks like. One thing we know, he will be the guy. Well, last night, we told you about the risks of mail-in voting. We're going to see a lot of it this year. And as we did, we didn't go conspiracy theory on you. We didn't tell you they're stealing the election. We told you about the real risks involved, and there are demonstrably. We pointed to numerous cases of mail-in ballot fraud. In states like West Virginia and New Jersey. We talked about missing ballots in places like Pennsylvania and Wisconsin. We know that partisan judges in swing states are pushing mail-in balloting because they believe it helps their party. They know it will delay the election results and that will give -- may give them a chance to influence who wins in the end. So precisely because no one can argue with any of this because it's factual, Twitter decided to censor us for saying it. After the President tweeted our monologue last night, Twitter upended a fact check to the bottom of the post it read, quote, \"Learn how voting by mail is safe and secure.\" Huh? The fact check simply says mail-in ballot fraud is rare. Really? How does Twitter know that? Well, they don't know that. They don't know anything. They're making a political statement, a fact free political statement that amounts to propaganda. They're supposed to be a platform. They are not supposed to be a news organization. That's why they have immunity under Section 230. They shouldn't. Any case, for the first time in our nation's history, mail-in balloting will be conducted on a very large scale. So this is a story that we need to cover because it will affect who the next President is. The whole country can vote by mail with almost no restrictions. Twitter knows that that will increase the opportunities for fraud. They just don't want you to know that. Facebook, another huge tech company took a very different approach. Yesterday afternoon, in response to our coverage of the origins of the coronavirus, Facebook sent us a message that read this way, quote, \"Your page has reduced distribution and other restrictions because of repeated sharing of false news.\" We were accused of false news. Because the goal of totalitarianism is always humiliation, Facebook added this quote, \"People will also be able to see if a page has a history of sharing false news.\" So we got the Scarlet false newsletter. So immediately after they made that announcement, this show's Facebook account became virtually invisible. Our traffic flat-lined. Facebook then reached out to us and claimed it was all a mistake and they would remove the ban. Oh, a mistake. I heard that before. Yes, it's a familiar strategy. Earlier this week, just this week, Twitter told us that our commentary on George Soros and the money he is spending on various elections around the country, again, totally factual, was flagged as sensitive content accidentally. Why do these mistakes keep happening with the same effect? You know why? It is censorship and Silicon Valley is stepping it up because an election is on the horizon six weeks away, and they want to influence the outcome. They need plausible deniability until Joe Biden wins in November, and installs their executives in lobbies of the White House. At that point, you won't have any reason to hide. They won't tell you it was a mistake. They'll be running the country. Whether Biden likes it or not, they'll just smile and say, yes, we don't like that view. It's not allowed. I wish we would rein them in a little bit. Up next, a left-wing mob doxed and harassed a bar owner in Nebraska. His crime was voting the wrong way. He defended himself against a BLM rioter who tried to kill him. But they kept attacking him. He was defunded on the internet. He was attacked in the media and ultimately, he was indicted by prosecutors who bowed to the mob and charged him. Last week, he killed himself. After the break, we'll look at what kind of man that bar owner was. His name was Jake Gardner, and you should know more about his life. Plus, we are monitoring the Trump rally in the State of Virginia tonight. We'll bring you any news that develops there. We will be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "As you may have heard, the first presidential debate is coming up. It's next Tuesday. It'll air right here on FOX News immediately following this show. Tonight, there are new calls for Joe Biden not to show up from Democrats, skip it Joe Biden, they are saying. FOX's Rick Leventhal has been following that story and joins us tonight with the latest. Hey, Rick."
    },
    {
      "speaker": "RICK LEVENTHAL, FOX NEWS SENIOR CORRESPONDENT",
      "utterance": "Hey Tucker. House Speaker Nancy Pelosi doubling down on her suggestion Joe Biden not debate President Trump next Tuesday as scheduled, not that I don't think he'll be excellent she said of Vice President Joe Biden. She told CBS that President Trump has no fidelity to fact or truth. The California Democrat suggested the debates might become quote \"an exercise in skullduggery.\" Here are some of her earlier comments."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "I don't think that there should be any debates. I do not think that the President of the United States has comported himself in a way that anybody should -- and that has any association with truth, evidence, data and facts. I wouldn't -- I wouldn't legitimize a conversation with him."
    },
    {
      "speaker": "LEVENTHAL",
      "utterance": "Today, Nancy Pelosi said, why bother? He doesn't tell the truth, referring to President Trump. She also said the President is a danger to democracy. Of course, the very first presidential debate of this season, Tucker is next Tuesday night here on FOX with our own Chris Wallace moderating."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Rick Leventhal, thanks for that."
    },
    {
      "speaker": "LEVENTHAL",
      "utterance": "Sure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Trump is a danger to democracy. So you shouldn't get to hear what he is for, because I'm for democracy. Even in the year full of ironies, it's getting a bit much. Well, BLM is a massive political force in this country. One thing we know about it is you're not allowed to criticize BLM under any circumstances. No matter how many cities BLM burns from, no matter how many cops they shoot, you can't say a word. A Police Commander in Louisville by the name of Bridget Hallahan learned that lesson the hard way today. She has been relieved of duty after she dared to criticize Antifa and BLM in a message to her colleagues. Here's what she wrote, quote, \"These Antifa and BLM people do not deserve a second glance or thought from us. Our little pinky toenails have more character, morals and ethics than these punks have in their entire body.\" Hallahan added that cops in their families are being doxed merely quote \"because people just don't like being told what to do or what not to do by police. She also suggested many Antifa members play video games all day in their parents' basements, all of which of course, is true. And that's why Bridget Hallahan is out of a job tonight. Her last day in the force will be October 1st. Shocking. In the meantime, plenty of other cops around the country are realizing the same things that Hallahan did. They're leaving the force on their own steam. New York and Chicago are now seeing record numbers of police retirements, a total of 272 police officers retired in New York City alone from May to June. Many of them are citing anti-police rhetoric, funding cuts and of course, the danger of violence, which is real. Cops are getting shot around the country. Look at the numbers, and those numbers keep going up. In the meantime, you're not allowed to say any of this, just ask Bridget Hallahan Well, speaking of not being allowed to tell the truth. In May, a Nebraska bar owner called Jake Gardner was attacked during BLM riots in the State of Nebraska in Omaha. One rioter went after his family and several storefronts before grabbing Gardner's neck, jumping on his back, put him in a headlock. Gardner tried to shake him off, \"Get off me,\" he said. The man wouldn't. He choked Gardner and then Gardner shot and killed him. Prosecutors originally described this as self-defense because it was and they declined to press charges. But then mobs descended on the home of the Douglas County attorney, Don Kleine, a left-wing mob doxed and harassed both Kleine and Gardner online. Finally, Kleine relented and he charged Gardner. So Gardner tried to raise money for his own defense. He went online to GoFundMe, the biggest fundraising site, but GoFundMe deleted those pages that would have raised money for Gardner, so Gardner was out of options, and on Sunday as clearly was the intent of the mob, he killed himself. Our next guest spoke with a close friend of Gardner's who talked to him this past weekend. Mia Cathell is a reporter for \"The Post Millennial.\" We're happy to have her on tonight. Thanks so much for joining us. MIA CATHELL, REPORTER, \"THE POST MILLENNIAL\": Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what can you tell us about Jake Gardner, his final days, what he was going through when he took us own life?"
    },
    {
      "speaker": "CATHELL",
      "utterance": "Well, I spoke to his close friend who reached out to Jake the night before he killed himself. He said that all Jake wanted to do was travel the country with his service dog Braun. But the mob wouldn't let him. Shaun King called him a white supremacist. A local blogger claimed that the swastika symbol was hidden in Jake's company logo. That's insane conspiracy. When Jake's friend launched the two GoFundMe accounts and both were taken down, the donors names were compiled in a public blacklist. Meanwhile, James Scurlock's GoFundMe has raised over a quarter of a million dollars. Jake's friend has since launched an alternative spot fund account, which sadly turned into a Memorial Fund and his family held a tribute last night. The venue has changed because of continued threats. The mob drove Jake to suicide, and even after death, they say no justice, no peace. Their family is currently seeking to bury the former soldier at Arlington National Cemetery, hopefully with the help of President Trump, which would be a final resting place safe from the relentless mob."
    },
    {
      "speaker": "CARLSON",
      "utterance": "GoFundMe has been particularly aggressive and political in shutting down the accounts of people whose politics they don't like. They should be ashamed. They should be punished. But did they in this specific case, give a reason for deleting GoFundMe accounts for Jake Gardner?"
    },
    {
      "speaker": "CATHELL",
      "utterance": "There was a flood of complaints, especially from the Twitter mob. This was not racially charged, the shooting. This was a matter of protecting private property and a business owner fearing for his life."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is there any evidence whatsoever -- you keep hearing people, including elected officials, a State Senator in Nebraska saying that Jake Gardner was a white supremacist, a racist, a bad person. Is there any evidence of that at all?"
    },
    {
      "speaker": "CATHELL",
      "utterance": "There's no evidence. This was a war veteran. He served two tours in Iraq. There's no evidence of this whatsoever. This is your neighborhood business owner."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, if they can do this to him, a man just trying to defend himself. Then of course, they can do it to all of us. And that's exactly -- that's exactly the point. Boy, I really appreciate your coming on to give us the details of that story. Mia, it is upsetting in itself."
    },
    {
      "speaker": "CATHELL",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I appreciate it. You kind of see what's going on here, I imagine. Crime goes up, disorder is ubiquitous. Prosecutors pressing charges or not pressing charges based on the demands of the mob. And at the same moment, American society becomes more chaotic and more threatening. Anyone who tries to defend himself or his family or his property is shut down immediately with the help of the tech companies. What does that add up to? China. That's been it for us tonight. We'll be back on Monday, 8:00 p.m., the show that is the sworn enemy of lying, pomposity, smugness and groupthink. Have a great weekend with the ones you love. Sean Hannity is next. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}