{
  "date": "September 30, 2019",
  "headline": "Guiliani: I was investigating Hillary Clinton and the Democrats cooperating with Ukrainians",
  "subHeadline": "Guests: Jay Sekulow, Rudy Giuliani, Lindsey Graham, Reince Priebus, Sarah Sanders, Trace Gallagher, Karl Rove",
  "url": "https://www.foxnews.com/transcript/guiliani-i-was-investigating-hillary-clinton-and-the-democrats-cooperating-with-ukrainians",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Welcome to \"Hannity.\" We have so much information it will take the full hour that we will give you tonight. But I promise you, the media mob, the single most repugnant, corrupt, lying group of people in this country with a political agenda for one party, we're going to lay out the truth each and every detail. But the president did absolutely nothing wrong. Nothing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } The Democrats, the media, they are just outright lying to you again. Three years of lies, cover-ups, conspiracy theories, and a hoax, they're doing it all over again. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } And this is from the country, I will tell you this, if you love our country, and I know you do, and this is an all hands on deck moment. This is about our way of life. This is about our system of governance that has been the single greatest system ever created by mankind that has raised the standard of living in the entire world -- life, liberty, pursuit of happiness. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } You believe in that, the role of law, freedom, our Constitution, our rights, you really need to engage now like you never have been, because they, on the other side, along with their cohorts' unholy alliance, the media mob, the Democratic Party, they're one in the same, because what they're doing is so dangerous, wanting to undo an election at any circumstances, that if they succeed, the American that we inherited will be unrecognizable. As we speak, what is happening, they are attempting to remove a duly elected president from office based on nothing but a manufactured crisis. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, a second witch hunt, after three years of the first witch hunt. Four investigations, no collusion. Well, they now started another one but this when they are not going to make this a mistake, which is, oh, we're not going to wait three years and then get disappointed in the end, when it doesn't come out the way we thought it was going to come out. This is devoid of actual crimes, misdemeanors, even minor impropriety doesn't exist here and the great irony is that once again, it is the Democrats that are guilty of nearly every single accusation they are throwing at the president you elected that they want to remove from office. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } It's now a running theme on the left and the media. Everything they accuse the president of, they themselves are guilty of doing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } You want clear evidence of a quid pro quo? OK. Look no further than sleepy, creepy, crazy Uncle Joe. He is bragging about it. Now what about Russia collusion? OK. We have Hillary Clinton. You had the dirty Russian dossier with funneled money, hiring an op research group and MI-6, Christopher Steele there. As \"The New York Times\" called it, Russian disinformation from the get-go. And then it was used, of course, to spy on the Trump campaign transition and even the president of the United States, one of numerous ways, this president has had deal with things that no other president has deal with before. Now, it's Ukrainian collusion. In 2016, a DNC -- now, pay attention to this -- a DNC contractor was paid hundreds of thousands of dollars. Why? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } To pressure Ukraine and Ukrainian officials to dig up dirt on Donald Trump and trash his campaign. And as an added bonus, oh, we do have four U.S. senators, that's right, let's see, Menendez, Murphy, Leahy, oh, and Dick Durbin. They are all on records threatening the government of Ukraine with untold consequences, if they don't comply with their anti-Trump demands and their investigation witch hunt from the Russia issue. Where's all the hysteria over those quid quo pros? Only matters if they can bludgeon Trump. You know, for example, Hillary -- she, yes, paid for Russian lies to influence the campaign. Nobody said a thing after she stole a primary, rig it, after she had rigged investigation that kept her in the race, and she gets the insurance policy. Wow. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } What about the hysteria over all of those examples of collusion? Only if it's Trump. Only -- you know, where are the I-believers surrounding a Democratic lieutenant governor in Virginia? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } You know what? What we're watching here is a pattern unfolding, and it's sort of quickening now, and that is they're not going to wait three years. We will just impeach him, A, B -- let's pick it out of a hat. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } And the mob, of course, supports it with no logic, no facts, no reason. You have to suspend every bit of God-given intelligence and common sense you have to believe there's anything to this. And we'll have all the details about the hypocrisy coming up tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, we do have Joe Biden's campaign. Well, they want to actually stop Rudy Giuliani from talking, demanding TV executives block him from appearing on shows like ours. By the way, they don't want him exposing the truth about, yes, what Joe did with the prosecutor. Why would a vice president of the United States of America want a Ukrainian prosecutor fired or he's going to withhold $6 billion and, by the way, you only have six hours to do it? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } That would be a shakedown by Biden, oh, for the reason of -- oh, that's right. He wants to protect his son who had no experience in Ukraine, oil, gas, or energy, and was getting paid a fortune, millions of dollars. And Giuliani, by the way, was also just subpoenaed by House Democrats. This is going to be one of the greatest shows on earth. Can't wait to see that. Rudy Giuliani will join us in a moment. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } And if Biden would like to defend his actions as vice president, we've invited him on the show. I'll give him a whole week's worth of shows, high showing cable. You can join us right here five nights in a row, Joe 30330. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } We'll even give him three hours of my radio show. We'll have more on that. But first, we do have major breaking news that is devastating to our national security. Once again, the contents of yet another private phone call between our president and a world leader was leaked this time to \"The New York Times.\" This is now the fourth time, the fourth example, leaking the president's confidential communications with world leaders. Let's see, Australia and then Mexico, and Ukraine, and now, Australia again. Geraldo put it well. This president is being forced to deal with, quote, snitches and rats and backstabbers for three years -- people within our government trying to sabotage, undermine and undo an election. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } What other president has ever had to deal with this? Think about it. Each day, President Trump now has to work against powerful, unelected deep state bureaucrats that hate him. How does he get to do his job? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } At what point does this become dangerous, for the entire world if he can't negotiate in good faith with world leaders? What world leader will ever talk to the president and confidence on a phone call? And some of these bad actors now spy on the president's communications and leaking them to the media. It is a massive national security crisis. Who is spying and leaking this information? Calls between world leaders must be some of the most guarded conversations in the White House. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } World leaders must be able to communicate freely and clearly with our president. That would be good for world peace, negotiation, our economy. But that's never going to happen again. The trust is now forever been broken. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } The world is less safe because of what these people are doing, abusing the powerful tools of intelligence that we entrust to them keep us safe, not to use as political weaponry against American citizens or an American president. And so far, we have seen links, as I said, Mexico, Australia, Ukraine and yes, now we have another leak with the Australian prime minister. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, if this is how business is going to be conducted, it's probably time we get the contents of some other people's calls, other presidents. For example, how about Obama's conversations -- I'll have more flexibility after the election? I'd love to hear the after the election calls and the promise he made to Vladimir Putin. Or how about the full transcript of Obama's calls with the mullahs in Iran or President Rouhani that led up to this horrible nuclear deal and him getting $150 billion to, yes, the number one state sponsor of terror that wants to wipe Israel and the U.S. off the map? And while you're at it, why don't we get Biden's communications and phone calls and transcripts of the leaders of Ukraine that he talked to when he was put in charge of Ukraine? And that's when his son got that lucrative deal. Is that what they want? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } And, by the way, what was the big so-called bombshell development from the most recent leak. All right. Look at \"The New York Times\", President Trump requested the Australian government that they cooperate with the attorney general's investigation into what is the origins of the Russia probe. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } In other words, a DOJ official is now telling FOX News, the attorney general did as the president to make standard introductions to officials in multiple countries who may have pertinent information in the ongoing Barr- Durham probe. Now, according to the Department of Justice, these requests are not out of the ordinary at all, and so far, the countries have been very helpful without any need for pressure from the White House. And you won't likely hear this from the media mob. You see, this is the part of the story and the Russia witch hunt that they didn't want to pay attention to. Yes, we're going to get the story on FISA abuse and the inspector general's report. We're also going to get the Barr-Durham report at some point, too, and the investigations into the origins of this Russia witch hunt -- incredibly important, nonpartisan investigation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } A big piece of the probe surrounds whether or not, let's see, Obama administration, intel people at the highest levels, whether they tried to circumvent United States law, spy on American citizens by simply circumventing the law and outsourcing and subcontracting the illegal surveillance to intel agencies in foreign countries like Great Britain, can you do me a favor? I need information on, oh, President Trump. Italy, do you mind spying on our president? Australia -- yes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } All of those countries are being looked into as having done that for, yes, our own intelligence people because legally they can't, so they thought they were being cute trying to get around that law. So, it's pretty clear why the Department of Justice would need to be working with Australian, Italian, and authorities in Great Britain to probe into the origins of a Russia witch hunt as a very real investigation into real serious government abuse of power and corruption. Democrats, the media, they have never told you that story. They don't care about actual crimes. If they did, they would've clearly seen what we did a slam-dunk case, Hillary Clinton committed multiple felonies in the Espionage Act. They would've seen she obstructed justice when she deleted the subpoenaed emails and all the other garbage. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } They would say that when it says that the top of a FISA application \"verified\", and you don't verify it and you use Russian lies to spy -- to spy on a campaign and then a transition team and then a presidency and then deny another American their constitutional rights, yes, they would've told you that story too. But they, well, conveniently left it out. Instead, the left is totally consumed with hatred for all things Donald Trump. In fact, they have spent only the last three years trying to find some way, anyway, to impeach him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Look at \"NewsBusters\". The mob began calling for impeachment only two days, two days after he got elected. The next 35 consecutive months, guess what, more and more calls for impeachment. Never-ending impeachment, impeachment, impeachment. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); } What it does to the country, they don't care. They care about peace and protecting our country -- they don't care about that either. They care about economic opportunities and jobs and the -- and the economy -- they don't seem to. Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MAXINE WATERS (D-CA)",
      "sentences": "I will fight every day until he is impeached. Impeach 45. Impeach 45.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWD",
      "sentences": "Impeach 45! if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Donald Trump now sits at the threshold of impeachment. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE COHEN (D-TN)",
      "sentences": "We're introducing articles of impeachment to remove President Trump from office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Given the events of today, the likelihood of impeachment, I'm not saying it's high necessarily, but it certainly went out. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TED DEUTCH (D-FL)",
      "sentences": "The Constitution could not be any clearer. Impeachment is the appropriate remedy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RASHIDA TLAIB (D-MI)",
      "sentences": "We're going to go in there and we are going to impeach the mother (EXPLETIVE DELETED). if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "sentences": "I have called on the House to initiate impeachment proceedings. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS (D-CA), PRESIDENTIAL CANDIDATE",
      "sentences": "He told us enough to interpret what he said as a referral for impeachment proceedings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ILHAN OMAR (D-MN)",
      "sentences": "It's time for us to impeach this president. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERRY NADLER (D-NY)",
      "sentences": "We are considering what to do about it, including possible voting of the articles of impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "sentences": "There should be an impeachment inquiry opened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We're going to get lectures from her. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Any -- anything missing from all this hysteria? No crimes, no misdemeanors, no conspiracy, no collusion, no obstruction. Anger, conspiracy theories, outright lying repeatedly, propaganda, misinformation, slanders, smearing, besmirching, that's what you get from your modern day Democratic, extreme, socialist party, and God forbid, they ever give you your Green New Deal and Medicare for all. This is what they wanted since 2016. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, Democrats and the mob, they value vengeance above all else. They are so disappointed that there lies didn't become their reality, and their current impeachment hysteria surrounds nothing but what is a nonstory about a perfectly normal telephone call between the president and his Ukrainian counterpart. We now have the transcript. There was no quid pro quo. There was no collusion. There was no misconduct. The United States and Ukraine even have a treaty that allows the two countries mandates that we cooperate in the investigation. Yes, the president was saying, we have all this trouble with our election and you guys were at the center of it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } The president, by the way, had this to say about the hysteria. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "This whole thing is a disgrace. There's been tremendous corruption and we're seeking it. It's called drain the swamp. There's been corruption on the other side. It is been corruption like you've never seen. Now, the new president of Ukraine ran on the basis of no corruption. That's how he got elected, and I believe that he really means it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } But there was a lot of corruption having to do with the 2016 election against us, and we want to get to the bottom of it and it's very important that we do. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You've got to read the transcripts. This was a perfectly normal legal phone call, so normal in fact that no leaker or liar, you know, the cowardly Schiff -- he had to make up his own fabricated version of the transcript and perform a dramatic reading during an official hearing. Meanwhile, there are so many unanswered questions surrounding the whistleblower that's not a whistleblower, and the report, and all of this leaking, and the dangers that it imposes to this country and our constitutional governance. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } Why? So they can push this president out, because as one congressman said back in May, yes, we can't beat him. We probably can only get rid of him by impeach him and that is, you know, all of these questions. Jay Sekulow joins us. He is the president's attorney and he is also the chief counsel of the American Center for Law and Justice. So, I read the transcript -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAY SEKULOW, PRESIDENT TRUMP'S ATTORNEY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- and they are having a pleasant conversation. Ukraine is at the heart of all of this. The president says we need you to get to the bottom of election interference on the 2016 election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Right. Yes, let me give you a little -- I think it's important for everybody to understand. Let's remember how this starts. Days before President Trump is sworn into office, days before he's sworn into office, there is a change in intelligence information sharing. For eight years, the Obama administration was quite satisfied with it going to just three agencies. With about ten days left, before the transition to a new president, they switched that and allowed it to go to 18 agencies. James Comey also has planted over at the White House and agent from the FBI dual assigned, going back and forth between the FBI and the White House. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } What was that person's job? Then we have the leaks. Let's talk about these leaks for a moment. You've got conversations starting in the early part of the administration that were leaked by intelligence officials, public conversation -- private conversations released to the public. That's called crime. Then, you have it continuing. Continuing even this afternoon. We're getting more information. So, now, the president of the United States, on phone calls with other heads of states, now has to understand that his phone calls are likely to be leaked to the press. Why are they doing this? Could it be they are doing this because there's an investigation of the investigators going on by Mr. Durham, the U.S. attorney in Connecticut? Could that be the reason that this is all happening? Could it also be the reason, Sean -- and this is how I look at this. You look at what is the rule, regulation, statute that was violated in the conversation that the president had with the president of Ukraine? None. Nothing. Where was the collusion with Russia? Did not exist. Where was the obstruction? Did not happen. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, it's Ukraine. Well, then, it was, first, it was quid pro quo, but then there was no quid pro quo. Then it was a cover-up except the transcript had already been released. So, you know this is? This is an attempt, a lame one, I have to say, from the Democratic Party right now to placate their leading left-wing people that are actually running this party it appears. But you know who is suffering from this? The president's governing, he's doing his job -- the American people. We do. That the president would be put into a situation where he now has to worry about conversations that he is having with world leaders being leaked to the press. That is not good for our constitutional republic. So, what's at stake here is the very constitutional balance. So, what does Adam Schiff do? He doesn't read the transcript. Why didn't he read it? Because there's nothing to it. There's no problem. What does he do instead? He comes up with a dramatic presentation, a reenactment not based on the actual script. When he had the actual script, because the White House released it. So, what is this? This is a fraud being perpetrated on the American people. And now, we have a pattern and a practice of intelligence officers, people assigned to intelligence agencies, leaking conversations of the president of the United States with heads of state. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } You know what it puts at (ph)? It puts the entire constitutional framework at risk, and shame on them for what they're doing but here's what's going to happen, Sean. We will find out exactly who's doing what, how it was being handled. Did it start with that initial executive order by President Obama at the end of his administration? What is happening now, we're going to get to the bottom of it. And so, what did they try to do today? They try to subpoena the lawyer. Rudy Giuliani, the president's counsel, my colleague. Nonsense. The information contained in the subpoena is protected by attorney-client privilege. It's outrageous what they're trying to do. I think it's also interesting that they didn't subpoena him to testify. They just want documents. They don't want him to testify because you know what the truth is? He has more information than they do, and you don't put up a witness that has more information than you do. So, I think this is the whole -- this entire matter as a put up on the people and I think that the American people I know are smarter than that, they know exactly what's going on here. And I will tell you this. I've dealt with this with the press all weekend. This -- how is the White House going to react? How's the president's private counsel going to react? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } You know what? We went through a war with Bob Mueller and we won. This is a skirmish. We don't need a war room. We just we need to respond as appropriate, we will. This will be handled. That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Jay Sekulow, thank you for joining us. Let me explain how -- if we go to the \"Politico\" article, please -- the problems for Joe Biden are serious here and especially -- look at \"Politico\", 2017. I have the copy right here. This is -- if you look at it. I've got it right here somewhere. It is July I'm sorry, January 11th and it is in 2017. Let me go back and read from this particular article because this gets to the heart of everything the Democrats are doing and what they have done wrong and what they're going to continue. Look at that. Ukrainian government officials tried to help Hillary Clinton and undermine Trump and by publicly questioning his fitness for office. They also disseminated documents implicating a top Trump aid in corruption and suggested that they were investigating the matter only to back away after the election. They helped Clinton's allies research damaging information on Trump and his advisors. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Well, it continues to mount for sleepy, creepy Uncle Joe. Rudy Giuliani is with us, former New York City mayor. I actually would like to see you go and take on Congress because I believe Jay Sekulow, your partner, is correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S PERSONAL ATTORNEY",
      "sentences": "I don't have any experience in a courtroom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "And I get nervous public speaking and these people are of such intellectual heavyweights, I don't know if I can handle -- handle Schiff. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } He's such a good actor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But look at this July 11th -- January 11th, while he was still a president-elect, Ukraine admitted they were doing election interference in this country. The president in this call asked them to help get to the bottom of what the media and Democrats said they wanted. They're not doing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Sean, you just laid out the reason why I was investigating and the reason why the president of the United States had obligations to ask the president of the Ukraine to follow up on these allegations because there is substantial -- I don't want to exaggerate it but pretty close to overwhelming evidence, including a finding by a Ukrainian court that Hillary Clinton and the Democrats cooperated with Ukrainians with the order coming directly from the White House in January of 2017 to dig up dirt on her political opponent and they did. Vogel and whoever the other person's story was in \"Politico\" -- I bet \"Politico\" regrets printing that actually because now, they're doing everything they can to cover it up. But, in fact, they laid out the reasons why if I didn't investigate it, I'd be guilty of malpractice. You know, they seem to forget that I'm a lawyer. If I were defending a terrorist, they would be going crazy that I was called before a Senate committee. All those civil liberties groups would be saying, right to counsel, how can they intimidate a lawyer, and its fearless pursuit of trying to find justice. I was not involved at any election, anything. This started two years before the election. It started and ended pretty much before the Mueller probe was over. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } I was still gathering evidence to prove his innocence and, all of a sudden, I realized that there was a frame up, a deliberate one, at the highest levels of our government, and then a colossal pay-for-play scheme at the highest levels of the Obama administration, eerily similar to the Clinton Foundation completely corrupt behavior in which the Clintons sold her office of secretary of state for millions. In this case, Biden sold his office for millions. Is there anybody that believes that Ukraine or China were paying for Hunter Biden's expertise? Or do you have the common sense to realize they were buying Joe Biden's office? And that is very damaging to the United States. Joe Biden was sent to Ukraine to in part deal with corruption and he helped to corrupt the Ukraine. He is a laughingstock. We are because we talk about corruption and this guy puts his incompetent son to work for the most crooked oligarch in Russia? I mean, it is outrageous. The only really sad part of this, Sean, is how much in the tank and how corrupt this media has become. They have corruption staring them in the face and they closed their eyes to it and then they make up charges against President Trump that aren't true. They don't look at this whistle-blower. He is giving them hearsay evidence. The thing is filled with I don't know, I heard it, I overheard. There's not a single time he says, I know. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } Yesterday, I produced a witness who is under oath. He is willing to give his name. He is willing to testify. Maybe one of our Republicans in the Senate could call him. He is the guy that Biden fired. He is the guy that will testify under oath. He will face Biden and say, you corrupted my country. You got me fired on false pretext and then you had the case against a corrupt company dismissed. And I'm going to tell you one other thing -- Biden's corruption helped to cover up all of the allegations of collusion because there was a company involved run by George Soros which was involved in the investigation, and that was closed down to cut off all of the proof, the additional proof, of just how far the Democrats went in corrupting the 2016 election and in corrupting the Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mr. Mayor, the vice president was put in charge of Ukraine. Let's go to the timeline. 2014, it was only months afterward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes, put in charge, corrupt it (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "His son -- we can find no experience in Ukraine, none. No experience in the energy sector, none.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "But he had just been thrown out of the Navy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK, now --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Who would pay him millions of dollars to go on a company that had to be reformed, and the kid got thrown out of the Navy after his father pulled strings to get him in? You got thrown out tragically, I guess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Failing a drug test. But China doesn't pay a guy who fails a drug test millions of dollars, billions, in a private equity fund, and sure as heck, a crooked oligarch doesn't hire a guy who's drug-challenged to be on his board. They bought Joe Biden's office. Wake up, Democrats. You are covering up corruption and by the time this is over, you're going to be the party of corruption.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mr. Mayor, the guy's name is Shokin. He has signed an affidavit under the threat of perjury.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "He wants to testify. He wants to stand up --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hang on, he already has. He's -- we know. He talked to John Solomon. He talked to ABC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Talked to \"The Washington Post.\" Here's what we do know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I'm the first one who interviewed him, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. So, this is what we know, the vice president --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I found him. I found him hiding in a cottage because the man is afraid. And if this guy is crooked, he's not good at it. He's got a little cottage. He doesn't have a big Bentley like the phony prosecutor they put on yesterday. He's got a little car and he's scared out of his mind because these people there are dangerous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why would a vice president of the United States of America use that power, he literally is shaking down demanding in six hours the firing of a Ukrainian prosecutor or he's going to withhold taxpayer dollars whose using our money to shake this guy down in six hours, either fire him -- and it turns out that this is guy that is investigating the company that is paying his son who seemingly has no experience whatsoever --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Right. HANNITY: -- all of these billions of dollars? And I guess the bigger question here is he got away with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "And you have to be -- and you have to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And how does the media say that is not a pay-for-play scheme?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "From the moment you read \"The New York Times\" article in 2015 and you saw that Biden got away with having his son pulling down millions from the crookedest oligarch in Russia, you knew this was going to happen. I prosecuted corruption, Democrats and Republicans. I can smell this. Obama let this happen. When that article appeared in \"The Times\", any honest president would have called his vice president in and said, Joe, what are you doing? I sent you there to straighten out corruption and you have your son who has no capabilities getting millions from a crook in the Ukraine, or they may have said, because \"The Washington Post\" and all of the swamp the media allow us to commit crimes and go after them for nonsense, we can get away with it. And I believe that's true. These people are enabled. That's why yesterday, they actually put out a document demanding that their co- conspirators, the press, silence me, right? Why do you think they're silencing me? Because I'm not making any points? They are silencing me because I showed up with an affidavit yesterday, an accuser who is willing to stand up and point the finger at Joe Biden and say, you're a crook. And I have the proof and I have the documents. And I've got -- the witness will say the corroboration because there are more witnesses where he came from. The American people are fair people and they don't like what they see which is a family, the Biden family, that has been using as an asset for themselves, his public office, going back to his brother who was selling his Senate office when he was a lobbyist in health care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And health care--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "It's scandal after scandal covered up by a compliant crooked press.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We will get into the billion five in the China deal--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "The double standard have to add--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--would you testify because I Jay Sekulow is absolutely right. You don't have to do anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I don't know I'm weighing the alternatives. All go through it. I'll get all my evidence together I'll get my charts. I don't know if they would let me use video tapes and tape recordings that I have. If they will let me get some of the evidence that I gathered. And I have to tell you Sean, all of this nonsense about I've interfered with the election. I gathered all this evidence before the Mueller probe ended so it was clearly under my responsibility as the lawyer for the President of the United States. The final meeting that the Ukrainians asked for I did in the investigation was over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Look I go to political questions I'll bring it up one more time. POLITICO, January 11th 2017 Ukrainian efforts to sabotage Trump backfired. Key officials are scrambling to make amends with the President-elect after quietly working to boost Clinton. \"The article\" Politico\" they are not concerned Ukrainian government officials trying to help Hillary and undermined Trump to publicly question his fitness for office. They disseminated documents implicating a top Trump aide in corruption suggested that they were investigating the matter. A Ukrainian American operative was consulting for the DNC. He met with these officials in the Ukrainian Embassy in D.C. in an effort to expose ties and et cetera to the Trump campaign. Paul Manafort, Russia, and in the end, the Ukrainian efforts had an impact in the race helping to force Manafort's resignation advancing the narrative. Mr. Mayor, thank you for being with us. Joining us now Senate Judiciary Chairman, Lindsey Graham. Senator, good to see you your reaction to all of this. Why would a Vice President of United State of America hold out a billion dollars and you got six hours fire that prosecutor a Ukrainian prosecutor or you should not get the billion? Why would he ever do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATOR LINDSEY GRAHAM (R-SC)",
      "sentences": "I can imagine if Mike Pence did that you might be hearing all about it but the whistleblower investigation has been sent to the Intelligence Community. We will look at all things Biden. I hope somebody outside of politics would do to the Biden team what they did to Trump. Look at it really hard and see if a crime was committed. But here's what bothers me tonight. This \"New York Times\" article about Barr talking to Australia is the beginning of an effort to shut down Barr's investigation to find out how this whole thing started and let me tell you why. I want to say on national television, Barr should be talking to Australia. He should be talking to Italy. He should be talking to the U.K. to find out if there intelligence services with our intelligence services properly to open up a counterintelligence investigation of Trump's campaign. If he's not doing that, he's not doing his job. So I'm going to write a letter to all three countries and asking them to cooperate with Barr. This is a letter sent by my Democratic colleagues in May of 2018 to the Ukrainians saying that if you don't cooperate with the Mueller investigation, we are going to stop our aid. So here's what I want American people to know. It's okay to cooperate with Mueller to get Trump but it's not okay to cooperate with Barr to find out that Trump was a victim of an out of control intelligence operation. We're not going to have the country like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Senator, do you believe as I believe of eventually the evidence will show what will probably emerge into a Durham or Barr report at some point that high ranking intelligence officials not the ranking file people that keep us safe every day. In part two issues here, turning the powerful tools of intelligence of the American people that you believe those three specific countries Australia, Italy and Great Britain that there was a specific outsourcing of illegal spying in other words, they sub contracted spying that in order to circumvent American laws. They said we use spy on this person for me. Do you believe that likely happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I don't know but I know we are going to find out about that in two weeks and I think Barr should be looking that. But I want to make this point really clear. This \"New York Times\" article is an effort to stop the Barr from looking at how this whole thing began in 2016 regarding the Trump campaign. What are they afraid of? This really bothers me a lot that the left is going to try to say there's something wrong with Barr talking to Australia, Italy, and the United Kingdom. If you're worried about foreign people being involved in our election, you are to be worried about Christopher Steele being hired by the Democratic Party and here's my question. Is this whistleblower, whoever he or she may be, do they have any connection to the intelligence community, the old intelligence community that was corrupt and failed? They are CIA agents out there risking their lives are American patriots. But Brandon and Clapper, I am hoping and praying that somebody will look at the way the counterintelligence investigation against the Trump campaign began was it based on evidence said Papadopoulos was working with the Russians or was it based on stuff coming from countries friendly to us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know the President, when we were speaking with President Zelensky which were never should be leak, as no foreign leader is ever going to want to talk on the phone again with our President, and we need that to happen for the safety and security. But when the President says I need a favor. We've had these election problems and you guys seem to be in the center of it all and we even have \"POLITICO\" outlining here that they were admitting that they helped Hillary Clinton and they were trying to make amends for the work that they did to sabotage our elections. I thought everybody in the media cared about that but it's only if it's Donald Trump, that's right? It doesn't matter if it's Hillary's dossier and it doesn't matter that its Ukraine is telling us they did it. They influenced our election that there were Democratic operatives that went to them and colluded with them for the purpose of getting damaging information. Isn't that pretty clear in that \"POLITICO\" article to you sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, it's very clear - a couple things are clear. Democrats wanted the Ukraine to work with Mueller and if they didn't they would cut off their aid. It's clear to me that liberals are starting an attack against Barr to shut him down from going to Italy, Australia, and the U.K.to find out if there was something wrong regarding opening up the investigation into the Trump campaign to begin with. If that's not a double standard, I don't know what would be. So to Attorney General Barr, you are doing the country a great service by trying to find out what happened in 2016 regarding a counterintelligence investigation of the Trump campaign? These countries should be cooperating with Barr. There's nothing wrong with him looking into it. And as a matter of fact, there would be something wrong if you didn't. So I'm a Republican Senator is going to right to these three countries urging them to cooperate with Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When are we going to finally get the IG report Senator on FISA abuse because it's funny but it's not because we know that that was an unverifiable dossier and it's a dirty Russian dossier. You know, you think about this. You think okay well they care about election interference. The POLITICO, right here, they talk about what Ukraine did to interfere in the 2016 election? They didn't care about Russian interference with Hillary's dirty dossiers the mob or the Democrats. They didn't care that she screwed Bernie out of a primary. They didn't care that they rigged an investigation she clearly obstructed justice. I think if I'd deleted subpoenaed emails I'd be in deep, deep you know what. So what about the double standard in all of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, what about whether or not the whistleblower people are around the whistleblower were tied to the folks that opened up the investigation against Trump to begin with? We will see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Senator, thank you for being with us. When we come back, Karl Rove, Reince Priebus, how this \"Inquiry\" is back firing on the Democrats? What impact it will have on 2020? And by the way, New York City is going to find residents if they use the term illegal aliens. I do the show in New York City, at all. They may arrest me while I'm on the show saying illegal aliens. Apparently it's illegal, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm joined by Karl Rove and Reince Priebus. PC culture is running rampant. New York City Comrade De Blasio, New Yorkers can now face staggering fines up to $250,000 for saying illegal alien. If they sense any anger in the way you say it. Trace Gallagher, did I just risked getting fined $250,000 for saying illegal alien which happens to be the actual statutory language all over the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "sentences": "Yes you're exactly right Sean. For context, we should note under U.S. code, illegal alien is the legal and appropriate term for those who are in the country illegally but now New York City's commission on human rights says if you use the term illegal alien to demean or harass a person you face a $250,000 fine. The very saying 250,000 is in place if you call it emigrations and customs and enforcement on someone with a \"Discriminatory motive\" though the new policy doesn't explain how to make a nondiscriminatory call to ICE. The human rights commission has also outlawed criticizing people for their proficiency in English. With the Deputy Mayor of New York saying \"This new legal enforcement and guidance will help ensure that no New Yorker is discriminated against based on their immigration status or national origin\". This, by the way, is the same commission that banned employers and landlords from using gender pronouns other than those preferred by employees and tenants. By the way, if you use the wrong gender pronouns it's a $250,000 fine. Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow. We are losing the country at all hands on deck as I said at the start of the hour. Trace, thank you. On Saturday, Speaker of the House and name only Nancy Pelosi signaled her willingness to throw caution to the wind and consequences be damned and pursued the President's impeachment. Even if that means Democrats lose the House in 2020. By the way, that is following in the footsteps of the real leader, Ocasio- Cortez. And you know things are bad for Democrats when committing in Bill Maher seems to be the only one making any sense when it comes to Joe Biden's significant serious situation with his son Hunter and the millions of dollars that he got in Ukraine from the guy that's looking into it was the one that was fired with our tax money after he shook him down and then of course we have the whole China issue which we've been covering. Anyway take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL MAHER, AMERICAN ACTOR",
      "sentences": "It's just so - why can't politicians tell their kids could get a job? Get a job. I mean, this kid was paid $600,000 because his name is Biden buy a gas company in Ukraine. The super corrupt country and just add a revolution to get rid of corruption. It just looks bad. It does sound like something Don Jr. would do and if Don Jr. did it, it would be all which were not I was talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We all everybody in the media was talking about. Here with reaction, Former RNC Chairman, Michael Buss Law President Reince Priebus. Former Deputy Chief of Staff to George W. Bush, the brain himself, Karl Rove Fox News Contributor and also Former White House Press Secretary now also Fox News Contributor, Sarah Sanders. Karl Rove, let's get your take on this. It's like your white board take. I don't see this working out well especially with the liability of Biden and I see another boomerang coming really quickly and I don't think the media is going to be able to spin out of the Biden aspect of this and blame Trump for what was an innocent phone call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "sentences": "Look, Democrats are bent upon impeachment. They're going to make several mistakes along the way they already have. They aren't doing it formally so they are not granting as they have done in all previous impeachments against Presidents and members of Congress and judges, the right of the minority to undertake certain actions, subpoenas, witnesses, so forth. They're going to do it quickly. They left town for two weeks but they are bowing when they come back they're going to do it quickly. And third, they are doing it without - they are going to impeach without creating a bipartisan agreement that this is worthy of being taken to the United States Senate. So look, on the short run, they are going to be on a sugar high and they're going to feel good themselves but I don't think it's an accident that of the 19 Democrats who won seats in 2018, and districts that Donald Trump carried by four points are more than a ten of them have not yet even endorsed the inquiry. Democrats have 19 of the seats that were won by Trump that they flipped that were carried by four points or more. They have 31 seats that were carried by Trump that they flipped in 2018. They have 43 seats that they carried that were previously occupied by a Republican member of Congress that they flipped in 2018. They lose 15 or 16 seats and - should lose 17 or 18 seats and they could lose control of the House by time of the 2020 election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Reince, you look at your State of Wisconsin and the good people of Wisconsin. I don't see the Democrats they've done much of anything except try to impede any progress. They are not going to work on any issues except lies, conspiracy theories, Russia and Russia for nearly three years and now they come up with another witch hunt. How is that going to play in Wisconsin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINCE PRIEBUS, FORMER WHITE HOUSE CHIEF OF STAFF FOR PRESIDENT TRUMP",
      "sentences": "It's not and that's a weighed in practice that's a perfect lead-in into what I would like to points are going to be. Number one, similar to what Karl said, the President has a huge simple advantage in this fight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "The advantage is - is that this is completely partisan? 90 percent of the Democrats support impeachment, the House Committees of jurisdiction are all partisan and the Trump team needs to keep it that way because as all of these details are really important, your show so far going through every one of the details with your guess. But someone also has to be talking about the big picture and in a state like Wisconsin, most people out there, they aren't following all the details, and what is the big picture? The big picture is that the President can't be removed because there are going to be 20 Senators agreeing to removal so what do we have? We have this huge waste of time and this huge waste of money. Nothing's getting done for the American people and going into the election, that's going to be the message of President Trump. So as long as this is what it is, which is just a huge partisan exercise were nothing is actually going to happen, the American people are likely going to see it for what it's worth which is just a big partisan fight that's the disadvantage of the American people and someone, I think it's happening but certainly part of this messaging operation out of the White House and obviously the RNC is doing a great job, has to be on the simple big picture of what this is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sarah, you dealt with the media, I don't know how you did that job? It's not one I can handle. I don't think I have the temperament for such a job let's put it that way. But look at the medium mob always just a conspiracy? A theory about Joe Biden, let's see. He is on tape bragging about demanding the firing as Vice President of a prosecutor. Six hours or you don't get the billion dollars. He's leveraging our tax dollars. His son, we know, didn't have any experience with Ukraine or energy. He is making an awful lot of money. He is making a lot more in China too that's a separate issue that we've covered. I'm thinking that how does the media just deny reality like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH SANDERS, FORMER WHITE HOUSE PRESS SECRETARY",
      "sentences": "It's because they don't like the President. It's real simple. It's sad because it's absurd that the real scandal here is all of the use of the Vice President's Office that Joe Biden took part in helping enrich his family. That's the scandal. President Trump shouldn't be getting impeached he should be getting celebrated for actually draining the swamp and delivering on another one of his campaign promises. If he was a Democrat, the liberal media would be absolutely cheering him on for going after corruption. They would be cheering him on and worshiping him the way that they did Obama because they have a reason to celebrate as President. He's actually getting something done. Something Obama didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Exit question one word answer. Does this help or hurt the President in the end? We'll start with Reince, help or hurt?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "I think neither. I think it's a big - I don't think it's an advantage or disadvantage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Help or hurt?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Hurts the Democrats. It depends on how the President and his team react to it whether or not it helps them but it certainly hurts the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Last words help or hurt Sarah?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "I think it helps but hurts the country. It helps the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, thank you both. Thank you all. We will continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, the villain of the day, the unhinged Hollywood Actor, kind of has been, Robert De Niro, who again went on a profanity lace rent this time against Fox News and President Trump during his appearance. Jeff Sacher's stenographer, humpty dumpty Ryan Stelter star that he is. The ratings were so big, it's huge. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT DE NIRO, HOLLYWOOD ACTOR",
      "sentences": "This guy should not be President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And when you say that folks on Fox come after you. I member that Tony got up there and cursed. What you know, it's not in FCC violation but it is still a Sunday morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He does have a history of these violent, crazy and saying anti- Trump remarks you may remember--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIRO",
      "sentences": "How dare you use say the things he does. Of course I want to punch him in the face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIRO",
      "sentences": "Today the world is suffering from the real Donald Trump. Come on. Let's gulp it what are we talking about? Let's clap for that, this idiot is the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, deranged. Let's see, Hollywood, elitists, pampered, hypocrite, spoiled, brat and massive ego with no common sense intellectual honesty at all. We will never be the media mob or anybody in Hollywood. Let not your heart be troubled. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Welcome to \"Hannity.\" We have so much information it will take the full hour that we will give you tonight. But I promise you, the media mob, the single most repugnant, corrupt, lying group of people in this country with a political agenda for one party, we're going to lay out the truth each and every detail. But the president did absolutely nothing wrong. Nothing. The Democrats, the media, they are just outright lying to you again. Three years of lies, cover-ups, conspiracy theories, and a hoax, they're doing it all over again. And this is from the country, I will tell you this, if you love our country, and I know you do, and this is an all hands on deck moment. This is about our way of life. This is about our system of governance that has been the single greatest system ever created by mankind that has raised the standard of living in the entire world -- life, liberty, pursuit of happiness. You believe in that, the role of law, freedom, our Constitution, our rights, you really need to engage now like you never have been, because they, on the other side, along with their cohorts' unholy alliance, the media mob, the Democratic Party, they're one in the same, because what they're doing is so dangerous, wanting to undo an election at any circumstances, that if they succeed, the American that we inherited will be unrecognizable. As we speak, what is happening, they are attempting to remove a duly elected president from office based on nothing but a manufactured crisis. Now, a second witch hunt, after three years of the first witch hunt. Four investigations, no collusion. Well, they now started another one but this when they are not going to make this a mistake, which is, oh, we're not going to wait three years and then get disappointed in the end, when it doesn't come out the way we thought it was going to come out. This is devoid of actual crimes, misdemeanors, even minor impropriety doesn't exist here and the great irony is that once again, it is the Democrats that are guilty of nearly every single accusation they are throwing at the president you elected that they want to remove from office. It's now a running theme on the left and the media. Everything they accuse the president of, they themselves are guilty of doing. You want clear evidence of a quid pro quo? OK. Look no further than sleepy, creepy, crazy Uncle Joe. He is bragging about it. Now what about Russia collusion? OK. We have Hillary Clinton. You had the dirty Russian dossier with funneled money, hiring an op research group and MI-6, Christopher Steele there. As \"The New York Times\" called it, Russian disinformation from the get-go. And then it was used, of course, to spy on the Trump campaign transition and even the president of the United States, one of numerous ways, this president has had deal with things that no other president has deal with before. Now, it's Ukrainian collusion. In 2016, a DNC -- now, pay attention to this -- a DNC contractor was paid hundreds of thousands of dollars. Why? To pressure Ukraine and Ukrainian officials to dig up dirt on Donald Trump and trash his campaign. And as an added bonus, oh, we do have four U.S. senators, that's right, let's see, Menendez, Murphy, Leahy, oh, and Dick Durbin. They are all on records threatening the government of Ukraine with untold consequences, if they don't comply with their anti-Trump demands and their investigation witch hunt from the Russia issue. Where's all the hysteria over those quid quo pros? Only matters if they can bludgeon Trump. You know, for example, Hillary -- she, yes, paid for Russian lies to influence the campaign. Nobody said a thing after she stole a primary, rig it, after she had rigged investigation that kept her in the race, and she gets the insurance policy. Wow. What about the hysteria over all of those examples of collusion? Only if it's Trump. Only -- you know, where are the I-believers surrounding a Democratic lieutenant governor in Virginia? You know what? What we're watching here is a pattern unfolding, and it's sort of quickening now, and that is they're not going to wait three years. We will just impeach him, A, B -- let's pick it out of a hat. And the mob, of course, supports it with no logic, no facts, no reason. You have to suspend every bit of God-given intelligence and common sense you have to believe there's anything to this. And we'll have all the details about the hypocrisy coming up tonight. Now, we do have Joe Biden's campaign. Well, they want to actually stop Rudy Giuliani from talking, demanding TV executives block him from appearing on shows like ours. By the way, they don't want him exposing the truth about, yes, what Joe did with the prosecutor. Why would a vice president of the United States of America want a Ukrainian prosecutor fired or he's going to withhold $6 billion and, by the way, you only have six hours to do it? That would be a shakedown by Biden, oh, for the reason of -- oh, that's right. He wants to protect his son who had no experience in Ukraine, oil, gas, or energy, and was getting paid a fortune, millions of dollars. And Giuliani, by the way, was also just subpoenaed by House Democrats. This is going to be one of the greatest shows on earth. Can't wait to see that. Rudy Giuliani will join us in a moment. And if Biden would like to defend his actions as vice president, we've invited him on the show. I'll give him a whole week's worth of shows, high showing cable. You can join us right here five nights in a row, Joe 30330. We'll even give him three hours of my radio show. We'll have more on that. But first, we do have major breaking news that is devastating to our national security. Once again, the contents of yet another private phone call between our president and a world leader was leaked this time to \"The New York Times.\" This is now the fourth time, the fourth example, leaking the president's confidential communications with world leaders. Let's see, Australia and then Mexico, and Ukraine, and now, Australia again. Geraldo put it well. This president is being forced to deal with, quote, snitches and rats and backstabbers for three years -- people within our government trying to sabotage, undermine and undo an election. What other president has ever had to deal with this? Think about it. Each day, President Trump now has to work against powerful, unelected deep state bureaucrats that hate him. How does he get to do his job? At what point does this become dangerous, for the entire world if he can't negotiate in good faith with world leaders? What world leader will ever talk to the president and confidence on a phone call? And some of these bad actors now spy on the president's communications and leaking them to the media. It is a massive national security crisis. Who is spying and leaking this information? Calls between world leaders must be some of the most guarded conversations in the White House. World leaders must be able to communicate freely and clearly with our president. That would be good for world peace, negotiation, our economy. But that's never going to happen again. The trust is now forever been broken. The world is less safe because of what these people are doing, abusing the powerful tools of intelligence that we entrust to them keep us safe, not to use as political weaponry against American citizens or an American president. And so far, we have seen links, as I said, Mexico, Australia, Ukraine and yes, now we have another leak with the Australian prime minister. Now, if this is how business is going to be conducted, it's probably time we get the contents of some other people's calls, other presidents. For example, how about Obama's conversations -- I'll have more flexibility after the election? I'd love to hear the after the election calls and the promise he made to Vladimir Putin. Or how about the full transcript of Obama's calls with the mullahs in Iran or President Rouhani that led up to this horrible nuclear deal and him getting $150 billion to, yes, the number one state sponsor of terror that wants to wipe Israel and the U.S. off the map? And while you're at it, why don't we get Biden's communications and phone calls and transcripts of the leaders of Ukraine that he talked to when he was put in charge of Ukraine? And that's when his son got that lucrative deal. Is that what they want? And, by the way, what was the big so-called bombshell development from the most recent leak. All right. Look at \"The New York Times\", President Trump requested the Australian government that they cooperate with the attorney general's investigation into what is the origins of the Russia probe. In other words, a DOJ official is now telling FOX News, the attorney general did as the president to make standard introductions to officials in multiple countries who may have pertinent information in the ongoing Barr- Durham probe. Now, according to the Department of Justice, these requests are not out of the ordinary at all, and so far, the countries have been very helpful without any need for pressure from the White House. And you won't likely hear this from the media mob. You see, this is the part of the story and the Russia witch hunt that they didn't want to pay attention to. Yes, we're going to get the story on FISA abuse and the inspector general's report. We're also going to get the Barr-Durham report at some point, too, and the investigations into the origins of this Russia witch hunt -- incredibly important, nonpartisan investigation. A big piece of the probe surrounds whether or not, let's see, Obama administration, intel people at the highest levels, whether they tried to circumvent United States law, spy on American citizens by simply circumventing the law and outsourcing and subcontracting the illegal surveillance to intel agencies in foreign countries like Great Britain, can you do me a favor? I need information on, oh, President Trump. Italy, do you mind spying on our president? Australia -- yes. All of those countries are being looked into as having done that for, yes, our own intelligence people because legally they can't, so they thought they were being cute trying to get around that law. So, it's pretty clear why the Department of Justice would need to be working with Australian, Italian, and authorities in Great Britain to probe into the origins of a Russia witch hunt as a very real investigation into real serious government abuse of power and corruption. Democrats, the media, they have never told you that story. They don't care about actual crimes. If they did, they would've clearly seen what we did a slam-dunk case, Hillary Clinton committed multiple felonies in the Espionage Act. They would've seen she obstructed justice when she deleted the subpoenaed emails and all the other garbage. They would say that when it says that the top of a FISA application \"verified\", and you don't verify it and you use Russian lies to spy -- to spy on a campaign and then a transition team and then a presidency and then deny another American their constitutional rights, yes, they would've told you that story too. But they, well, conveniently left it out. Instead, the left is totally consumed with hatred for all things Donald Trump. In fact, they have spent only the last three years trying to find some way, anyway, to impeach him. Look at \"NewsBusters\". The mob began calling for impeachment only two days, two days after he got elected. The next 35 consecutive months, guess what, more and more calls for impeachment. Never-ending impeachment, impeachment, impeachment. What it does to the country, they don't care. They care about peace and protecting our country -- they don't care about that either. They care about economic opportunities and jobs and the -- and the economy -- they don't seem to. Take a look."
    },
    {
      "speaker": "REP. MAXINE WATERS (D-CA)",
      "utterance": "I will fight every day until he is impeached. Impeach 45. Impeach 45."
    },
    {
      "speaker": "CROWD",
      "utterance": "Impeach 45!"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Donald Trump now sits at the threshold of impeachment."
    },
    {
      "speaker": "REP. STEVE COHEN (D-TN)",
      "utterance": "We're introducing articles of impeachment to remove President Trump from office."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Given the events of today, the likelihood of impeachment, I'm not saying it's high necessarily, but it certainly went out."
    },
    {
      "speaker": "REP. TED DEUTCH (D-FL)",
      "utterance": "The Constitution could not be any clearer. Impeachment is the appropriate remedy."
    },
    {
      "speaker": "REP. RASHIDA TLAIB (D-MI)",
      "utterance": "We're going to go in there and we are going to impeach the mother (EXPLETIVE DELETED)."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "utterance": "I have called on the House to initiate impeachment proceedings."
    },
    {
      "speaker": "SEN. KAMALA HARRIS (D-CA), PRESIDENTIAL CANDIDATE",
      "utterance": "He told us enough to interpret what he said as a referral for impeachment proceedings."
    },
    {
      "speaker": "REP. ILHAN OMAR (D-MN)",
      "utterance": "It's time for us to impeach this president."
    },
    {
      "speaker": "REP. JERRY NADLER (D-NY)",
      "utterance": "We are considering what to do about it, including possible voting of the articles of impeachment."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "utterance": "There should be an impeachment inquiry opened."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We're going to get lectures from her. Any -- anything missing from all this hysteria? No crimes, no misdemeanors, no conspiracy, no collusion, no obstruction. Anger, conspiracy theories, outright lying repeatedly, propaganda, misinformation, slanders, smearing, besmirching, that's what you get from your modern day Democratic, extreme, socialist party, and God forbid, they ever give you your Green New Deal and Medicare for all. This is what they wanted since 2016. Now, Democrats and the mob, they value vengeance above all else. They are so disappointed that there lies didn't become their reality, and their current impeachment hysteria surrounds nothing but what is a nonstory about a perfectly normal telephone call between the president and his Ukrainian counterpart. We now have the transcript. There was no quid pro quo. There was no collusion. There was no misconduct. The United States and Ukraine even have a treaty that allows the two countries mandates that we cooperate in the investigation. Yes, the president was saying, we have all this trouble with our election and you guys were at the center of it. The president, by the way, had this to say about the hysteria. Take a look."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "This whole thing is a disgrace. There's been tremendous corruption and we're seeking it. It's called drain the swamp. There's been corruption on the other side. It is been corruption like you've never seen. Now, the new president of Ukraine ran on the basis of no corruption. That's how he got elected, and I believe that he really means it. But there was a lot of corruption having to do with the 2016 election against us, and we want to get to the bottom of it and it's very important that we do. Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You've got to read the transcripts. This was a perfectly normal legal phone call, so normal in fact that no leaker or liar, you know, the cowardly Schiff -- he had to make up his own fabricated version of the transcript and perform a dramatic reading during an official hearing. Meanwhile, there are so many unanswered questions surrounding the whistleblower that's not a whistleblower, and the report, and all of this leaking, and the dangers that it imposes to this country and our constitutional governance. Why? So they can push this president out, because as one congressman said back in May, yes, we can't beat him. We probably can only get rid of him by impeach him and that is, you know, all of these questions. Jay Sekulow joins us. He is the president's attorney and he is also the chief counsel of the American Center for Law and Justice. So, I read the transcript --"
    },
    {
      "speaker": "JAY SEKULOW, PRESIDENT TRUMP'S ATTORNEY",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- and they are having a pleasant conversation. Ukraine is at the heart of all of this. The president says we need you to get to the bottom of election interference on the 2016 election."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Right. Yes, let me give you a little -- I think it's important for everybody to understand. Let's remember how this starts. Days before President Trump is sworn into office, days before he's sworn into office, there is a change in intelligence information sharing. For eight years, the Obama administration was quite satisfied with it going to just three agencies. With about ten days left, before the transition to a new president, they switched that and allowed it to go to 18 agencies. James Comey also has planted over at the White House and agent from the FBI dual assigned, going back and forth between the FBI and the White House. What was that person's job? Then we have the leaks. Let's talk about these leaks for a moment. You've got conversations starting in the early part of the administration that were leaked by intelligence officials, public conversation -- private conversations released to the public. That's called crime. Then, you have it continuing. Continuing even this afternoon. We're getting more information. So, now, the president of the United States, on phone calls with other heads of states, now has to understand that his phone calls are likely to be leaked to the press. Why are they doing this? Could it be they are doing this because there's an investigation of the investigators going on by Mr. Durham, the U.S. attorney in Connecticut? Could that be the reason that this is all happening? Could it also be the reason, Sean -- and this is how I look at this. You look at what is the rule, regulation, statute that was violated in the conversation that the president had with the president of Ukraine? None. Nothing. Where was the collusion with Russia? Did not exist. Where was the obstruction? Did not happen. Now, it's Ukraine. Well, then, it was, first, it was quid pro quo, but then there was no quid pro quo. Then it was a cover-up except the transcript had already been released. So, you know this is? This is an attempt, a lame one, I have to say, from the Democratic Party right now to placate their leading left-wing people that are actually running this party it appears. But you know who is suffering from this? The president's governing, he's doing his job -- the American people. We do. That the president would be put into a situation where he now has to worry about conversations that he is having with world leaders being leaked to the press. That is not good for our constitutional republic. So, what's at stake here is the very constitutional balance. So, what does Adam Schiff do? He doesn't read the transcript. Why didn't he read it? Because there's nothing to it. There's no problem. What does he do instead? He comes up with a dramatic presentation, a reenactment not based on the actual script. When he had the actual script, because the White House released it. So, what is this? This is a fraud being perpetrated on the American people. And now, we have a pattern and a practice of intelligence officers, people assigned to intelligence agencies, leaking conversations of the president of the United States with heads of state. You know what it puts at (ph)? It puts the entire constitutional framework at risk, and shame on them for what they're doing but here's what's going to happen, Sean. We will find out exactly who's doing what, how it was being handled. Did it start with that initial executive order by President Obama at the end of his administration? What is happening now, we're going to get to the bottom of it. And so, what did they try to do today? They try to subpoena the lawyer. Rudy Giuliani, the president's counsel, my colleague. Nonsense. The information contained in the subpoena is protected by attorney-client privilege. It's outrageous what they're trying to do. I think it's also interesting that they didn't subpoena him to testify. They just want documents. They don't want him to testify because you know what the truth is? He has more information than they do, and you don't put up a witness that has more information than you do. So, I think this is the whole -- this entire matter as a put up on the people and I think that the American people I know are smarter than that, they know exactly what's going on here. And I will tell you this. I've dealt with this with the press all weekend. This -- how is the White House going to react? How's the president's private counsel going to react? You know what? We went through a war with Bob Mueller and we won. This is a skirmish. We don't need a war room. We just we need to respond as appropriate, we will. This will be handled. That's it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Jay Sekulow, thank you for joining us. Let me explain how -- if we go to the \"Politico\" article, please -- the problems for Joe Biden are serious here and especially -- look at \"Politico\", 2017. I have the copy right here. This is -- if you look at it. I've got it right here somewhere. It is July I'm sorry, January 11th and it is in 2017. Let me go back and read from this particular article because this gets to the heart of everything the Democrats are doing and what they have done wrong and what they're going to continue. Look at that. Ukrainian government officials tried to help Hillary Clinton and undermine Trump and by publicly questioning his fitness for office. They also disseminated documents implicating a top Trump aid in corruption and suggested that they were investigating the matter only to back away after the election. They helped Clinton's allies research damaging information on Trump and his advisors. Well, it continues to mount for sleepy, creepy Uncle Joe. Rudy Giuliani is with us, former New York City mayor. I actually would like to see you go and take on Congress because I believe Jay Sekulow, your partner, is correct."
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S PERSONAL ATTORNEY",
      "utterance": "I don't have any experience in a courtroom."
    },
    {
      "speaker": "HANNITY",
      "utterance": "No."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "And I get nervous public speaking and these people are of such intellectual heavyweights, I don't know if I can handle -- handle Schiff. He's such a good actor."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But look at this July 11th -- January 11th, while he was still a president-elect, Ukraine admitted they were doing election interference in this country. The president in this call asked them to help get to the bottom of what the media and Democrats said they wanted. They're not doing it."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Sean, you just laid out the reason why I was investigating and the reason why the president of the United States had obligations to ask the president of the Ukraine to follow up on these allegations because there is substantial -- I don't want to exaggerate it but pretty close to overwhelming evidence, including a finding by a Ukrainian court that Hillary Clinton and the Democrats cooperated with Ukrainians with the order coming directly from the White House in January of 2017 to dig up dirt on her political opponent and they did. Vogel and whoever the other person's story was in \"Politico\" -- I bet \"Politico\" regrets printing that actually because now, they're doing everything they can to cover it up. But, in fact, they laid out the reasons why if I didn't investigate it, I'd be guilty of malpractice. You know, they seem to forget that I'm a lawyer. If I were defending a terrorist, they would be going crazy that I was called before a Senate committee. All those civil liberties groups would be saying, right to counsel, how can they intimidate a lawyer, and its fearless pursuit of trying to find justice. I was not involved at any election, anything. This started two years before the election. It started and ended pretty much before the Mueller probe was over. I was still gathering evidence to prove his innocence and, all of a sudden, I realized that there was a frame up, a deliberate one, at the highest levels of our government, and then a colossal pay-for-play scheme at the highest levels of the Obama administration, eerily similar to the Clinton Foundation completely corrupt behavior in which the Clintons sold her office of secretary of state for millions. In this case, Biden sold his office for millions. Is there anybody that believes that Ukraine or China were paying for Hunter Biden's expertise? Or do you have the common sense to realize they were buying Joe Biden's office? And that is very damaging to the United States. Joe Biden was sent to Ukraine to in part deal with corruption and he helped to corrupt the Ukraine. He is a laughingstock. We are because we talk about corruption and this guy puts his incompetent son to work for the most crooked oligarch in Russia? I mean, it is outrageous. The only really sad part of this, Sean, is how much in the tank and how corrupt this media has become. They have corruption staring them in the face and they closed their eyes to it and then they make up charges against President Trump that aren't true. They don't look at this whistle-blower. He is giving them hearsay evidence. The thing is filled with I don't know, I heard it, I overheard. There's not a single time he says, I know. Yesterday, I produced a witness who is under oath. He is willing to give his name. He is willing to testify. Maybe one of our Republicans in the Senate could call him. He is the guy that Biden fired. He is the guy that will testify under oath. He will face Biden and say, you corrupted my country. You got me fired on false pretext and then you had the case against a corrupt company dismissed. And I'm going to tell you one other thing -- Biden's corruption helped to cover up all of the allegations of collusion because there was a company involved run by George Soros which was involved in the investigation, and that was closed down to cut off all of the proof, the additional proof, of just how far the Democrats went in corrupting the 2016 election and in corrupting the Ukraine."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mr. Mayor, the vice president was put in charge of Ukraine. Let's go to the timeline. 2014, it was only months afterward."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes, put in charge, corrupt it (ph)."
    },
    {
      "speaker": "HANNITY",
      "utterance": "His son -- we can find no experience in Ukraine, none. No experience in the energy sector, none."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "But he had just been thrown out of the Navy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK, now --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Who would pay him millions of dollars to go on a company that had to be reformed, and the kid got thrown out of the Navy after his father pulled strings to get him in? You got thrown out tragically, I guess."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Failing a drug test. But China doesn't pay a guy who fails a drug test millions of dollars, billions, in a private equity fund, and sure as heck, a crooked oligarch doesn't hire a guy who's drug-challenged to be on his board. They bought Joe Biden's office. Wake up, Democrats. You are covering up corruption and by the time this is over, you're going to be the party of corruption."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mr. Mayor, the guy's name is Shokin. He has signed an affidavit under the threat of perjury."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "He wants to testify. He wants to stand up --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hang on, he already has. He's -- we know. He talked to John Solomon. He talked to ABC."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I know."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Talked to \"The Washington Post.\" Here's what we do know."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I'm the first one who interviewed him, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. So, this is what we know, the vice president --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I found him. I found him hiding in a cottage because the man is afraid. And if this guy is crooked, he's not good at it. He's got a little cottage. He doesn't have a big Bentley like the phony prosecutor they put on yesterday. He's got a little car and he's scared out of his mind because these people there are dangerous."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why would a vice president of the United States of America use that power, he literally is shaking down demanding in six hours the firing of a Ukrainian prosecutor or he's going to withhold taxpayer dollars whose using our money to shake this guy down in six hours, either fire him -- and it turns out that this is guy that is investigating the company that is paying his son who seemingly has no experience whatsoever --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": " -- all of these billions of dollars? And I guess the bigger question here is he got away with it."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "And you have to be -- and you have to be --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "And how does the media say that is not a pay-for-play scheme?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "From the moment you read \"The New York Times\" article in 2015 and you saw that Biden got away with having his son pulling down millions from the crookedest oligarch in Russia, you knew this was going to happen. I prosecuted corruption, Democrats and Republicans. I can smell this. Obama let this happen. When that article appeared in \"The Times\", any honest president would have called his vice president in and said, Joe, what are you doing? I sent you there to straighten out corruption and you have your son who has no capabilities getting millions from a crook in the Ukraine, or they may have said, because \"The Washington Post\" and all of the swamp the media allow us to commit crimes and go after them for nonsense, we can get away with it. And I believe that's true. These people are enabled. That's why yesterday, they actually put out a document demanding that their co- conspirators, the press, silence me, right? Why do you think they're silencing me? Because I'm not making any points? They are silencing me because I showed up with an affidavit yesterday, an accuser who is willing to stand up and point the finger at Joe Biden and say, you're a crook. And I have the proof and I have the documents. And I've got -- the witness will say the corroboration because there are more witnesses where he came from. The American people are fair people and they don't like what they see which is a family, the Biden family, that has been using as an asset for themselves, his public office, going back to his brother who was selling his Senate office when he was a lobbyist in health care."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And health care--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "It's scandal after scandal covered up by a compliant crooked press."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We will get into the billion five in the China deal--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "The double standard have to add--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "--would you testify because I Jay Sekulow is absolutely right. You don't have to do anything."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I don't know I'm weighing the alternatives. All go through it. I'll get all my evidence together I'll get my charts. I don't know if they would let me use video tapes and tape recordings that I have. If they will let me get some of the evidence that I gathered. And I have to tell you Sean, all of this nonsense about I've interfered with the election. I gathered all this evidence before the Mueller probe ended so it was clearly under my responsibility as the lawyer for the President of the United States. The final meeting that the Ukrainians asked for I did in the investigation was over."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Look I go to political questions I'll bring it up one more time. POLITICO, January 11th 2017 Ukrainian efforts to sabotage Trump backfired. Key officials are scrambling to make amends with the President-elect after quietly working to boost Clinton. \"The article\" Politico\" they are not concerned Ukrainian government officials trying to help Hillary and undermined Trump to publicly question his fitness for office. They disseminated documents implicating a top Trump aide in corruption suggested that they were investigating the matter. A Ukrainian American operative was consulting for the DNC. He met with these officials in the Ukrainian Embassy in D.C. in an effort to expose ties and et cetera to the Trump campaign. Paul Manafort, Russia, and in the end, the Ukrainian efforts had an impact in the race helping to force Manafort's resignation advancing the narrative. Mr. Mayor, thank you for being with us. Joining us now Senate Judiciary Chairman, Lindsey Graham. Senator, good to see you your reaction to all of this. Why would a Vice President of United State of America hold out a billion dollars and you got six hours fire that prosecutor a Ukrainian prosecutor or you should not get the billion? Why would he ever do that?"
    },
    {
      "speaker": "SENATOR LINDSEY GRAHAM (R-SC)",
      "utterance": "I can imagine if Mike Pence did that you might be hearing all about it but the whistleblower investigation has been sent to the Intelligence Community. We will look at all things Biden. I hope somebody outside of politics would do to the Biden team what they did to Trump. Look at it really hard and see if a crime was committed. But here's what bothers me tonight. This \"New York Times\" article about Barr talking to Australia is the beginning of an effort to shut down Barr's investigation to find out how this whole thing started and let me tell you why. I want to say on national television, Barr should be talking to Australia. He should be talking to Italy. He should be talking to the U.K. to find out if there intelligence services with our intelligence services properly to open up a counterintelligence investigation of Trump's campaign. If he's not doing that, he's not doing his job. So I'm going to write a letter to all three countries and asking them to cooperate with Barr. This is a letter sent by my Democratic colleagues in May of 2018 to the Ukrainians saying that if you don't cooperate with the Mueller investigation, we are going to stop our aid. So here's what I want American people to know. It's okay to cooperate with Mueller to get Trump but it's not okay to cooperate with Barr to find out that Trump was a victim of an out of control intelligence operation. We're not going to have the country like that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Senator, do you believe as I believe of eventually the evidence will show what will probably emerge into a Durham or Barr report at some point that high ranking intelligence officials not the ranking file people that keep us safe every day. In part two issues here, turning the powerful tools of intelligence of the American people that you believe those three specific countries Australia, Italy and Great Britain that there was a specific outsourcing of illegal spying in other words, they sub contracted spying that in order to circumvent American laws. They said we use spy on this person for me. Do you believe that likely happen?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I don't know but I know we are going to find out about that in two weeks and I think Barr should be looking that. But I want to make this point really clear. This \"New York Times\" article is an effort to stop the Barr from looking at how this whole thing began in 2016 regarding the Trump campaign. What are they afraid of? This really bothers me a lot that the left is going to try to say there's something wrong with Barr talking to Australia, Italy, and the United Kingdom. If you're worried about foreign people being involved in our election, you are to be worried about Christopher Steele being hired by the Democratic Party and here's my question. Is this whistleblower, whoever he or she may be, do they have any connection to the intelligence community, the old intelligence community that was corrupt and failed? They are CIA agents out there risking their lives are American patriots. But Brandon and Clapper, I am hoping and praying that somebody will look at the way the counterintelligence investigation against the Trump campaign began was it based on evidence said Papadopoulos was working with the Russians or was it based on stuff coming from countries friendly to us?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know the President, when we were speaking with President Zelensky which were never should be leak, as no foreign leader is ever going to want to talk on the phone again with our President, and we need that to happen for the safety and security. But when the President says I need a favor. We've had these election problems and you guys seem to be in the center of it all and we even have \"POLITICO\" outlining here that they were admitting that they helped Hillary Clinton and they were trying to make amends for the work that they did to sabotage our elections. I thought everybody in the media cared about that but it's only if it's Donald Trump, that's right? It doesn't matter if it's Hillary's dossier and it doesn't matter that its Ukraine is telling us they did it. They influenced our election that there were Democratic operatives that went to them and colluded with them for the purpose of getting damaging information. Isn't that pretty clear in that \"POLITICO\" article to you sir?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, it's very clear - a couple things are clear. Democrats wanted the Ukraine to work with Mueller and if they didn't they would cut off their aid. It's clear to me that liberals are starting an attack against Barr to shut him down from going to Italy, Australia, and the U.K.to find out if there was something wrong regarding opening up the investigation into the Trump campaign to begin with. If that's not a double standard, I don't know what would be. So to Attorney General Barr, you are doing the country a great service by trying to find out what happened in 2016 regarding a counterintelligence investigation of the Trump campaign? These countries should be cooperating with Barr. There's nothing wrong with him looking into it. And as a matter of fact, there would be something wrong if you didn't. So I'm a Republican Senator is going to right to these three countries urging them to cooperate with Barr."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When are we going to finally get the IG report Senator on FISA abuse because it's funny but it's not because we know that that was an unverifiable dossier and it's a dirty Russian dossier. You know, you think about this. You think okay well they care about election interference. The POLITICO, right here, they talk about what Ukraine did to interfere in the 2016 election? They didn't care about Russian interference with Hillary's dirty dossiers the mob or the Democrats. They didn't care that she screwed Bernie out of a primary. They didn't care that they rigged an investigation she clearly obstructed justice. I think if I'd deleted subpoenaed emails I'd be in deep, deep you know what. So what about the double standard in all of this?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, what about whether or not the whistleblower people are around the whistleblower were tied to the folks that opened up the investigation against Trump to begin with? We will see."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Senator, thank you for being with us. When we come back, Karl Rove, Reince Priebus, how this \"Inquiry\" is back firing on the Democrats? What impact it will have on 2020? And by the way, New York City is going to find residents if they use the term illegal aliens. I do the show in New York City, at all. They may arrest me while I'm on the show saying illegal aliens. Apparently it's illegal, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm joined by Karl Rove and Reince Priebus. PC culture is running rampant. New York City Comrade De Blasio, New Yorkers can now face staggering fines up to $250,000 for saying illegal alien. If they sense any anger in the way you say it. Trace Gallagher, did I just risked getting fined $250,000 for saying illegal alien which happens to be the actual statutory language all over the country?"
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "utterance": "Yes you're exactly right Sean. For context, we should note under U.S. code, illegal alien is the legal and appropriate term for those who are in the country illegally but now New York City's commission on human rights says if you use the term illegal alien to demean or harass a person you face a $250,000 fine. The very saying 250,000 is in place if you call it emigrations and customs and enforcement on someone with a \"Discriminatory motive\" though the new policy doesn't explain how to make a nondiscriminatory call to ICE. The human rights commission has also outlawed criticizing people for their proficiency in English. With the Deputy Mayor of New York saying \"This new legal enforcement and guidance will help ensure that no New Yorker is discriminated against based on their immigration status or national origin\". This, by the way, is the same commission that banned employers and landlords from using gender pronouns other than those preferred by employees and tenants. By the way, if you use the wrong gender pronouns it's a $250,000 fine. Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow. We are losing the country at all hands on deck as I said at the start of the hour. Trace, thank you. On Saturday, Speaker of the House and name only Nancy Pelosi signaled her willingness to throw caution to the wind and consequences be damned and pursued the President's impeachment. Even if that means Democrats lose the House in 2020. By the way, that is following in the footsteps of the real leader, Ocasio- Cortez. And you know things are bad for Democrats when committing in Bill Maher seems to be the only one making any sense when it comes to Joe Biden's significant serious situation with his son Hunter and the millions of dollars that he got in Ukraine from the guy that's looking into it was the one that was fired with our tax money after he shook him down and then of course we have the whole China issue which we've been covering. Anyway take a look."
    },
    {
      "speaker": "BILL MAHER, AMERICAN ACTOR",
      "utterance": "It's just so - why can't politicians tell their kids could get a job? Get a job. I mean, this kid was paid $600,000 because his name is Biden buy a gas company in Ukraine. The super corrupt country and just add a revolution to get rid of corruption. It just looks bad. It does sound like something Don Jr. would do and if Don Jr. did it, it would be all which were not I was talking about."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We all everybody in the media was talking about. Here with reaction, Former RNC Chairman, Michael Buss Law President Reince Priebus. Former Deputy Chief of Staff to George W. Bush, the brain himself, Karl Rove Fox News Contributor and also Former White House Press Secretary now also Fox News Contributor, Sarah Sanders. Karl Rove, let's get your take on this. It's like your white board take. I don't see this working out well especially with the liability of Biden and I see another boomerang coming really quickly and I don't think the media is going to be able to spin out of the Biden aspect of this and blame Trump for what was an innocent phone call."
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "utterance": "Look, Democrats are bent upon impeachment. They're going to make several mistakes along the way they already have. They aren't doing it formally so they are not granting as they have done in all previous impeachments against Presidents and members of Congress and judges, the right of the minority to undertake certain actions, subpoenas, witnesses, so forth. They're going to do it quickly. They left town for two weeks but they are bowing when they come back they're going to do it quickly. And third, they are doing it without - they are going to impeach without creating a bipartisan agreement that this is worthy of being taken to the United States Senate. So look, on the short run, they are going to be on a sugar high and they're going to feel good themselves but I don't think it's an accident that of the 19 Democrats who won seats in 2018, and districts that Donald Trump carried by four points are more than a ten of them have not yet even endorsed the inquiry. Democrats have 19 of the seats that were won by Trump that they flipped that were carried by four points or more. They have 31 seats that were carried by Trump that they flipped in 2018. They have 43 seats that they carried that were previously occupied by a Republican member of Congress that they flipped in 2018. They lose 15 or 16 seats and - should lose 17 or 18 seats and they could lose control of the House by time of the 2020 election."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Reince, you look at your State of Wisconsin and the good people of Wisconsin. I don't see the Democrats they've done much of anything except try to impede any progress. They are not going to work on any issues except lies, conspiracy theories, Russia and Russia for nearly three years and now they come up with another witch hunt. How is that going to play in Wisconsin?"
    },
    {
      "speaker": "REINCE PRIEBUS, FORMER WHITE HOUSE CHIEF OF STAFF FOR PRESIDENT TRUMP",
      "utterance": "It's not and that's a weighed in practice that's a perfect lead-in into what I would like to points are going to be. Number one, similar to what Karl said, the President has a huge simple advantage in this fight."
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "The advantage is - is that this is completely partisan? 90 percent of the Democrats support impeachment, the House Committees of jurisdiction are all partisan and the Trump team needs to keep it that way because as all of these details are really important, your show so far going through every one of the details with your guess. But someone also has to be talking about the big picture and in a state like Wisconsin, most people out there, they aren't following all the details, and what is the big picture? The big picture is that the President can't be removed because there are going to be 20 Senators agreeing to removal so what do we have? We have this huge waste of time and this huge waste of money. Nothing's getting done for the American people and going into the election, that's going to be the message of President Trump. So as long as this is what it is, which is just a huge partisan exercise were nothing is actually going to happen, the American people are likely going to see it for what it's worth which is just a big partisan fight that's the disadvantage of the American people and someone, I think it's happening but certainly part of this messaging operation out of the White House and obviously the RNC is doing a great job, has to be on the simple big picture of what this is?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sarah, you dealt with the media, I don't know how you did that job? It's not one I can handle. I don't think I have the temperament for such a job let's put it that way. But look at the medium mob always just a conspiracy? A theory about Joe Biden, let's see. He is on tape bragging about demanding the firing as Vice President of a prosecutor. Six hours or you don't get the billion dollars. He's leveraging our tax dollars. His son, we know, didn't have any experience with Ukraine or energy. He is making an awful lot of money. He is making a lot more in China too that's a separate issue that we've covered. I'm thinking that how does the media just deny reality like this?"
    },
    {
      "speaker": "SARAH SANDERS, FORMER WHITE HOUSE PRESS SECRETARY",
      "utterance": "It's because they don't like the President. It's real simple. It's sad because it's absurd that the real scandal here is all of the use of the Vice President's Office that Joe Biden took part in helping enrich his family. That's the scandal. President Trump shouldn't be getting impeached he should be getting celebrated for actually draining the swamp and delivering on another one of his campaign promises. If he was a Democrat, the liberal media would be absolutely cheering him on for going after corruption. They would be cheering him on and worshiping him the way that they did Obama because they have a reason to celebrate as President. He's actually getting something done. Something Obama didn't."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Exit question one word answer. Does this help or hurt the President in the end? We'll start with Reince, help or hurt?"
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "I think neither. I think it's a big - I don't think it's an advantage or disadvantage."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Help or hurt?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Hurts the Democrats. It depends on how the President and his team react to it whether or not it helps them but it certainly hurts the Democrats."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Last words help or hurt Sarah?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "I think it helps but hurts the country. It helps the President."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, thank you both. Thank you all. We will continue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, the villain of the day, the unhinged Hollywood Actor, kind of has been, Robert De Niro, who again went on a profanity lace rent this time against Fox News and President Trump during his appearance. Jeff Sacher's stenographer, humpty dumpty Ryan Stelter star that he is. The ratings were so big, it's huge. Take a look."
    },
    {
      "speaker": "ROBERT DE NIRO, HOLLYWOOD ACTOR",
      "utterance": "This guy should not be President."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And when you say that folks on Fox come after you. I member that Tony got up there and cursed. What you know, it's not in FCC violation but it is still a Sunday morning."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He does have a history of these violent, crazy and saying anti- Trump remarks you may remember--"
    },
    {
      "speaker": "NIRO",
      "utterance": "How dare you use say the things he does. Of course I want to punch him in the face."
    },
    {
      "speaker": "NIRO",
      "utterance": "Today the world is suffering from the real Donald Trump. Come on. Let's gulp it what are we talking about? Let's clap for that, this idiot is the President."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, deranged. Let's see, Hollywood, elitists, pampered, hypocrite, spoiled, brat and massive ego with no common sense intellectual honesty at all. We will never be the media mob or anybody in Hollywood. Let not your heart be troubled. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}