{
  "date": "September 17, 2020",
  "headline": "'The Five' react to Trump, Biden bashing each other on the campaign trail",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/the-five-react-to-trump-biden-bashing-each-other-on-the-campaign-trail",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS HOST",
      "sentences": "Hello, everyone. I'm Juan Williams, along with Dana Perino, Jesse Watters, Greg Gutfeld, and Emily Compagno. It is 5:00 in New York City, and this is The Five. The fight for the White House playing out in must-win battleground states today, President Trump heading to Wisconsin for what looks to be a big rally. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } And Joe Biden is trying to win over voters in Pennsylvania. Lately, the Democratic nominee has been courting Americans in the middle, politically, telling them he's a moderate. But progressives in the party want Biden to be more liberal, Senator Bernie Sanders warning Biden that he has to do more to excite progressives, and Congresswoman Alexandria Ocasio-Cortez saying this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think, overall, if we can likely push Vice President Biden in a more progressive direction, across policy issues. I think foreign policy is an enormous area (Inaudible). Immigration is another one. Criminal justice is another area where we can pursue a lot of progressive direction. There's some areas where we just fundamentally disagree, but that's OK. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "As Election Day nears, some Democrats are having deja vu. Biden supporters in Michigan say the campaign nearly invisible in that state. And Politico reporting quote, \"Dems fear Wisconsin governor is becoming a liability for Biden after his response to unrest in Kenosha.\" So Jesse, I wanted to start off by just saying Sanders, Michael Moore, AOC. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } They want all Biden to stir populist energy. But wouldn't that risk Biden losing moderate support that has him right now achieving the number goal of Democrats beating Donald Trump? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "He will do whatever they tell him to do. Election is very funny when you think about it. You have very stark choices. President Trump is someone that cannot be controlled. He's out of control. And that's what drives so many people crazy. His advisers can't control him. His lawyers can't definitely control him. The deep state, they tried to control him. I mean, he doesn't do what people tell him to do. He marches to the beat of his own drum. Contrast that with Joe Biden. Joe Biden is totally controlled. He has his advisers putting scripts in his teleprompter. They tell him to stay in the basement. He does it. His VP controls him. You know now it's the Harris-Biden administration. AOC controls him. Bernie controls him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } He will do whatever Barack Obama says when he calls him on the phone at 1600 Pennsylvania. So it's basically like someone whose can't be controlled versus someone who is totally controlled, a leader versus a follower. And if you look at Joe Biden's policies since he got into this race, he's gone far left on immigration, guns, taxes, and the climate. And now, AOC is saying he's going to get pushed around on foreign policy, where, exactly? I mean, Donald Trump killed terrorists, cut peace deals, and brought our troops home. Where exactly does AOC want to push him? It's basically another change election. Donald Trump remains the agent of change, and Biden wants to go back to the failed radical policies that got us into the mess in the first place. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } And Dan Scavino said something very interesting at the RNC. He said they say it is chaos, but President Trump calls it change. And that's what is going on here because he's forged new paths for trade, for immigration, and for foreign policy. And there's a lot of resistance to that change in the country, in the Democratic Party, and within the administrative state. So there's that clash. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } But the people behind Donald Trump want that change. They're fighting for something, because it's a movement. And that's why they're so much more enthusiastic than Joe Biden supporters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, Dana, to Jesse's point, Biden's made it pretty clear he doesn't support defund the police. He doesn't support the Green New Deal. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } He doesn't support Medicare for all. And I was thinking. If he did support these things, wouldn't it make him an easier target for Donald Trump's claims that he's a socialist? Or, you know, Trump has a new ad about Biden being weak on China? Wouldn't that just open the gate to Trump attacks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "sentences": "Well, I think -- I think Jesse makes a lot of good points. And I believe that AOC is a little bit more of a good -- she's probably a better strategist than people give her credit for. Because what she just did there was to subtly reassure people that are in her sort of wing of the camp, that don't worry, everything's going to be fine. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } But that leaves Biden and Kamala Harris to be out there saying other things, and especially they're in Pennsylvania. I do think that Joe Biden comes across as somebody who can be pushed around, partly because he's not very forceful. He's not forceful when he talks about the positions that he would take. And when he does try to be forceful, he almost sounds angry. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } So I think when you look to the debate, which will be -- just like -- it is less than -- it's about 10 days away. It's one of the things President Trump can do is to get Biden to react angrily. That will be probably something -- like a point in President Trump's favor in that debate. Because something that Biden does, he will say I can't be pushed around. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } OK, but you say you're going to support this. Some of the budgets he's supporting are very much in line with more progressive thinking. And it just reminds me of one other thing. I worked for a congressman in 1995, so if remember the Republican's sweep, not only Congress but all across the country in 1994. In 1995, the congressman I worked for had been there about if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } 12 years. All of a sudden, in one of the articles, it says that he -- they called him a moderate. And he came to my desk. And he wanted a correction. He said how did I become a moderate? I'm a conservative. And I said I think it's just because when other people came in, they said that they were more conservative than you. So then everything moves along. I think for Biden, he is more progressive than he was even five years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Greg, I'm just thinking about recent political history. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Obviously, lots of Democrats were moderates who won in 2018 in the mid- terms. And when I think about Bernie Sanders, I think gee, he lost the nomination battle twice because most Democrats are either moderates or conservatives. So why should Biden listen to AOC or Bernie at this late date? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Well, because Bernie was exciting. People wanted to vote for him. No one really wants to vote for Joe Biden. They just don't want to vote for Trump. Those aren't the people who are supporting Biden, right? They just don't want to vote for Trump. So Joe has to do more to excite the progressives. But what more could they want? I mean, do you want to have more riots, more looting, more arson, less police? You want to bail out more rapists and murderers? You want to tear down more statues, elevate more criminals? Re- introduce segregation to campuses? Destroy the classroom with critical theory? Ban more speech, cancel more careers, accuse more people of racism in America of oppression? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } Take all the fun out of sports? Destroy biology and gender, obliterate pronouns? It seems to me, the last 30 years progressives have gotten a hell of a lot. So why give them more? You like my shirt?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK. That was interesting. Yeah, I was going to ask you about this. But wait, did you make that shirt or did Lou give it to you? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He left it at my apartment. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh my, gosh. That reminds me of a joke. But I won't tell it. Emily, I'm thinking to myself that President Obama recently said Democrats should not form a circular firing squad. And it seems to me, like, when you have Bernie Sanders, Alexandria Ocasio-Cortez going after the nominee, Joe Biden, it looks like that circular firing squad is taking shape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY COMPAGNO, FOX NEWS HOST",
      "sentences": "That's interesting. I see them as almost the Volturi (ph) at this point, coaching him along and pushing him along in the vessel that he is. To me, he's, like, he's clearly changed from his days of the Obama administration. But he's like the emperor's new clothes, in that he keeps using long-term memory despite these talking points from that era. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } But his actual policies that he's putting forth, A, shows the success of that Volturi (ph), and B, shows that he's actually undercutting the people in the industries that he's professing to support. So let me make two examples really quickly, biofuels and fracking. So with biofuels, he says he claims that he's a stronger supporter of Iowa farmers than the president. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } But he supports boosting electric vehicles. That would decimate corn and ethanol production out of Iowa and eliminate natural and electric fuels, or natural fuels industry. And so I see that as having a devastating effect on those small farm family-owned farms in Iowa. And then fracking, we know that he let it slip in that debate with Bernie that he was against it. And then he flew to Pittsburgh to assure the voters, oh, I didn't mean it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } But remember his policy is power generation, fully renewable, 100 percent by 2035. Where does that leave the demand for natural gas? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. We're going to take a break here and come back in just a moment. Next, a major 20 vaccine battle, Joe Biden claims the president can't be trusted. And now, Trump is responding, next on The Five. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Presidential candidates clashing over COVID and a possible vaccine. President Trump creating a media uproar, as always, by challenging the CDC in saying that the vaccine could be ready by October. And Joe Biden claims the president can't be trusted. Here's some of the back and forth. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL NOMINEE",
      "sentences": "I trust vaccines. I trust scientists. But I don't trust Donald Trump. At this moment, the American people can't either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm calling on Biden to stop promoting his anti-vaccine theories, because all they're doing is hurting the importance of what we're doing. They're recklessly endangering lives. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } You can't do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And President Trump pointing the finger at blue states over how they handled the pandemic. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We're down in this territory. And that's despite the fact that the blue states had had tremendous death rates. If you take the blue states out, we're at a level that I don't think anybody in the world would be at. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Juan, let me start with you. I can imagine that you thought that that was not a good thing yesterday that the president did at the press conference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I just don't think we need to politicize what is the national problem with the Coronavirus. And even if you were to break it down, and some people did in term of blue state, red state, it's not as if the red states don't have their share of problems. I think two of the top five states in terms of infection rates and deaths are blue -- are in fact red states. But anyway -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's not true. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let's leave that alone. I just think the president is having a very difficult week. I think he had trouble with that town hall where he was asked about masks. He said, well, some people don't think they work. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Who told you that? Because the scientists say masks are very effective. And he said waiters told him. Or he says that he up-played the virus when we all know that we can hear him on tape saying that he downplayed the virus. And then you get into a situation, Dana, where he undercuts his own CDC Director, Robert Redfield, after Redfield, in sworn testimony before the Senate, says really the earliest we're going to have masks, doses of the vaccine available is the last half of 2021. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } I think, again, it sounds like he's putting political pressure on a doctor. And I think that's why people -- I think it's like 62 percent of Americans say they worry that all of this politicization is going to rush the vaccine out to the marketplace before it's safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Public health communication, Greg, is -- it needs to be very clear. And I -- it hasn't been clear for months. I mean, I know that they get more information. They provide the information. We know all about masks. We're told not to wear them. We didn't need them. Now, we're told that they're very important. And I agree. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } I would wear a mask if I was going to be indoors at an event. How do you see the science community trying to keep up with this in the middle of an election? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, I think that you have to take Biden to task. I mean, if you are suggesting that somebody would put out an unsafe vaccine, that's not about Trump. He's not making the vaccine, right? You're actually going after the science and the scientists. That's pretty harsh stuff. Because what you're doing is you're planting a seed that it's entirely possible that scientists would put out an unsafe vaccine. It's not Trump's -- he's not putting it out there. It's an idiotic thing to say. But my question about what Biden said yesterday -- if Donald Trump is doing such a bad job with COVID, why did Joe have to go to such great lengths to manufacture problems that don't exist? What was he talking about yesterday? He says we don't want to politicize the vaccine. Nobody is doing that. He wants vaccine transparency. What does that even mean, right? He's worried about favoritism, OK? He wants vaccine equity. This is all like this weird gibberish created in some kind of focus group with his -- or with his campaign handlers. And then he mentions that Trump said he would inject bleach, which is an absolute hoax that has been debunked over and over again. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } Then he says I'm going to have the governors come to the White House. How idiotic is that? I mean, they have Zoom now, Joe, if you haven't noticed. And he did talk to the governors. He said we're going to make sure that everybody has availability to the vaccines. Why hasn't anybody thought of that? But I don't blame Joe for using this as an opportunity because he doesn't have much left. He backed the wrong horse, right? In the BLM fiasco, these are Democrat riots. These are the Biden brawls. So he's got to deflect. And also, he's kind of lucky. You can't prove that you were going to do a better job on COVID because there's no parallel universe, so you don't have to prove it. All you have are opinions untethered to facts. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } It's beholden on us to try to remind everybody what Joe has been saying or has not been saying for years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Emily, let's get your thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I don't understand why we're faulting the president for being aspirational. It's part of the job. It's President Kennedy's we'll land on the Moon in this decade or President Obama's cancer moon shot. And to me, for those attacking the president for encouraging vaccine makers to make a safe, effective, fast one, it's in everyone's best interest, so it shows that it's sort of misguided and over rotation, and frankly, political in it of itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. And Jesse, we'll give you the final word. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, I just want everybody to remember what Juan just said. He said I don't want to politicize Coronavirus. I am going to hold you to that, Juan Williams, for the rest of the year. So thank god you said that. I want to call attention to an op-ed in the New York Post by Betsy McCaughey. And it was so good. I didn't steal the credit. I actually gave her a shout out on the air. Because this is good stuff, this is what she calls attention to. Biden's little adviser, Zeke Emanuel, he says Coronavirus guru. This is his plan for vaccine distribution. He says no, no, no, I don't want to do what Trump is doing by giving the vaccines to the elderly and at risk people first. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } They're going to die soon anyway. Why would you give an 80-year-old the vaccine when they just have a few years left? Let's give it to young people instead. It's basically the death panels all over again. She also makes an interesting point about Biden and all these people doubting the vaccine speed, Warp Speed. The reason we got Warp Speed delivered so quickly is because Congress passed legislation in the tail end of the catastrophe, which was the Biden-Obama response to the swine flu where 60 billion Americans were infected. And it was so widespread they just stopped testing altogether. What they did was they -- you now assess the trial results as they come in instead of waiting for the end to assess them then. So that really like doubles and triples the amount of time you get to then assess these vaccines. That's why it's called Operation Warp Speed. One more thing, I've been looking at all the states. All 50 of the states in terms of on the trends of the deaths, every single state in the United States is seeing a decline in the amount of deaths. You can nitpick. There's a few states like Nebraska that have, like, six deaths one day and eight deaths the next. It's sad, but it's statistically insignificant. The fact that all 50 states are seeing a decline in deaths is a huge testament to how well we've done so far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. And I think it was Betsy McCaughey -- that's the article in the New York Post? You've been reading a lot lately, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Only the Post, only the New York Post.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Impressive though. All right, ahead, Attorney General Bill Barr blasting mob rule in a scathing rebuke of the lawlessness in America. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Attorney General Bill Barr is fed up with liberal lawlessness in American cities. The nation's law enforcement leader reportedly suggesting that prosecutors charge violent rioters with sedition, and the DOJ considered pursuing charges against Portland city officials over the endless anarchy in that city. Here's Bill Barr calling out the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL BARR, U.S. ATTORNEY GENERAL",
      "sentences": "The message of the Democrats appears to be Biden or no peace. But also saying, you know, dealing with this is going to stop with Biden. That is a rule by the mob. And we're approaching that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And big surprise, Minneapolis city council members now claim they're shocked crime is surging in the city after they voted to defund the police. Emily Compagno, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I will start with Seattle for a moment. I've heard pundits says that indeed it would be chilling for the feds to prosecute local officials because it would be based on simply that they didn't like the decisions that they made. There is nothing farther from that truth. Abrogation of duty, dereliction of duty, or abject failure of duty is not a preference dispute. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } And the major of Seattle, Jenny Durkan, sent out the tweet and said this is chilling. This is once again an example of abuse of power by the Trump administration, and he's using the AG, the Attorney General, as his, you know, lap dog. She said but it's not about me. The story is not about me. It's about the president. It's about the AG. And as a Seattle resident, I want to say it's not about them either, sister. It's about us, the residents. We are the ones who, in addition to paying taxes and paying her salary, we are the ones that surrendered safety and security, and in a lot of instances, livelihoods, and our law enforcement for them to make their points. So for me, I'm all about this. But as an attorney, be careful not to overcharge. I know that the DOJ is also considering civil charges. And I think in the manner of Portland. That would be a lot more effective rather than creating sort of a firestorm and badge of honor that that mayor would likely wear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Tell it, sister. Juan Williams, what do you think about what Bill Barr said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I just -- you know, Jesse, I have a sense of regret or sadness. Because I think Bill Barr is making a lot of political statements these days. He says, oh, my goodness, if Trump loses, the country goes socialist. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } If Trump wins, they're -- it's potential for riots. I mean, it sounds to me like he's all of a sudden a political pundit. We should get him on The Five. I don't know why he feels -- and by the way, you know, just -- I don't share Emily's view about what he -- you know, apparently, you know, the idea of threats against the mayor. That's a local official. A local official should be responsive to local constituents who -- if they feel that she's failed them, OK. But to go after the President's critics and the mayor there has been a critic, now, the mayor in Portland, apparently, they explored whether or not there should be charges there. You know -- and then to say to his own -- this is the thing that gets me. Even his own prosecutors within the Justice Department, he's saying you guys have been too easy on the protesters and suggesting that they should use the charge of sedition against people involved with protests. So, you know, to me, this is the guy who got involved with the Roger Stone case, got involved with the Michael Flynn case, and now, he's the whole idea of equal justice under law, it's all about partisan politics under the color of law. That's not good for America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. He wasn't nearly as partisan as Eric Holder, was he? And Bill Barr is welcome on THE FIVE anytime. I just want to make sure he knows that. Dana, what are your thoughts on this kerfuffle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I do think that Emily makes a good point about the difficulties of overcharging. By overcharging, remember that the government has to prove beyond a reasonable doubt. And sedition might be kind of hard to prove, might be also why they haven't done that. I don't know whether he was basically just trying to make a point, but I do think that there are some good ideas. Our own Andy McCarthy has put them forward about using the RICO laws in order to try to see about the coordination and try to stop this in terms of specially the fundraising. And I noticed that in Minneapolis today -- I'm sorry, in Wisconsin today. We had a reporter there that was basically showing, Hillary Vaughn, that a lot of those businesses that were rioted, where they were looted, that it's still not cleaned up. So, I imagine that if you do live in that area, you would -- you would be more responsive to a law and order message than you might have even been, you know, before the summer started. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Absolutely. Greg, wrap us up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I really admire Barr because what he's saying shows that he understands what Americans think about what's going on in this country. They are i.e. rioters, thugs, arsonist, losers are being treated far too lightly. They were -- they get arrested and then they get immediately released. They get their bail taken care of by organizations that Kamala Harris tweets about, rapists and murderers Damn straight, we need adults here. And he's an adult who understands the concept of disincentives. If you have disincentives, people won't engage in these practices. Like the judge who just did that million-dollar bail on the -- on the sorority girl, she went from kappa delta to sigma clink. Suddenly people go oh, we're not going to riot in Lancaster because we're going to go to jail and there's going to be a huge bail. So, I think that like the problem here, and it's a problem you see every day, people in the media and politicians are so far removed from crime. They don't think cops really need to exist except when they need their private security. And it's the same thing with arson, right? Nobody is covering arson because it's not in their town. Arson (INAUDIBLE). So, the fact is, at least bar who is, you know, up there, probably lives in a nice neighborhood, actually knows how people feel about this, and it isn't good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I partied with some of those sigma clink girls back in college. I got to tell you, man, those girls are crazy. Next up, comedian Chris Rock calls out Democrats for botching the Coronavirus response. Hear what he said next on THE FIVE. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Welcome back. Comedian Chris Rock hitting Democrats for being more focused on impeaching President Trump than the Coronavirus. The comedian saying, it's all the Democrats' fault and also telling the New York Times, \"It was totally up to Pelosi and the Democrats. Their thing was, we're going to get him impeached, which was never going to happen. You let the pandemic come in. Yes, we can blame Trump, but he's really the five-year-old.\" Juan, I'd like to start with you and get your point of view on what he's essentially saying, which is that the Democrats created the ball that America had its eye on, while a more insidious real ball was being dropped elsewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wow, I mean, the joke's on us all, right, according to Chris Rock, and I love Chris Rock. So, I would -- I'm just open air is because he's saying, wow, you know what, Democrats, you should have reigned in the five-year-old. He says that Trump is like the five-year-old in the last emperor, a movie that Chris Rock starred in. And he's saying, the adults in the room, the Democrats, they should have done something with him. Well, I don't know who comes out good in that, but I do think all of us should feel like hey, Chris Rock does -- he really skewered everyone in the room. Let's say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He didn't skewer me and he didn't skewer Dana, that's for sure -- anybody here on THE FIVE who was saying this for six months. Obviously, Chris Rock watches THE FIVE because that's exactly what we were saying. I remember when there was that Senate hearing and Dana said, there's this hearing going on COVID, but everybody is focusing on impeachment. I remember that. I think it wasn't either February or January, and we've always been saying that. It reminds me a lot of Volturi from Twilight in that we -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Volturi. And fases on the wrong syllable, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But here's my -- hopefully, more people will listen to Chris Rock and actually see that we were right all along, because clearly, he's been watching THE FIVE. Sorry, I had to interrupt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "No, it's fine. Dana, what are your thoughts on sort of Chris's also further point, which is that everyone knew what they were getting when they voted this man in, and that was sort of his five-year-old point. But how does that relate to his larger messaging, which is to Juan's point, that the Democrats should they have been the \"adults in the room,\" so they should shoulder the blame?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, it's clear that Chris Rock watches THE FIVE because Greg has been saying from the beginning that everybody knew what they were getting when they voted for Trump. So, we are so glad to know that Chris Rock watches THE FIVE. On January 24th, the questions were due for impeachment, and that was the day that basically there was also a hearing on Coronavirus, you're remembering it correctly. And at the time, Democrats said that Republicans were using COVID as a distraction against impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And here we are. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "That's known as a zinger. Jesse, what are your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I just -- you know, I hate to see Greg get cocky when Chris Rock agrees with him and, you know, I just -- I hate to -- it makes me sick to my stomach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's the shirt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, you should send Chris that shirt. Listen, the Democrats in the House and in the Senate were both briefed on Coronavirus January 24th and January 30th. We all know they knew how bad it was because they all dumped stocks, remember? Like, 12 of them dumped stocks afterwards. So, did they talk about Coronavirus? No. They talked about impeachment. And none of them really lifted a finger to help the president. It was Cuomo who did a lot of this stuff in New York. Schumer was nowhere to be found. Nancy said come on into Chinatown and party. So, I'm not going to blame the Democrats, I'm just going to blame China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "All right, guys, don't go anywhere. The \"FASTEST SEVEN\" is up next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's Lou Dobbs Thursday and time for \"THE FASTEST SEVEN.\" First up, if you're dreading Daylight Saving Time, you're not alone, or its end. Senator Marco Rubio and Rick Scott are proposing a bill that would postpone falling back until November of 2021. What do you guys make of it, Juan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Look, you know what, I like this idea. But I must say, I like it even more than they do, Greg. I think -- look, stick with daylight savings times, stick with standard time, but stop the back and forth. You know, one of the reasons they offered is at the time of this Coronavirus, it just creates more stress for us all. I think it does that even in good times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Dana, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, as somebody who loves to go to bed very early, I always look forward to falling back because then you can go to bed at 9:00 and it feels like 10:00, but you know, nobody can blame you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That only lasts for about a week though. I don't think they should do it for just 2021, Juan. let's just do it forever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Well, how about this? I think we should move -- Emily, we should move the time up by 12 hours, so at midnight, it would be as bright as lunchtime, and then we're working, we'll be done by 6:00 a.m., which means we can all go home for breakfast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Well, that's like Alaska, like daylight all the time. But I just have to say this legislation reappears twice a year, every year. And I don't understand why it just doesn't pass, especially after learning that heart attack spike in the spring around that time and stroke spike in the fall around the time. Like, I am thoroughly terrified. It's obvious we need to cut it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. You know what? And if we do that, Emily, we'll have more Twilight. Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Greg, time is just God's way from preventing everything from happening all at once.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, I said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, that was me. I just said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Next up, this one's for you, Juan. It's a bird, it's a plane, it's a drone in centerfield. Last night's game between the Cleveland Indians and Chicago Cubs was delayed a whopping seven minutes after a drone landed on the outfield. Jesse, when I heard a drone landed in the outfield, I said -- I thought to myself, how did Jesse Watters get tickets to this game?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Greg, you know what? If want my game interrupted, I want it to be interrupted by a streaker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't want it to be interrupted by a drone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true. But that could be a naked drone, Dana. I don't want to make you blush. Is this a story worthy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Because I would charge them with sedition to get it over with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, sedition. Emily, do you find this story is worthy of the \"FASTEST SEVEN?\" I'm already bored by it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Well, although it's fascinating to some people, but I have to say that drones are always party crushers. I hate them as a bystander. And you know who really hates them, are animals. Animals hate them. And I would just ask viewers to look into drone infiltration of jails and prisons, which is a heavy pattern going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I didn't see that corner being broached. All right, Juan, what are your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, you know, I just -- I take it -- I'm interested in what Emily was saying about jails. I don't know what that's about. But I mean, to me, this is a serious story because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You don't? How did they drop the drugs in, Juan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Remember, like -- yes, OK. Is that what it is? OK. But I mean, yesterday with the baseball thing, what if they have lasers? Remember we were worried about drones and airplanes out in L.A. I think a week ago? What if they had a bomb on that drone? We heard about drones and privacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It could be a dry run.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. I just think this is -- I think the law is going to have to catch up with the technology because this is not good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I agree. I agree. Finally, is your pet looking for a hot date tonight? This sounds perverted. A new app, called Pinder connects lonely animals with a potential furry mate. Dana, this poses a problem for someone like me who identifies as a dog. If you were not to allow me to have say, enjoy the company of Jasper, that would be discrimination.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That would also -- then, I would be put in jail for being negligent in taking care of m",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And I would probably be charged with sedition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, I don't know. This seems weird to me. Just go to the dog park.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You are definitely obsessed with sedition. All right, Emily, thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Well, the founder of this was like, oh, we're clearly just taking the effective format of Tinder and applying it to the pet community, which to me, immediately brought up just like invoked to a sort of no thank you in an appropriate realm for this. As Dana said, just go to the dog park.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Jesse, I hope there's no heavy petting in these dates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I just like how Dana got a laugh off the sedition joke and then she use it again in the next topic. Yes, listen, I just wish I was smart enough to build an app where I could just steal money from people's phone like this. But alas, I am just a talking head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Juan, do you think this is just some kind of weird way to meet people with pets? It's not really about the pets at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You mean -- wait a second. That's genius. You mean -- hold on. So, it's like a guy who takes a dog to the park to meet girls?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wow, I hadn't thought of this. I hadn't thought of this. I was worried about the pets that were neutered. You know, like, they would be disappointing on a date.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go. Yes. I often take girls to the park to meet dogs, because that's what I identify as. \"ONE MORE THING\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Time now for \"ONE MORE THING.\" Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "First up, all of us want to wish our executive producer on THE FIVE, Megan Albano a very happy birthday. Happy birthday, Megan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Happy birthday, Megan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, enough with the butt-kissing for me. What happens when a monkey steals your iPhone? This is what happens. They take selfies with it. This Malaysian man named Zach got his iPhone jacked by a monkey, and the monkey just took a bunch of selfies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think this proves some evolution right here. They're just like us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "That's incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Some of them we couldn't show but -- because it's a family show, but we were able to show these.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "It's amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Pretty cool. Greg, you're up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Animals are great. Animals are great. Animals are great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "As you know, I'm 100 percent against defunding the police. They should get more money because if you defund, you end up with something like this. You have a police force made of guinea pigs and pugs. Although they're adorable -- although they're adorable, they really can't do much, except the rest people first sedition. Anyway, I think they're -- I think they're getting ready a little too soon for Halloween, and they do not look like they're enjoying this at all. Anyway, there you go. Nice hat. Dana, that was your hat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Nice hat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I know. I hope I get that back next week. Am I next, Juan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. Dana, it's your turn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, you know, we talk a lot about funny things. But it's also been in just a tough time. It's always good to point out people who are doing helpful things, things that are helping others, and that's the Dairy Farmers of America. So, check this out. They have an initiative called DFA Cares. And that helps provide disaster relief through product and money to help communities in need. So, you can be a part of that help. You can also nominate local foods banks near you to receive dairy products. It's really important to try to get those food banks covered. And in addition to the dairy products, the Dairy Farmers of America, they're providing refrigeration for some of these food banks that don't have enough of it.I want to thank them for helping out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's a good cause. OK, it's my turn. Today's \"ONE MORE THING\" actually takes me back a little ways. My dad train pro fighters and some Saturdays I got to tag along to the gym. So, take a look at this dad encouraging his son as they work out together. Chase Knight, a Kansas City Missouri CrossFit coach tells his son, keep it up, do one more, and good job as they exercise together at home during the Coronavirus shut down. Chase Knight wrote that exercise as part of raising his son with the utmost love, and that's his greatest goal in life. Chase, you're a dad -- you're the greatest. Way to go, dad. All right, Emily, it's your turn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "That's sweet. On 9/11, I had the honor of emceeing the 10th annual prayer breakfast for the Permission to Start Dreaming Foundations Fund. And the speaker and performer lineup was incredible. Navy SEAL Jason Redman, Oklahoma City Bombing firefighter Chris Fields, Old Glory performer, Van Morris and more. It was a powerful truly moving event. And you can learn more about this amazing organization dedicated to veterans and first responders' PTSD and mental health.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No masks, Emily. Unbelievable. No masks. I can't believe it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "They were -- they were literally right next to us the entire time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I just -- I cannot believe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "That was incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Emily, did you work any -- did you work any references to Twilight into your speech?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "No, because everyone already knew what I was talking about because it was in Seattle -- it was in Gig Harbor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Go back and watch the A-block which she references some character from. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS HOST",
      "utterance": "Hello, everyone. I'm Juan Williams, along with Dana Perino, Jesse Watters, Greg Gutfeld, and Emily Compagno. It is 5:00 in New York City, and this is The Five. The fight for the White House playing out in must-win battleground states today, President Trump heading to Wisconsin for what looks to be a big rally. And Joe Biden is trying to win over voters in Pennsylvania. Lately, the Democratic nominee has been courting Americans in the middle, politically, telling them he's a moderate. But progressives in the party want Biden to be more liberal, Senator Bernie Sanders warning Biden that he has to do more to excite progressives, and Congresswoman Alexandria Ocasio-Cortez saying this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think, overall, if we can likely push Vice President Biden in a more progressive direction, across policy issues. I think foreign policy is an enormous area (Inaudible). Immigration is another one. Criminal justice is another area where we can pursue a lot of progressive direction. There's some areas where we just fundamentally disagree, but that's OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "As Election Day nears, some Democrats are having deja vu. Biden supporters in Michigan say the campaign nearly invisible in that state. And Politico reporting quote, \"Dems fear Wisconsin governor is becoming a liability for Biden after his response to unrest in Kenosha.\" So Jesse, I wanted to start off by just saying Sanders, Michael Moore, AOC. They want all Biden to stir populist energy. But wouldn't that risk Biden losing moderate support that has him right now achieving the number goal of Democrats beating Donald Trump?"
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "He will do whatever they tell him to do. Election is very funny when you think about it. You have very stark choices. President Trump is someone that cannot be controlled. He's out of control. And that's what drives so many people crazy. His advisers can't control him. His lawyers can't definitely control him. The deep state, they tried to control him. I mean, he doesn't do what people tell him to do. He marches to the beat of his own drum. Contrast that with Joe Biden. Joe Biden is totally controlled. He has his advisers putting scripts in his teleprompter. They tell him to stay in the basement. He does it. His VP controls him. You know now it's the Harris-Biden administration. AOC controls him. Bernie controls him. He will do whatever Barack Obama says when he calls him on the phone at 1600 Pennsylvania. So it's basically like someone whose can't be controlled versus someone who is totally controlled, a leader versus a follower. And if you look at Joe Biden's policies since he got into this race, he's gone far left on immigration, guns, taxes, and the climate. And now, AOC is saying he's going to get pushed around on foreign policy, where, exactly? I mean, Donald Trump killed terrorists, cut peace deals, and brought our troops home. Where exactly does AOC want to push him? It's basically another change election. Donald Trump remains the agent of change, and Biden wants to go back to the failed radical policies that got us into the mess in the first place. And Dan Scavino said something very interesting at the RNC. He said they say it is chaos, but President Trump calls it change. And that's what is going on here because he's forged new paths for trade, for immigration, and for foreign policy. And there's a lot of resistance to that change in the country, in the Democratic Party, and within the administrative state. So there's that clash. But the people behind Donald Trump want that change. They're fighting for something, because it's a movement. And that's why they're so much more enthusiastic than Joe Biden supporters."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, Dana, to Jesse's point, Biden's made it pretty clear he doesn't support defund the police. He doesn't support the Green New Deal. He doesn't support Medicare for all. And I was thinking. If he did support these things, wouldn't it make him an easier target for Donald Trump's claims that he's a socialist? Or, you know, Trump has a new ad about Biden being weak on China? Wouldn't that just open the gate to Trump attacks?"
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "utterance": "Well, I think -- I think Jesse makes a lot of good points. And I believe that AOC is a little bit more of a good -- she's probably a better strategist than people give her credit for. Because what she just did there was to subtly reassure people that are in her sort of wing of the camp, that don't worry, everything's going to be fine. But that leaves Biden and Kamala Harris to be out there saying other things, and especially they're in Pennsylvania. I do think that Joe Biden comes across as somebody who can be pushed around, partly because he's not very forceful. He's not forceful when he talks about the positions that he would take. And when he does try to be forceful, he almost sounds angry. So I think when you look to the debate, which will be -- just like -- it is less than -- it's about 10 days away. It's one of the things President Trump can do is to get Biden to react angrily. That will be probably something -- like a point in President Trump's favor in that debate. Because something that Biden does, he will say I can't be pushed around. OK, but you say you're going to support this. Some of the budgets he's supporting are very much in line with more progressive thinking. And it just reminds me of one other thing. I worked for a congressman in 1995, so if remember the Republican's sweep, not only Congress but all across the country in 1994. In 1995, the congressman I worked for had been there about 12 years. All of a sudden, in one of the articles, it says that he -- they called him a moderate. And he came to my desk. And he wanted a correction. He said how did I become a moderate? I'm a conservative. And I said I think it's just because when other people came in, they said that they were more conservative than you. So then everything moves along. I think for Biden, he is more progressive than he was even five years ago."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Greg, I'm just thinking about recent political history. Obviously, lots of Democrats were moderates who won in 2018 in the mid- terms. And when I think about Bernie Sanders, I think gee, he lost the nomination battle twice because most Democrats are either moderates or conservatives. So why should Biden listen to AOC or Bernie at this late date?"
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Well, because Bernie was exciting. People wanted to vote for him. No one really wants to vote for Joe Biden. They just don't want to vote for Trump. Those aren't the people who are supporting Biden, right? They just don't want to vote for Trump. So Joe has to do more to excite the progressives. But what more could they want? I mean, do you want to have more riots, more looting, more arson, less police? You want to bail out more rapists and murderers? You want to tear down more statues, elevate more criminals? Re- introduce segregation to campuses? Destroy the classroom with critical theory? Ban more speech, cancel more careers, accuse more people of racism in America of oppression? Take all the fun out of sports? Destroy biology and gender, obliterate pronouns? It seems to me, the last 30 years progressives have gotten a hell of a lot. So why give them more? You like my shirt?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK. That was interesting. Yeah, I was going to ask you about this. But wait, did you make that shirt or did Lou give it to you?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He left it at my apartment."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh my, gosh. That reminds me of a joke. But I won't tell it. Emily, I'm thinking to myself that President Obama recently said Democrats should not form a circular firing squad. And it seems to me, like, when you have Bernie Sanders, Alexandria Ocasio-Cortez going after the nominee, Joe Biden, it looks like that circular firing squad is taking shape."
    },
    {
      "speaker": "EMILY COMPAGNO, FOX NEWS HOST",
      "utterance": "That's interesting. I see them as almost the Volturi (ph) at this point, coaching him along and pushing him along in the vessel that he is. To me, he's, like, he's clearly changed from his days of the Obama administration. But he's like the emperor's new clothes, in that he keeps using long-term memory despite these talking points from that era. But his actual policies that he's putting forth, A, shows the success of that Volturi (ph), and B, shows that he's actually undercutting the people in the industries that he's professing to support. So let me make two examples really quickly, biofuels and fracking. So with biofuels, he says he claims that he's a stronger supporter of Iowa farmers than the president. But he supports boosting electric vehicles. That would decimate corn and ethanol production out of Iowa and eliminate natural and electric fuels, or natural fuels industry. And so I see that as having a devastating effect on those small farm family-owned farms in Iowa. And then fracking, we know that he let it slip in that debate with Bernie that he was against it. And then he flew to Pittsburgh to assure the voters, oh, I didn't mean it. But remember his policy is power generation, fully renewable, 100 percent by 2035. Where does that leave the demand for natural gas?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. We're going to take a break here and come back in just a moment. Next, a major 20 vaccine battle, Joe Biden claims the president can't be trusted. And now, Trump is responding, next on The Five."
    },
    {
      "speaker": "PERINO",
      "utterance": "Presidential candidates clashing over COVID and a possible vaccine. President Trump creating a media uproar, as always, by challenging the CDC in saying that the vaccine could be ready by October. And Joe Biden claims the president can't be trusted. Here's some of the back and forth."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL NOMINEE",
      "utterance": "I trust vaccines. I trust scientists. But I don't trust Donald Trump. At this moment, the American people can't either."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I'm calling on Biden to stop promoting his anti-vaccine theories, because all they're doing is hurting the importance of what we're doing. They're recklessly endangering lives. You can't do that."
    },
    {
      "speaker": "PERINO",
      "utterance": "And President Trump pointing the finger at blue states over how they handled the pandemic."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We're down in this territory. And that's despite the fact that the blue states had had tremendous death rates. If you take the blue states out, we're at a level that I don't think anybody in the world would be at."
    },
    {
      "speaker": "PERINO",
      "utterance": "Juan, let me start with you. I can imagine that you thought that that was not a good thing yesterday that the president did at the press conference."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I just don't think we need to politicize what is the national problem with the Coronavirus. And even if you were to break it down, and some people did in term of blue state, red state, it's not as if the red states don't have their share of problems. I think two of the top five states in terms of infection rates and deaths are blue -- are in fact red states. But anyway --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's not true."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let's leave that alone. I just think the president is having a very difficult week. I think he had trouble with that town hall where he was asked about masks. He said, well, some people don't think they work. Who told you that? Because the scientists say masks are very effective. And he said waiters told him. Or he says that he up-played the virus when we all know that we can hear him on tape saying that he downplayed the virus. And then you get into a situation, Dana, where he undercuts his own CDC Director, Robert Redfield, after Redfield, in sworn testimony before the Senate, says really the earliest we're going to have masks, doses of the vaccine available is the last half of 2021. I think, again, it sounds like he's putting political pressure on a doctor. And I think that's why people -- I think it's like 62 percent of Americans say they worry that all of this politicization is going to rush the vaccine out to the marketplace before it's safe."
    },
    {
      "speaker": "PERINO",
      "utterance": "Public health communication, Greg, is -- it needs to be very clear. And I -- it hasn't been clear for months. I mean, I know that they get more information. They provide the information. We know all about masks. We're told not to wear them. We didn't need them. Now, we're told that they're very important. And I agree. I would wear a mask if I was going to be indoors at an event. How do you see the science community trying to keep up with this in the middle of an election?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, I think that you have to take Biden to task. I mean, if you are suggesting that somebody would put out an unsafe vaccine, that's not about Trump. He's not making the vaccine, right? You're actually going after the science and the scientists. That's pretty harsh stuff. Because what you're doing is you're planting a seed that it's entirely possible that scientists would put out an unsafe vaccine. It's not Trump's -- he's not putting it out there. It's an idiotic thing to say. But my question about what Biden said yesterday -- if Donald Trump is doing such a bad job with COVID, why did Joe have to go to such great lengths to manufacture problems that don't exist? What was he talking about yesterday? He says we don't want to politicize the vaccine. Nobody is doing that. He wants vaccine transparency. What does that even mean, right? He's worried about favoritism, OK? He wants vaccine equity. This is all like this weird gibberish created in some kind of focus group with his -- or with his campaign handlers. And then he mentions that Trump said he would inject bleach, which is an absolute hoax that has been debunked over and over again. Then he says I'm going to have the governors come to the White House. How idiotic is that? I mean, they have Zoom now, Joe, if you haven't noticed. And he did talk to the governors. He said we're going to make sure that everybody has availability to the vaccines. Why hasn't anybody thought of that? But I don't blame Joe for using this as an opportunity because he doesn't have much left. He backed the wrong horse, right? In the BLM fiasco, these are Democrat riots. These are the Biden brawls. So he's got to deflect. And also, he's kind of lucky. You can't prove that you were going to do a better job on COVID because there's no parallel universe, so you don't have to prove it. All you have are opinions untethered to facts. It's beholden on us to try to remind everybody what Joe has been saying or has not been saying for years."
    },
    {
      "speaker": "PERINO",
      "utterance": "Emily, let's get your thoughts."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I don't understand why we're faulting the president for being aspirational. It's part of the job. It's President Kennedy's we'll land on the Moon in this decade or President Obama's cancer moon shot. And to me, for those attacking the president for encouraging vaccine makers to make a safe, effective, fast one, it's in everyone's best interest, so it shows that it's sort of misguided and over rotation, and frankly, political in it of itself."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. And Jesse, we'll give you the final word."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, I just want everybody to remember what Juan just said. He said I don't want to politicize Coronavirus. I am going to hold you to that, Juan Williams, for the rest of the year. So thank god you said that. I want to call attention to an op-ed in the New York Post by Betsy McCaughey. And it was so good. I didn't steal the credit. I actually gave her a shout out on the air. Because this is good stuff, this is what she calls attention to. Biden's little adviser, Zeke Emanuel, he says Coronavirus guru. This is his plan for vaccine distribution. He says no, no, no, I don't want to do what Trump is doing by giving the vaccines to the elderly and at risk people first. They're going to die soon anyway. Why would you give an 80-year-old the vaccine when they just have a few years left? Let's give it to young people instead. It's basically the death panels all over again. She also makes an interesting point about Biden and all these people doubting the vaccine speed, Warp Speed. The reason we got Warp Speed delivered so quickly is because Congress passed legislation in the tail end of the catastrophe, which was the Biden-Obama response to the swine flu where 60 billion Americans were infected. And it was so widespread they just stopped testing altogether. What they did was they -- you now assess the trial results as they come in instead of waiting for the end to assess them then. So that really like doubles and triples the amount of time you get to then assess these vaccines. That's why it's called Operation Warp Speed. One more thing, I've been looking at all the states. All 50 of the states in terms of on the trends of the deaths, every single state in the United States is seeing a decline in the amount of deaths. You can nitpick. There's a few states like Nebraska that have, like, six deaths one day and eight deaths the next. It's sad, but it's statistically insignificant. The fact that all 50 states are seeing a decline in deaths is a huge testament to how well we've done so far."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. And I think it was Betsy McCaughey -- that's the article in the New York Post? You've been reading a lot lately, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Only the Post, only the New York Post."
    },
    {
      "speaker": "PERINO",
      "utterance": "Impressive though. All right, ahead, Attorney General Bill Barr blasting mob rule in a scathing rebuke of the lawlessness in America."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Attorney General Bill Barr is fed up with liberal lawlessness in American cities. The nation's law enforcement leader reportedly suggesting that prosecutors charge violent rioters with sedition, and the DOJ considered pursuing charges against Portland city officials over the endless anarchy in that city. Here's Bill Barr calling out the Democrats."
    },
    {
      "speaker": "BILL BARR, U.S. ATTORNEY GENERAL",
      "utterance": "The message of the Democrats appears to be Biden or no peace. But also saying, you know, dealing with this is going to stop with Biden. That is a rule by the mob. And we're approaching that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And big surprise, Minneapolis city council members now claim they're shocked crime is surging in the city after they voted to defund the police. Emily Compagno, your thoughts?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I will start with Seattle for a moment. I've heard pundits says that indeed it would be chilling for the feds to prosecute local officials because it would be based on simply that they didn't like the decisions that they made. There is nothing farther from that truth. Abrogation of duty, dereliction of duty, or abject failure of duty is not a preference dispute. And the major of Seattle, Jenny Durkan, sent out the tweet and said this is chilling. This is once again an example of abuse of power by the Trump administration, and he's using the AG, the Attorney General, as his, you know, lap dog. She said but it's not about me. The story is not about me. It's about the president. It's about the AG. And as a Seattle resident, I want to say it's not about them either, sister. It's about us, the residents. We are the ones who, in addition to paying taxes and paying her salary, we are the ones that surrendered safety and security, and in a lot of instances, livelihoods, and our law enforcement for them to make their points. So for me, I'm all about this. But as an attorney, be careful not to overcharge. I know that the DOJ is also considering civil charges. And I think in the manner of Portland. That would be a lot more effective rather than creating sort of a firestorm and badge of honor that that mayor would likely wear."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Tell it, sister. Juan Williams, what do you think about what Bill Barr said?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I just -- you know, Jesse, I have a sense of regret or sadness. Because I think Bill Barr is making a lot of political statements these days. He says, oh, my goodness, if Trump loses, the country goes socialist. If Trump wins, they're -- it's potential for riots. I mean, it sounds to me like he's all of a sudden a political pundit. We should get him on The Five. I don't know why he feels -- and by the way, you know, just -- I don't share Emily's view about what he -- you know, apparently, you know, the idea of threats against the mayor. That's a local official. A local official should be responsive to local constituents who -- if they feel that she's failed them, OK. But to go after the President's critics and the mayor there has been a critic, now, the mayor in Portland, apparently, they explored whether or not there should be charges there. You know -- and then to say to his own -- this is the thing that gets me. Even his own prosecutors within the Justice Department, he's saying you guys have been too easy on the protesters and suggesting that they should use the charge of sedition against people involved with protests. So, you know, to me, this is the guy who got involved with the Roger Stone case, got involved with the Michael Flynn case, and now, he's the whole idea of equal justice under law, it's all about partisan politics under the color of law. That's not good for America."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. He wasn't nearly as partisan as Eric Holder, was he? And Bill Barr is welcome on THE FIVE anytime. I just want to make sure he knows that. Dana, what are your thoughts on this kerfuffle."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I do think that Emily makes a good point about the difficulties of overcharging. By overcharging, remember that the government has to prove beyond a reasonable doubt. And sedition might be kind of hard to prove, might be also why they haven't done that. I don't know whether he was basically just trying to make a point, but I do think that there are some good ideas. Our own Andy McCarthy has put them forward about using the RICO laws in order to try to see about the coordination and try to stop this in terms of specially the fundraising. And I noticed that in Minneapolis today -- I'm sorry, in Wisconsin today. We had a reporter there that was basically showing, Hillary Vaughn, that a lot of those businesses that were rioted, where they were looted, that it's still not cleaned up. So, I imagine that if you do live in that area, you would -- you would be more responsive to a law and order message than you might have even been, you know, before the summer started."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Absolutely. Greg, wrap us up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I really admire Barr because what he's saying shows that he understands what Americans think about what's going on in this country. They are i.e. rioters, thugs, arsonist, losers are being treated far too lightly. They were -- they get arrested and then they get immediately released. They get their bail taken care of by organizations that Kamala Harris tweets about, rapists and murderers Damn straight, we need adults here. And he's an adult who understands the concept of disincentives. If you have disincentives, people won't engage in these practices. Like the judge who just did that million-dollar bail on the -- on the sorority girl, she went from kappa delta to sigma clink. Suddenly people go oh, we're not going to riot in Lancaster because we're going to go to jail and there's going to be a huge bail. So, I think that like the problem here, and it's a problem you see every day, people in the media and politicians are so far removed from crime. They don't think cops really need to exist except when they need their private security. And it's the same thing with arson, right? Nobody is covering arson because it's not in their town. Arson (INAUDIBLE). So, the fact is, at least bar who is, you know, up there, probably lives in a nice neighborhood, actually knows how people feel about this, and it isn't good."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I partied with some of those sigma clink girls back in college. I got to tell you, man, those girls are crazy. Next up, comedian Chris Rock calls out Democrats for botching the Coronavirus response. Hear what he said next on THE FIVE."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Welcome back. Comedian Chris Rock hitting Democrats for being more focused on impeaching President Trump than the Coronavirus. The comedian saying, it's all the Democrats' fault and also telling the New York Times, \"It was totally up to Pelosi and the Democrats. Their thing was, we're going to get him impeached, which was never going to happen. You let the pandemic come in. Yes, we can blame Trump, but he's really the five-year-old.\" Juan, I'd like to start with you and get your point of view on what he's essentially saying, which is that the Democrats created the ball that America had its eye on, while a more insidious real ball was being dropped elsewhere."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wow, I mean, the joke's on us all, right, according to Chris Rock, and I love Chris Rock. So, I would -- I'm just open air is because he's saying, wow, you know what, Democrats, you should have reigned in the five-year-old. He says that Trump is like the five-year-old in the last emperor, a movie that Chris Rock starred in. And he's saying, the adults in the room, the Democrats, they should have done something with him. Well, I don't know who comes out good in that, but I do think all of us should feel like hey, Chris Rock does -- he really skewered everyone in the room. Let's say that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He didn't skewer me and he didn't skewer Dana, that's for sure -- anybody here on THE FIVE who was saying this for six months. Obviously, Chris Rock watches THE FIVE because that's exactly what we were saying. I remember when there was that Senate hearing and Dana said, there's this hearing going on COVID, but everybody is focusing on impeachment. I remember that. I think it wasn't either February or January, and we've always been saying that. It reminds me a lot of Volturi from Twilight in that we --"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Volturi. And fases on the wrong syllable, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But here's my -- hopefully, more people will listen to Chris Rock and actually see that we were right all along, because clearly, he's been watching THE FIVE. Sorry, I had to interrupt."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "No, it's fine. Dana, what are your thoughts on sort of Chris's also further point, which is that everyone knew what they were getting when they voted this man in, and that was sort of his five-year-old point. But how does that relate to his larger messaging, which is to Juan's point, that the Democrats should they have been the \"adults in the room,\" so they should shoulder the blame?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, it's clear that Chris Rock watches THE FIVE because Greg has been saying from the beginning that everybody knew what they were getting when they voted for Trump. So, we are so glad to know that Chris Rock watches THE FIVE. On January 24th, the questions were due for impeachment, and that was the day that basically there was also a hearing on Coronavirus, you're remembering it correctly. And at the time, Democrats said that Republicans were using COVID as a distraction against impeachment."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes. Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "And here we are."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "That's known as a zinger. Jesse, what are your thoughts?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I just -- you know, I hate to see Greg get cocky when Chris Rock agrees with him and, you know, I just -- I hate to -- it makes me sick to my stomach."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's the shirt."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, you should send Chris that shirt. Listen, the Democrats in the House and in the Senate were both briefed on Coronavirus January 24th and January 30th. We all know they knew how bad it was because they all dumped stocks, remember? Like, 12 of them dumped stocks afterwards. So, did they talk about Coronavirus? No. They talked about impeachment. And none of them really lifted a finger to help the president. It was Cuomo who did a lot of this stuff in New York. Schumer was nowhere to be found. Nancy said come on into Chinatown and party. So, I'm not going to blame the Democrats, I'm just going to blame China."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "All right, guys, don't go anywhere. The \"FASTEST SEVEN\" is up next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's Lou Dobbs Thursday and time for \"THE FASTEST SEVEN.\" First up, if you're dreading Daylight Saving Time, you're not alone, or its end. Senator Marco Rubio and Rick Scott are proposing a bill that would postpone falling back until November of 2021. What do you guys make of it, Juan?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Look, you know what, I like this idea. But I must say, I like it even more than they do, Greg. I think -- look, stick with daylight savings times, stick with standard time, but stop the back and forth. You know, one of the reasons they offered is at the time of this Coronavirus, it just creates more stress for us all. I think it does that even in good times."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Dana, what do you think?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, as somebody who loves to go to bed very early, I always look forward to falling back because then you can go to bed at 9:00 and it feels like 10:00, but you know, nobody can blame you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "That only lasts for about a week though. I don't think they should do it for just 2021, Juan. let's just do it forever."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Well, how about this? I think we should move -- Emily, we should move the time up by 12 hours, so at midnight, it would be as bright as lunchtime, and then we're working, we'll be done by 6:00 a.m., which means we can all go home for breakfast."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Well, that's like Alaska, like daylight all the time. But I just have to say this legislation reappears twice a year, every year. And I don't understand why it just doesn't pass, especially after learning that heart attack spike in the spring around that time and stroke spike in the fall around the time. Like, I am thoroughly terrified. It's obvious we need to cut it out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. You know what? And if we do that, Emily, we'll have more Twilight. Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Greg, time is just God's way from preventing everything from happening all at once."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, I said that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, that was me. I just said that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Next up, this one's for you, Juan. It's a bird, it's a plane, it's a drone in centerfield. Last night's game between the Cleveland Indians and Chicago Cubs was delayed a whopping seven minutes after a drone landed on the outfield. Jesse, when I heard a drone landed in the outfield, I said -- I thought to myself, how did Jesse Watters get tickets to this game?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Greg, you know what? If want my game interrupted, I want it to be interrupted by a streaker."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't want it to be interrupted by a drone."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true. But that could be a naked drone, Dana. I don't want to make you blush. Is this a story worthy --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Because I would charge them with sedition to get it over with."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, sedition. Emily, do you find this story is worthy of the \"FASTEST SEVEN?\" I'm already bored by it."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Well, although it's fascinating to some people, but I have to say that drones are always party crushers. I hate them as a bystander. And you know who really hates them, are animals. Animals hate them. And I would just ask viewers to look into drone infiltration of jails and prisons, which is a heavy pattern going on."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I didn't see that corner being broached. All right, Juan, what are your thoughts?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, you know, I just -- I take it -- I'm interested in what Emily was saying about jails. I don't know what that's about. But I mean, to me, this is a serious story because --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You don't? How did they drop the drugs in, Juan?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Remember, like -- yes, OK. Is that what it is? OK. But I mean, yesterday with the baseball thing, what if they have lasers? Remember we were worried about drones and airplanes out in L.A. I think a week ago? What if they had a bomb on that drone? We heard about drones and privacy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It could be a dry run."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. I just think this is -- I think the law is going to have to catch up with the technology because this is not good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I agree. I agree. Finally, is your pet looking for a hot date tonight? This sounds perverted. A new app, called Pinder connects lonely animals with a potential furry mate. Dana, this poses a problem for someone like me who identifies as a dog. If you were not to allow me to have say, enjoy the company of Jasper, that would be discrimination."
    },
    {
      "speaker": "PERINO",
      "utterance": "That would also -- then, I would be put in jail for being negligent in taking care of m"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "PERINO",
      "utterance": "And I would probably be charged with sedition."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, I don't know. This seems weird to me. Just go to the dog park."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You are definitely obsessed with sedition. All right, Emily, thoughts?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Well, the founder of this was like, oh, we're clearly just taking the effective format of Tinder and applying it to the pet community, which to me, immediately brought up just like invoked to a sort of no thank you in an appropriate realm for this. As Dana said, just go to the dog park."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Jesse, I hope there's no heavy petting in these dates."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I just like how Dana got a laugh off the sedition joke and then she use it again in the next topic. Yes, listen, I just wish I was smart enough to build an app where I could just steal money from people's phone like this. But alas, I am just a talking head."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Juan, do you think this is just some kind of weird way to meet people with pets? It's not really about the pets at all."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You mean -- wait a second. That's genius. You mean -- hold on. So, it's like a guy who takes a dog to the park to meet girls?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wow, I hadn't thought of this. I hadn't thought of this. I was worried about the pets that were neutered. You know, like, they would be disappointing on a date."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go. Yes. I often take girls to the park to meet dogs, because that's what I identify as. \"ONE MORE THING\" is up next."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's terrible."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Time now for \"ONE MORE THING.\" Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "First up, all of us want to wish our executive producer on THE FIVE, Megan Albano a very happy birthday. Happy birthday, Megan."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Happy birthday, Megan."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, enough with the butt-kissing for me. What happens when a monkey steals your iPhone? This is what happens. They take selfies with it. This Malaysian man named Zach got his iPhone jacked by a monkey, and the monkey just took a bunch of selfies."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think this proves some evolution right here. They're just like us."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "That's incredible."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Some of them we couldn't show but -- because it's a family show, but we were able to show these."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "It's amazing."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Pretty cool. Greg, you're up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's do this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Animals are great. Animals are great. Animals are great."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "As you know, I'm 100 percent against defunding the police. They should get more money because if you defund, you end up with something like this. You have a police force made of guinea pigs and pugs. Although they're adorable -- although they're adorable, they really can't do much, except the rest people first sedition. Anyway, I think they're -- I think they're getting ready a little too soon for Halloween, and they do not look like they're enjoying this at all. Anyway, there you go. Nice hat. Dana, that was your hat."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Nice hat."
    },
    {
      "speaker": "PERINO",
      "utterance": "I know. I hope I get that back next week. Am I next, Juan?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. Dana, it's your turn."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, you know, we talk a lot about funny things. But it's also been in just a tough time. It's always good to point out people who are doing helpful things, things that are helping others, and that's the Dairy Farmers of America. So, check this out. They have an initiative called DFA Cares. And that helps provide disaster relief through product and money to help communities in need. So, you can be a part of that help. You can also nominate local foods banks near you to receive dairy products. It's really important to try to get those food banks covered. And in addition to the dairy products, the Dairy Farmers of America, they're providing refrigeration for some of these food banks that don't have enough of it.I want to thank them for helping out."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's a good cause. OK, it's my turn. Today's \"ONE MORE THING\" actually takes me back a little ways. My dad train pro fighters and some Saturdays I got to tag along to the gym. So, take a look at this dad encouraging his son as they work out together. Chase Knight, a Kansas City Missouri CrossFit coach tells his son, keep it up, do one more, and good job as they exercise together at home during the Coronavirus shut down. Chase Knight wrote that exercise as part of raising his son with the utmost love, and that's his greatest goal in life. Chase, you're a dad -- you're the greatest. Way to go, dad. All right, Emily, it's your turn."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "That's sweet. On 9/11, I had the honor of emceeing the 10th annual prayer breakfast for the Permission to Start Dreaming Foundations Fund. And the speaker and performer lineup was incredible. Navy SEAL Jason Redman, Oklahoma City Bombing firefighter Chris Fields, Old Glory performer, Van Morris and more. It was a powerful truly moving event. And you can learn more about this amazing organization dedicated to veterans and first responders' PTSD and mental health."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No masks, Emily. Unbelievable. No masks. I can't believe it."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "They were -- they were literally right next to us the entire time."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I just -- I cannot believe --"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "That was incredible."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Emily, did you work any -- did you work any references to Twilight into your speech?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "No, because everyone already knew what I was talking about because it was in Seattle -- it was in Gig Harbor."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Go back and watch the A-block which she references some character from. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}