{
  "date": "April 5, 2012",
  "headline": "What's Next for Arizona Immigration Law; Obama's Whirlwind Publicity Tour",
  "subHeadline": "The following is a rush transcript of the July 28, 2010, edition of \"Special Report With Bret Baier.\"",
  "url": "https://www.foxnews.com/transcript/whats-next-for-arizona-immigration-law-obamas-whirlwind-publicity-tour",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "ALFREDO GUTIERREZ, (D) FORMER ARIZONA ST ATE SENATOR",
      "sentences": "We have to tell our folks we want one and get on with it. This is a very small battle in the war of people who clearly want to depart millions of people from this country.  This was a minor battle. We won it. But this is -- no one should construe this as a major victory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAN BREWER, (R) ARIZONA GOVERNOR",
      "sentences": "The federal government got relief from the courts to not do their job. And that means that now they have got this temporary injunction. They need to step up, the feds do, and do the job that they have the responsibility to do for the people of America and for the people of Arizona.  This just begins the process. This is an injunction. They haven't heard, really, the merits of the bill. This is just an injunction, a temporary injunction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Well, today, Judge Susan Bolton, federal judge in Arizona, issued a temporary injunction to stop some of the most controversial provisions of the Arizona immigration law. It won’t allow police to be given reasonable suspicion to obtain a suspect's immigration status, and another made it a state crime to be in the U.S. illegally. And the judge's preliminary stay also negated a requirement that aliens must carry immigration papers. As you saw, Arizona's governor has said the appeal is already in the works. What about this, the politics, the policy, the fallout?  Let's bring in our panel, Fred Barnes, Executive Editor of The Weekly Standard, Erin Billings, deputy editor of Roll Call, and syndicated columnist Charles Krauthammer. Fred?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED BARNES, EXECUTIVE EDITOR, THE WEEKLY STANDARD",
      "sentences": "Well, this was a surprising decision to me, because I thought the Obama administration had a pretty weak case. But the judge decided otherwise, and even before the law had gone into effect. That's what surprised me. I know, decided to eliminate, at least for the time being, some of the main points. And the effect of the decision was just what I think Governor Brewer said in that bite, and that is that Arizona wanted to enhance enforcements of the immigration law, and the judge frustrated enforcement of those laws.   The judge bought this argument about Arizona was preempting federal law, and I don't think Arizona was preempting federal law. What they were doing was trying to step up enforcement of the federal law. And one of the answers of the federal government was, which the judge agreed with, was I thought absurd, and that is that this will cause, if Arizona, if police and sheriff in Arizona ask people what their immigration status and it can't be determined and they have to call into the Immigration and Naturalization Service, they will be flooded with calls and they won't -- it will distract them from doing other things that they need to do. Well, my advice would be hire more people. That's all you need to do. They say, we get calls from the FBI and the Secret Service, and so on, and if we have all these calls we will be distracted.  Look, the ball is now in the Obama administration's court. They have gotten this Arizona law, the main parts of it, blocked, at least temporarily. And it's clear from all of the polls that the American public wants stepped up enforcement. So it is up to Obama to deliver.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Erin, the White House purposely said they were not going to treat this ruling as a political victory, yet some of the supporters were out doing just that today. This may very well head to the ninth circuit court of appeals and then to the Supreme Court. What about the politics of today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIN BILLINGS, DEPUTY EDITOR, ROLL CALL",
      "sentences": "This was a legal victory, arguably, for the Department of Justice and the Obama administration, and immigration, comprehensive immigration reform advocates.  But this wasn't necessarily a political victory. Look, this is going to incite passions on both sides. We are about to go into the August recess. Congress is leaving town. A lot of Democrats are in vulnerable districts. They're facing really tough reelections. They don't want to talk about immigration reform. They want to talk about the economy. But this is probably force them to talk about it. So I am not sure if this is a political victory for the Obama administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Charles?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, SYNDICATED COLUMNIST",
      "sentences": "I think politically it will simply increase the temperature on both sides, but legally I think it's very important because ultimately this case will be decided in the Supreme Court. I think for now this is a very sweeping but quite temporary victory for the opponents of the Arizona law. And the reason I think it is temporary is I cannot see the Supreme Court ultimately upholding this ruling. There's a fundamental contradiction in the middle of it pointed out by, among others, former prosecutor Annie McCarthy, who makes this case.  Her argument seems to be -- the judge's argument is that the Arizona law is inconsistent with the federal law and therefore has to be enjoined against. The problem is, she is confusing the idea of the law with the federal law and the federal enforcement of the law, so that her argument essentially is because the Arizona law, which incidentally is drawn up to be entirely consistent with the federal law -- it practically duplicates its language -- because the Arizona law is contradicting the physical enforcement of the law, which is essentially not enforcement, therefore it is inconsistent with the law and has to be struck down.   So enforcing the federal law on behalf of the states is illegal because it goes against what the feds are doing, which is not enforcing. It is nuts. It does not hold up. And I think when it ends up at the Supreme Court it is going to be struck down. But of course in the meantime, I think politically it is going make the argument much more intense on both sides because there is so much at stake here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Fred, on the politics of it, immigration reform as an issue in Congress is essentially dead. We have said in the House and Senate it is in the going anywhere. So as an issue it is still relevant because of this ruling?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARNES",
      "sentences": "Well, it is, because the Arizona law, which has gotten such enormous attention, and it's popular across the country. But there is a paradox here that Republicans need to pay attention to. They may get good poll numbers on immigration and stronger enforcement of immigration, but it has never helped them in elections. The candidates that have been the strongest people attacking illegal Hispanics in the country, and so on, have never done well.  And what is the rising voting group in the country? It's Hispanic. They react very poorly to what Republicans have said on this issue. So Republicans need to be enormously careful or they'll alienate this very important voting block.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "I think Republicans ought to act on their conscience and act constitutionally and act on the principle that a country has the right to determine who comes in and who doesn't.   I am a supporter of legal immigration in large numbers, but I think we have the right as a country to say our doors are wide open, but we're the ones who decide who comes in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Go to our homepage at FoxNews.com/SpecialReport for a web exclusive report from Correspondent Claudia Cowan about how the unemployment numbers are not telling the complete story about people who are out of work.  When the panel returns, we will look at the president's fundraising blitz ahead of the midterm elections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG HEYE, REPUBLICAN NATIONAL COMMITTEE",
      "sentences": "One of the things that the president likes to do is, while trying to display a down-home, folksy feel to voters, he then goes into the real posh places to raise money. And it really demonstrates fundamentally the dichotomy of who this president campaigns as and who this president is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARI SEVUGAN, DEMOCRATIC NATIONAL COMMITTEE",
      "sentences": "What we're focusing on right now is making sure that we win as many seats as we can in November. We understand the historical headlines that are against us, but we have a plan in place to turn out first time voters from 2008 again in 2010. We've got the resources to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "President Obama today heading to the Tasty Sub Shop in Edison, New Jersey. He's up in New Jersey and New York for some fundraising dinners, but this was the Tasty Sub Shop that the reporters all saw today.  Tonight he's attending two fundraising dinners that could raise as much as $3 million for the Democratic National Committee. One of them is Vogue editor Anna Wintour's home, the other one was at the Four Seasons grill room. No pictures allowed in either of these.  It is fundraising season, of course. What does this mean for Democrats headed as we head into the fall? We are back with our panel. Erin, the president obviously can raise a lot of money, $3 million possibly tonight, but some Democrats are choosing to stay away from this White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILLINGS",
      "sentences": "Well, that's true. Some Democrats, particularly moderate Democrats who are in tough races, do not want to be affiliated with the Obama administration and the agenda that he's pushed forward. Having said that, he is the president. He will always be able to raise a lot of money. George Bush even when he was unpopular was able to raise a lot of money. Even when Republicans did want him campaigning for them, they still wanted his money.   And Obama is still the biggest fundraiser in town. So even if they do not want to stand on the podium with him, they will take his money. And, frankly, all the Democrats are happy to have him have a $3 million pull in one night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes. Also today, the president stopped by the talk show \"The View.\" \"The View\" sent out some still pictures of the president chatting with the ladies in a break there on the couch. We can only -- can't wait to see \"The View.\" It comes out tomorrow. There you see the president relaxing with them. Charles, what about that decision?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "Well, some have criticized it as un-presidential. In fact, Ed Rendell, governor of Pennsylvania, criticized it as such. Look, I'm in no position to look down at other panel shows, and in fact it was Richard Nixon when he ran for president when he appeared on \"Laugh In,\" which was a comedy show at the time, stuck his head through a wall and said \"Sock it to me.\" That was the beginning of the end of American civilization, and it was a premise you could not go lower in presidential dignity.   So I think the standard has been set and I am not at all upset by what he is doing on \"The View.\" But I find it really curious and interesting how the populist, you know, union dominated Democrats are going around to the dinners, what is it, $30,000 a plate tonight? It reminds of a line in a John Updike novel in which he says of his heroin, \"Like most of her neighborhood, she was a fighting liberal, fighting to have her money taken away from her,\" which is what these liberals he is appealing to are doing.   After all, he has a social democratic agenda, will raise all of their taxes of every kind, except that these people are so rich that tax hikes have no influence on them. It's the independent businessman and the people would make $250,000 a year who are the ones who really hurt when you raise their taxes. So perhaps it isn't as paradoxical as it seems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Fred, how big of a factor will President Obama be this November?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARNES",
      "sentences": "He'll be a big factor – a big negative factor. Look at the polls. Gallup has its presidential approve rating every day, and Obama was underwater by four points today. In other words, his job disapproval was four points higher than his approval.  So, and as Erin said, it is President Obama and the agenda in particular that are unpopular around the country. So, there is only one way he can help, and it is raising money. Look, presidents can raise a lot of money. I don't begrudge the president trying to be regular guy at a delicatessen or an ice cream place he goes to and then goes to the hoity-toity places to raise money. This is what presidents do. Nobody can raise money like they do, like they can. And when it gets down to it this is the only card that, I think, Democrats are going to have in the fall election.  Look, the president skipped going to the Boy Scouts jamboree so he could be on \"The View.\" I have an unbroken record of never watching \"The View,\" and my record will be intact tomorrow as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The White House says he skipped the Boy Scouts, and he is giving a videotaped message to the Boy Scouts. He says that his fundraisers, the White House says, the fundraisers had been set up and it was not \"The View\" appearance that made him skip the jamboree. Either way, he's not going to be there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARNES",
      "sentences": "I'm glad to know that, but, look, he has a problem. He's on TV, he's doing something all the time, he's in your face. There's a new clip the White House put out today of the president sitting at a computer telling you how to go through it to find out how great his health care plan is. Does the president really need to do that? Whatever happened to the majesty of the office. My advice to President Obama would be to stay off television for a while. It will probably enhance your job approval greatly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "When you have Ed Rendell, Erin, saying maybe you shouldn't go on \"The View,\" and I would not put him on Jerry Springer, either -- That's what he said, not my words. Are Democrats sensitive the president being out there too much?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILLINGS",
      "sentences": "I think the card that Obama has played very effectively is going before a crowd and can appeal to the masses. Clearly \"The View\" has a huge viewership, not trying a pun there, and so I think he is trying to work on his own popularity. He'll fundraise on one side and working on his popularity on the other. Does that really affect other members who are vulnerable? I don't think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That is it for the panel. But stay tuned for evidence that BP is desperately trying to change its image.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALFREDO GUTIERREZ, (D) FORMER ARIZONA ST ATE SENATOR",
      "utterance": "We have to tell our folks we want one and get on with it. This is a very small battle in the war of people who clearly want to depart millions of people from this country. This was a minor battle. We won it. But this is -- no one should construe this as a major victory."
    },
    {
      "speaker": "JAN BREWER, (R) ARIZONA GOVERNOR",
      "utterance": "The federal government got relief from the courts to not do their job. And that means that now they have got this temporary injunction. They need to step up, the feds do, and do the job that they have the responsibility to do for the people of America and for the people of Arizona. This just begins the process. This is an injunction. They haven't heard, really, the merits of the bill. This is just an injunction, a temporary injunction."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Well, today, Judge Susan Bolton, federal judge in Arizona, issued a temporary injunction to stop some of the most controversial provisions of the Arizona immigration law. It won’t allow police to be given reasonable suspicion to obtain a suspect's immigration status, and another made it a state crime to be in the U.S. illegally. And the judge's preliminary stay also negated a requirement that aliens must carry immigration papers. As you saw, Arizona's governor has said the appeal is already in the works. What about this, the politics, the policy, the fallout? Let's bring in our panel, Fred Barnes, Executive Editor of The Weekly Standard, Erin Billings, deputy editor of Roll Call, and syndicated columnist Charles Krauthammer. Fred?"
    },
    {
      "speaker": "FRED BARNES, EXECUTIVE EDITOR, THE WEEKLY STANDARD",
      "utterance": "Well, this was a surprising decision to me, because I thought the Obama administration had a pretty weak case. But the judge decided otherwise, and even before the law had gone into effect. That's what surprised me. I know, decided to eliminate, at least for the time being, some of the main points. And the effect of the decision was just what I think Governor Brewer said in that bite, and that is that Arizona wanted to enhance enforcements of the immigration law, and the judge frustrated enforcement of those laws. The judge bought this argument about Arizona was preempting federal law, and I don't think Arizona was preempting federal law. What they were doing was trying to step up enforcement of the federal law. And one of the answers of the federal government was, which the judge agreed with, was I thought absurd, and that is that this will cause, if Arizona, if police and sheriff in Arizona ask people what their immigration status and it can't be determined and they have to call into the Immigration and Naturalization Service, they will be flooded with calls and they won't -- it will distract them from doing other things that they need to do. Well, my advice would be hire more people. That's all you need to do. They say, we get calls from the FBI and the Secret Service, and so on, and if we have all these calls we will be distracted. Look, the ball is now in the Obama administration's court. They have gotten this Arizona law, the main parts of it, blocked, at least temporarily. And it's clear from all of the polls that the American public wants stepped up enforcement. So it is up to Obama to deliver."
    },
    {
      "speaker": "BAIER",
      "utterance": "Erin, the White House purposely said they were not going to treat this ruling as a political victory, yet some of the supporters were out doing just that today. This may very well head to the ninth circuit court of appeals and then to the Supreme Court. What about the politics of today?"
    },
    {
      "speaker": "ERIN BILLINGS, DEPUTY EDITOR, ROLL CALL",
      "utterance": "This was a legal victory, arguably, for the Department of Justice and the Obama administration, and immigration, comprehensive immigration reform advocates. But this wasn't necessarily a political victory. Look, this is going to incite passions on both sides. We are about to go into the August recess. Congress is leaving town. A lot of Democrats are in vulnerable districts. They're facing really tough reelections. They don't want to talk about immigration reform. They want to talk about the economy. But this is probably force them to talk about it. So I am not sure if this is a political victory for the Obama administration."
    },
    {
      "speaker": "BAIER",
      "utterance": "Charles?"
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, SYNDICATED COLUMNIST",
      "utterance": "I think politically it will simply increase the temperature on both sides, but legally I think it's very important because ultimately this case will be decided in the Supreme Court. I think for now this is a very sweeping but quite temporary victory for the opponents of the Arizona law. And the reason I think it is temporary is I cannot see the Supreme Court ultimately upholding this ruling. There's a fundamental contradiction in the middle of it pointed out by, among others, former prosecutor Annie McCarthy, who makes this case. Her argument seems to be -- the judge's argument is that the Arizona law is inconsistent with the federal law and therefore has to be enjoined against. The problem is, she is confusing the idea of the law with the federal law and the federal enforcement of the law, so that her argument essentially is because the Arizona law, which incidentally is drawn up to be entirely consistent with the federal law -- it practically duplicates its language -- because the Arizona law is contradicting the physical enforcement of the law, which is essentially not enforcement, therefore it is inconsistent with the law and has to be struck down. So enforcing the federal law on behalf of the states is illegal because it goes against what the feds are doing, which is not enforcing. It is nuts. It does not hold up. And I think when it ends up at the Supreme Court it is going to be struck down. But of course in the meantime, I think politically it is going make the argument much more intense on both sides because there is so much at stake here."
    },
    {
      "speaker": "BAIER",
      "utterance": "Fred, on the politics of it, immigration reform as an issue in Congress is essentially dead. We have said in the House and Senate it is in the going anywhere. So as an issue it is still relevant because of this ruling?"
    },
    {
      "speaker": "BARNES",
      "utterance": "Well, it is, because the Arizona law, which has gotten such enormous attention, and it's popular across the country. But there is a paradox here that Republicans need to pay attention to. They may get good poll numbers on immigration and stronger enforcement of immigration, but it has never helped them in elections. The candidates that have been the strongest people attacking illegal Hispanics in the country, and so on, have never done well. And what is the rising voting group in the country? It's Hispanic. They react very poorly to what Republicans have said on this issue. So Republicans need to be enormously careful or they'll alienate this very important voting block."
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "I think Republicans ought to act on their conscience and act constitutionally and act on the principle that a country has the right to determine who comes in and who doesn't. I am a supporter of legal immigration in large numbers, but I think we have the right as a country to say our doors are wide open, but we're the ones who decide who comes in."
    },
    {
      "speaker": "BAIER",
      "utterance": "Go to our homepage at FoxNews.com/SpecialReport for a web exclusive report from Correspondent Claudia Cowan about how the unemployment numbers are not telling the complete story about people who are out of work. When the panel returns, we will look at the president's fundraising blitz ahead of the midterm elections."
    },
    {
      "speaker": "DOUG HEYE, REPUBLICAN NATIONAL COMMITTEE",
      "utterance": "One of the things that the president likes to do is, while trying to display a down-home, folksy feel to voters, he then goes into the real posh places to raise money. And it really demonstrates fundamentally the dichotomy of who this president campaigns as and who this president is."
    },
    {
      "speaker": "HARI SEVUGAN, DEMOCRATIC NATIONAL COMMITTEE",
      "utterance": "What we're focusing on right now is making sure that we win as many seats as we can in November. We understand the historical headlines that are against us, but we have a plan in place to turn out first time voters from 2008 again in 2010. We've got the resources to do it."
    },
    {
      "speaker": "BAIER",
      "utterance": "President Obama today heading to the Tasty Sub Shop in Edison, New Jersey. He's up in New Jersey and New York for some fundraising dinners, but this was the Tasty Sub Shop that the reporters all saw today. Tonight he's attending two fundraising dinners that could raise as much as $3 million for the Democratic National Committee. One of them is Vogue editor Anna Wintour's home, the other one was at the Four Seasons grill room. No pictures allowed in either of these. It is fundraising season, of course. What does this mean for Democrats headed as we head into the fall? We are back with our panel. Erin, the president obviously can raise a lot of money, $3 million possibly tonight, but some Democrats are choosing to stay away from this White House."
    },
    {
      "speaker": "BILLINGS",
      "utterance": "Well, that's true. Some Democrats, particularly moderate Democrats who are in tough races, do not want to be affiliated with the Obama administration and the agenda that he's pushed forward. Having said that, he is the president. He will always be able to raise a lot of money. George Bush even when he was unpopular was able to raise a lot of money. Even when Republicans did want him campaigning for them, they still wanted his money. And Obama is still the biggest fundraiser in town. So even if they do not want to stand on the podium with him, they will take his money. And, frankly, all the Democrats are happy to have him have a $3 million pull in one night."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes. Also today, the president stopped by the talk show \"The View.\" \"The View\" sent out some still pictures of the president chatting with the ladies in a break there on the couch. We can only -- can't wait to see \"The View.\" It comes out tomorrow. There you see the president relaxing with them. Charles, what about that decision?"
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "Well, some have criticized it as un-presidential. In fact, Ed Rendell, governor of Pennsylvania, criticized it as such. Look, I'm in no position to look down at other panel shows, and in fact it was Richard Nixon when he ran for president when he appeared on \"Laugh In,\" which was a comedy show at the time, stuck his head through a wall and said \"Sock it to me.\" That was the beginning of the end of American civilization, and it was a premise you could not go lower in presidential dignity. So I think the standard has been set and I am not at all upset by what he is doing on \"The View.\" But I find it really curious and interesting how the populist, you know, union dominated Democrats are going around to the dinners, what is it, $30,000 a plate tonight? It reminds of a line in a John Updike novel in which he says of his heroin, \"Like most of her neighborhood, she was a fighting liberal, fighting to have her money taken away from her,\" which is what these liberals he is appealing to are doing. After all, he has a social democratic agenda, will raise all of their taxes of every kind, except that these people are so rich that tax hikes have no influence on them. It's the independent businessman and the people would make $250,000 a year who are the ones who really hurt when you raise their taxes. So perhaps it isn't as paradoxical as it seems."
    },
    {
      "speaker": "BAIER",
      "utterance": "Fred, how big of a factor will President Obama be this November?"
    },
    {
      "speaker": "BARNES",
      "utterance": "He'll be a big factor – a big negative factor. Look at the polls. Gallup has its presidential approve rating every day, and Obama was underwater by four points today. In other words, his job disapproval was four points higher than his approval. So, and as Erin said, it is President Obama and the agenda in particular that are unpopular around the country. So, there is only one way he can help, and it is raising money. Look, presidents can raise a lot of money. I don't begrudge the president trying to be regular guy at a delicatessen or an ice cream place he goes to and then goes to the hoity-toity places to raise money. This is what presidents do. Nobody can raise money like they do, like they can. And when it gets down to it this is the only card that, I think, Democrats are going to have in the fall election. Look, the president skipped going to the Boy Scouts jamboree so he could be on \"The View.\" I have an unbroken record of never watching \"The View,\" and my record will be intact tomorrow as well."
    },
    {
      "speaker": "BAIER",
      "utterance": "The White House says he skipped the Boy Scouts, and he is giving a videotaped message to the Boy Scouts. He says that his fundraisers, the White House says, the fundraisers had been set up and it was not \"The View\" appearance that made him skip the jamboree. Either way, he's not going to be there."
    },
    {
      "speaker": "BARNES",
      "utterance": "I'm glad to know that, but, look, he has a problem. He's on TV, he's doing something all the time, he's in your face. There's a new clip the White House put out today of the president sitting at a computer telling you how to go through it to find out how great his health care plan is. Does the president really need to do that? Whatever happened to the majesty of the office. My advice to President Obama would be to stay off television for a while. It will probably enhance your job approval greatly."
    },
    {
      "speaker": "BAIER",
      "utterance": "When you have Ed Rendell, Erin, saying maybe you shouldn't go on \"The View,\" and I would not put him on Jerry Springer, either -- That's what he said, not my words. Are Democrats sensitive the president being out there too much?"
    },
    {
      "speaker": "BILLINGS",
      "utterance": "I think the card that Obama has played very effectively is going before a crowd and can appeal to the masses. Clearly \"The View\" has a huge viewership, not trying a pun there, and so I think he is trying to work on his own popularity. He'll fundraise on one side and working on his popularity on the other. Does that really affect other members who are vulnerable? I don't think so."
    },
    {
      "speaker": "BAIER",
      "utterance": "That is it for the panel. But stay tuned for evidence that BP is desperately trying to change its image."
    }
  ]
}