{
  "date": "April 5, 2021",
  "headline": "Clay Travis sounds off on 'farcical' claims about Georgia law",
  "subHeadline": "Guests: Brian Kemp, Victor Davis Hanson, Chris Bedford, Hector Garza, Marty Makary, Pete Hegseth, Clay Travis, Jason Chaffetz, Raymond Arroyo",
  "url": "https://www.foxnews.com/transcript/clay-travis-sounds-off-on-farcical-claims-about-georgia-law",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "HEGSETH",
      "sentences": "My name is Pete Hegseth and I am in for Laura Ingraham this evening, and this is THE INGRAHAM ANGLE. Tonight, data shows a drop in COVID-19 deaths and hospitalizations. Well, thankfully they're stagnant. So, why is Joe Biden's former COVID adviser still trying to scare Americans into submission? Dr. Marty Makary exposes the lies.  Plus, as border crossings jumped at their highest point in 15 years and deportations down significantly. The Biden ministration is still refusing to take this crisis seriously. They won't even call it one of course. Did you know amidst all of that, we still don't even have a CBP Commissioner? No one's at the helm from the top to the CBP. Hector Garza and Jason Chaffetz are here on that.  And while Biden pretends the crisis at the border doesn't exist, he uses the Easter Bunny to push a familiar agenda, you are going to have to see this. Raymond Arroyo is here with Seen and Unseen. This one, day late but not $1 short, it's a classic.  But first, the Left is making sure the state of Georgia pays dearly for daring to make its elections fairer and more secure. How dare they? Liberal woketivist don't just want to defame the state as the land of Jim Crow, Jim Crow 2.0. They want to devastate its economy as well. And they now have a willing partner in Major League Baseball, formerly America's pastime. On Friday, the league announced it would move the all-star game out of Atlanta, you've heard that, cautioning the state tens of millions of dollars in revenue, including a lot of black business owners in the city of Atlanta, which the media is of course ecstatic about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOTAKA EADDY, FULL CIRCLE STRATEGIES CEO",
      "sentences": "Major League Baseball took a necessary step and action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM SMITH, EMORY UNIVERSITY SCHOOL OF BUSINESS PROFESSOR",
      "sentences": "The right thing is for Major League Baseball to protect their brands for them to back away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AL SHARPTON, MSNBC HOST",
      "sentences": "Brian Kemp said, he will not bow to pressure from Major League Baseball or anyone else. But Georgians of good faith of all races tried to purge Trumpism from their midst.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Nothing, but good faith coming from the Reverend, that's for sure. And as Laura said last week, it's time for Republicans to draw a line in the sand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "Any business that bows down to boycotters better be prepared to run into the buzzsaw of tens of millions of patriotic Americans who will vote as well with their wallets. I'm talking moms and dads who are sick of being lectured to, by spoiled brat activists who produce zero that is useful to America. What we're seeing in Georgia is just the latest of the Left's broader campaign of intimidation and distortion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Laura, Amen. Joining me now is the man in the middle of all of this right now, Georgia Governor Brian Kemp. Governor, thank you so much for being here. I got to tell you, just moments ago, literally 15 seconds ago in my ear breaking news, we want to get your reaction. The All-Star game has now been officially relocated, according to sources close to the Associated Press to Denver. So, from your state of Atlanta to Denver, Colorado. First, your reaction to that immediate news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN KEMP (R) GEORGIA GOVERNOR",
      "sentences": "Well, that's true, Pete. Thanks for having me on. Georgia has 17 days of in-person early voting, including two optional Sundays. Colorado has 15, to what I'm being told. They also have a photo ID requirement. So, doesn't make a whole lot of sense to me. But of course, neither does Joe Biden open in the NCAA Championship game tonight, talking about every game played in Indiana and how great it is. and Indiana is the birthplace for the photo ID requirement.  In fact, the court case that upheld that was Marion County, where the game is being played tonight. So hypocritical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Governor, what is this about then? Because those numbers don't lie. It's obviously not about the voter ID requirement. It's obviously not about the number of early days of voting. You've mentioned that the domain name registered by one of Stacey Abrams organizations stopjimcrow2.com was registered even before the bill was in its final form. So, why Georgia? Why this line in the sand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEMP",
      "sentences": "Well, I think because we have early session and we took the initiative to really fix some issues that we saw in the election last year and try to continue to make Georgia state where it's easy to vote and hard to cheat and have secure, accessible fair elections.  But I'll tell you, I think there's several other things. Obviously, you've got Stacey Abrams, and her groups that are - including the president that are lying to the American people and our citizens, and obviously it's a lot of these corporations that they're trying to cancel just for their financial well-being. You've also got trying to distract from the people flooding across the border. And then you also have the big push for H.R.1 and SR-1 at the federal level to have unconstitutional mandate to takeover state elections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "You're absolutely right. I mean if - when the Washington Post, friend of Joe Biden is giving him for Pinocchio's for his characterization of what's happening in Georgia, you know he's in trouble. It's absolutely not true. But it's this just - not just Major League Baseball. That's the crazy part about this. Coca Cola, Delta Airlines, Delta in particular is trying to distance themselves from this law.   But remember, and I know you know this, it was reported that after you signed the bill, an internal statement from Delta's corporate communications team to its employees was leaked. The Delta statement said its government affairs team, aka their lobbyists have been heavily engaged in helping to write the bill. So, governor, Delta Airlines was involved in helping to write the bill because they wanted it to be good and they were satisfied with what it looked like. Now they're running away from it. What does this tell you about the power of the Left, the mob?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEMP",
      "sentences": "Oh, they're working on them. They're working on the board members, or the board members themselves--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEMP",
      "sentences": "They're working on the CEOs and I know some of these CEOs that are outspoken live in New York and New Jersey, where you have time excuse to vote absentee. You don't have to have that in Georgia, or they don't have early voting, or they don't have as many days like Joe Biden's own state of Delaware. It's so hypocritical. And look, it's just unfair to hard working Georgians, small business owners, and baseball fans, not only here, but all across the country that now this great sport, America's pastime is now going to be politicized. I mean, when I grew up playing little league, senior league, high school baseball, last thing I thought about playing those games, and having my family in the stands and a bunch of other kids that I grew up with was politics. That's the last thing anybody thought about.   And now it's front and center, because we have a bunch of spineless corporations that won't just say, look, we're not getting - engaging in that, even though they've been engaged, their government affairs teams are engaged in the legislative process is a work through and this is a bill that is really a good bill. It's going to further secure our elections, but also make them very accessible. Every single Republican in the House and Senate voted on that bill. And it's a good bill, and they're just lying about it. I mean, that's the simple truth. I hate to say that, but that's the facts. And there's plenty of people, piling on them now about other things that make a lot of sense to me, like China and in Cuba.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Yes, we're going to get to some of that later on the program as well. But governor, I know that you're on the right side of this as far as the American people. AP just came out with a poll that showed that 72 percent of Americans believe all voters should provide an identification in order to vote and of course, your state, Georgia offers one to anyone of any background for free, which I know you already know, and is a pesky detail the Left will always ignore. Governor, thank you very much. Appreciate your clarity on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEMP",
      "sentences": "Thanks for having me on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "You got it, great to have you. Well, as Major League Baseball exit Georgia, I guess now to Denver, which has less days of early voting and voter ID blows your mind. The hypocrisy of the Left. There's over voter suppression concerns, so called. It's deepening ties with a country that throws ethnic minorities into concentration camps and has - this is China, by the way, has zero days of early voting, or meaningful voting rights at all for any of its citizens. Of course, we're talking about that communist country of China.   The day before the MLB pulled the all-star game out of Atlanta, the league extended, get this, the league extended - expanded its deal with a Chinese tech giant to stream baseball games in China. So, the day before they canceled MLB, they expanded it a deal in China. And that's not all.  For a decade, Major League Baseball has worked hand-in-hand with the communist regime as part of a children's development program. sounds lovely. Joining me now is Chris Bedford, Senior Editor at the Federalist and Victor Davis Hanson, Senior Fellow at the Hoover Institution. Chris, let me start with you. Major League Baseball says their Georgia decision was over values. So, does this mean they share China's values?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS BEDFORD, THE FEDERALIST SENIOR EDITOR",
      "sentences": "Well, they're lying about that. It wasn't about values, it's about money and being woke and whether it's a combination of the corporations actually believing some of this garbage or just the people being absolutely afraid of being boycotted for it. All they care about here is the money, they're moving it to Colorado, a state that's just as stringent as Georgia is, which by the way, it's not stringent at all, on voter integrity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEDFORD",
      "sentences": "That's the kind of example that they're talking about here. And now to deal with China operating concentration camps, like you said, no elections at all with a company that's connected to the state closely a company that canceled the MBA just because one general manager spoke out and said, the Hong Kong we stood with this, they are doing business with the devil and right now and they're against the American people. And I just wish we can return to a time when baseball was something that we could all come together on. We could sing the anthem, play baseball, it was our global ambassador, but not anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Not anymore deed. Victor, you've got to know deep down in their hearts, they know exactly who they're dealing with. In the Communist Chinese. They know precisely the type of regime that's there. They're willing to look the other way, condemn their own backyard, but open their arms to billions of customers potential. What's this actually about, for these companies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTION SENIOR FELLOW",
      "sentences": "Well, it's about - it's about money. It's a $1.4 billion market for not just baseball, with the NBA, and even maybe soon the NFL. And I think their traditional audience, they feel as static, it's aging, they're a much more diverse, professional franchise. So, the way that pans out is, they're appealing to the woke domestic market and the Chinese market. And one way they square the circle of supporting a Chinese market that is, anti-human rights is by being woke at home.   So, the louder they can be, abstractly Left-wing, the more they can excuse the fact that they're dealing with totalitarians. And I think also they are much more afraid of 30 percent of the population that's loud than 70 percent that's live and let live. The traditional American. And so, they've made this conscientious business decision.  But it raises finally, Pete, a really good question. I think conservatives expected this, from academia, they expected from Hollywood, they expect it from the media, but they've got to take a hard look at the corporate boardroom, the top brass in the military, Wall Street, and I think they're going to learn that they're not conservative anymore for a variety of reasons. And why would conservatives want to subsidize professional sports franchises when they build stadiums? Or why would they say you know why it's OK for a four-star General to revolve in and out of Raytheon, or General Dynamics, when they go into the Pentagon. We're going to have to take a hard look because these are not allies anymore. They've made conscientious business decisions in their own interest, and they've disguised them or veneer them over with this hypocritical wokeness. But it's about money and career and power. Combination of the Communist Chinese and young woke domestic audience. That's a scary combo. Chris, another example, we could go on forever and ever. Coca Cola, of course, one of the sponsors of the Olympics in Beijing. Victor talked about it, whether it's corporate boardrooms, or the military, the Pentagon, these are places conservatives used to consider allies. How do you take on the woke culture totally infecting them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEDFORD",
      "sentences": "And Victor is completely right. A lot of these people might have been more cynical back in the day, when they were saying we're just going to go along. We don't want to be boycotted. We know conservatives won't boycott us. But now if you look at the titans of the industries, they are absolutely woke, they are true believers, they really think that they're bending the arc of justice and making the world a better place by penalizing Christians, by penalizing voter integrity, by attacking - you have the richest people in America, attacking the poorest people in America, that's a very sick situation. With companies like Coca Cola, with companies like Major League Baseball, I think what needs to happen is conservatives need to make them feel pain, they need to have actual reactions to this, whether it's looking into anti- trust, whether it's not subsidizing their stadiums, whether it's not filling up their stadiums when you go there to play or watching it. The amount of people I know who they would watch every single game that they could, all year round, who aren't even paying attention anymore is massive. That needs to grow, because companies need to understand is that there's a cause for this and that they will feel hurt for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "There is a threshold you reach where you finally say it's just not worth it. When they wear you down and they wear you out? You said, I didn't want politics from you. Maybe Major League Baseball, through this action will cross that precipice, much like the NFL and the NBA have in different ways. Chris Bedford and Victor Davis Hanson, I can listen to you two gentlemen all night long, but we're out of time. Thank you so much for being here. Appreciate it.  All right, there's a question for Major League Baseball. It's a big one, the real one, is it worth going woke if it makes you go broke? We all saw what happened to the NBA and the NFL after they embraced the anti-American BLM agenda, their ratings tanked. Now, if the MLB really wants to flip its acronym around to BLM, that's MLB to BLM, get it? When they - then they better be prepared to face the consequences. Last year, it's COVID lockdown cost pro-baseball teams billions. How much more can they take from angering their largely conservative fanbase?  Joining me now is Clay Travis, Fox Sports Radio Host, and founder of Outkick and generally smart and entertaining guy. Clay, what is - thanks for being here. What's your prediction? Does baseball get hurt the same way say the NBA did, football did, in terms of ratings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAY TRAVIS, OUTKICK FOUNDER",
      "sentences": "First, thanks for having me. Second, I think it's going to be--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRAVIS",
      "sentences": "Worst for baseball because as you mentioned, they actually have a fan base that is already appalled by the direction that we've seen the NBA to a large extent and the NFL to a lesser extent follow. So, in general, I think this works way worse for baseball than even those other sports. And I frankly think the positive here, if you want to take away a positive is, I think a lot of people, myself included have for a long time said, hey, let's leave politics out of sports, we haven't argued against the inclusion of sports, as much as we've just said, hey, let's just enjoy the game because sports is one of the last places where you can go and have cross- tribal alliances, right? You don't think about your favorites.  When your favorite team scores, you don't think about the race, the religion, the religious differences, whatever might divide people, identity politics wise, you think about the game itself. And what I believe has happened now with this Major League Baseball decision is people are now taking up arms and they are saying OK, if we're going to politicize everything in this country, then let's actually go to war and figure out what's going to happen. And I think what is going to happen is for a long time, you basically could have a layup, you could sort of genuflect at the altar of wokeness in sports without having to worry too much about people who didn't have those political ideations.  Now, I think we're in for a real boxing match, a real fight where punches are going to get thrown in both directions. And I think this has changed the dynamic, a paradigm shift in a big way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Interesting, they were easy to take layups, now that it's getting too big stuff. They're getting pressured even more. They're really taking people off. And you're right about sports. It's probably the only time I've ever hi-five to socialists. I don't know if I have or not, but I wouldn't know it, right. In the stands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRAVIS",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "We're all cheering for whatever teams out there doesn't matter. But the question is, where's the logic end. Senator Rubio called out Major League Baseball's Commissioner Robert Manfred. He wrote a letter to the commissioner saying this, get this, I write to ask you whether you intend to maintain your membership at Augusta National Golf Club, as you are well aware of the exclusive members only club is located in the state of Georgia.  So, Major League Baseball cancels Georgia for the all-star game, but the commissioner gets to be a member of Augusta, in Georgia. How does that work? Where does that end?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRAVIS",
      "sentences": "Oh, it doesn't work at all. It's hypocritical and give credit to Senator Rubio for calling out the commissioner here Rob Manfred for all of this ridiculous hypocrisy. Also, there are still 81 home baseball games that are going to be played in the Atlanta Braves Stadium and the state that they're reportedly moving to, Colorado actually has more restrictive election law, restrictions in their law then exists in Georgia. It's all such farcical ridiculousness and absurdity. And that's the thing that's so frustrating to me about this is, people decide oftentimes Far Left wingers what the narrative is going to be. They apply it to sports, and they're so few people with functional brains in my industry, that they blindly applaud this social justice activism without actually researching election law itself, the state where you are in and Major League Baseball is based, New York is far more restrictive than Georgia. The place that they just moved the all-star game to. Colorado is more restrictive. Delaware, Joe Biden's home state, I don't remember him for the last 40 some odd years referring to Delaware's Jim Crow 2.0 laws. These are all lies that are easily refuted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRAVIS",
      "sentences": "If people use their brains. And my industry just fails year-after- year, month-after-month to actually look at the basic facts. And I think it's driving sports fans crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Well, that's true. And Clay, all of your buddies right now are about to text you and say, am I one of those guys that you think doesn't have a functioning brain? Because you just called out most of them. But you're doing something about it at Outkick and I love it. Clay, thanks so much. Appreciate you being here. Well, that's right. Biden's open borders agenda is a historic opportunity for drug cartels and terrorists. The latest shocking developments from the border, this evening. Plus, Hector Garza, and Jason Chaffetz are here on the Biden Administration's dereliction of duty, when we return.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Welcome back. Well, as illegal border crossing surge to levels not seen in 15 years, President Biden still has not appointed a Customs and Border Protection Commissioner. Well, nor has he appointed an ICE Director. Now you think filling these normally crucial roles would be a priority right now. Well, but you'd be wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's such a pressing issue. Why hasn't the administration named a CBP Commissioner or ICE Director yet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Those are certainly important roles. And once that we are eager to fill, I don't have an update on the personnel there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "That was less than convincing. Instead, Biden has put Vice President Kamala Harris in-charge of the border, kind of. She's yet to hold the single press conference on the matter, but have no fear, she's clearly taking her new job very seriously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you have plans to visit the border?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Not today. But I have before and I'm sure I will again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "She sure, she will again, at some point. OK, well, maybe she hasn't taken the border that seriously, after all. In fact, just days ago, the White House had to clarify what her actual role would be regarding the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "The Vice President of the United States will be helping lead that effort, specifically the root causes, not the border. There's some confusion over that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Oh, it's the root causes in Central America, not the actual border, where our agents are trying to stem the flow of illegality. Got it. OK. So, what's really confusing though, is why the Biden Administration refuses to tell the American people the actual truth about what's happening on our southern border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Children presenting at our border, who are fleeing violence, who are fleeing prosecution, who are fleeing terrible situations is not a crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEJANDRO MAYORKAS, HOMELAND SECURITY SECRETARY",
      "sentences": "We're not haggling over language, we're focused on mission, I will not use language that is not applicable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTA JACOBSON, U.S. SOUTHERN BORDER POLICY COORDINATOR",
      "sentences": "I'm not trying to be cute here. We have to do what we do regardless of what anybody calls the situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATE BEDINGFIELD, WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "These surges are cyclical, it is the same. These are the same kinds of surges that we've seen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Get whiplashed watching that clip too many times over. Joining me now is Hector Garza, Vice President of the National Border Patrol Council, and Jason Chaffetz, Fox News Contributor, and author of the fantastic and brand-new book, They Never Let A Crisis Go to Waste. And Jason, we're going to get to that in a moment because it applies here as well. But Hector, I'll start with you. I want to start by getting your response to breaking news tonight, that border patrol has captured too many men on the FBI's terrorist watchlist after they illegally crossed the southern border. There's others that they can't divulge because of classification. Is Biden's open borders agenda, is it becoming a magnet for not just cartels, but terrorists?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECTOR GARZA, THE NATIONAL BORDER PATROL COUNCIL",
      "sentences": "Of course, it is something that we've been talking about. When you have Border Patrol agents that are overwhelmed with children along the border and family units, you are going to have these types of people that are coming across the border with serious criminal records, but also on the FBI watchlist and that was the case out of the central sector, where these two men were apprehended. Now, like you said, there's a lot of other apprehensions that are made on the border every single day that are actually classified, and they're not subject to public release. But this is again, what happens when you overwhelm the U.S. border patrol, when you don't support the men and women of law enforcement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Absolutely, Jason, I don't want to be cynical. I don't like to be cynical about stuff like this. But your book, I think brings this together nicely, not letting a crisis go to waste. They may not acknowledge that it's a crisis, but they know there's one. But they maybe they know - they may know it's one that they can tolerate for a few months, maybe they think it's a little bit cyclical and as a result, the numbers will eventually drop down. And then they'll be able to turn to Washington, D.C. and say, we've got hundreds of thousands of young unaccompanied minors who need a legal status. We need drivers 3.0 (ph) and 4.0 and 5.0. Is that the type of thing we're looking at in this situation? They look the other way, because eventually it benefits them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ (R) FORMER UTAH CONGRESSMAN",
      "sentences": "Yes, it's usually a distraction. What they do is they take a crisis, and then they use it so that they can pass things that they would never ever be able to do otherwise. And Pete, you full well know and Hector Garza lives it every single day. You don't have to bring in FEMA and the United States military if there is not a crisis. There is a crisis despite their unwillingness to actually admit it. It's a national security crisis. It's a humanitarian crisis. It's a human trafficking crisis. And it's health care crisis. And so, you combine all of those. You bet, in just a couple months' time, suddenly, lawmakers in Washington, D.C. will be yelling and screaming and saying, we need to appropriate all these billions of dollars, because of all these people and because of all the health care. What are they supposed to do? When they released these literally hundreds of thousands of people into the homeland, what are they supposed to do for food and shelter and jobs and medicine and school? They are going to look to the American people, and make us pay for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Citizens, taxpayers ultimately on the look for rampant illegality and open borders. And now Hector, the military is involved. There is now a third military base that will be housing migrant children amid the surge. So is this a capacity issue, or is the problem the more we house children at military bases, is that going to improve the situation, or does that just mean we're housing more people because we're letting more people in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECTOR GARZA, THE NATIONAL BORDER PATROL COUNCIL",
      "sentences": "The problem is very simple. It's the change in policies under the Biden administration. This problem would not have happened under President Trump under his last few months. We were not apprehending children, unaccompanied children or family units, in the Trump administration, at least in late 2020. This all happened when President Biden took over. And unfortunately, you can keep building facilities and all of these locations to hold people and children. People are just leaving their countries from Central America and all over the world because they know that they are getting a free pass into the United States. And that's what's frustrating, because we are enabling and facilitating smuggling of people into the United States. Again, you can build all the facilities that you want, but you need to stop catch and release if you want to stop this situation on the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Jason, do you think there is ever a point another which working class Americans, Democrats, many of which have already moved -- looked to the Republican Party and Donald Trump because of the way they have been rejected by the left. But do you think there is a point at which they look around and say, there is only one party allowing my community to allow surge of illegal minors into our country, creating social services problems that otherwise wouldn't exist. And do they turn on Democrats, or can Democrats pull the wool out over everyone's eyes because of their control of the media and the narrative, and now the White House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, they do have the traditional media on their side. I think 2016 is a reflection of why Donald Trump won, because he was strong and tough on the border. I think absolutely in 2022, it will be a hot-button issue, particularly for those border states. But interior states are also feeling all this pressure because they are now shipping all of these people across the country. And do you think they are ever going to go through the adjudication process? No. There are less than 24 immigration judges in just the state of Arizona. Those people are going to take more than 10 years to go through that process. And guess what? They are going to get paperwork so they can get jobs and compete against Americans for that income. And people are going to start to realize that from coast to coast. And you've got to look at it and say, why? Why does Nancy Pelosi and Chuck Schumer and Biden and Harris, why do they want to do this? It's because they want more power. They think they are going to get more voters. These people are going to start to vote. In California, if you're illegal, you can vote in city elections, and that is going to move across the country. That's ultimately what Democrats are trying to get to, more voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "They are way ahead of us, Jason. We're talking about voter I.D.s, they are already giving voter I.D.s to noncitizens. So even if you are presenting one, you're potential voting as well. Hector Garza, Jason Chaffetz, thank you for enlightening me and depressing me at the same time. I appreciate it. Coming up, Joe Biden uses Easter to push his favorite agenda, and China unveils a new film to cover up its human rights abuses. Wonderful. Raymond Arroyo is here with \"Seen and Unseen\" next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "It is time now for \"Seen and Unseen,\" the segment where we expose the cultural stories of the day. For that, of course, we turn to our sensei, FOX News contributor and author of the book \"The Thief Who Stole Heaven,\" Raymond Arroyo. Ray, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "The White House was awash in Easter celebrations today. However, the focus was not exactly on the holy day. How could that be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It wasn't on the holy day. There was no talk of the resurrection of Jesus, Pete. The president was too busy resurrecting COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "For the second year, most will be apart from their families, their friends, the full congregation. We share the sentiments of Pope Francis who has said that getting vaccinated is a moral obligation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Why must everything go back to COVID, Pete? People are getting the vaccines, tens of millions of them, as quickly as supply allows. Must the Pope in the holiest season of the year for Christians be used to push vaccines? Even the Easter bunny got used today. Though they canceled the annual White House easter egg roll, before an empty south lawn Biden appeared with the Easter bunny to advertise masking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "May God bless you all. May God protect our troops, and take care of the Easter bunny. He can't even see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "He's not the only one who can't see, Pete. You watch this and you think maybe Hunter Biden wasn't the only one smoking the parmesan cheese. Biden has got a mask on. Jill has got a mask on. They're both vaccinated. The person dressed as the Easter bunny has a mask on. They are on the Truman balcony alone. What are they doing here? What is this about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Exactly. And is this the one thing we still don't know how to do, Raymond, like a year and a quarter later, we haven't figured out the mask thing? A small part of my soul dies every time I have to put a mask on my three-year-old when getting on a plane, and she can't see because the mask is up here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It's ridiculous. And to put the mask on the Easter bunny mask is really silly. And just so people, Pete, don't think we're making this up, this was when the Easter bunny appeared in the press room. Jen Psaki made this evangelistic message crystal clear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "The bunny is using a mask. We take no -- use every opportunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Use every opportunity, Pete Hegseth, every opportunity. You know why they are doing this? Biden polls at 73 percent on the COVID issue. They can use that to push these trillion-dollar surplus packages and keep the money rolling to Washington, D.C., which is how they like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "You're spot on with that assessment. I think the Easter bunny wants to win Joe Biden's 100-day mask challenge. We still don't know who will win that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "We'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "I've been sleeping at night in a mask trying to win it. Maybe the Easter bunny is going to beat me.  But hold on, Raymond, they canceled the White House Easter egg hunt. This is what you shared, empty lawn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "But they posted this at home version. What could be more fun for kids, Raymond, than this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Looking for digital easter eggs is like playing virtual tag or swimming. If you can't do it in person, what's the point? Though I am looking forward to the White House's new game, Pete -- find Major and Champ's Easter droppings on the rug game. This will be fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I hope it comes with a virtual pooper-scooper, maybe some disinfectant. Maybe Major can virtually bite the players and carry them off to the emergency room. We'll see how realistic they want to make this for the tots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "That would be truly realistic. There is never any eggs on the lawn, normally. But we know what's happening there these days, unfortunately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It looked like an egg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "On the desk, too. Yes. It's true. I can confirm that. Speaking of propaganda, the Chinese are bankrolling a new film to cover up their human rights abuses. You've got to produce a new propaganda film in the northwest region of the country. What is this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It's a state-produced musical, of all things, called \"The Wings of Song.\" The truth is the hills are alive with the sound of mass detentions, Pete, but this rural sing-along is set in Xinjiang region, OK. That's where reports confirm at least a million Muslim Uighurs are being held in concentration camps. And look, this is deadly serious business. We're talking about 380 of these concentration camps, mass sterilizations, sexual torture the women who have escaped are reporting. This is a genocide in real-time. And yet, Major League Baseball, the basketball association, all these people are doing business with China. Nary a peep about what's happening. It's outrageous, Pete.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "It's sheer evil, too. Think of the resources, the time, the man and mind power that goes into shifting and shaping the views of a region and people just so that you can persecute others. That's precisely what you're looking at when you look at a film like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "If they wanted to do a real musical, Pete, they'd show scenes like this one, and they'd sing high on a hill we in prison, some Muslim grabbed and shoved in a home church, too, scooped up their kids put them on trial, we'll do the same to you. That's the musical they should be doing. It's an enraging thing to watch this and to see these images of the surveillance state they have erected throughout this region. Horrors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "And they are maniacally dedicated to controlling the globe as fast as they possibly can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Last take here, and a good one. Charles Barkley was covering the Final Four this weekend. I love watching him cover the game and then the cultural critiques. They dropped this timely critique of racial division in the U.S. I need your reaction. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES BARKLEY",
      "sentences": "I think most white people and black people are great people. I really believe that in my heart. But I think our system is set up for our politicians, whether they are Republicans or Democrats, are designed to make us not like each other so they can keep their grasp of money and power. They divide and conquer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "He is right, Pete. You and I were discussing this in New Orleans because we don't have these racial divisions here, because we share food, we share festivals, our music. We need to find the things in America that unite all of us and build bridges on those things, not keep pointing to the fissures that separate us. That's what the politicians always do because it empowers them. We've got to stop it. All of us must stop it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "It's true. Raymond, how is it the guy who said I am not a role model, I'm not paid to be a role model, ends up being the role model by being the truth teller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "You're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "IT's amazing. And I will say, Raymond, you gave one of the best tours a man could ever give of New Orleans, and a fantastic meal to boot, Raymond, when I saw you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Come back any time. We'll do it again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "You've got. It. Raymond, thank you so much, appreciate it. Vaccinations are rising and COVID deaths, thankfully, plummeting. So of course, the COVID panic pushers, they are sounding the alarm. We'll examine the latest scare tactics next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. MICHAEL OSTERHOLM, FORMER BIDEN COVID ADVISER",
      "sentences": "We really are in a category five hurricane status with regard to the rest of the world. We're just at the beginning of this surge. This B-117 variant, it's now 50 to 100 percent more infectious. This is almost like having a whole new pandemic descend upon us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "A whole new pandemic? How convenient that would be for the medical bureaucrats. It would allow them to control your life and our economy even longer. They'd love that. Of course, this is the same dire warning the expert you just heard, former Biden COVID adviser Dr. Michael Osterholm, has been telling us for months. So what's the reality? Joining me now is Dr. Marty Makary, professor at the Johns Hopkins School of Medicine and a FOX News contributor. Doctor, thank you so much for being here. So are we really in a category five hurricane with regard to COVID, or are we making progress out of that storm?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. MARTY MAKARY, JOHNS HOPKINS SCHOOL OF MEDICINE",
      "sentences": "We're doing really well, Pete. Look, Dr. Osterholm has a track record of making wrong predictions. He had a book come out 20 years ago titled \"How to Prepare for the Coming Bioterrorism Catastrophe.\" Never happened. He said in 2003 that SARS was going to reemerge with vengeance. Didn't happen. He then testified on SARS to the Senate and he said, quote, \"I'm convinced we will see a resurgence of SARS.\" Six weeks later it faded away forever. By the way, Dr. Fauci agreed with him. And then on COVID back in January he said the darkest days are still ahead. Guess what, cases and deaths are down 60 percent since he said that. I don't know why people want this pandemic to keep going. We're doing pretty well, with the exception of some outbreaks among younger people who tend to have asymptomatic or mild infections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Doctor, why does it seem some people want this COVID moment to continue? Because it feels that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "I don't know, but it's like everybody is making their guess or their prediction. I look at some of these other networks and you get doctors on there putting predictions out there. You don't have to guess. All you need to do is look at Israel, look at the U.K. And what you see there is once you get 50 percent of the adult population vaccinated, Pete, deaths and hospitalizations drop like a rock. We're already seeing it in parts of the United States that have already reached herd immunity. Alaska has not had a death in 10 days. New Mexico is leading way. They have got 54 percent of their population of adults vaccinated. They have got 90 percent of the Navajo Nation vaccinated. We have about 100 million people now with vaccinated immunity in the U.S., and another 100 million with natural immunity. So we're going to continue to see things decline. There are just fewer susceptible people left out there to get infected. You can't really have that kind of super-spreading occurrence right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "You've done the very important job of making sure officials actually add vaccinated immunity to natural immunity so they don't keep moving the goalposts the entire time. But I've got to get your take on this as well. The Biden CDC just can't seem to get its own science straight. Just look at the disastrous rollout on their latest travel recommendations. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ROCHELLE WALENSKY, CDC DIRECTOR",
      "sentences": "We state that fully vaccinated people can resume travel at low risk to themselves. CDC is not recommending travel at this time due to the rising number of cases. I would advocate against general travel overall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "So you can -- if you're vaccinated you can travel, but you shouldn't. Maybe you can. What do you do with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "Well, first, be careful what you're hearing from Dr. Walensky. Since her impending doom scare, deaths are down 15 percent in the United States. I think, Pete, the medical establishment has lost a lot of credibility, particularly with young people. And when we watch these outbreaks among young people, young people who are basically completely disregarding the infection when they should be careful because they are still unvaccinated. I think what's behind some of that is the medical establishment has lost credibility. When you say you can't travel, when you say you can't go to an open stadium or a beach --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Doctor, we've got to leave it right there. They're taking us to black. Final thoughts when we return.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "That's all the time we have tonight. I'm Pete Hegseth, in for Laura Ingraham, always honored to do so. You can catch me every Saturday and Sunday morning with my co-hosts on FOX AND FRIENDS weekend. But don't change that channel. Up next, is the premier of the brand new show GUTFELD!, where cancel culture gets canceled. Greg Gutfeld takes it all from here. END Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "utterance": "My name is Pete Hegseth and I am in for Laura Ingraham this evening, and this is THE INGRAHAM ANGLE. Tonight, data shows a drop in COVID-19 deaths and hospitalizations. Well, thankfully they're stagnant. So, why is Joe Biden's former COVID adviser still trying to scare Americans into submission? Dr. Marty Makary exposes the lies. Plus, as border crossings jumped at their highest point in 15 years and deportations down significantly. The Biden ministration is still refusing to take this crisis seriously. They won't even call it one of course. Did you know amidst all of that, we still don't even have a CBP Commissioner? No one's at the helm from the top to the CBP. Hector Garza and Jason Chaffetz are here on that. And while Biden pretends the crisis at the border doesn't exist, he uses the Easter Bunny to push a familiar agenda, you are going to have to see this. Raymond Arroyo is here with Seen and Unseen. This one, day late but not $1 short, it's a classic. But first, the Left is making sure the state of Georgia pays dearly for daring to make its elections fairer and more secure. How dare they? Liberal woketivist don't just want to defame the state as the land of Jim Crow, Jim Crow 2.0. They want to devastate its economy as well. And they now have a willing partner in Major League Baseball, formerly America's pastime. On Friday, the league announced it would move the all-star game out of Atlanta, you've heard that, cautioning the state tens of millions of dollars in revenue, including a lot of black business owners in the city of Atlanta, which the media is of course ecstatic about."
    },
    {
      "speaker": "JOTAKA EADDY, FULL CIRCLE STRATEGIES CEO",
      "utterance": "Major League Baseball took a necessary step and action."
    },
    {
      "speaker": "TOM SMITH, EMORY UNIVERSITY SCHOOL OF BUSINESS PROFESSOR",
      "utterance": "The right thing is for Major League Baseball to protect their brands for them to back away."
    },
    {
      "speaker": "AL SHARPTON, MSNBC HOST",
      "utterance": "Brian Kemp said, he will not bow to pressure from Major League Baseball or anyone else. But Georgians of good faith of all races tried to purge Trumpism from their midst."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Nothing, but good faith coming from the Reverend, that's for sure. And as Laura said last week, it's time for Republicans to draw a line in the sand."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "Any business that bows down to boycotters better be prepared to run into the buzzsaw of tens of millions of patriotic Americans who will vote as well with their wallets. I'm talking moms and dads who are sick of being lectured to, by spoiled brat activists who produce zero that is useful to America. What we're seeing in Georgia is just the latest of the Left's broader campaign of intimidation and distortion."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Laura, Amen. Joining me now is the man in the middle of all of this right now, Georgia Governor Brian Kemp. Governor, thank you so much for being here. I got to tell you, just moments ago, literally 15 seconds ago in my ear breaking news, we want to get your reaction. The All-Star game has now been officially relocated, according to sources close to the Associated Press to Denver. So, from your state of Atlanta to Denver, Colorado. First, your reaction to that immediate news."
    },
    {
      "speaker": "BRIAN KEMP (R) GEORGIA GOVERNOR",
      "utterance": "Well, that's true, Pete. Thanks for having me on. Georgia has 17 days of in-person early voting, including two optional Sundays. Colorado has 15, to what I'm being told. They also have a photo ID requirement. So, doesn't make a whole lot of sense to me. But of course, neither does Joe Biden open in the NCAA Championship game tonight, talking about every game played in Indiana and how great it is. and Indiana is the birthplace for the photo ID requirement. In fact, the court case that upheld that was Marion County, where the game is being played tonight. So hypocritical."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Governor, what is this about then? Because those numbers don't lie. It's obviously not about the voter ID requirement. It's obviously not about the number of early days of voting. You've mentioned that the domain name registered by one of Stacey Abrams organizations stopjimcrow2.com was registered even before the bill was in its final form. So, why Georgia? Why this line in the sand?"
    },
    {
      "speaker": "KEMP",
      "utterance": "Well, I think because we have early session and we took the initiative to really fix some issues that we saw in the election last year and try to continue to make Georgia state where it's easy to vote and hard to cheat and have secure, accessible fair elections. But I'll tell you, I think there's several other things. Obviously, you've got Stacey Abrams, and her groups that are - including the president that are lying to the American people and our citizens, and obviously it's a lot of these corporations that they're trying to cancel just for their financial well-being. You've also got trying to distract from the people flooding across the border. And then you also have the big push for H.R.1 and SR-1 at the federal level to have unconstitutional mandate to takeover state elections."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "You're absolutely right. I mean if - when the Washington Post, friend of Joe Biden is giving him for Pinocchio's for his characterization of what's happening in Georgia, you know he's in trouble. It's absolutely not true. But it's this just - not just Major League Baseball. That's the crazy part about this. Coca Cola, Delta Airlines, Delta in particular is trying to distance themselves from this law. But remember, and I know you know this, it was reported that after you signed the bill, an internal statement from Delta's corporate communications team to its employees was leaked. The Delta statement said its government affairs team, aka their lobbyists have been heavily engaged in helping to write the bill. So, governor, Delta Airlines was involved in helping to write the bill because they wanted it to be good and they were satisfied with what it looked like. Now they're running away from it. What does this tell you about the power of the Left, the mob?"
    },
    {
      "speaker": "KEMP",
      "utterance": "Oh, they're working on them. They're working on the board members, or the board members themselves--"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "That's right."
    },
    {
      "speaker": "KEMP",
      "utterance": "They're working on the CEOs and I know some of these CEOs that are outspoken live in New York and New Jersey, where you have time excuse to vote absentee. You don't have to have that in Georgia, or they don't have early voting, or they don't have as many days like Joe Biden's own state of Delaware. It's so hypocritical. And look, it's just unfair to hard working Georgians, small business owners, and baseball fans, not only here, but all across the country that now this great sport, America's pastime is now going to be politicized. I mean, when I grew up playing little league, senior league, high school baseball, last thing I thought about playing those games, and having my family in the stands and a bunch of other kids that I grew up with was politics. That's the last thing anybody thought about. And now it's front and center, because we have a bunch of spineless corporations that won't just say, look, we're not getting - engaging in that, even though they've been engaged, their government affairs teams are engaged in the legislative process is a work through and this is a bill that is really a good bill. It's going to further secure our elections, but also make them very accessible. Every single Republican in the House and Senate voted on that bill. And it's a good bill, and they're just lying about it. I mean, that's the simple truth. I hate to say that, but that's the facts. And there's plenty of people, piling on them now about other things that make a lot of sense to me, like China and in Cuba."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Yes, we're going to get to some of that later on the program as well. But governor, I know that you're on the right side of this as far as the American people. AP just came out with a poll that showed that 72 percent of Americans believe all voters should provide an identification in order to vote and of course, your state, Georgia offers one to anyone of any background for free, which I know you already know, and is a pesky detail the Left will always ignore. Governor, thank you very much. Appreciate your clarity on this."
    },
    {
      "speaker": "KEMP",
      "utterance": "Thanks for having me on."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "You got it, great to have you. Well, as Major League Baseball exit Georgia, I guess now to Denver, which has less days of early voting and voter ID blows your mind. The hypocrisy of the Left. There's over voter suppression concerns, so called. It's deepening ties with a country that throws ethnic minorities into concentration camps and has - this is China, by the way, has zero days of early voting, or meaningful voting rights at all for any of its citizens. Of course, we're talking about that communist country of China. The day before the MLB pulled the all-star game out of Atlanta, the league extended, get this, the league extended - expanded its deal with a Chinese tech giant to stream baseball games in China. So, the day before they canceled MLB, they expanded it a deal in China. And that's not all. For a decade, Major League Baseball has worked hand-in-hand with the communist regime as part of a children's development program. sounds lovely. Joining me now is Chris Bedford, Senior Editor at the Federalist and Victor Davis Hanson, Senior Fellow at the Hoover Institution. Chris, let me start with you. Major League Baseball says their Georgia decision was over values. So, does this mean they share China's values?"
    },
    {
      "speaker": "CHRIS BEDFORD, THE FEDERALIST SENIOR EDITOR",
      "utterance": "Well, they're lying about that. It wasn't about values, it's about money and being woke and whether it's a combination of the corporations actually believing some of this garbage or just the people being absolutely afraid of being boycotted for it. All they care about here is the money, they're moving it to Colorado, a state that's just as stringent as Georgia is, which by the way, it's not stringent at all, on voter integrity."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "That's right."
    },
    {
      "speaker": "BEDFORD",
      "utterance": "That's the kind of example that they're talking about here. And now to deal with China operating concentration camps, like you said, no elections at all with a company that's connected to the state closely a company that canceled the MBA just because one general manager spoke out and said, the Hong Kong we stood with this, they are doing business with the devil and right now and they're against the American people. And I just wish we can return to a time when baseball was something that we could all come together on. We could sing the anthem, play baseball, it was our global ambassador, but not anymore."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Not anymore deed. Victor, you've got to know deep down in their hearts, they know exactly who they're dealing with. In the Communist Chinese. They know precisely the type of regime that's there. They're willing to look the other way, condemn their own backyard, but open their arms to billions of customers potential. What's this actually about, for these companies?"
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTION SENIOR FELLOW",
      "utterance": "Well, it's about - it's about money. It's a $1.4 billion market for not just baseball, with the NBA, and even maybe soon the NFL. And I think their traditional audience, they feel as static, it's aging, they're a much more diverse, professional franchise. So, the way that pans out is, they're appealing to the woke domestic market and the Chinese market. And one way they square the circle of supporting a Chinese market that is, anti-human rights is by being woke at home. So, the louder they can be, abstractly Left-wing, the more they can excuse the fact that they're dealing with totalitarians. And I think also they are much more afraid of 30 percent of the population that's loud than 70 percent that's live and let live. The traditional American. And so, they've made this conscientious business decision. But it raises finally, Pete, a really good question. I think conservatives expected this, from academia, they expected from Hollywood, they expect it from the media, but they've got to take a hard look at the corporate boardroom, the top brass in the military, Wall Street, and I think they're going to learn that they're not conservative anymore for a variety of reasons. And why would conservatives want to subsidize professional sports franchises when they build stadiums? Or why would they say you know why it's OK for a four-star General to revolve in and out of Raytheon, or General Dynamics, when they go into the Pentagon. We're going to have to take a hard look because these are not allies anymore. They've made conscientious business decisions in their own interest, and they've disguised them or veneer them over with this hypocritical wokeness. But it's about money and career and power. Combination of the Communist Chinese and young woke domestic audience. That's a scary combo. Chris, another example, we could go on forever and ever. Coca Cola, of course, one of the sponsors of the Olympics in Beijing. Victor talked about it, whether it's corporate boardrooms, or the military, the Pentagon, these are places conservatives used to consider allies. How do you take on the woke culture totally infecting them?"
    },
    {
      "speaker": "BEDFORD",
      "utterance": "And Victor is completely right. A lot of these people might have been more cynical back in the day, when they were saying we're just going to go along. We don't want to be boycotted. We know conservatives won't boycott us. But now if you look at the titans of the industries, they are absolutely woke, they are true believers, they really think that they're bending the arc of justice and making the world a better place by penalizing Christians, by penalizing voter integrity, by attacking - you have the richest people in America, attacking the poorest people in America, that's a very sick situation. With companies like Coca Cola, with companies like Major League Baseball, I think what needs to happen is conservatives need to make them feel pain, they need to have actual reactions to this, whether it's looking into anti- trust, whether it's not subsidizing their stadiums, whether it's not filling up their stadiums when you go there to play or watching it. The amount of people I know who they would watch every single game that they could, all year round, who aren't even paying attention anymore is massive. That needs to grow, because companies need to understand is that there's a cause for this and that they will feel hurt for it."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "There is a threshold you reach where you finally say it's just not worth it. When they wear you down and they wear you out? You said, I didn't want politics from you. Maybe Major League Baseball, through this action will cross that precipice, much like the NFL and the NBA have in different ways. Chris Bedford and Victor Davis Hanson, I can listen to you two gentlemen all night long, but we're out of time. Thank you so much for being here. Appreciate it. All right, there's a question for Major League Baseball. It's a big one, the real one, is it worth going woke if it makes you go broke? We all saw what happened to the NBA and the NFL after they embraced the anti-American BLM agenda, their ratings tanked. Now, if the MLB really wants to flip its acronym around to BLM, that's MLB to BLM, get it? When they - then they better be prepared to face the consequences. Last year, it's COVID lockdown cost pro-baseball teams billions. How much more can they take from angering their largely conservative fanbase? Joining me now is Clay Travis, Fox Sports Radio Host, and founder of Outkick and generally smart and entertaining guy. Clay, what is - thanks for being here. What's your prediction? Does baseball get hurt the same way say the NBA did, football did, in terms of ratings?"
    },
    {
      "speaker": "CLAY TRAVIS, OUTKICK FOUNDER",
      "utterance": "First, thanks for having me. Second, I think it's going to be--"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Of course."
    },
    {
      "speaker": "TRAVIS",
      "utterance": "Worst for baseball because as you mentioned, they actually have a fan base that is already appalled by the direction that we've seen the NBA to a large extent and the NFL to a lesser extent follow. So, in general, I think this works way worse for baseball than even those other sports. And I frankly think the positive here, if you want to take away a positive is, I think a lot of people, myself included have for a long time said, hey, let's leave politics out of sports, we haven't argued against the inclusion of sports, as much as we've just said, hey, let's just enjoy the game because sports is one of the last places where you can go and have cross- tribal alliances, right? You don't think about your favorites. When your favorite team scores, you don't think about the race, the religion, the religious differences, whatever might divide people, identity politics wise, you think about the game itself. And what I believe has happened now with this Major League Baseball decision is people are now taking up arms and they are saying OK, if we're going to politicize everything in this country, then let's actually go to war and figure out what's going to happen. And I think what is going to happen is for a long time, you basically could have a layup, you could sort of genuflect at the altar of wokeness in sports without having to worry too much about people who didn't have those political ideations. Now, I think we're in for a real boxing match, a real fight where punches are going to get thrown in both directions. And I think this has changed the dynamic, a paradigm shift in a big way."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Interesting, they were easy to take layups, now that it's getting too big stuff. They're getting pressured even more. They're really taking people off. And you're right about sports. It's probably the only time I've ever hi-five to socialists. I don't know if I have or not, but I wouldn't know it, right. In the stands."
    },
    {
      "speaker": "TRAVIS",
      "utterance": "That's right."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "We're all cheering for whatever teams out there doesn't matter. But the question is, where's the logic end. Senator Rubio called out Major League Baseball's Commissioner Robert Manfred. He wrote a letter to the commissioner saying this, get this, I write to ask you whether you intend to maintain your membership at Augusta National Golf Club, as you are well aware of the exclusive members only club is located in the state of Georgia. So, Major League Baseball cancels Georgia for the all-star game, but the commissioner gets to be a member of Augusta, in Georgia. How does that work? Where does that end?"
    },
    {
      "speaker": "TRAVIS",
      "utterance": "Oh, it doesn't work at all. It's hypocritical and give credit to Senator Rubio for calling out the commissioner here Rob Manfred for all of this ridiculous hypocrisy. Also, there are still 81 home baseball games that are going to be played in the Atlanta Braves Stadium and the state that they're reportedly moving to, Colorado actually has more restrictive election law, restrictions in their law then exists in Georgia. It's all such farcical ridiculousness and absurdity. And that's the thing that's so frustrating to me about this is, people decide oftentimes Far Left wingers what the narrative is going to be. They apply it to sports, and they're so few people with functional brains in my industry, that they blindly applaud this social justice activism without actually researching election law itself, the state where you are in and Major League Baseball is based, New York is far more restrictive than Georgia. The place that they just moved the all-star game to. Colorado is more restrictive. Delaware, Joe Biden's home state, I don't remember him for the last 40 some odd years referring to Delaware's Jim Crow 2.0 laws. These are all lies that are easily refuted."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "That's right."
    },
    {
      "speaker": "TRAVIS",
      "utterance": "If people use their brains. And my industry just fails year-after- year, month-after-month to actually look at the basic facts. And I think it's driving sports fans crazy."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Well, that's true. And Clay, all of your buddies right now are about to text you and say, am I one of those guys that you think doesn't have a functioning brain? Because you just called out most of them. But you're doing something about it at Outkick and I love it. Clay, thanks so much. Appreciate you being here. Well, that's right. Biden's open borders agenda is a historic opportunity for drug cartels and terrorists. The latest shocking developments from the border, this evening. Plus, Hector Garza, and Jason Chaffetz are here on the Biden Administration's dereliction of duty, when we return."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Welcome back. Well, as illegal border crossing surge to levels not seen in 15 years, President Biden still has not appointed a Customs and Border Protection Commissioner. Well, nor has he appointed an ICE Director. Now you think filling these normally crucial roles would be a priority right now. Well, but you'd be wrong."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's such a pressing issue. Why hasn't the administration named a CBP Commissioner or ICE Director yet?"
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Those are certainly important roles. And once that we are eager to fill, I don't have an update on the personnel there."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "That was less than convincing. Instead, Biden has put Vice President Kamala Harris in-charge of the border, kind of. She's yet to hold the single press conference on the matter, but have no fear, she's clearly taking her new job very seriously."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do you have plans to visit the border?"
    },
    {
      "speaker": "KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "Not today. But I have before and I'm sure I will again."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "She sure, she will again, at some point. OK, well, maybe she hasn't taken the border that seriously, after all. In fact, just days ago, the White House had to clarify what her actual role would be regarding the border."
    },
    {
      "speaker": "PSAKI",
      "utterance": "The Vice President of the United States will be helping lead that effort, specifically the root causes, not the border. There's some confusion over that."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Oh, it's the root causes in Central America, not the actual border, where our agents are trying to stem the flow of illegality. Got it. OK. So, what's really confusing though, is why the Biden Administration refuses to tell the American people the actual truth about what's happening on our southern border."
    },
    {
      "speaker": "PSAKI",
      "utterance": "Children presenting at our border, who are fleeing violence, who are fleeing prosecution, who are fleeing terrible situations is not a crisis."
    },
    {
      "speaker": "ALEJANDRO MAYORKAS, HOMELAND SECURITY SECRETARY",
      "utterance": "We're not haggling over language, we're focused on mission, I will not use language that is not applicable."
    },
    {
      "speaker": "ROBERTA JACOBSON, U.S. SOUTHERN BORDER POLICY COORDINATOR",
      "utterance": "I'm not trying to be cute here. We have to do what we do regardless of what anybody calls the situation."
    },
    {
      "speaker": "KATE BEDINGFIELD, WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "utterance": "These surges are cyclical, it is the same. These are the same kinds of surges that we've seen."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Get whiplashed watching that clip too many times over. Joining me now is Hector Garza, Vice President of the National Border Patrol Council, and Jason Chaffetz, Fox News Contributor, and author of the fantastic and brand-new book, They Never Let A Crisis Go to Waste. And Jason, we're going to get to that in a moment because it applies here as well. But Hector, I'll start with you. I want to start by getting your response to breaking news tonight, that border patrol has captured too many men on the FBI's terrorist watchlist after they illegally crossed the southern border. There's others that they can't divulge because of classification. Is Biden's open borders agenda, is it becoming a magnet for not just cartels, but terrorists?"
    },
    {
      "speaker": "HECTOR GARZA, THE NATIONAL BORDER PATROL COUNCIL",
      "utterance": "Of course, it is something that we've been talking about. When you have Border Patrol agents that are overwhelmed with children along the border and family units, you are going to have these types of people that are coming across the border with serious criminal records, but also on the FBI watchlist and that was the case out of the central sector, where these two men were apprehended. Now, like you said, there's a lot of other apprehensions that are made on the border every single day that are actually classified, and they're not subject to public release. But this is again, what happens when you overwhelm the U.S. border patrol, when you don't support the men and women of law enforcement."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Absolutely, Jason, I don't want to be cynical. I don't like to be cynical about stuff like this. But your book, I think brings this together nicely, not letting a crisis go to waste. They may not acknowledge that it's a crisis, but they know there's one. But they maybe they know - they may know it's one that they can tolerate for a few months, maybe they think it's a little bit cyclical and as a result, the numbers will eventually drop down. And then they'll be able to turn to Washington, D.C. and say, we've got hundreds of thousands of young unaccompanied minors who need a legal status. We need drivers 3.0 (ph) and 4.0 and 5.0. Is that the type of thing we're looking at in this situation? They look the other way, because eventually it benefits them."
    },
    {
      "speaker": "JASON CHAFFETZ (R) FORMER UTAH CONGRESSMAN",
      "utterance": "Yes, it's usually a distraction. What they do is they take a crisis, and then they use it so that they can pass things that they would never ever be able to do otherwise. And Pete, you full well know and Hector Garza lives it every single day. You don't have to bring in FEMA and the United States military if there is not a crisis. There is a crisis despite their unwillingness to actually admit it. It's a national security crisis. It's a humanitarian crisis. It's a human trafficking crisis. And it's health care crisis. And so, you combine all of those. You bet, in just a couple months' time, suddenly, lawmakers in Washington, D.C. will be yelling and screaming and saying, we need to appropriate all these billions of dollars, because of all these people and because of all the health care. What are they supposed to do? When they released these literally hundreds of thousands of people into the homeland, what are they supposed to do for food and shelter and jobs and medicine and school? They are going to look to the American people, and make us pay for it."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Citizens, taxpayers ultimately on the look for rampant illegality and open borders. And now Hector, the military is involved. There is now a third military base that will be housing migrant children amid the surge. So is this a capacity issue, or is the problem the more we house children at military bases, is that going to improve the situation, or does that just mean we're housing more people because we're letting more people in?"
    },
    {
      "speaker": "HECTOR GARZA, THE NATIONAL BORDER PATROL COUNCIL",
      "utterance": "The problem is very simple. It's the change in policies under the Biden administration. This problem would not have happened under President Trump under his last few months. We were not apprehending children, unaccompanied children or family units, in the Trump administration, at least in late 2020. This all happened when President Biden took over. And unfortunately, you can keep building facilities and all of these locations to hold people and children. People are just leaving their countries from Central America and all over the world because they know that they are getting a free pass into the United States. And that's what's frustrating, because we are enabling and facilitating smuggling of people into the United States. Again, you can build all the facilities that you want, but you need to stop catch and release if you want to stop this situation on the border."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Jason, do you think there is ever a point another which working class Americans, Democrats, many of which have already moved -- looked to the Republican Party and Donald Trump because of the way they have been rejected by the left. But do you think there is a point at which they look around and say, there is only one party allowing my community to allow surge of illegal minors into our country, creating social services problems that otherwise wouldn't exist. And do they turn on Democrats, or can Democrats pull the wool out over everyone's eyes because of their control of the media and the narrative, and now the White House?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, they do have the traditional media on their side. I think 2016 is a reflection of why Donald Trump won, because he was strong and tough on the border. I think absolutely in 2022, it will be a hot-button issue, particularly for those border states. But interior states are also feeling all this pressure because they are now shipping all of these people across the country. And do you think they are ever going to go through the adjudication process? No. There are less than 24 immigration judges in just the state of Arizona. Those people are going to take more than 10 years to go through that process. And guess what? They are going to get paperwork so they can get jobs and compete against Americans for that income. And people are going to start to realize that from coast to coast. And you've got to look at it and say, why? Why does Nancy Pelosi and Chuck Schumer and Biden and Harris, why do they want to do this? It's because they want more power. They think they are going to get more voters. These people are going to start to vote. In California, if you're illegal, you can vote in city elections, and that is going to move across the country. That's ultimately what Democrats are trying to get to, more voters."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "They are way ahead of us, Jason. We're talking about voter I.D.s, they are already giving voter I.D.s to noncitizens. So even if you are presenting one, you're potential voting as well. Hector Garza, Jason Chaffetz, thank you for enlightening me and depressing me at the same time. I appreciate it. Coming up, Joe Biden uses Easter to push his favorite agenda, and China unveils a new film to cover up its human rights abuses. Wonderful. Raymond Arroyo is here with \"Seen and Unseen\" next."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "It is time now for \"Seen and Unseen,\" the segment where we expose the cultural stories of the day. For that, of course, we turn to our sensei, FOX News contributor and author of the book \"The Thief Who Stole Heaven,\" Raymond Arroyo. Ray, great to see you."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "Great to see you."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "The White House was awash in Easter celebrations today. However, the focus was not exactly on the holy day. How could that be?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "It wasn't on the holy day. There was no talk of the resurrection of Jesus, Pete. The president was too busy resurrecting COVID."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "For the second year, most will be apart from their families, their friends, the full congregation. We share the sentiments of Pope Francis who has said that getting vaccinated is a moral obligation."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Why must everything go back to COVID, Pete? People are getting the vaccines, tens of millions of them, as quickly as supply allows. Must the Pope in the holiest season of the year for Christians be used to push vaccines? Even the Easter bunny got used today. Though they canceled the annual White House easter egg roll, before an empty south lawn Biden appeared with the Easter bunny to advertise masking."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "May God bless you all. May God protect our troops, and take care of the Easter bunny. He can't even see."
    },
    {
      "speaker": "ARROYO",
      "utterance": "He's not the only one who can't see, Pete. You watch this and you think maybe Hunter Biden wasn't the only one smoking the parmesan cheese. Biden has got a mask on. Jill has got a mask on. They're both vaccinated. The person dressed as the Easter bunny has a mask on. They are on the Truman balcony alone. What are they doing here? What is this about?"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Exactly. And is this the one thing we still don't know how to do, Raymond, like a year and a quarter later, we haven't figured out the mask thing? A small part of my soul dies every time I have to put a mask on my three-year-old when getting on a plane, and she can't see because the mask is up here."
    },
    {
      "speaker": "ARROYO",
      "utterance": "It's ridiculous. And to put the mask on the Easter bunny mask is really silly. And just so people, Pete, don't think we're making this up, this was when the Easter bunny appeared in the press room. Jen Psaki made this evangelistic message crystal clear."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "The bunny is using a mask. We take no -- use every opportunity."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Use every opportunity, Pete Hegseth, every opportunity. You know why they are doing this? Biden polls at 73 percent on the COVID issue. They can use that to push these trillion-dollar surplus packages and keep the money rolling to Washington, D.C., which is how they like it."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "You're spot on with that assessment. I think the Easter bunny wants to win Joe Biden's 100-day mask challenge. We still don't know who will win that."
    },
    {
      "speaker": "ARROYO",
      "utterance": "We'll see."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "I've been sleeping at night in a mask trying to win it. Maybe the Easter bunny is going to beat me. But hold on, Raymond, they canceled the White House Easter egg hunt. This is what you shared, empty lawn."
    },
    {
      "speaker": "ARROYO",
      "utterance": "That's right."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "But they posted this at home version. What could be more fun for kids, Raymond, than this?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Looking for digital easter eggs is like playing virtual tag or swimming. If you can't do it in person, what's the point? Though I am looking forward to the White House's new game, Pete -- find Major and Champ's Easter droppings on the rug game. This will be fun."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I hope it comes with a virtual pooper-scooper, maybe some disinfectant. Maybe Major can virtually bite the players and carry them off to the emergency room. We'll see how realistic they want to make this for the tots."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "That would be truly realistic. There is never any eggs on the lawn, normally. But we know what's happening there these days, unfortunately."
    },
    {
      "speaker": "ARROYO",
      "utterance": "It looked like an egg."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "On the desk, too. Yes. It's true. I can confirm that. Speaking of propaganda, the Chinese are bankrolling a new film to cover up their human rights abuses. You've got to produce a new propaganda film in the northwest region of the country. What is this?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "It's a state-produced musical, of all things, called \"The Wings of Song.\" The truth is the hills are alive with the sound of mass detentions, Pete, but this rural sing-along is set in Xinjiang region, OK. That's where reports confirm at least a million Muslim Uighurs are being held in concentration camps. And look, this is deadly serious business. We're talking about 380 of these concentration camps, mass sterilizations, sexual torture the women who have escaped are reporting. This is a genocide in real-time. And yet, Major League Baseball, the basketball association, all these people are doing business with China. Nary a peep about what's happening. It's outrageous, Pete."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "It's sheer evil, too. Think of the resources, the time, the man and mind power that goes into shifting and shaping the views of a region and people just so that you can persecute others. That's precisely what you're looking at when you look at a film like that."
    },
    {
      "speaker": "ARROYO",
      "utterance": "If they wanted to do a real musical, Pete, they'd show scenes like this one, and they'd sing high on a hill we in prison, some Muslim grabbed and shoved in a home church, too, scooped up their kids put them on trial, we'll do the same to you. That's the musical they should be doing. It's an enraging thing to watch this and to see these images of the surveillance state they have erected throughout this region. Horrors."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "And they are maniacally dedicated to controlling the globe as fast as they possibly can."
    },
    {
      "speaker": "ARROYO",
      "utterance": "You bet."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Last take here, and a good one. Charles Barkley was covering the Final Four this weekend. I love watching him cover the game and then the cultural critiques. They dropped this timely critique of racial division in the U.S. I need your reaction. Watch this."
    },
    {
      "speaker": "CHARLES BARKLEY",
      "utterance": "I think most white people and black people are great people. I really believe that in my heart. But I think our system is set up for our politicians, whether they are Republicans or Democrats, are designed to make us not like each other so they can keep their grasp of money and power. They divide and conquer."
    },
    {
      "speaker": "ARROYO",
      "utterance": "He is right, Pete. You and I were discussing this in New Orleans because we don't have these racial divisions here, because we share food, we share festivals, our music. We need to find the things in America that unite all of us and build bridges on those things, not keep pointing to the fissures that separate us. That's what the politicians always do because it empowers them. We've got to stop it. All of us must stop it."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "It's true. Raymond, how is it the guy who said I am not a role model, I'm not paid to be a role model, ends up being the role model by being the truth teller."
    },
    {
      "speaker": "ARROYO",
      "utterance": "You're right."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "IT's amazing. And I will say, Raymond, you gave one of the best tours a man could ever give of New Orleans, and a fantastic meal to boot, Raymond, when I saw you --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Come back any time. We'll do it again."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "You've got. It. Raymond, thank you so much, appreciate it. Vaccinations are rising and COVID deaths, thankfully, plummeting. So of course, the COVID panic pushers, they are sounding the alarm. We'll examine the latest scare tactics next."
    },
    {
      "speaker": "DR. MICHAEL OSTERHOLM, FORMER BIDEN COVID ADVISER",
      "utterance": "We really are in a category five hurricane status with regard to the rest of the world. We're just at the beginning of this surge. This B-117 variant, it's now 50 to 100 percent more infectious. This is almost like having a whole new pandemic descend upon us."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "A whole new pandemic? How convenient that would be for the medical bureaucrats. It would allow them to control your life and our economy even longer. They'd love that. Of course, this is the same dire warning the expert you just heard, former Biden COVID adviser Dr. Michael Osterholm, has been telling us for months. So what's the reality? Joining me now is Dr. Marty Makary, professor at the Johns Hopkins School of Medicine and a FOX News contributor. Doctor, thank you so much for being here. So are we really in a category five hurricane with regard to COVID, or are we making progress out of that storm?"
    },
    {
      "speaker": "DR. MARTY MAKARY, JOHNS HOPKINS SCHOOL OF MEDICINE",
      "utterance": "We're doing really well, Pete. Look, Dr. Osterholm has a track record of making wrong predictions. He had a book come out 20 years ago titled \"How to Prepare for the Coming Bioterrorism Catastrophe.\" Never happened. He said in 2003 that SARS was going to reemerge with vengeance. Didn't happen. He then testified on SARS to the Senate and he said, quote, \"I'm convinced we will see a resurgence of SARS.\" Six weeks later it faded away forever. By the way, Dr. Fauci agreed with him. And then on COVID back in January he said the darkest days are still ahead. Guess what, cases and deaths are down 60 percent since he said that. I don't know why people want this pandemic to keep going. We're doing pretty well, with the exception of some outbreaks among younger people who tend to have asymptomatic or mild infections."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Doctor, why does it seem some people want this COVID moment to continue? Because it feels that way."
    },
    {
      "speaker": "MAKARY",
      "utterance": "I don't know, but it's like everybody is making their guess or their prediction. I look at some of these other networks and you get doctors on there putting predictions out there. You don't have to guess. All you need to do is look at Israel, look at the U.K. And what you see there is once you get 50 percent of the adult population vaccinated, Pete, deaths and hospitalizations drop like a rock. We're already seeing it in parts of the United States that have already reached herd immunity. Alaska has not had a death in 10 days. New Mexico is leading way. They have got 54 percent of their population of adults vaccinated. They have got 90 percent of the Navajo Nation vaccinated. We have about 100 million people now with vaccinated immunity in the U.S., and another 100 million with natural immunity. So we're going to continue to see things decline. There are just fewer susceptible people left out there to get infected. You can't really have that kind of super-spreading occurrence right now."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "You've done the very important job of making sure officials actually add vaccinated immunity to natural immunity so they don't keep moving the goalposts the entire time. But I've got to get your take on this as well. The Biden CDC just can't seem to get its own science straight. Just look at the disastrous rollout on their latest travel recommendations. Watch this."
    },
    {
      "speaker": "DR. ROCHELLE WALENSKY, CDC DIRECTOR",
      "utterance": "We state that fully vaccinated people can resume travel at low risk to themselves. CDC is not recommending travel at this time due to the rising number of cases. I would advocate against general travel overall."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "So you can -- if you're vaccinated you can travel, but you shouldn't. Maybe you can. What do you do with that?"
    },
    {
      "speaker": "MAKARY",
      "utterance": "Well, first, be careful what you're hearing from Dr. Walensky. Since her impending doom scare, deaths are down 15 percent in the United States. I think, Pete, the medical establishment has lost a lot of credibility, particularly with young people. And when we watch these outbreaks among young people, young people who are basically completely disregarding the infection when they should be careful because they are still unvaccinated. I think what's behind some of that is the medical establishment has lost credibility. When you say you can't travel, when you say you can't go to an open stadium or a beach --"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Doctor, we've got to leave it right there. They're taking us to black. Final thoughts when we return."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "That's all the time we have tonight. I'm Pete Hegseth, in for Laura Ingraham, always honored to do so. You can catch me every Saturday and Sunday morning with my co-hosts on FOX AND FRIENDS weekend. But don't change that channel. Up next, is the premier of the brand new show GUTFELD!, where cancel culture gets canceled. Greg Gutfeld takes it all from here. END Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}