{
  "date": "April 2, 2020",
  "headline": "Jason Garcia donating plasma to help coronavirus patients",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/jason-garcia-donating-plasma-to-help-coronavirus-patients",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "All right, Bill Hemmer, thank you very much, my friend. Well, we have hit a number that a lot of people didn't want to see, but they knew it was coming, better than a million coronavirus cases around the world. In New York right now, tonight could be the night we hit 100,000.  A lot of people wondering where to from here, and skittishness over that did not materialize into skittishness at the corner of Wall and Broad.  We're going to get into why stocks were running up today. Some view this as an economic light at the end of the tunnel. Too soon to say that.  But we're on top of everything. Welcome, everybody. This is \"Your World,\" and I'm Neil Cavuto.  The Dow sprinting ahead nicely 466.5 points. Some good news on the energy front, and by that, I mean oil prices rocketing up, which means, in a way gas, prices could go up. But all was well and good with that. We will explore that in just a second. Now to New York and what's happening there with a surge in cases and a worry that it's going to get a lot worse before it gets better.  David Lee Miller in the middle of it all -- David Lee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID LEE MILLER, FOX NEWS CORRESPONDENT",
      "sentences": "Neil, at this hour, there are now more coronavirus cases in New York state than in all of China. The majority of those cases are right here in New York City. There are now more than 52,000 people testing positive in the city, and nearly 1,400 people have died. In his daily briefing today, New York Governor Andrew Cuomo said, based on what he called the current burn rate, the state only has a six-day supply of ventilators. The governor also put out an urgent call for New York businesses to manufacturer gloves, gowns and other personal protection equipment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "sentences": "New York Defense Production Act, right? A governor can't say to a company, we need you to manufacture this. But I ask businesses just to think about the situation we're in and a possible opportunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "With the health care system overwhelmed, New York City ambulance crews have been told not to bring people suffering from cardiac arrest to a hospital if the patient's heart can't be restarted on the scene. A memo to EMTs from an umbrella group that coordinates emergency services said in part -- and I quote -- \"Emergency departments are severely overcrowded and transporting patients pronounced on the scene only increases E.D.\" -- emergency department -- \"workload and potentially exposes E.D. staff and patients to COVID-19.\"  And here at Mount Sinai Hospital, they are creating what they call negative pressure rooms. Window vents have been installed to create lower air pressure in areas where coronavirus patients are treated, so that the air pressure is lower compared to the corridors. The idea? Reduce airflow and therefore the spread of the virus.  And, lastly, while much has been said about the vulnerability of seniors, there is a stark reminder in the state of Connecticut that no one is immune. A 7-week-old infant who died tested positive for the virus. Officials have not said what was -- what the cause of death was -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, you are hearing more of these younger cases, not that young, but it's startling. And, David Lee Miller, thank you, very much, my friend, David Lee Miller in New York City.  I want to go to Dr. Shoshana Ungerleider, the Sutter Health internal medicine. She's physician there, and a darn good one.   Doctor. I mean, we tend to get sort of shocked when we hear these numbers, a million-plus cases worldwide, possibly in New York by the end of the night 100,000 cases. How and what do you tell people who get increasingly nervous, many of your patients, no doubt, about where this is going, how it's accelerating?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. SHOSHANA UNGERLEIDER, SUTTER HEALTH",
      "sentences": "Well, Neil, thanks so much for having me. I think that we're really wanting people to focus on what they can do, which right now is to stay at home, to shelter in place. We know that the majority of this country has recommended by their governors for people to remain at home, do everything they can to stay safe.  And that's the best thing that we can do right now to keep our already fragile health care system running and to avoid getting sick yourself and overwhelming, again, the health care system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There's been a bit of a battle brewing -- I wouldn't say a battle, Doctor, but a difference of opinion, between various medical agencies worldwide over the need for, let's say, face masks, health masks, those kind of things. The CDC saying they might, in fact, be a good idea. Do you think they're necessary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGERLEIDER",
      "sentences": "Well, so if you're asking whether the general public should be wearing face masks when they leave the house, the answer is, right, you shouldn't be leaving the house. I think -- I have said this, but sheltering in place in your home right now, even if your state's governor has not made this clear where you live, that's the most important thing that everyone can be doing right now, if you possibly can, to keep yourself and your loved ones safe.  Neil, back to your question, I think, if we had enough masks, yes, it's absolutely prudent to ask the public to wear them. But the fact remains, Neil, that there simply aren't enough masks for the medical professionals out there, let alone everybody else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGERLEIDER",
      "sentences": "So the masks that are available must be used for health care workers on the front lines. And the best protection is that tight-fitting N95 mask, but, again, those must be left for the health care professionals. And then the second line is that regular surgical mask, the looser-fitting kinds, but that's also in short supply.   And so what I will tell people is if you're showing symptoms of coronavirus, you have been diagnosed, wearing a homemade cloth mask may protect others. And if you must leave the house or be in close contact with somebody who's infected, a homemade mask made cut the chances of the illness being passed on.  We have seen this in other countries. But it's important for people to know that you must wash your hands, right, with soap and water for 20 seconds after touching the front of that mask, because that will be contaminated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGERLEIDER",
      "sentences": "And, again, the best thing that we can do to avoid getting this virus and avoid spreading it is to stay home right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, I think you're right. Thank you for calming me down, Doctor. I appreciate that. And thank you for all you're doing. Much appreciated.  By the way, something that was rattling a lot of folks today, but you wouldn't see it in the markets, was a sudden surge in unemployment claims, in other words, the number of Americans applying for jobless benefits hitting 6.6 million in the latest period, on top of last week's roughly 3.25. We're at 10 million Americans who've applied for jobless protection in little more than eight days' time.   Deirdre Bolton following that and the anomaly we had of Wall Street just soaring ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEIRDRE BOLTON, FOX BUSINESS CORRESPONDENT",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Deirdre, sort it out for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Sort it out.   All right, let's start with those jobless claims. As you mentioned, Neil, we're close to 10 million in two weeks. And just for a contextual points, this two-week period and the 10 million workers applying for benefits, that outweighs the first of six months total that we saw in the last recession about a decade ago. So it just carries home this point. I mean, if you look at state to state, California, more than 800,000 people applying for benefits. Now, part of this is that Congress has really expanded the categories of people who can apply for unemployment benefits, so, for example, part-timers, freelancers. So many, many more heads, if you like, Neil are being counted. And, in fact, a few economists that I spoke with today said, this time next week, we could see another between four and five million prints, if you like, on this weekly jobless claims number.   If you think about it, about 80 percent of our country is locked down in one form or another, we know that has taken such a heavy toll on restaurants, on all kinds of businesses. And that certainly is showing up in the numbers.  One thing that's interesting too, Neil, of course, that we're going to be looking at tomorrow is this March jobs print that we are expected to get tomorrow. And, of course, February was 3.5 percent, near a record low. Economists that I have been speaking with say that March, the March data that we're going to get tomorrow, is not going to encompass a lot of what we're talking about right now. And there may be some blips in the screen, but they're really saying April is going to be the month that we're really going to see the effects of everything that we're going through from an economic point of view show up.  We had the Saint Louis Fed, who issued, by my reading, at least, the most pessimistic view on our labor market, saying, sometime this summer, we could see unemployment go as high as 30 -- 3-0 -- percent. When I spoke with some economists about their reaction to that, they said, OK, that's really the most pessimistic case by far. We know that Goldman Sachs, as far as GDP, this bigger picture view of our economy, says, OK, second quarter is going to be a disaster, Neil, a contraction of about 34 percent.  But then in the third quarter, we could bounce back and see GDP back up, an expansion, if you would like, of 19 percent. So, obviously, all eyes are going to be on that jobs data tomorrow.  Neil, as you know very well today, a lot of the green on the screens today was thanks to the energy, the move in oil, like a 20 percent move, one of the biggest moves ever. And, of course, we saw that affect the equity markets.  So, you had energy, industrials, materials, also financials, they were the ones responsible for putting the green on the screens, which we will say, from an investor's point of view, nice to see for the first day in three -- Neil, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, well covered, Joltin'.  Joltin' Bolton, Deirdre Bolton, thank you very, very much. And to her point, oil did surge about 20 percent today, still at very low levels. And that helped big Dow components like ExxonMobil and Chevron. Again, a lot of this came after President Trump checked in with the Saudi crown prince and Vladimir Putin, essentially saying, maybe you should let bygones be bygones, bury the hatchet, do something about oil production. We are told the two countries have agreed to scale back oil production about 10 million barrels a day. That's the goal, at least. But a lot of these pledges can unravel.  But that was a big reason for the advance in oil, because, when it gets too, too low, it can be damaging. So, that's what happened today.  Let's get the read on all this with Senator Tim Scott, the beautiful state of South Carolina. I didn't think the day would come, Senator, when we'd be welcoming higher oil prices here, but it's the times in which we live. They have crashed too far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Well, there's no doubt that stabilizing the oil market -- any time you have a fight between Saudi Arabia and Russia, it really leads to lower prices. And if you think, if you're in the Oklahoma area or South Dakota, the shale industry really depends on prices around $45 or $50 per barrel. So this is really good news for the energy sector.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Not as good news for those of us at the pump, but, ultimately, really good for a global economy that needs stability. And stability comes really in one form. And that's confidence. We need to infuse more confidence into the market. As we see that confidence, you will start seeing the market take off in different sectors. The best thing we can do is to continue to provide the type of stimulus that really makes sense, that's targeted and temporary. But what we saw today in the energy market, energy sector is really good news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator, there's been talk already that the three stimulus measures we have had, including the biggest one, the $2.2-2.3 trillion one that's already filtering through the system, and a lot of people will see checks in a matter of weeks, that that's not enough.  A number are saying, we need a bigger stimulus package, a fourth round. The president has kicked around the idea of an infrastructure measure. Democrats are looking at changing some tax provisions, including the limit in mortgage tax deductions, et cetera. Where do you stand on this? Do we need yet another relief package?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Neil, you made some really good points there that need to be unpacked a little bit.  Speaker Pelosi is looking for a way to strip the SALT deductions from the tax program. What that basically means is giving more money to folks making $200,000 or more, and taking it from the people who make less than $200,000, a really bad idea. The president has certainly floated the idea and been very supportive of the concept of an infrastructure plan. The definition of infrastructure is becoming more and more important, as people want to expand that definition. My theory is simple. We just put $2.2 trillion into the market. If you include the commercial facility, that could be another $4 trillion of activity, so literally a $6 trillion infusion, depending on how you look at it. It would be really important for me to see how the $6 trillion or the simple $2 trillion is impacting the market, impacting the average person in our country. How does it impact the person working every day of the week trying to make their paychecks meet? Those questions should be answered before we dive into phase four blindly. There are some spots that we can see now that are starting to emerge as trouble spots. If you are a commercial property owner, all the folks in your -- all your tenants are being given the sign don't worry about paying your rent, it'll be OK for 60 or 90 days. Well, if you're the person who has the ultimate mortgage, that's not OK. So we're going to have to wind down that road a little bit and figure out how to make sure that what was done in phase two, which left holes that we had to fix in phase three...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "That's not happening now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator, we will watch it closely. Thank you for taking the time, as always. Be well. Be healthy. Be safe, Senator Scott of South Carolina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Thank you, sir. By the way, diagnosed with the virus, survives the virus, and now is donating plasma to help other people who are dealing with that same virus. An amazing story -- after this.  Jason Garcia is one of them. He didn't waste a nanosecond trying to help out those who are dealing with this by offering to donate his own plasma to an ICU patient, a very selfless act. It doesn't surprise me, the more I read about Jason. But, Jason, thank you very much for joining us. How are you feeling, first off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON GARCIA, CORONAVIRUS SURVIVOR",
      "sentences": "I'm feeling great. I'm happy that this turned out to be a positive outcome, but I'm doing well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, explain to me your trajectory with this, when you first found out you tested positive, and then the -- coming out of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARCIA",
      "sentences": "So, when I first tested positive, it was just kind of scary. Immediately my thoughts were my family, I possibly exposed them, the isolation I have to do, and then also the co-workers I possibly might have exposed.  But I spent a few days in isolation and then March 16, I started to feel symptom-free. And then, on March 23, I was actually given permission to leave isolation from the San Diego County Public Health. And then, from there, that's where I kind of started talking on social media and telling people now -- telling people that I survived the COVID-19 disease. So, from there, word caught out. And that's when St. Joseph's Hospital reached out to me. They were in urgent need of looking for someone that was 14 days' symptom-free that tested positive for COVID-19 to help use their - - my plasma and help a critically ill patient. And that's kind of how this whole donation thing came about, was the hospital reaching out to me. And I knew this was like a needle in a haystack this early on in the U.S. for someone to be 14 days recovered and symptom-free. So I was happy to -- so, no hesitation. I just went ahead and did it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm very impressed, Jason. It's so weird for you, just must -- just to get your head wrapped around this, that you go from having the virus to being potentially or at least your blood, your plasma being a potential cure for those who are dealing with the virus.  So, there must be something in the blood of survivors like yourself that's unique, because the medical community is still impressed with that. I'm wondering if you -- I know you're not a doctor and all, but have they said that is a promising area, the guys and people like you who have dealt with this, that you might be the secret weapon to beat this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARCIA",
      "sentences": "I'm hoping that's the case. I'm hoping that others will be able to donate, and people have a good, positive reaction to this type of treatment, because it is a new treatment. But, yes, I'm -- hope for the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, I'm impressed. Jason, I'm curious, because a lot of people always ask, when -- Neil, when you talk to someone who has this or who has survived this, what is it like? What did they experience that I'm experiencing? So could you share some of that with us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARCIA",
      "sentences": "Yes. So, for me, it was a really severe cough that started it out. And pretty much it was like a cold. There are some weird symptoms that -- because I usually know my body and how I react to a normal cold, and -- but I did end up getting some of the other symptoms that COVID-19 is known for, such as shortness of breath. Usually, I don't experience that with a cold. I don't experience headaches. I ended up having headaches for a day. My fever only lasted for a day. It was relatively short. So, my symptoms weren't -- I had some severe symptoms, but they were very short-lived.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARCIA",
      "sentences": "It didn't last very long. And, yes, it was kind of a little bit like a cold, but somewhat different, that I was able to pretty much say, I think I need to go get tested.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, I'm glad you're doing OK.  And I'm very impressed that, no sooner after that, you're doing something selfless as this to help someone else who doesn't want to be in the same predicament. Jason Garcia, thank you very much. We needed to hear that story and your story. You're very impressive. Jason Garcia donated plasma within just a short time of him coming out of all of that. Meanwhile, looking at a ship that's now heading to port in Florida. What's it like to be on that ship?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, NIAID DIRECTOR",
      "sentences": "You have to take care of the people who are ill. You just have an obligation to do that.  And as quickly as possible, you have got to get the people who are not sick, who are not infected off the ship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And that's what they're trying to handle right now. This is the Holland America Zaandam. It is making its way to Port Everglades in Florida. The only question is, how many are going to be able to get off that ship? There are at least two others nearby that are kind of dealing with similar issues, cases on board, those with the coronavirus, in one ship's case, four who have died from that, better than 100 diagnosed with the virus. Emily Spindler Brazell is one of the more unique cases. She was on the Zaandam, later transferred -- transferred, I should say, to the Rotterdam. She exhibited no symptoms. She joins us now via FaceTime to update us on what the heck happened. Emily, how are you feeling, first off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY SPINDLER BRAZELL, PASSENGER",
      "sentences": "I'm feeling great.   You should see the smile on my face as I look at Fort Lauderdale.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "sentences": "Sorry the FaceTime didn't work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "sentences": "We were transferred to Rotterdam, because the Rotterdam is on humanitarian mission to save its sister ship, the Zaandam, because we were turned away in 11 South American and Central American ports.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "sentences": "And we are so thankful that we're no longer being turned away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm sorry. Were any on the -- I apologize. We have this -- I will eventually get this down with these home studios. But, Emily, were -- anyone on the Zaandam, where you were first, dealing with this, with the virus? And then how did they handle it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "sentences": "The Zaandam had cases of flu-like symptoms. So, they shut down and put us all in our rooms starting on March 22. And we were isolated. I have my husband, thank goodness, for companionship. And we were isolated, along with everyone else. We haven't really seen anyone, except for our brief transfer with masks and gloves and no touching, when we transferred ships on the 28th. And everyone wore masks, and they were very careful. So we have been basically isolated for 12 days in our cabin. We -- the only reason I'm talking to anyone and I started was because we have been treated so well. And a few of the stories were so bleak, and they may be that person's experience, but it wasn't the experience of the -- most of the guests. We have been -- I can't even tell you how well we have been treated with not only like meal service, but also closed-circuit entertainment and workouts, so we don't get so big with all the meals, you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I would just be hanging around the buffet myself. But, Emily, did you have a choice with this? In other words, when they got you off to this other ship -- and now you probably have heard the controversy over many in Florida were leery to let either ship dock in the state. Have they told you what's going to happen when you do dock in Fort Lauderdale, what you and your husband are going to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you have to wait on board? What did they say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "sentences": "I'll answer your question. We weren't given a choice to say -- we could have said no. I heard a friend of mine did. But I wanted to transfer, because the staff was also getting sick on the ship. And I didn't want to put a burden on them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Hmm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "sentences": "It was starting to get very hard for them to care for 1,200 passengers daily, three meals, et cetera.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "sentences": "The laundry. So we moved, 800 of us. And it took three days in very small groups with social distancing. What is supposed to happen now is, we are going to be, at Holland America's expense, transported to our home gateway, and this includes 15 global countries. It's quite an endeavor. We should not be even stepping more than a few feet away of our little footprints on Florida, and then moving on to our charter planes or whatever. I don't know exactly for us Americans what we will travel on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, I wish you, Emily, and your husband well. Just hang in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "sentences": "Yes, we are well. And we...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It sounds like you have a great attitude through it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "sentences": "We are excited to go home. And we want to help everyone get taken care of now, including the crew. I still think they're being overlooked by the world community. But that will be my new -- something I will help with when I get on land.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You're very impressive, very selfless of you as well. Best of luck. Get home safe, your husband as well, everybody on the ship. Thank you very, very much. All right, a lot more to come here, including some of the small gestures done that make a big difference, sometimes in ways you would never imagine -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we're waiting to hear from Florida Governor Ron DeSantis. He is facing not one, not two, but now three ships that are trying to make their way to ports in Florida. Some controversy, those Florida communities saying, not here. The governor saying, yes, here, and by the end of tonight. A lot going on there, certainly, with the ships and everything else, and a lot of Florida businesses that are in a heap of trouble, and then, of course, the stay-at-home provision that takes effect later tonight in the Sunshine State. We will keep you abreast of that. But I did tell you about businesses that, again, are in that world of hurt. They're waiting again for some of that stimulus dough coming their way. Karen Kerrigan is the Small Business and Entrepreneurial Council CEO, joining me right now via Skype. Karen, always good to have you. Do your members know how to get this money or the process you have to go through to get either the loans and/or grants?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAREN KERRIGAN, CEO, SMALL BUSINESS AND ENTREPRENEURIAL COUNCIL",
      "sentences": "Well, many of them have already applied for the economic injury loans which come directly from the Small Business Administration. But the new program that begins tomorrow on April 3, the paycheck protection program that is going to be basically administered by the banks, many of them already know that they have to go to SBA-approved lenders.  And according to Treasury, almost every bank in this country and credit union has been given the authority to do these loans. So they're already communicating with their banks in terms of what they need to do to apply. And the banks themselves are saying, lookit, we need (AUDIO GAP) from Treasury before we launch this program. So there's some issues regarding guidance and clarity, I think, that everyone wants, in order to do this successfully, in order to deploy this capital as quickly as possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Karen, as you know, this latest 30-day extension, the stay-at-home provisions, that means a lot of these businesses are shuttered, restaurants and so, so much more. Do you worry if it goes beyond that? And you get very different figures and estimates, and both in the medical community, business community. But I would imagine many of the people with whom you're dealing can't go much longer like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERRIGAN",
      "sentences": "Well, they can't. They needed the capital last week or the week before. And although they're scrambling, they're grinding it out, they're pivoting, every day is a new challenge. I think many of them have come to the sad conclusion that this is going to go on longer than we thought even last week or even this weekend, the past weekend. For example, in the state of Virginia, the governor has extended the stay- at-home order to June 10.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERRIGAN",
      "sentences": "So that means there's going to be a lot of restrictions on economic activity. And that hits small businesses really hard. So this capital cannot come fast enough. And, as I said, the businesses themselves are really doing a lot to innovate collaborate, actually developing their own funds. I had one member say, the cavalry is not coming, people. We are the cavalry. So they're doing a lot more to invest in others in their communities and set of funds, because the government hasn't been there yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Karen, what I wonder about, too, whether there is an immediate snap-back. I don't mean to be a half-empty-glass person, but that people might think twice about going into crowded situations, that this distance thing that started through all of this stays a while, that people will be leery to crowd into packed theaters, or venues, even stadiums, sporting events, even businesses. Do you worry about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERRIGAN",
      "sentences": "Well, I worry about that, of course, because (AUDIO GAP) layoffs, that's to come, right? So you're going to have a lot of people who are consumers, I think, that are going to be very careful with their dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERRIGAN",
      "sentences": "So, we're very optimistic, as I'm an entrepreneur, and I -- we represent entrepreneurs. We're always optimistic that there will be a recovery. But, yes, I mean, absolutely we're concerned about the robustness and the quickness of that recovery. And that's another thing that many businesses are planning for, because, Neil, they went into this year, the optimistic thing was that they thought 2020 was going to be their best year. And they have got more inventory. They were hiring people. They were expanding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERRIGAN",
      "sentences": "And then this hit (AUDIO GAP) plunge in revenues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERRIGAN",
      "sentences": "So, like I said, we have got our fingers crossed. And we're hoping tomorrow, with the launch of this PPP program, and if these economic injury loans can move quicker through the system, or we will at least get some capital to these small businesses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we will get through this. Karen, I have never heard you anything less than robust and optimistic, so I have a feeling we will survive, you will survive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERRIGAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Karen, thank you so much. Always good seeing you. All right, in the meantime, you have seen these little hospitals or tent cities. It looks like that certainly in Central Park, but I'm telling you, they're popping up everywhere, and I mean everywhere. We will show you some of the places -- after this. Let's listen to the Florida governor. We have, I think, about 25,000 state employees who are either telecommuting or ARE nonessential, and I have told to stay at home. We wouldn't need all that, but we certainly could use some. And so different agency heads are already working to figure out how they could bring this manpower to bear. I think this requires all hands on deck. We have a lot of state government functions that are generally important, but just aren't as important right now, given what we're dealing with. So we want to be able to utilize all the manpower that we have. I have also been in contact with AT&T and Verizon about ways we can do calling that would work well in an age of social distancing, where people could be able to do this potentially from their homes. And so this is a very, very top priority, so that people -- because I think people -- when you have these abrupt changes, to just be able to talk to someone on the phone, or to know that you submit something, it actually goes through, obviously, you want to be able to get the assistance. But if you can at least have a system where people are able to get in touch with somebody, I think that that would give people a lot more peace of mind. And, of course, I have also directed, as you're able to expand this, we want to work on the processing to be much quicker than it has been in the past. And so we're willing to put manpower for that as well. Because this whole Web platform is overloaded, people should be able to fill out a paper application if they -- if that's an option for them. We shouldn't limit how they're able to apply. And so we're going to beef up the call centers. I have ordered them to beef up or create an alternative for online submissions. But at the end of the day, if people want to submit an application in person or drop it off, then we should be willing to accept that. So I have ordered them to make all available options available for people to be able to do that. And then I have asked -- I'm ordering the Department of Economic Opportunity to immediately purchase on an emergency basis additional capacity, software, technology, and other resources as needed to ensure the state's call center, Web site and staff can accommodate the increasing volumes of applications and queries. This is -- I wish I could say that this is just something that's only going to last a couple of weeks, but I think that this is not something that you can just turn on and off, an economy like this. So we need to expand the capacity, but just understand that this is going to be a problem that could be with us more than just a couple of weeks. So, I think that that's going to be something that will be very much needed. So, in terms of our economic priorities, this is our top priority, to be able to field the calls and be able to respond appropriately to the people of Florida. And I have all agencies now working. And we have already just today been able to identify some pretty interesting options. And I think we're going to continue to build on that and really bring a lot of force to bear. So I told everyone, you need to be making plans and identifying people right now, so that we can deploy them immediately. The other executive order I have done today relates to mortgage foreclosure and eviction relief. We're suspending foreclosures for 45 days, and also suspending evictions for 45 days. I'm not sure that you're going to rent out a lot of new places right now anyways, but, nevertheless, you just never know how people act. So, given the circumstances, I think that those suspensions are warranted. An update on the travel. We have screened by air and car almost 11,000 people since my executive orders went into effect. And, again, the folks that are coming from hot spots like New York City or New Orleans are required to self isolate for 14 days upon entering the state of Florida. We are looking at -- as you look at some of the statistics about what we're seeing with caseload here in Florida, probably, the number one message from the beginning for us has been those people who are 65 and older, particularly if you have an underlying condition, you really need to be staying at home and limiting your contacts with people, because of the way this virus affects those in that age group. If you look at Florida's cases, 25 percent of the cases are with people 65 and plus, 54 percent of the hospitalizations in Florida have been 65 and plus, and 86 percent of the fatalities have been 65 and plus. So please heed that directive to stay at home as much as possible. And please limit contact with others. We want that for everybody, but particularly in that 65-and-up category, or people that have serious underlying conditions. Those are the folks that are the most at risk from this disease. We are continuing to monitor the bed availability. Numbers have been pretty -- pretty similar. You see little movements here or there. But most of the major areas in terms of availability percentage are in the 40 percent range, but, obviously, we're continuing to monitor that as well. There have been some questions about order yesterday involving essential services and essential activities. And people will say, well, can I do -- can I go fly a kite? Can I do this? Can I do that? And I think the way to think about it is, when you're limiting people to essential services and essential activities, the goal is to reduce contacts with people outside the home. That is why that is in place. And so it's less important what you do than how you do it. For example, if you want to go for a 10-mile run by yourself and come back, more power to you, but you wouldn't be able to do a 20-person road race in the neighborhood with 19 of your friends. So is running an essential activity? Yes, if it's done in consistent with social distancing guidelines. You could go -- if you have a basketball hoop in your driveway, go shoot hoops all day. That's fine. But you're not going to be able to do a five-on-five pickup game where you're going to be in close contact with other people. Someone wants to take their son fishing, by all means, go do it. But you're not going to be able to get 25 people on a boat and go fishing in some type of group outing. So less important about, can you do X or Y, but simply how are you going to do X or Y? And if you're engaging in activity that doesn't involve close contact with other people, you're going to be fine. If you are doing things, even if you're staying at home, and you have 10, 15 people at the house, that's going to be close contacts with people. And that's what we're trying to avoid. So if you think about it that way, what we're trying to do is reduce the transmission of the virus. Viruses have different reproduction rates. And this is a virus that typically transmits when people are in close contact with somebody else. And so if you can refrain from that, we can reduce the transmission rate. And if you reduce the transmission rate far enough, the virus can eventually have fewer places to go. So, that's what we're trying to do on that. And I know people have had a lot of questions. But just think about, if I'm engaging in an essential service or I'm engaging in an essential activity, am I doing it in a way that's limiting contacts? And if you are, you're probably going to be OK. If you're doing things that have a lot of contacts, then it's not going to be OK. And with that, happy to take some questions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "No, I'm confident some have. We are not really keeping -- Health isn't publishing those statistics. It's something that I have asked about. And so we are -- I would like to see them then publish that. Now, obviously, you have got to follow people. And there are some people who will present, particularly in certain age groups, and you know that they don't require real medical care. They just need to go home and be home for 14 days. And so I don't know how much follow-up there is on those people, but I it's a good question. The other thing that we're -- what I'd like to see with the deaths statistics, obviously, you can see it based off age. But how -- what percentage of those fatalities involve people with significant underlying conditions? I think that would be good. I think it's almost -- I think it's a huge percentage. But that would also be another warning sign for somebody. Even if you're not 65, if you have some of these conditions, like diabetes, if you have immune system deficiencies, that this is definitely something you want to limit your contact with other people to be able to protect yourself. Yes, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "So, obviously -- one, I don't think the government has the authority to close a church. I'm certainly not going to do that. At the same time, we got with the churches and the synagogues very early and said, in times like this, what you guys are doing, I think, is even more important. But we ask that you do it in a way that is going to be conducive to this overall mission. And I would say almost all of them 100 percent agree. Some have gone virtual. Some have had people, but they have been spread out far enough. I mean, you guys are spread out here in this press conference. There's no reason why you couldn't do a church service with people 10 feet apart. So we definitely ask them to absolutely abide by the social distancing guidelines. But I think that the -- in times like this, I think the service that they're performing is going to be very important for people, especially when you have difficult circumstances. And so do it right. Make sure that you're following the mission. But I think, particularly coming up on the Easter season, I think people are going to want to have access to religious services, whether it's online, whether it's in a more socially distant type of service, but to have that available, I think, is very important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "No, look, and people -- we tried -- people had questions. I didn't actually think -- I thought it was understood. So we just said, OK, we will clarify it and put it out there. I mean, basically, folks can -- we have the baseline. If some folks want to do some do -- do things more, then they can do more in certain situations. And so we want to work with the local folks. I think each region in Florida is very distinct. And some of these things may need to be approached a little bit differently. And I'm happy to -- happy to work with them about it. And we have let everyone know that from the beginning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, I mean, I don't know that they would have the authority, quite frankly, to close a religious -- I mean, like, the Constitution doesn't get suspended here. There's got to be ways where you can accommodate. So I would tell them, work with the folks, work with the rabbis, work with the pastors to get it right. But I think it's got to be more of a collaborative thing. But, generally speaking, yes, they can go beyond what I have done if they want to restrict access to certain -- certain areas. I mean, for example, we're saying you can go out for a jog. And I know there's running trails. If a local wants to just shut down the running trail, and they want to do that, then they can do it. And that's just going to be their decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "No, it's our -- our intent on that is, we're -- we're obviously doing essential services. We're doing -- we're doing the restrictions on that. So, they're not going to be able to say, oh, well, the governor says you can't have these types of contracts. We think you can have...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we are listening to Governor Ron DeSantis. The upshot here, earlier, he talked about these ships that are making their way to Port Everglades, Florida, here. We do know that, between the Zaandam and the Rotterdam, there are at least 13 passengers who are sick and will need some medical help. We assume they have tested positive of the virus and will need some medical help. How they get all the others off board in between the two ships, we're talking better than 6,000 passengers. All this could happen within the next few hours. And the governor was also referring to stay-at-home provisions that kick in later tonight in Florida. He was one of the last governors in the country to do so. There are still about nine others that have not. But there was some surprise, some criticism, that he got that going rather late. But, be that as it may, it all kicks in later tonight. Phil Keating right now with the very latest, at least on where this whole ship saga is going -- Phil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "sentences": "Good afternoon, Neil. Just two days shy of a full month at sea, Holland America's Zaandam is now docking over there at terminal 21, soon to tie on to the pylons onshore, and then begin the, as far as the passengers are concerned, very long overdue process of disembarking for good, so they can finally make their ways back home. The Zaandam left Buenos Aires, Argentina, on March 7. It was supposed to go around the tip of South America and up to Chile, and then end the cruise there. But it's been stuck at sea for the past two weeks, because the global coronavirus shutdown happened while the ship and their vacations were out at sea. So, no -- about a dozen countries refused to help and let the ship come ashore or even to airlift some of these critically ill passengers to hospitals on -- into those countries. But it is finally here. It was about a two-and-a-half day heavy discussion between the unified authority that runs the port, along with the Broward County commissioners, on to -- as to how exactly these people are going to be removed without exposing anybody in Florida, specifically Broward County, to potential COVID-19. So the plan is 1,200 healthy people on board. They will be disembarking first. They all had health screenings out a few miles off shore earlier this afternoon. So they will then, with masks, go straight into sterilized buses and shuttles and go directly to the airport to the tarmac to get onto planes, either charter or regular passenger plane, and then go back to their countries or their cities, and finally meander their way back home. The sister ship is the Rotterdam. And I can see it coming in the up the channel. It's still about a mile out. It is also going to tie up over there behind me. And those people -- it has a lot of crew board on board that one as well. And all of the healthy people, the people who never were sick during the past two weeks, they were transferred to the Rotterdam off the coast of Chile. And so they're all going to begin disembarking now. The authorities here have said this could take two, three, maybe even four days to get everybody off. The 10 critically ill on board the Zaandam will be taken immediately to a hospital here. And then the 45 who have minor illnesses, they have to get better first before they can get off the ship - - Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So it could be a little while. Phil Keating, great reporting, as always. Thank you very much. I want to switch to Washington now, Mike Emanuel. We're going to have another health care task force briefing at the White House. What can we expect, Michael?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Well, Neil, we understand that, from our colleague John Roberts at the White House, that, in addition to the president, the vice president, perhaps Drs. Fauci and Birx, that we will also hear from Treasury Secretary Steve Mnuchin, and Small Business Administrator Carranza, that reporting from John Roberts. All indications are, after a staggering unemployment number out this morning, and the jobs report out tomorrow morning, first Friday of the month, that there will be a business focus, in addition to a health care focus to some of this. It'll be interesting to see what other VIPs the president may be bringing with him today to this comprehensive briefing. These briefings have taken many questions day by day by day. There are more questions today. But, obviously, there are some concerns about whether the United States is starting to follow the Italy model. We have also heard from some lawmakers a lot of concern about what China has been doing in terms of not being transparent from the very beginning, not being straight with the American government about how many patients they had. And so it will be interesting to see which directions reporters will take this briefing with the president, vice president and top administration officials who are responding to this coronavirus challenge day after day after day. We have seen, on Capitol Hill, the Senate Democratic leader, Chuck Schumer, urging the president to name a military figure to basically oversee the distribution of all the resources. But the president says he's got military people there. He says he's in good shape -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Mike Emanuel, thank you very, very much. The president will also be meeting tomorrow with oil industry executives. They had a good day today, as far as their stocks and everything, because oil prices zoomed up, the president intervening and getting in the middle of that Saudi-Russia rift, to try to get things under control. And oil prices jumped a lot. Here comes \"The Five.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "All right, Bill Hemmer, thank you very much, my friend. Well, we have hit a number that a lot of people didn't want to see, but they knew it was coming, better than a million coronavirus cases around the world. In New York right now, tonight could be the night we hit 100,000. A lot of people wondering where to from here, and skittishness over that did not materialize into skittishness at the corner of Wall and Broad. We're going to get into why stocks were running up today. Some view this as an economic light at the end of the tunnel. Too soon to say that. But we're on top of everything. Welcome, everybody. This is \"Your World,\" and I'm Neil Cavuto. The Dow sprinting ahead nicely 466.5 points. Some good news on the energy front, and by that, I mean oil prices rocketing up, which means, in a way gas, prices could go up. But all was well and good with that. We will explore that in just a second. Now to New York and what's happening there with a surge in cases and a worry that it's going to get a lot worse before it gets better. David Lee Miller in the middle of it all -- David Lee."
    },
    {
      "speaker": "DAVID LEE MILLER, FOX NEWS CORRESPONDENT",
      "utterance": "Neil, at this hour, there are now more coronavirus cases in New York state than in all of China. The majority of those cases are right here in New York City. There are now more than 52,000 people testing positive in the city, and nearly 1,400 people have died. In his daily briefing today, New York Governor Andrew Cuomo said, based on what he called the current burn rate, the state only has a six-day supply of ventilators. The governor also put out an urgent call for New York businesses to manufacturer gloves, gowns and other personal protection equipment."
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "utterance": "New York Defense Production Act, right? A governor can't say to a company, we need you to manufacture this. But I ask businesses just to think about the situation we're in and a possible opportunity."
    },
    {
      "speaker": "MILLER",
      "utterance": "With the health care system overwhelmed, New York City ambulance crews have been told not to bring people suffering from cardiac arrest to a hospital if the patient's heart can't be restarted on the scene. A memo to EMTs from an umbrella group that coordinates emergency services said in part -- and I quote -- \"Emergency departments are severely overcrowded and transporting patients pronounced on the scene only increases E.D.\" -- emergency department -- \"workload and potentially exposes E.D. staff and patients to COVID-19.\" And here at Mount Sinai Hospital, they are creating what they call negative pressure rooms. Window vents have been installed to create lower air pressure in areas where coronavirus patients are treated, so that the air pressure is lower compared to the corridors. The idea? Reduce airflow and therefore the spread of the virus. And, lastly, while much has been said about the vulnerability of seniors, there is a stark reminder in the state of Connecticut that no one is immune. A 7-week-old infant who died tested positive for the virus. Officials have not said what was -- what the cause of death was -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, you are hearing more of these younger cases, not that young, but it's startling. And, David Lee Miller, thank you, very much, my friend, David Lee Miller in New York City. I want to go to Dr. Shoshana Ungerleider, the Sutter Health internal medicine. She's physician there, and a darn good one. Doctor. I mean, we tend to get sort of shocked when we hear these numbers, a million-plus cases worldwide, possibly in New York by the end of the night 100,000 cases. How and what do you tell people who get increasingly nervous, many of your patients, no doubt, about where this is going, how it's accelerating?"
    },
    {
      "speaker": "DR. SHOSHANA UNGERLEIDER, SUTTER HEALTH",
      "utterance": "Well, Neil, thanks so much for having me. I think that we're really wanting people to focus on what they can do, which right now is to stay at home, to shelter in place. We know that the majority of this country has recommended by their governors for people to remain at home, do everything they can to stay safe. And that's the best thing that we can do right now to keep our already fragile health care system running and to avoid getting sick yourself and overwhelming, again, the health care system."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There's been a bit of a battle brewing -- I wouldn't say a battle, Doctor, but a difference of opinion, between various medical agencies worldwide over the need for, let's say, face masks, health masks, those kind of things. The CDC saying they might, in fact, be a good idea. Do you think they're necessary?"
    },
    {
      "speaker": "UNGERLEIDER",
      "utterance": "Well, so if you're asking whether the general public should be wearing face masks when they leave the house, the answer is, right, you shouldn't be leaving the house. I think -- I have said this, but sheltering in place in your home right now, even if your state's governor has not made this clear where you live, that's the most important thing that everyone can be doing right now, if you possibly can, to keep yourself and your loved ones safe. Neil, back to your question, I think, if we had enough masks, yes, it's absolutely prudent to ask the public to wear them. But the fact remains, Neil, that there simply aren't enough masks for the medical professionals out there, let alone everybody else."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "UNGERLEIDER",
      "utterance": "So the masks that are available must be used for health care workers on the front lines. And the best protection is that tight-fitting N95 mask, but, again, those must be left for the health care professionals. And then the second line is that regular surgical mask, the looser-fitting kinds, but that's also in short supply. And so what I will tell people is if you're showing symptoms of coronavirus, you have been diagnosed, wearing a homemade cloth mask may protect others. And if you must leave the house or be in close contact with somebody who's infected, a homemade mask made cut the chances of the illness being passed on. We have seen this in other countries. But it's important for people to know that you must wash your hands, right, with soap and water for 20 seconds after touching the front of that mask, because that will be contaminated."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "UNGERLEIDER",
      "utterance": "And, again, the best thing that we can do to avoid getting this virus and avoid spreading it is to stay home right now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, I think you're right. Thank you for calming me down, Doctor. I appreciate that. And thank you for all you're doing. Much appreciated. By the way, something that was rattling a lot of folks today, but you wouldn't see it in the markets, was a sudden surge in unemployment claims, in other words, the number of Americans applying for jobless benefits hitting 6.6 million in the latest period, on top of last week's roughly 3.25. We're at 10 million Americans who've applied for jobless protection in little more than eight days' time. Deirdre Bolton following that and the anomaly we had of Wall Street just soaring ahead."
    },
    {
      "speaker": "DEIRDRE BOLTON, FOX BUSINESS CORRESPONDENT",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Deirdre, sort it out for me."
    },
    {
      "speaker": "BOLTON",
      "utterance": "Sort it out. All right, let's start with those jobless claims. As you mentioned, Neil, we're close to 10 million in two weeks. And just for a contextual points, this two-week period and the 10 million workers applying for benefits, that outweighs the first of six months total that we saw in the last recession about a decade ago. So it just carries home this point. I mean, if you look at state to state, California, more than 800,000 people applying for benefits. Now, part of this is that Congress has really expanded the categories of people who can apply for unemployment benefits, so, for example, part-timers, freelancers. So many, many more heads, if you like, Neil are being counted. And, in fact, a few economists that I spoke with today said, this time next week, we could see another between four and five million prints, if you like, on this weekly jobless claims number. If you think about it, about 80 percent of our country is locked down in one form or another, we know that has taken such a heavy toll on restaurants, on all kinds of businesses. And that certainly is showing up in the numbers. One thing that's interesting too, Neil, of course, that we're going to be looking at tomorrow is this March jobs print that we are expected to get tomorrow. And, of course, February was 3.5 percent, near a record low. Economists that I have been speaking with say that March, the March data that we're going to get tomorrow, is not going to encompass a lot of what we're talking about right now. And there may be some blips in the screen, but they're really saying April is going to be the month that we're really going to see the effects of everything that we're going through from an economic point of view show up. We had the Saint Louis Fed, who issued, by my reading, at least, the most pessimistic view on our labor market, saying, sometime this summer, we could see unemployment go as high as 30 -- 3-0 -- percent. When I spoke with some economists about their reaction to that, they said, OK, that's really the most pessimistic case by far. We know that Goldman Sachs, as far as GDP, this bigger picture view of our economy, says, OK, second quarter is going to be a disaster, Neil, a contraction of about 34 percent. But then in the third quarter, we could bounce back and see GDP back up, an expansion, if you would like, of 19 percent. So, obviously, all eyes are going to be on that jobs data tomorrow. Neil, as you know very well today, a lot of the green on the screens today was thanks to the energy, the move in oil, like a 20 percent move, one of the biggest moves ever. And, of course, we saw that affect the equity markets. So, you had energy, industrials, materials, also financials, they were the ones responsible for putting the green on the screens, which we will say, from an investor's point of view, nice to see for the first day in three -- Neil, back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, well covered, Joltin'. Joltin' Bolton, Deirdre Bolton, thank you very, very much. And to her point, oil did surge about 20 percent today, still at very low levels. And that helped big Dow components like ExxonMobil and Chevron. Again, a lot of this came after President Trump checked in with the Saudi crown prince and Vladimir Putin, essentially saying, maybe you should let bygones be bygones, bury the hatchet, do something about oil production. We are told the two countries have agreed to scale back oil production about 10 million barrels a day. That's the goal, at least. But a lot of these pledges can unravel. But that was a big reason for the advance in oil, because, when it gets too, too low, it can be damaging. So, that's what happened today. Let's get the read on all this with Senator Tim Scott, the beautiful state of South Carolina. I didn't think the day would come, Senator, when we'd be welcoming higher oil prices here, but it's the times in which we live. They have crashed too far."
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "utterance": "Absolutely."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you make of that?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "Well, there's no doubt that stabilizing the oil market -- any time you have a fight between Saudi Arabia and Russia, it really leads to lower prices. And if you think, if you're in the Oklahoma area or South Dakota, the shale industry really depends on prices around $45 or $50 per barrel. So this is really good news for the energy sector."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "SCOTT",
      "utterance": "Not as good news for those of us at the pump, but, ultimately, really good for a global economy that needs stability. And stability comes really in one form. And that's confidence. We need to infuse more confidence into the market. As we see that confidence, you will start seeing the market take off in different sectors. The best thing we can do is to continue to provide the type of stimulus that really makes sense, that's targeted and temporary. But what we saw today in the energy market, energy sector is really good news."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator, there's been talk already that the three stimulus measures we have had, including the biggest one, the $2.2-2.3 trillion one that's already filtering through the system, and a lot of people will see checks in a matter of weeks, that that's not enough. A number are saying, we need a bigger stimulus package, a fourth round. The president has kicked around the idea of an infrastructure measure. Democrats are looking at changing some tax provisions, including the limit in mortgage tax deductions, et cetera. Where do you stand on this? Do we need yet another relief package?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "Neil, you made some really good points there that need to be unpacked a little bit. Speaker Pelosi is looking for a way to strip the SALT deductions from the tax program. What that basically means is giving more money to folks making $200,000 or more, and taking it from the people who make less than $200,000, a really bad idea. The president has certainly floated the idea and been very supportive of the concept of an infrastructure plan. The definition of infrastructure is becoming more and more important, as people want to expand that definition. My theory is simple. We just put $2.2 trillion into the market. If you include the commercial facility, that could be another $4 trillion of activity, so literally a $6 trillion infusion, depending on how you look at it. It would be really important for me to see how the $6 trillion or the simple $2 trillion is impacting the market, impacting the average person in our country. How does it impact the person working every day of the week trying to make their paychecks meet? Those questions should be answered before we dive into phase four blindly. There are some spots that we can see now that are starting to emerge as trouble spots. If you are a commercial property owner, all the folks in your -- all your tenants are being given the sign don't worry about paying your rent, it'll be OK for 60 or 90 days. Well, if you're the person who has the ultimate mortgage, that's not OK. So we're going to have to wind down that road a little bit and figure out how to make sure that what was done in phase two, which left holes that we had to fix in phase three..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "SCOTT",
      "utterance": "That's not happening now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator, we will watch it closely. Thank you for taking the time, as always. Be well. Be healthy. Be safe, Senator Scott of South Carolina."
    },
    {
      "speaker": "SCOTT",
      "utterance": "Thank you, sir. By the way, diagnosed with the virus, survives the virus, and now is donating plasma to help other people who are dealing with that same virus. An amazing story -- after this. Jason Garcia is one of them. He didn't waste a nanosecond trying to help out those who are dealing with this by offering to donate his own plasma to an ICU patient, a very selfless act. It doesn't surprise me, the more I read about Jason. But, Jason, thank you very much for joining us. How are you feeling, first off?"
    },
    {
      "speaker": "JASON GARCIA, CORONAVIRUS SURVIVOR",
      "utterance": "I'm feeling great. I'm happy that this turned out to be a positive outcome, but I'm doing well."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, explain to me your trajectory with this, when you first found out you tested positive, and then the -- coming out of it."
    },
    {
      "speaker": "GARCIA",
      "utterance": "So, when I first tested positive, it was just kind of scary. Immediately my thoughts were my family, I possibly exposed them, the isolation I have to do, and then also the co-workers I possibly might have exposed. But I spent a few days in isolation and then March 16, I started to feel symptom-free. And then, on March 23, I was actually given permission to leave isolation from the San Diego County Public Health. And then, from there, that's where I kind of started talking on social media and telling people now -- telling people that I survived the COVID-19 disease. So, from there, word caught out. And that's when St. Joseph's Hospital reached out to me. They were in urgent need of looking for someone that was 14 days' symptom-free that tested positive for COVID-19 to help use their - - my plasma and help a critically ill patient. And that's kind of how this whole donation thing came about, was the hospital reaching out to me. And I knew this was like a needle in a haystack this early on in the U.S. for someone to be 14 days recovered and symptom-free. So I was happy to -- so, no hesitation. I just went ahead and did it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm very impressed, Jason. It's so weird for you, just must -- just to get your head wrapped around this, that you go from having the virus to being potentially or at least your blood, your plasma being a potential cure for those who are dealing with the virus. So, there must be something in the blood of survivors like yourself that's unique, because the medical community is still impressed with that. I'm wondering if you -- I know you're not a doctor and all, but have they said that is a promising area, the guys and people like you who have dealt with this, that you might be the secret weapon to beat this?"
    },
    {
      "speaker": "GARCIA",
      "utterance": "I'm hoping that's the case. I'm hoping that others will be able to donate, and people have a good, positive reaction to this type of treatment, because it is a new treatment. But, yes, I'm -- hope for the best."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, I'm impressed. Jason, I'm curious, because a lot of people always ask, when -- Neil, when you talk to someone who has this or who has survived this, what is it like? What did they experience that I'm experiencing? So could you share some of that with us?"
    },
    {
      "speaker": "GARCIA",
      "utterance": "Yes. So, for me, it was a really severe cough that started it out. And pretty much it was like a cold. There are some weird symptoms that -- because I usually know my body and how I react to a normal cold, and -- but I did end up getting some of the other symptoms that COVID-19 is known for, such as shortness of breath. Usually, I don't experience that with a cold. I don't experience headaches. I ended up having headaches for a day. My fever only lasted for a day. It was relatively short. So, my symptoms weren't -- I had some severe symptoms, but they were very short-lived."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "GARCIA",
      "utterance": "It didn't last very long. And, yes, it was kind of a little bit like a cold, but somewhat different, that I was able to pretty much say, I think I need to go get tested."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, I'm glad you're doing OK. And I'm very impressed that, no sooner after that, you're doing something selfless as this to help someone else who doesn't want to be in the same predicament. Jason Garcia, thank you very much. We needed to hear that story and your story. You're very impressive. Jason Garcia donated plasma within just a short time of him coming out of all of that. Meanwhile, looking at a ship that's now heading to port in Florida. What's it like to be on that ship?"
    },
    {
      "speaker": "DR. ANTHONY FAUCI, NIAID DIRECTOR",
      "utterance": "You have to take care of the people who are ill. You just have an obligation to do that. And as quickly as possible, you have got to get the people who are not sick, who are not infected off the ship."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And that's what they're trying to handle right now. This is the Holland America Zaandam. It is making its way to Port Everglades in Florida. The only question is, how many are going to be able to get off that ship? There are at least two others nearby that are kind of dealing with similar issues, cases on board, those with the coronavirus, in one ship's case, four who have died from that, better than 100 diagnosed with the virus. Emily Spindler Brazell is one of the more unique cases. She was on the Zaandam, later transferred -- transferred, I should say, to the Rotterdam. She exhibited no symptoms. She joins us now via FaceTime to update us on what the heck happened. Emily, how are you feeling, first off?"
    },
    {
      "speaker": "EMILY SPINDLER BRAZELL, PASSENGER",
      "utterance": "I'm feeling great.   You should see the smile on my face as I look at Fort Lauderdale."
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "utterance": "Sorry the FaceTime didn't work."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "utterance": "We were transferred to Rotterdam, because the Rotterdam is on humanitarian mission to save its sister ship, the Zaandam, because we were turned away in 11 South American and Central American ports."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "utterance": "And we are so thankful that we're no longer being turned away."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm sorry. Were any on the -- I apologize. We have this -- I will eventually get this down with these home studios. But, Emily, were -- anyone on the Zaandam, where you were first, dealing with this, with the virus? And then how did they handle it?"
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "utterance": "The Zaandam had cases of flu-like symptoms. So, they shut down and put us all in our rooms starting on March 22. And we were isolated. I have my husband, thank goodness, for companionship. And we were isolated, along with everyone else. We haven't really seen anyone, except for our brief transfer with masks and gloves and no touching, when we transferred ships on the 28th. And everyone wore masks, and they were very careful. So we have been basically isolated for 12 days in our cabin. We -- the only reason I'm talking to anyone and I started was because we have been treated so well. And a few of the stories were so bleak, and they may be that person's experience, but it wasn't the experience of the -- most of the guests. We have been -- I can't even tell you how well we have been treated with not only like meal service, but also closed-circuit entertainment and workouts, so we don't get so big with all the meals, you know?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I would just be hanging around the buffet myself. But, Emily, did you have a choice with this? In other words, when they got you off to this other ship -- and now you probably have heard the controversy over many in Florida were leery to let either ship dock in the state. Have they told you what's going to happen when you do dock in Fort Lauderdale, what you and your husband are going to do?"
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you have to wait on board? What did they say?"
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "utterance": "I'll answer your question. We weren't given a choice to say -- we could have said no. I heard a friend of mine did. But I wanted to transfer, because the staff was also getting sick on the ship. And I didn't want to put a burden on them."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Hmm."
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "utterance": "It was starting to get very hard for them to care for 1,200 passengers daily, three meals, et cetera."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Sure."
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "utterance": "The laundry. So we moved, 800 of us. And it took three days in very small groups with social distancing. What is supposed to happen now is, we are going to be, at Holland America's expense, transported to our home gateway, and this includes 15 global countries. It's quite an endeavor. We should not be even stepping more than a few feet away of our little footprints on Florida, and then moving on to our charter planes or whatever. I don't know exactly for us Americans what we will travel on."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, I wish you, Emily, and your husband well. Just hang in there."
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "utterance": "Yes, we are well. And we..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It sounds like you have a great attitude through it."
    },
    {
      "speaker": "SPINDLER BRAZELL",
      "utterance": "We are excited to go home. And we want to help everyone get taken care of now, including the crew. I still think they're being overlooked by the world community. But that will be my new -- something I will help with when I get on land."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You're very impressive, very selfless of you as well. Best of luck. Get home safe, your husband as well, everybody on the ship. Thank you very, very much. All right, a lot more to come here, including some of the small gestures done that make a big difference, sometimes in ways you would never imagine -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we're waiting to hear from Florida Governor Ron DeSantis. He is facing not one, not two, but now three ships that are trying to make their way to ports in Florida. Some controversy, those Florida communities saying, not here. The governor saying, yes, here, and by the end of tonight. A lot going on there, certainly, with the ships and everything else, and a lot of Florida businesses that are in a heap of trouble, and then, of course, the stay-at-home provision that takes effect later tonight in the Sunshine State. We will keep you abreast of that. But I did tell you about businesses that, again, are in that world of hurt. They're waiting again for some of that stimulus dough coming their way. Karen Kerrigan is the Small Business and Entrepreneurial Council CEO, joining me right now via Skype. Karen, always good to have you. Do your members know how to get this money or the process you have to go through to get either the loans and/or grants?"
    },
    {
      "speaker": "KAREN KERRIGAN, CEO, SMALL BUSINESS AND ENTREPRENEURIAL COUNCIL",
      "utterance": "Well, many of them have already applied for the economic injury loans which come directly from the Small Business Administration. But the new program that begins tomorrow on April 3, the paycheck protection program that is going to be basically administered by the banks, many of them already know that they have to go to SBA-approved lenders.  And according to Treasury, almost every bank in this country and credit union has been given the authority to do these loans. So they're already communicating with their banks in terms of what they need to do to apply. And the banks themselves are saying, lookit, we need (AUDIO GAP) from Treasury before we launch this program. So there's some issues regarding guidance and clarity, I think, that everyone wants, in order to do this successfully, in order to deploy this capital as quickly as possible."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Karen, as you know, this latest 30-day extension, the stay-at-home provisions, that means a lot of these businesses are shuttered, restaurants and so, so much more. Do you worry if it goes beyond that? And you get very different figures and estimates, and both in the medical community, business community. But I would imagine many of the people with whom you're dealing can't go much longer like this."
    },
    {
      "speaker": "KERRIGAN",
      "utterance": "Well, they can't. They needed the capital last week or the week before. And although they're scrambling, they're grinding it out, they're pivoting, every day is a new challenge. I think many of them have come to the sad conclusion that this is going to go on longer than we thought even last week or even this weekend, the past weekend. For example, in the state of Virginia, the governor has extended the stay- at-home order to June 10."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "KERRIGAN",
      "utterance": "So that means there's going to be a lot of restrictions on economic activity. And that hits small businesses really hard. So this capital cannot come fast enough. And, as I said, the businesses themselves are really doing a lot to innovate collaborate, actually developing their own funds. I had one member say, the cavalry is not coming, people. We are the cavalry. So they're doing a lot more to invest in others in their communities and set of funds, because the government hasn't been there yet."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Karen, what I wonder about, too, whether there is an immediate snap-back. I don't mean to be a half-empty-glass person, but that people might think twice about going into crowded situations, that this distance thing that started through all of this stays a while, that people will be leery to crowd into packed theaters, or venues, even stadiums, sporting events, even businesses. Do you worry about that?"
    },
    {
      "speaker": "KERRIGAN",
      "utterance": "Well, I worry about that, of course, because (AUDIO GAP) layoffs, that's to come, right? So you're going to have a lot of people who are consumers, I think, that are going to be very careful with their dollars."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "KERRIGAN",
      "utterance": "So, we're very optimistic, as I'm an entrepreneur, and I -- we represent entrepreneurs. We're always optimistic that there will be a recovery. But, yes, I mean, absolutely we're concerned about the robustness and the quickness of that recovery. And that's another thing that many businesses are planning for, because, Neil, they went into this year, the optimistic thing was that they thought 2020 was going to be their best year. And they have got more inventory. They were hiring people. They were expanding."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Absolutely."
    },
    {
      "speaker": "KERRIGAN",
      "utterance": "And then this hit (AUDIO GAP) plunge in revenues."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "KERRIGAN",
      "utterance": "So, like I said, we have got our fingers crossed. And we're hoping tomorrow, with the launch of this PPP program, and if these economic injury loans can move quicker through the system, or we will at least get some capital to these small businesses."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we will get through this. Karen, I have never heard you anything less than robust and optimistic, so I have a feeling we will survive, you will survive."
    },
    {
      "speaker": "KERRIGAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Karen, thank you so much. Always good seeing you. All right, in the meantime, you have seen these little hospitals or tent cities. It looks like that certainly in Central Park, but I'm telling you, they're popping up everywhere, and I mean everywhere. We will show you some of the places -- after this. Let's listen to the Florida governor. We have, I think, about 25,000 state employees who are either telecommuting or ARE nonessential, and I have told to stay at home. We wouldn't need all that, but we certainly could use some. And so different agency heads are already working to figure out how they could bring this manpower to bear. I think this requires all hands on deck. We have a lot of state government functions that are generally important, but just aren't as important right now, given what we're dealing with. So we want to be able to utilize all the manpower that we have. I have also been in contact with AT&T and Verizon about ways we can do calling that would work well in an age of social distancing, where people could be able to do this potentially from their homes. And so this is a very, very top priority, so that people -- because I think people -- when you have these abrupt changes, to just be able to talk to someone on the phone, or to know that you submit something, it actually goes through, obviously, you want to be able to get the assistance. But if you can at least have a system where people are able to get in touch with somebody, I think that that would give people a lot more peace of mind. And, of course, I have also directed, as you're able to expand this, we want to work on the processing to be much quicker than it has been in the past. And so we're willing to put manpower for that as well. Because this whole Web platform is overloaded, people should be able to fill out a paper application if they -- if that's an option for them. We shouldn't limit how they're able to apply. And so we're going to beef up the call centers. I have ordered them to beef up or create an alternative for online submissions. But at the end of the day, if people want to submit an application in person or drop it off, then we should be willing to accept that. So I have ordered them to make all available options available for people to be able to do that. And then I have asked -- I'm ordering the Department of Economic Opportunity to immediately purchase on an emergency basis additional capacity, software, technology, and other resources as needed to ensure the state's call center, Web site and staff can accommodate the increasing volumes of applications and queries. This is -- I wish I could say that this is just something that's only going to last a couple of weeks, but I think that this is not something that you can just turn on and off, an economy like this. So we need to expand the capacity, but just understand that this is going to be a problem that could be with us more than just a couple of weeks. So, I think that that's going to be something that will be very much needed. So, in terms of our economic priorities, this is our top priority, to be able to field the calls and be able to respond appropriately to the people of Florida. And I have all agencies now working. And we have already just today been able to identify some pretty interesting options. And I think we're going to continue to build on that and really bring a lot of force to bear. So I told everyone, you need to be making plans and identifying people right now, so that we can deploy them immediately. The other executive order I have done today relates to mortgage foreclosure and eviction relief. We're suspending foreclosures for 45 days, and also suspending evictions for 45 days. I'm not sure that you're going to rent out a lot of new places right now anyways, but, nevertheless, you just never know how people act. So, given the circumstances, I think that those suspensions are warranted. An update on the travel. We have screened by air and car almost 11,000 people since my executive orders went into effect. And, again, the folks that are coming from hot spots like New York City or New Orleans are required to self isolate for 14 days upon entering the state of Florida. We are looking at -- as you look at some of the statistics about what we're seeing with caseload here in Florida, probably, the number one message from the beginning for us has been those people who are 65 and older, particularly if you have an underlying condition, you really need to be staying at home and limiting your contacts with people, because of the way this virus affects those in that age group. If you look at Florida's cases, 25 percent of the cases are with people 65 and plus, 54 percent of the hospitalizations in Florida have been 65 and plus, and 86 percent of the fatalities have been 65 and plus. So please heed that directive to stay at home as much as possible. And please limit contact with others. We want that for everybody, but particularly in that 65-and-up category, or people that have serious underlying conditions. Those are the folks that are the most at risk from this disease. We are continuing to monitor the bed availability. Numbers have been pretty -- pretty similar. You see little movements here or there. But most of the major areas in terms of availability percentage are in the 40 percent range, but, obviously, we're continuing to monitor that as well. There have been some questions about order yesterday involving essential services and essential activities. And people will say, well, can I do -- can I go fly a kite? Can I do this? Can I do that? And I think the way to think about it is, when you're limiting people to essential services and essential activities, the goal is to reduce contacts with people outside the home. That is why that is in place. And so it's less important what you do than how you do it. For example, if you want to go for a 10-mile run by yourself and come back, more power to you, but you wouldn't be able to do a 20-person road race in the neighborhood with 19 of your friends. So is running an essential activity? Yes, if it's done in consistent with social distancing guidelines. You could go -- if you have a basketball hoop in your driveway, go shoot hoops all day. That's fine. But you're not going to be able to do a five-on-five pickup game where you're going to be in close contact with other people. Someone wants to take their son fishing, by all means, go do it. But you're not going to be able to get 25 people on a boat and go fishing in some type of group outing. So less important about, can you do X or Y, but simply how are you going to do X or Y? And if you're engaging in activity that doesn't involve close contact with other people, you're going to be fine. If you are doing things, even if you're staying at home, and you have 10, 15 people at the house, that's going to be close contacts with people. And that's what we're trying to avoid. So if you think about it that way, what we're trying to do is reduce the transmission of the virus. Viruses have different reproduction rates. And this is a virus that typically transmits when people are in close contact with somebody else. And so if you can refrain from that, we can reduce the transmission rate. And if you reduce the transmission rate far enough, the virus can eventually have fewer places to go. So, that's what we're trying to do on that. And I know people have had a lot of questions. But just think about, if I'm engaging in an essential service or I'm engaging in an essential activity, am I doing it in a way that's limiting contacts? And if you are, you're probably going to be OK. If you're doing things that have a lot of contacts, then it's not going to be OK. And with that, happy to take some questions?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "(OFF-MIKE)"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "No, I'm confident some have. We are not really keeping -- Health isn't publishing those statistics. It's something that I have asked about. And so we are -- I would like to see them then publish that. Now, obviously, you have got to follow people. And there are some people who will present, particularly in certain age groups, and you know that they don't require real medical care. They just need to go home and be home for 14 days. And so I don't know how much follow-up there is on those people, but I it's a good question. The other thing that we're -- what I'd like to see with the deaths statistics, obviously, you can see it based off age. But how -- what percentage of those fatalities involve people with significant underlying conditions? I think that would be good. I think it's almost -- I think it's a huge percentage. But that would also be another warning sign for somebody. Even if you're not 65, if you have some of these conditions, like diabetes, if you have immune system deficiencies, that this is definitely something you want to limit your contact with other people to be able to protect yourself. Yes, sir?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "(OFF-MIKE)"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "So, obviously -- one, I don't think the government has the authority to close a church. I'm certainly not going to do that. At the same time, we got with the churches and the synagogues very early and said, in times like this, what you guys are doing, I think, is even more important. But we ask that you do it in a way that is going to be conducive to this overall mission. And I would say almost all of them 100 percent agree. Some have gone virtual. Some have had people, but they have been spread out far enough. I mean, you guys are spread out here in this press conference. There's no reason why you couldn't do a church service with people 10 feet apart. So we definitely ask them to absolutely abide by the social distancing guidelines. But I think that the -- in times like this, I think the service that they're performing is going to be very important for people, especially when you have difficult circumstances. And so do it right. Make sure that you're following the mission. But I think, particularly coming up on the Easter season, I think people are going to want to have access to religious services, whether it's online, whether it's in a more socially distant type of service, but to have that available, I think, is very important."
    },
    {
      "speaker": "QUESTION",
      "utterance": "(OFF-MIKE)"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "No, look, and people -- we tried -- people had questions. I didn't actually think -- I thought it was understood. So we just said, OK, we will clarify it and put it out there. I mean, basically, folks can -- we have the baseline. If some folks want to do some do -- do things more, then they can do more in certain situations. And so we want to work with the local folks. I think each region in Florida is very distinct. And some of these things may need to be approached a little bit differently. And I'm happy to -- happy to work with them about it. And we have let everyone know that from the beginning."
    },
    {
      "speaker": "QUESTION",
      "utterance": "(OFF-MIKE)"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, I mean, I don't know that they would have the authority, quite frankly, to close a religious -- I mean, like, the Constitution doesn't get suspended here. There's got to be ways where you can accommodate. So I would tell them, work with the folks, work with the rabbis, work with the pastors to get it right. But I think it's got to be more of a collaborative thing. But, generally speaking, yes, they can go beyond what I have done if they want to restrict access to certain -- certain areas. I mean, for example, we're saying you can go out for a jog. And I know there's running trails. If a local wants to just shut down the running trail, and they want to do that, then they can do it. And that's just going to be their decision."
    },
    {
      "speaker": "QUESTION",
      "utterance": "(OFF-MIKE)"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "No, it's our -- our intent on that is, we're -- we're obviously doing essential services. We're doing -- we're doing the restrictions on that. So, they're not going to be able to say, oh, well, the governor says you can't have these types of contracts. We think you can have..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we are listening to Governor Ron DeSantis. The upshot here, earlier, he talked about these ships that are making their way to Port Everglades, Florida, here. We do know that, between the Zaandam and the Rotterdam, there are at least 13 passengers who are sick and will need some medical help. We assume they have tested positive of the virus and will need some medical help. How they get all the others off board in between the two ships, we're talking better than 6,000 passengers. All this could happen within the next few hours. And the governor was also referring to stay-at-home provisions that kick in later tonight in Florida. He was one of the last governors in the country to do so. There are still about nine others that have not. But there was some surprise, some criticism, that he got that going rather late. But, be that as it may, it all kicks in later tonight. Phil Keating right now with the very latest, at least on where this whole ship saga is going -- Phil."
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "utterance": "Good afternoon, Neil. Just two days shy of a full month at sea, Holland America's Zaandam is now docking over there at terminal 21, soon to tie on to the pylons onshore, and then begin the, as far as the passengers are concerned, very long overdue process of disembarking for good, so they can finally make their ways back home. The Zaandam left Buenos Aires, Argentina, on March 7. It was supposed to go around the tip of South America and up to Chile, and then end the cruise there. But it's been stuck at sea for the past two weeks, because the global coronavirus shutdown happened while the ship and their vacations were out at sea. So, no -- about a dozen countries refused to help and let the ship come ashore or even to airlift some of these critically ill passengers to hospitals on -- into those countries. But it is finally here. It was about a two-and-a-half day heavy discussion between the unified authority that runs the port, along with the Broward County commissioners, on to -- as to how exactly these people are going to be removed without exposing anybody in Florida, specifically Broward County, to potential COVID-19. So the plan is 1,200 healthy people on board. They will be disembarking first. They all had health screenings out a few miles off shore earlier this afternoon. So they will then, with masks, go straight into sterilized buses and shuttles and go directly to the airport to the tarmac to get onto planes, either charter or regular passenger plane, and then go back to their countries or their cities, and finally meander their way back home. The sister ship is the Rotterdam. And I can see it coming in the up the channel. It's still about a mile out. It is also going to tie up over there behind me. And those people -- it has a lot of crew board on board that one as well. And all of the healthy people, the people who never were sick during the past two weeks, they were transferred to the Rotterdam off the coast of Chile. And so they're all going to begin disembarking now. The authorities here have said this could take two, three, maybe even four days to get everybody off. The 10 critically ill on board the Zaandam will be taken immediately to a hospital here. And then the 45 who have minor illnesses, they have to get better first before they can get off the ship - - Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So it could be a little while. Phil Keating, great reporting, as always. Thank you very much. I want to switch to Washington now, Mike Emanuel. We're going to have another health care task force briefing at the White House. What can we expect, Michael?"
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS SENIOR POLITICAL CORRESPONDENT",
      "utterance": "Well, Neil, we understand that, from our colleague John Roberts at the White House, that, in addition to the president, the vice president, perhaps Drs. Fauci and Birx, that we will also hear from Treasury Secretary Steve Mnuchin, and Small Business Administrator Carranza, that reporting from John Roberts. All indications are, after a staggering unemployment number out this morning, and the jobs report out tomorrow morning, first Friday of the month, that there will be a business focus, in addition to a health care focus to some of this. It'll be interesting to see what other VIPs the president may be bringing with him today to this comprehensive briefing. These briefings have taken many questions day by day by day. There are more questions today. But, obviously, there are some concerns about whether the United States is starting to follow the Italy model. We have also heard from some lawmakers a lot of concern about what China has been doing in terms of not being transparent from the very beginning, not being straight with the American government about how many patients they had. And so it will be interesting to see which directions reporters will take this briefing with the president, vice president and top administration officials who are responding to this coronavirus challenge day after day after day. We have seen, on Capitol Hill, the Senate Democratic leader, Chuck Schumer, urging the president to name a military figure to basically oversee the distribution of all the resources. But the president says he's got military people there. He says he's in good shape -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Mike Emanuel, thank you very, very much. The president will also be meeting tomorrow with oil industry executives. They had a good day today, as far as their stocks and everything, because oil prices zoomed up, the president intervening and getting in the middle of that Saudi-Russia rift, to try to get things under control. And oil prices jumped a lot. Here comes \"The Five.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}