{
  "date": "April 3, 2019",
  "headline": "Are Mexico's policies making the immigration crisis worse?",
  "subHeadline": "Guests: Heather Mac Donald, Juan Hernandez, Sam Nunberg, Rafael Mangual",
  "url": "https://www.foxnews.com/transcript/are-mexicos-policies-making-the-immigration-crisis-worse",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening, welcome to “Tucker Carlson Tonight.” We want to begin tonight's show with an apology. Apologies aren't something you often hear on cable news on this or any other show, but we are offering one anyway. There is no lawsuit forcing us to do it and no court order making us or skittish advertisers, we're sincere in this, we mean it. It has to do with Joe Biden. Biden, as you know is planning to run for President again. He has been back in the news this week in all the wrong ways after a series of women accused him of inappropriate physical contact. Biden's first accuser Lucy Flores described what it was like to have the former Vice President kiss the top of her head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUCY FLORES, FORMER MEMBER OF THE NEVADA STATE ASSEMBLY",
      "sentences": "I felt him get closer. He leaned in and he was like right behind me on my body, and he leaned down, smells my hair, and then plants this big, long kiss on the top of my head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Another accuser, a woman called Amy Lappos remembered that Biden once gave her an unwelcome Eskimo kiss.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMY LAPPOS, FORMER CONGRESSIONAL AIDE",
      "sentences": "He walked up to me and wrapped his hands around my face like that and pulled me in and started rubbing noses with me. It was for like a good 15 seconds, and I remember thinking, \"Is he going to kiss me?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And then yesterday, two more women came forward. One of them recounted that Biden had once hugged her, quote, \"a little too long.\" This is how presidential campaigns die. So desperate to end the story, Joe Biden released a statement today, promising not to touch strangers anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, FORMER VICE PRESEIDENT",
      "sentences": "In my career, I've always tried to make a human connection. That is my responsibility, I think. I shake hands, I huge people. I grab men and women by the shoulders and say, \"You can do this.\"   Now it's about taking selfies together. You know, social norms have begun to change. They have shifted and the boundaries of protecting personal space have been reset, and I get it. I get it. I hear what they are saying. I understand it. And I will be much more mindful. That is my responsibility. It is my responsibility and I will meet it. But I always believe, governing, quite frankly, life for that matter is about connecting, about connecting with people. That will change. But I will be more mindful and respectful of people's personal space and that is a good thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "There is something sad, pathetic, really about watching a 76- year-old man apologize for not understanding selfie culture. You'd hope your own golden years would be a little more dignified than that.   But Biden is a politician and he had no choice. They drove him to it, and so did we. And that is the point of the apology. When the story first broke that Biden had been passing out Eskimo kisses and sniffing other people's hair, it was irresistible. You could not laugh at it, and we hardly did. We mocked Joe Biden as a compulsive hugger, a cuddler run amok. It was too amusing.  But what we should have said, every bit as loudly and what we apologize now for not saying is that hugging is not sexual assault. Eskimo kisses are not rape. They used to be obvious, it's not obvious anymore and so we are sorry for helping to blur the distinction between human affection and coercive immoral behavior. The last thing this country needs is more aggrieved people who think they have been assaulted because a senior citizen hugged them wrong. And so we apologize for adding to that nonsense and antihuman hysteria.  None of this, by the way is in defense of Joe Biden the man or his run for President. We disagree on a lot of things. Just a week ago, we told you about his craven and absurd claim that America should get rid of our English legal tradition. Biden says things like that all the time and we will keep criticizing him when he does.  But hugging people is not a sin. Sorry. It's not. Even if many on the left would like to criminalize it. Listen to Nancy Pelosi describe the lessons she has drawn from watching Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "sentences": "I don't think it is disqualifying because I think disqualifying is what your intention is. I do think this is about communication in general, beyond this. I'm a member of the straight arm club. I mean, I'm a straight armer and all of this, just pretend you have a cold and I have a cold.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Let's pretend we all have colds. That is the world Nancy Pelosi demands we live in. But what kind of society is that? A place where everyone has a cold. It is a sick society. It is a cold and antiseptic place -- a fearful place. A society where censors watching and judge your every action. A place where it is unwise to get too close to other people. In a society like that, exuberance and human warmth are too risky to display in public. It is a joyless PC hell. Nancy Pelosi and so many on the left already live there.  You can see it on their faces, they are miserable and afraid. They insist that we join them. We won't go. A country where you're afraid to touch other people is a country we don't want to live in.  Heather Mac Donald is the author of \"The Diversity Delusion,\" and joins us tonight. Heather, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEATHER MAC DONALD, AUTHOR, THE DIVERSITY DELUSION",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So just in the past 24 hours, we've been rethinking this question. We sort of jumped headlong into the mocking of Joe Biden which was fun, I will say, but then I heard Nancy Pelosi say what we just played her saying which is, we really ought to approach other people as if we all have colds and have an arm's length relationship with people we are not related to. What kind of society is she describing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAC DONALD",
      "sentences": "An inhuman one, Tucker. One where there is no forgiveness. There is no acceptance of differences of behavior. We are all supposed to be for diversity, right? How about accepting the diversity of an older generation that has a different style of engagement that has not been terrorized into a frigid, self-criticism by the feminist harpies that cannot understand that there are different human beings, there are different ways of relating to people.  This is going to end normal human intercourse as we know it, if they are allowed to get away with this. The e females have all said, there was nothing sexual about it. Okay, the conversation should end there.  But new standard now that feminists are setting is they determine by their subjective experience the character of experiences. There is no reasonable person standard. We are certainly not going to accept the male's view that as Biden said, \"I had no intention to offend anybody. I was not intending anything sexual.\" None of that matters now. If a feminists feels offended, then the interaction is objectively offensive and that is a recipe for chaos and alienation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think you are exactly right. Arrest me for what we have, which is chaos and alienation, increasingly. So I think a lot of us -- me, I will speak for myself, a lot of times, there's something amusing about watching the left eat itself because they have to adhere to their own ludicrous standards. They are living in the PC hell they've created for the rest of us.   But what is happening to Joe Biden is what they plan for the rest of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAC DONALD",
      "sentences": "Yes, and what he plans for everybody else. So it is hard not to take a certain fiendish glee in this because it has certainly turned around as fair play. This is a man who unleashed the war on due process and campus tribunals, who has unleashed every single feminist trope about phantom rape culture for the last three decades who says believe survivors. So it is purely just what he is getting. Nevertheless, I urge you, Tucker to step above pure political vendetta and say, \"No, what is at stake here is the livability of human society.\" Young people have to understand. Old people -- people have to be a little flexible, but the feminists' world view is brittle; it is intolerant, it is unforgiving, and it is utterly narcissistic.  These females are saying, their worldview, their subjective experience should be now the new norm for everybody else regardless of whether it is objectively reasonable what their interpretation is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what do you say to non-liberals? The temptation is always going to be to engage in exactly the behavior that you criticize in others. In other words, they are destroying politicians. Bernie Sanders apparently maybe leaked this against Joe Biden. So now, conservatives can become every bit as grieved and use the same style, but that is a trap, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAC DONALD",
      "sentences": "Absolutely, you have to realize that precedent and principle matters. And the precedent that you are setting will be used against you. There is always changes of power. And the ideal for human experience is to live by something that is not sheer partisan vengeance. And to set principles that you are happy to live with for yourself and other people, and so again, in this case as tempting as Biden is as a target and certainly, you know, he is the strongest contender against Donald Trump.  But his real sin is just his own history of stoking the feminist furies. Again, we should not go down that path because I can guarantee you, there is going to be a whole line of Republican politicians who deserve to succeed, who are going to have photos taken of them when they've got an arm around somebody just simply because they are a physical human being. And I will tell you the other thing that we can see where this is taking us. Antioch College which was roundly mocked in 1990 for its affirmative consent policy for drunken campus hook ups and said, \"Every last grope has to be explicitly agreed to.\" And everybody said, this is crazy.   Two decades later, every college has an affirmative consent policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, that's -- that's exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAC DONALD",
      "sentences": "Now, they are applying affirmative consent to platonic touch. Now, a daughter objects to her mother hugging her because she didn't get consent. This is where this is going to take us, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It really is dystopian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAC DONALD",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The kind of sterile world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAC DONALD",
      "sentences": "That's a sterile world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That they are imposing on us. Heather Mac Donald, I can't think of anyone who could have explained that better than you just did. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAC DONALD",
      "sentences": "Thank you so much, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is a Fox News Alert. As the immigration crisis continues and intensifies in the Mexican border, illegal immigrants are being linked to murders here in the United States. Trace Gallagher is tracking two cases right now for us -- Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "And Tucker, when you talk about a revolving door, 40-year-old William Martinez-Chavez is an admitted MS-13 gang member back in 2000. He was involved in the fatal stabbing of a Long Island man. Martinez-Chavez was convicted, sent to prison and in 2017, he was deported back to El Salvador. But yesterday Martinez-Chavez was rearrested in the same part of Long Island where he killed a man 19 years ago, except now Chavez claims he is no longer an MS-13 member. I.C.E. says quoting, \"It is the job of the brave men and women of I.C.E. to take those who break the laws of this country off the streets and see that they are removed back to their home countries.\" Although the numbers show, if he's gotten into the U.S. twice, he will likely return.  Meantime, 33-year-old Jorge Rios was arrested this week in connection with the death of a 45-year-old nanny in New Jersey. Carolina Cano's body was found last week in a lake in a Jersey City Park. Cano had apparently gone for a jog and never returned. The medical examiner say she was raped, strangled and submerged in the lake. Apparently surveillance video led police to Jorge Rios, who apparently did not know the victim. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Our understanding is that it was strangers and he frequented the park and we feel comfortable that we have the right person based on his statements.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "It turns out the suspect in this country, he was in this country illegally and had been deported twice to Honduras. I.C.E. says it will take custody of Jorge Rios following his case, despite limited cooperation from authorities in New Jersey, because of sanctuary city policies -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Unbelievable story. Trace Gallagher, thank you very much. Well, the United States appears to be facing one of the worst border crises in its history. How much blame does the government of Mexico deserve for this crisis? A Mexican government official will join us in a rare appearance after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The U.S.-Mexico border is experiencing a full blown crisis. About 100,000 people arrived there last month alone trying to get in here and so many did. When reason for this crisis is the behavior of the Mexican government, that country's economy relies -- profoundly relies on remittances sent back from the United States. That means instead of caring for its own poor, Mexico can just offload them on us, not to mention the poor of Central America.  Despite this, Mexico still receives hundreds of millions of dollars in direct foreign aid from the United States in addition to all the indirect aid NAFTA has provided. Is there any reason that should continue?  Juan Hernandez is the Secretary of Migrants and Foreign Affairs to the Mexican State of Guanajuato and he joins us tonight. Thanks very much for joining us, Mr. Hernandez. So, we think of Mexico as an ally. I grew up right on the Mexican border. I've always thought of Mexico as an as an ally of the United States. And I think the people are friendly. But the Mexican government is clearly hostile to American interests. I want to read three quotes from a Mexican government official and these are direct quotes. \"We are betting Mexican-Americans will think Mexico first, even unto the seventh generation.\" \"Mexican immigrants to the United States are quote, 'going to keep one foot in Mexico.' They are not going to assimilate in the sense of not being Mexican.\" And final quote, \"We've recognized that the Mexican population is 100 million in Mexico and 23 million who live in the United States. We are a united nation.\" Those quotes you from you. And I wonder if a government takes that position that it's sending foreign nationals to your country --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN HERNANDEZ, SECRETARY OF MIGRANTS AND FOREIGN AFFAIRS, MEXICAN STATE OF GUANAJUATO",
      "sentences": "That sounded really familiar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. That's right. That's a hostile act. So why are we sending money to a country committing hostile acts against us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "So it's not, my friend? No, it's not. No, no, it's not a hostile act at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What is it exactly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "The United States and Mexico are friends. They are partners. No, I had mentioned it, and I think that's a quote from about 15 years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Has your position changed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "... the same as you did back then, and I hope I haven't gotten too old either. No ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We've been talking about this for about 15 years. That is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "That was way back through the past administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right, but I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "And you know, and that's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But has your positioned changed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "And that's the problem, my friend. That here we are 15 years, maybe more and the situation at the border, the migration -- immigration system of the United States is still broken. I remember dozen years ago, my friend, we were talking about how the United States, Canada and Mexico should work together as three independent nations. I'm not pushing for opening borders, but yes, we should work as a bloc. We have a good thing going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We do. We do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "We have commerce between Mexico and the United States ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So -- but let me ask you -- hold on. Hold on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "... have one billion dollars every day, every day and I am sorry that some officials of the United States are now saying, let's close the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So but why should -- no, tell me this. Some officials of the United States. But why isn't the Mexican government stopping migrants from Central America before they get to the United States? Instead, Mexico is encouraging them to come here. That's not the behavior of an ally. They're not welcome. They're not here legally. We have a process by which people can come legally. They're not going through that process. So that's an active hostility. You can lie about it all you want, but this is what it is. So why are we paying you money?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "No, no, no. Don't call me a liar, my friend. Let's talk about these immigrants. Number one, these are individuals coming, yes, from Central America. These are good people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why don't you stop -- if they are good people, then why don't you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "These are families. They are right now about 20,000 --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why don't you let them stay in Mexico?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "No, no. These are families. Fifty percent of them -- just a minute, my friend. The Mexican nation has been giving them visas. They can stay up to a year in the country of Mexico, work in Mexico --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why just a year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "They are in a legal way, my friend, which is internationally the way to do it. They are asking for asylum in the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But hold on. Wait a second. Wait, wait. But I am confused.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "They have been --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I am confused. Wait -- that sounds -- first of all --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "There is nothing wrong with them doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, actually it sounds a little racist to me by the standards that you have explained. So you have these very good people and hold on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "No. No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And you let them stay for a year with work permits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "Don't call me a racist, my friend. Please, don't do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why not let them do what we do -- hold on -- why don't let them stay forever and vote in your elections. But remain Guatemalans and Hondurans until the seventh generation as you said about your own people -- about Mexican citizens. Why don't let them do that and stay forever and they could maybe account for like a third of your population after 100 years? Why would that be bad? Why you kicking them out after a year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "These are individuals that are escaping the hunger, that are escaping violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why not let them stay?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "There are about 250 million people around the world that are migrating looking for a better life. These individuals have chosen -- these good people. These are not bad people. These are not criminals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Then why are you -- hold on -- please, answer my question. Look, I get it ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "They are asking the United States for asylum. Now, the United States can decide whether it wants to or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But why not -- why don't you -- slow down. They are in Mexico. You allow them over your border. Simple question, why are you kicking them out? They're good people who just want to work. Why aren't you taking advantage of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "Mexico today, if you look at the last, I think it's six years, if you look at the numbers, Mexico has now deported more people to Central America ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I know it's just wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "... than the United States has. The numbers have diminished and diminished and diminished ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So they are good people, but you're deporting them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "... the next time we're on, we'll discuss it. No, no. But the immigrants going to the United States have diminished. They're less and less people going in, though the United States ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "... needs about 300,000 to 400,000 new people every year. We're going in less than one percent, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right, we're out of time. We're out of time. I still don't understand why these great people are being deported by Mexico. Mexico is a hostile power that is seeking to undermine our country and our sovereignty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "Okay, let me give one last thing if you will allow me. Just one last thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "If it's true and very short. It's got to be both those things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "Let me put one last thing in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "Very short.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Very quick, very true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "I think we are being tested today, both in the United States and Mexico, how we are going to treat other human beings. In the state of Guanajuato, we are going to do the right thing. In Mexico, I am hoping they do the right thing and I hope the nation of the United States that I love so much, will also do the right thing for these good people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Now, okay, it's nauseating. You're not doing the right thing. Actually, now, I am getting mad. I am going to stop this. Okay, all right, this is all -- I appreciate it, Juan. Thank you so much. GUANAJUATO Thank you, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Democrats' politically motivated support for illegal immigration and they do support it and it's obvious and it's becoming more obvious with every passing day. Now, a presidential candidate on the Democratic side, Julian Castro is calling for illegal immigration itself to be decriminalized. Don't believe us? Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIAN CASTRO, D-PRESIDENTIAL CANDIDATE",
      "sentences": "Instead of building a wall or closing the border, we should choose compassion instead of cruelty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALISYN CAMEROTA, ANCHOR, CNN",
      "sentences": "The feeling from this administration is that we are in a full blown crisis in that they are overwhelmed by it. How do you think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATTRO",
      "sentences": "You know, I don't believe their narrative. I don't believe the BS. We should decriminalize people who are coming here, crossing the border. We need to increase the number of refugees that we take into this country. And if we're not careful, if we don't get this right, in 20 or 30 years, this nation is going to be begging for immigrants to come to this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "By the way, for the record, you're a racist if you don't agree with any of that. Guy Benson is an editor at townhall.com. He hosts of course, \"Benson and Harf\" on Fox News Radio, and we're happy to have him tonight. Guy, I don't think I've ever seen anybody say this clearly as Mr. Castro did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, CONTRIBUTOR",
      "sentences": "Just in terms of the decriminalization of illegal entry into the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sure, yes, it shouldn't be illegal to come here illegally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Yes, it's in his plan. And so I've heard a few responses from people on the left when I pointed this out at Town Hall and on Twitter. Some people say, \"Well, he's sort of a third tier candidate. Why do you necessarily care? Why are we putting so much attention on this proposal that he's put forward?\" He is running for President. He was a Cabinet Secretary in the previous administration and he is on the shortlist, I for a lot of people potentially to be a Vice President. He is a serious player, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's really the answer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Some people have challenged me on that, which I think is interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, so I'm just a cable news host. Let's eat house cats. Oh, but I'm just a cable news -- this I mean, you should be accountable for what you say, shouldn't you be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Correct. And I would be very curious to know how many of his fellow Democrats running for President actually agree with him on some of these very significant ideas that he's bringing to the table. I think Beto O'Rourke has also, at least, entertained this notion of decriminalizing illegal entry into the United States. Tucker, I think if you and I had a long discussion about immigration, we would probably disagree a fair amount. I'm not a border hardcore hawk. This is not my top issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "It really isn't. But when I was reading, I think, it was the \"Washington Post\" story describing Julian Castro's policy proposal. I kept having to reread the paragraphs to make sure I was understanding correctly -- decriminalize illegal entry. Stop almost all detentions of illegal immigrants who get caught and arrive here as an element of enforcement, reassign I.C.E. and have other people carry out enforcement, whatever that would look like and cease or halt all construction of current or additional border walls, which the Border Patrol had been begging for and there's really not that many.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Hey, can I ask you a question. As you invite the world in, which is what you just described, an invitation to the world to come. Would you provide them with guaranteed healthcare, housing subsidies, free public schools? I mean, that -- the welfare state --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Well, I certainly would not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean, can you have a welfare state with open borders?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "No, you can't. And like, economically, it doesn't work out. And so I just looked at these -- just point by point going down, and I said, even if I were open to some of these ideas, and many of them, I'm not, why would he be introducing this now in the midst of this border crisis, which even his fellow former Obama administration official, Jay Johnson has said it is a real crisis. They were on the same cabinet together under President Obama. Is he not willing to listen to Jay Johnson on this point? He said and \"The Post\" quoted him that his premise is, \"The border is more secure today than it has been in decades.\" And to me that just kind of feels like a fantasy world. And so much of the problem that we're currently facing at the border arises from the incentives that are embedded into our current laws on immigration, on declaring, you know, yourself as someone who needs help, someone coming to this country as a refugee, or what have you. Some of our incentives are out of whack. And you look at the incentives that would be inherent in this proposal. It is basically a magnet saying, \"Please come. We're going to stop enforcing our laws.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But there's no -- he even makes an economic argument in favor of it. I mean, if you cared about the country, you would bother to explain how this improves the country, but they don't bother. They explain only America's obligations, and America's sin. I mean, it's really -- if you treat your kids this way, they would know you hated them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "I think that this is the closest thing that I have seen to a policy that would be tantamount to a modern equivalent, I guess, of open borders. And I'm wondering if at some point arguing proactively, affirmatively in favor of illegal immigration is if it's a moral good. If that's the next step.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It appears to be, it's moving very fast as you've just explained. Guy Benson, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The Mueller investigation is over. It revealed -- drumroll, please -- that Russia collusion was a sham from day one. Not everyone is paying attention to reality. Many are in denial. Some Republicans are in denial too, and that's why they're continuing their own Russia investigation in the United States Senate. You may not have known that, we didn't either. We are shocked and you will be, too when you hear the details.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "For the next two years, Democrats will control the House of Representatives. There are a lot of problems they could be addressing in this country -- the death of the middle class, first among them; falling life expectancy, the opioid epidemic, smartphone addiction, I hope someone will pay attention to that; the rise of China, obesity -- I mean, really pick anything. When political parties focus on the country's real problems, something is going right and we're grateful for that. That's not what's happening now. Today, the House Ways and Means Chairman, Richard Neal formally asked the IRS to hand over the President's tax returns. More than two years in, that is still the only obsession in the Democratic Party -- the ruling anxiety -- how do we undo the 2016 election? Everything else including you is secondary. And by the way, is it a good precedent to have politicians decide that they can pull your tax returns? Of course it's the President of the United States, he should have given them out voluntarily, but do you want to allow Congress to pull your tax returns? Probably not actually. Well, here's another update in a pre-dawn raid the morning in January 25th, 66-year-old Roger Stone, unarmed in a house with no guns in it was dragged from his house by a small army of gun toting, flash bang carrying Federal agents. Pre-dawn raids are supposed to be a surprise. That's why they take place before dawn. Somehow though and this was the mystery of the season, CNN was there ahead of time to cover the whole thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BERMAN, ANCHOR, CNN",
      "sentences": "Exclusive footage you're looking at right now from CNN as the FBI arrives that Roger Stone's residence in Fort Lauderdale, Florida taking him into custody. They arrived before dawn there, before six or just after 6:00 a.m. A dozen officers we are told.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "FBI, open the door.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So how did CNN know to be at Roger Stone's house before the raid took place before the sun came up? Well, that's just journalism. It's old. It's just a lucky guess. Just our instincts. These shoe leather reporters, who spent a lot of time gathering facts, not just bloviating by how we hate Trump. We weren't tipped off by the Mueller team or anything. Correspondent David Shortell called it quote, \"a reporter's instinct,\" whatever that is. But Stone himself was not certain of that, and said so on this program at the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGER STONE, FORMER DONALD TRUMP ADVISER",
      "sentences": "It's disconcerting that CNN was aware that I would be arrested before my lawyers were informed. So that's disturbing. If it was a dangerous situation, which would merit the SWAT team, well then, CNN's cameraman would be in danger. I don't know why they would be allowed to be there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what's the truth about what happened? We'd love to know. You're not going to find it from CNN, obviously. You find it from the FBI. But the FBI won't say. The Bureau recently refused a record's request from \"The Federalist\" for any e-mail sent to CNN on the day of Stone's arrest. They said the request was, quote, \"Overly broad and used vague undefined terms,\" which it did not. The FBI also refused a Freedom of Information Act request for e-mails sent to or from Josh Campbell -- that's the CNN analyst who once worked for the FBI, Robert Mueller, by the way. Once again, they said it was too vague, when of course, there's nothing vague about that. It's very precise. So in addition to the questions we've already asked, here's another one. Why is the FBI so zealously protecting Jeff Zucker? And by the way, it's not just the FBI, Senator Lindsey Graham, we must say, his office asked the FBI in January, whether anybody tipped off CNN in advance. We asked Graham's office, what did you hear? So far, the office has refused to tell us the response they got, but we're going to keep on it until we find out because it's worth knowing. Meanwhile, in Washington, it's like the Mueller investigation never happened at all. The Senate Intelligence Committee chaired by Senator Richard Burr of North Carolina is continuing the Russia investigation. The just sent a subpoena to a former Trump adviser, Sam Nunberg. They ordered him to turn over all of his communications with Roger Stone. North Carolina is continuing the Russia investigation that is sent a subpoena to former Trump advisor Sam numbered, they ordered him to turn over all of his communications with Roger Stone. We asked Burr's office to explain why are you continuing the Russia investigation? But they didn't respond. Burr though is not a Democrat, though he is doing their work for them. He is a Republican. Sam Nunberg joins us tonight with an update on the story. Sam, thanks for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAM NUNBERG, FORMER ADVISER TO DONALD TRUMP",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So it's shocking, I think most of us who thought that the core of the story, the question of Russian inclusion was settled ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNBERG",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "... by the most elaborate investigation in my lifetime, that the Republican Chairman of a Senate Committee would be issuing a subpoena to you about your contacts with Roger Stone as if anyone could care or would have reason to care. What's the purpose of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNBERG",
      "sentences": "Remember, I already met with the Senate Committee in January. I turned over some documents that were in their requests for me and the documents. I turned over around 50 or 60 or so. I turned over less by the way to Nadler, and suddenly I then get a request that they want to review all of these documents that I've had with communications with Roger, but Tucker, we've had our answer, just like you said, from Mueller, because even when Roger was indicted, remember, it's all process crimes -- obstruction of justice, witness tampering -- nothing to do with conspiracy to defraud America connected to the Russians. So if Mueller's team knows for a fact that Roger never coordinated or colluded with the Russians, or anybody associated with the Russians, I don't see what the Senate would need these e-mails for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Have you been charged with a crime?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNBERG",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "By the Mueller investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNBERG",
      "sentences": "No. Never.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Did you collude with Russia in any way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNBERG",
      "sentences": "No, I did not collude with Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Roger Stone has not been charged with colluding with Russia, by the way. I wish you also the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNBERG",
      "sentences": "And by the way, I am sure that was an internal debate because I was in there with the Mueller team for hours and the people that they -- Mueller selected such as Jeannie Rhee who would have been conflicted out of representing Donald Trump civilly because she had represented Hillary Clinton, I am sure was pushing for - to get that conspiracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So why would Senator Burr, a Republican again, again, the Chairman of this committee be doing this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNBERG",
      "sentences": "That's a really good question. You know, the Vice Chairman, the ranking senator on the Democratic side, Warner had said last year that he thought that this investigation would be wrapped up by October of 2018. And then he had to rescind that when he got push back from the Democrats. And when you look at Burr, he's already said, \"Well, we don't see any collusion.\" He said that publicly. I'm really wondering. It's either in their defense, they just want to do -- they just want to get all these documents, review them to give a clean bill of health, say they went through everything because they're probably dealing with the Democrats on the other side, who just want investigate everything on Russia, Tucker. Or, it's -- you know, something with Roger. It seems -- it's very -- I find that that they selectively picked Roger to throw that indictment out. At the end, it was just gratuitous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's bizarre. Just for the record, you're allowed to have conversations with Roger Stone and not be pulled up before a Senate Committee, too. You don't have to explain yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNBERG",
      "sentences": "After I've cooperated. And the idea that, you know -- the Senate, what have they ever done really to help Donald Trump? He is getting victories on his own. The China Federal announcement --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How about the country? I mean, there's a whole country. We've got 320 million people here waiting for help, and they're subpoenaing your conversation with Roger Stone. Senator Burr by the way is always welcome on the show. We'd love to hear -- maybe there's an answer we haven't thought of. He is welcome on the show anytime, sincerely, to explain. We hope he will come. Sam, good luck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNBERG",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you. George Washington University's school mascot may soon be abolished. You can imagine why. Guess. Three guesses. White supremacy? Is it a symbol of that? What's the truth? Brian Kilmeade joins us after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it's more so that like there are students on this campus who don't feel comfortable with it. And so, then it doesn't really matter what other students think if it makes them uncomfortable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, well, I think the word \"colonial\" like evokes an image of like, white men coming to take people's land.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Lori Laughlin and Felicity Huffman, both actresses from Los Angeles made their first appearances in court today. They were joined by several other parents, all of whom have been accused of paying bribes and engaging in other fraud, sometimes elaborate fraud, to help get their kids into good colleges, as well as USC. The actresses did not enter a plea. Frozen food entrepreneur, Peter Sartorio though has become the first parent who says he plans to plead guilty in the scandal. Sartorio allegedly paid 15 grand to have his daughter's ACT score fraudulently improved. We will continue to follow the story because it matters. There are a lot of people in this country, people who think they're better than you, who aren't even trying to play by the rules. These ones are simply unlucky enough to be caught, as you know. Well, for almost 100 years, the George Washington University sports teams have competed under the name the \"Colonials,\" as in colonial America. You might think that's a pretty unexceptional name, but if you do, you probably also think Joe Biden's hugs aren't sexual assault. Students know better though, they just voted to change the Colonial's nickname. In a recent video, kids told Campus Reform that name is deeply hurtful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it's more so that like there are students on this campus who don't feel comfortable with it. And so, then it doesn't really matter what other students think if it makes them uncomfortable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I mean, colonial is kind of a touchy word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I did sign the petition. I do understand that it is offensive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, well, I think the word \"colonial\" like evokes an image of like, white men coming to take people's land.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That like the whole like colonial thing is like a little white supremacist-y.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "When you use the word like in between every other word and put a why at the end of nouns, you're probably a college student. Brian Kilmeade is not a college kid. He's a \"Fox and Friends\" host. He also hosts a new Fox Nation series, \"What Made America Great,\" and of course you'll him filling in in this show, and we're proud of that. The great Brian Kilmeade joins us tonight. Brian Kilmeade, do you feel the name \"Colonial\" doesn't like, make you feel uncomfortable like a little bit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN KILMEADE, HOST",
      "sentences": "Well, you know, like -- no, no, of course not. And I mean, it's unbelievable that you chose George Washington University. By the way, they don't make you go to George Washington University.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "They don't?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "You have to get in, which is tough. And then you have to say -- you have to pay a tuition, I think is between $75,000.00 and $80,000.00 a year and once the students got there, they realized how offended they were that they were there, at a school named after our founding father that did the unthinkable, put a band of colonists who lived in colonies together and took out the world's superpowers in just under seven years, because we had the tenacity to fight for freedom and this thing called liberty. That's a thing of pride. And Tucker, no one said Washington was perfect. No one say the colonists were perfect, but man, they were great. And what they did changed world history. And what they're doing -- these students naively are doing is trying to change a figure that's called a mascot that looks like George Washington and make him go away. And the two names they are thinking about which would fill you with pride are \"Hippos,\" or \"River Horses.\" Hippos or river horses. Do you sing the \"Star Spangled Banner\" and think of hippos and river horses?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, it's just so stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Or do you take pride in knowing I went to George Washington University.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'd love to ask kids on that campus, okay, you don't like our colonies? How are the Portuguese colonists on Brazil? You know how about the Spanish colonists all through Latin America? Were they better than our economy? We had the best colonies in the world just as a factual matter, but leave that aside, is there not a single adult on GW's campus who can say, \"Shh, it's the colonists, please settle down.\" Like let's talk about something real. Is there no one there who can say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Well, on top of that, Tucker, people are looking at George Washington, studying his background and saying, \"I'm offended.\" They're looking at the colonists with their frailties and no one ever defended slavery. But I can't go back to the 1700s. They were born into these institutions. They didn't invent them. At Hofstra University, today, there were protests and votes about taking a statue of Jefferson off Hofstra University for the second straight year, because he had slaves. Well, Jefferson was born into that culture. He also gave us freedom. He wrote the Declaration of Independence and dare I say, none of us would be here. Only Fox would be here at this situation and their current situation and experiencing the American culture without Jefferson, and without Washington. We've put up statues and we commemorate not because they're perfect, but because they did extraordinary things in their time. Study, don't judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Especially compared to everyone else. I mean, it's right, compared to what? So -- but how can you be against the mascot named the \"Colonists\" and still call your college George Washington University? Is it just a matter of time before they change the name?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Absolutely, unless someone sobers up, someone in a leadership position stands up and you know, he got criticized for it, in a side, Donald Trump came out -- President Trump came out and says, \"What? Was Jefferson and Washington next?\" Yes. They're going to try to take them off the money. They're going to try to keep this up because we're evaluating history with the wrong lens, as if they're -- the people in the past aren't as great as us. And I give you the shortest -- the best example. In 2008, Barack Obama says, I believe marriage is between a man and a woman. Was he a horrible person? Because by 2012, if you said that, you were bigoted? Well, that's how people evolve and change. Our society is not perfect, but we realize that we try to get better. Was it right for women not to vote until 1919? Of course not. We got better. We solved it. We improved. That's what makes America great. We evaluate our problems and move on and commemorate the great people that make it happen. Washington and Jefferson, not perfect, but great. And who are we, in this generation to judge them through our lens? They're missing the point of history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "A nation of very judge-y children. For sure. Brian Kilmeade, great to see you. Thank you for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I look forward to seeing you in person one day, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, thanks, man. Well, speaking of judge-y children, Alexandria Ocasio-Cortez is facing new claims that she colluded with her Chief of Staff to violate campaign finance law. We've got details on that after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The world's most famous 29-year-old, Congresswoman Alexandria Ocasio-Cortez is facing new allegations tonight that she violated campaign finance law. According to a newly filed FEC complaint, the Congresswoman and her Chief of Staff operated in an illegal subsidy scheme. They ran a network of interconnected political action committees. The complaint says this allowed her to raise more money than she would have been allowed to legally. Melissa Francis is a Fox Business anchor, co-host of \"Outnumbered,\" a frequent guest on this show and very good at details. So we've asked you to come on tonight and explain what this complaint says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELISSA FRANCIS, ANCHOR, FOX BUSINESS",
      "sentences": "Well, I read the complaint, and the way it reads is actually a very clever scheme. It looks like they set up a company and you could be sort of a venture investor in this company, and they said it was going to be like the Uber of political campaigns. So anyone could, you know, kind of come up and start their campaign, and you could get political services for way below market price. The problem is that the company went out of business it seems from the complaint, that's how it reads and this is all alleged, but the company basically spent most of its money on her campaign. The investors never got anything back. They just helped her campaign. So, you know, if you think about that, in the worst light, it sounds like if you were a finance smart money guy, which her Chief of Staff who you saw in that photo is a tech multimillionaire. I mean, I'm sure your Chief of Staff is also super wealthy, but I don't know how common that is. But anyway, he's good with money. And he, you know, set up this company now, is it illegal? Who knows? As I've said before, the people who write the laws about campaign finance are these very crooked politicians who are trying to hang on to power and they're the ones that write the laws. So I don't know if it's illegal. You know, the complaint was brought by a conservative group, and that's her defense. She says, this is the right attacking her. We'll see how the investigation goes. But I think the main point is that she was supposed to be about getting money out of politics, and about transparency. Where's the money coming from? And what we're seeing is more and more evidence that she's got all kinds of money that helped her get elected, and it was very murky and shady. There was nothing transparent about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Everything is irony. That's what I'm starting to suspect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "Yes, and hypocrisy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And hypocrisy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "Hypocrisy, just abounding everywhere. So definitely keep an eye on this. When you remember last time, she had set up a limited liability company so that you couldn't look at how the money was being spent. We want to be fair, let's see how these investigations turn out. But they seem to at the very least, you know, be that dark money that she talks about being evil and get it rid of the dark money. Unless, it's I guess helping her campaign. I don't know. We'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's exactly right. The socialist sets up the LLCs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "I hate hypocrites.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I do, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "I hate hypocrites.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "They're everywhere. Melissa Francis, you are not alone, and great to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "Thank you. Good to see you, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Melissa is on \"Final Exam\" tomorrow night, Thursday night. Don't miss that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "I'm studying now. I am going to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Good, you should be. It's a tough one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS",
      "sentences": "Mark my words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you. Well over the past couple of decades, really one of the biggest stories and we don't recognize this enough in this country is the dramatic decline in crime. It has made everybody's life better. People are safer. Cities that were completely devastated going back to the riots from 1968 became really jewels -- New York City, of course, first among many others. It's progress, but it's now at risk. Jussie Smollett is the first criminal to go free, but he certainly isn't the most dangerous, as a new wave of far left prosecutors, many funded by George Soros are rolling back criminal enforcement in cities across this country. That's not an overstatement. It's happening in a lot of different places. And Rafael Mangual is Deputy Director of Legal Policy of the Manhattan Institute. He follows this for a living. He joins us tonight for an update. Rafael, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAFAEL MANGUAL, DEPUTY DIRECTOR OF LEGAL POLICY, MANHATTAN INSTITUTE",
      "sentences": "Thanks so much for having me, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, this is a trend. It's not just isolated examples -- DA in San Francisco and Philadelphia, Boston, New York. This is happening nationwide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGUAL",
      "sentences": "It is. It is. In some of the biggest jurisdictions in the country, which means that a big chunk of the American public is now sort of living in places that are controlled by these left-wing prosecutors. And so look, I mean, we have elections throughout this country for all sorts of offices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGUAL",
      "sentences": "It's not unusual that a Democrat wins, right. I mean, that's not the problem. The problem here is that this new wave of prosecutors really sees themselves as kind of criminal justice reformists first and law enforcement officer second, and that's where I think the problem lies. Because the danger is, is that they all subscribe to this notion that, you know, the criminal justice system in the United States. It's not that it needs you know, a sort of adjustments at the margins. It's not that it needs sort of incremental reforms. It is entirely corrupt. It is irredeemably racist. It is overly draconian. And so they're operating from that presumption. And, you know, one of the things that they're pursuing kind of full steam ahead is large scale decarceration. And that is a really scary thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And they were helped by the Congress. I know we're all supposed to be happy about this bill. And I have no doubt there are many people who should be let out of prison. I believe that. I don't believe in being overly punitive. But over large populations, if you start letting a lot of people convicted of serious crimes out of prison, what happens?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGUAL",
      "sentences": "Crime goes up. And you know, and crime goes up, you know -- a lot of crime is committed by the people who are getting out of prison pursuant to our current policies, right? So the question is, are we going to be able to let out large swaths of people without a negative impact right, at the current rate, the vast majority of our prison population is house and state facilities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGUAL",
      "sentences": "Eighty three percent of people who are released from state facilities go on to reoffend at least once. That's an incredible number. That is less than 20% are successfully sort of re-entering society. You know, people say, \"Well, we should be rehabilitated.\" We should. We should absolutely be trying to find the best way that we know how.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's hard to know how.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGUAL",
      "sentences": "It is hard to know how and you know, the programs that have shown success and there had been some, they're hard to scale, right? And so I think it's a bit of a dangerous move and we have a large number of urban prosecutors now sort of operating on the presumption that we need to decarcerate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I agree completely. It seems totally reckless. And if you cared about normal people, you'd pause before doing that and ask what's going to happen to the crime rate. Are we seeing measurable increases in crime?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGUAL",
      "sentences": "We are starting to see them in different parts of the country, right? I mean, Chicago has had significantly elevated crime rates since 2016, even though it's been a high crime area for a long time compared to what it was in 2011 and 2014. It's been higher. St. Louis has been going through the roof. Louisville has probably seen some of its highest crime rates in history. Baltimore is seeing one of the highest murder rates in history and even in Brooklyn today where Eric Gonzalez who's kind of been one of the newer poster child here -- Brooklyn North has seen almost a 68 - - I think -- percent increase in murders. Now it's a short period of time, right? So the numbers are low, and they're likely to fluctuate a lot, but it's not encouraging and you know, the you hit the nail right on the head when you said that it's really regular people who are going to bear the brunt of this, right. I mean, the crime tends to be concentrated in low income inner city neighborhoods that are largely minority and these are the people that these prosecutors say that they're sort of representing in this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, it's all on their behalf that we're doing this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGUAL",
      "sentences": "Exactly, exactly. But the unfortunate reality is, is that they're going to bear the brunt of the cost of these policies to the extent that they play out the way I think they will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Very quickly. We've got 10 seconds left, but crime dropped off a cliff in New York City, at least heavily in part because of policies put in by politicians and the police department, Bill Bratton at the NYPD.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGUAL",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Does anybody still believe in those policies? Why are we abandoning them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGUAL",
      "sentences": "I think so. But the unfortunate thing is, is that the political class in cities like New York and LA and Chicago, unfortunately bought into this mass incarceration meme and the idea that our criminal justice system is irredeemably corrupt and that's not good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "They're corrupt and decadent, I would say. Rafael, thank you very much. That was interesting and sad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGUAL",
      "sentences": "Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We're out of time. But the good news is we'll be back tomorrow night at 8:00 p.m. as regularly scheduled, the show that is always and will forever be the sworn enemy of lying, pomposity, smugness, and especially groupthink. We'd encourage you to DVR the program if you're able to figure that out. If you can, congratulations. Good night from New York City tonight. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening, welcome to “Tucker Carlson Tonight.” We want to begin tonight's show with an apology. Apologies aren't something you often hear on cable news on this or any other show, but we are offering one anyway. There is no lawsuit forcing us to do it and no court order making us or skittish advertisers, we're sincere in this, we mean it. It has to do with Joe Biden. Biden, as you know is planning to run for President again. He has been back in the news this week in all the wrong ways after a series of women accused him of inappropriate physical contact. Biden's first accuser Lucy Flores described what it was like to have the former Vice President kiss the top of her head."
    },
    {
      "speaker": "LUCY FLORES, FORMER MEMBER OF THE NEVADA STATE ASSEMBLY",
      "utterance": "I felt him get closer. He leaned in and he was like right behind me on my body, and he leaned down, smells my hair, and then plants this big, long kiss on the top of my head."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Another accuser, a woman called Amy Lappos remembered that Biden once gave her an unwelcome Eskimo kiss."
    },
    {
      "speaker": "AMY LAPPOS, FORMER CONGRESSIONAL AIDE",
      "utterance": "He walked up to me and wrapped his hands around my face like that and pulled me in and started rubbing noses with me. It was for like a good 15 seconds, and I remember thinking, \"Is he going to kiss me?\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "And then yesterday, two more women came forward. One of them recounted that Biden had once hugged her, quote, \"a little too long.\" This is how presidential campaigns die. So desperate to end the story, Joe Biden released a statement today, promising not to touch strangers anymore."
    },
    {
      "speaker": "JOE BIDEN, FORMER VICE PRESEIDENT",
      "utterance": "In my career, I've always tried to make a human connection. That is my responsibility, I think. I shake hands, I huge people. I grab men and women by the shoulders and say, \"You can do this.\" Now it's about taking selfies together. You know, social norms have begun to change. They have shifted and the boundaries of protecting personal space have been reset, and I get it. I get it. I hear what they are saying. I understand it. And I will be much more mindful. That is my responsibility. It is my responsibility and I will meet it. But I always believe, governing, quite frankly, life for that matter is about connecting, about connecting with people. That will change. But I will be more mindful and respectful of people's personal space and that is a good thing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "There is something sad, pathetic, really about watching a 76- year-old man apologize for not understanding selfie culture. You'd hope your own golden years would be a little more dignified than that. But Biden is a politician and he had no choice. They drove him to it, and so did we. And that is the point of the apology. When the story first broke that Biden had been passing out Eskimo kisses and sniffing other people's hair, it was irresistible. You could not laugh at it, and we hardly did. We mocked Joe Biden as a compulsive hugger, a cuddler run amok. It was too amusing. But what we should have said, every bit as loudly and what we apologize now for not saying is that hugging is not sexual assault. Eskimo kisses are not rape. They used to be obvious, it's not obvious anymore and so we are sorry for helping to blur the distinction between human affection and coercive immoral behavior. The last thing this country needs is more aggrieved people who think they have been assaulted because a senior citizen hugged them wrong. And so we apologize for adding to that nonsense and antihuman hysteria. None of this, by the way is in defense of Joe Biden the man or his run for President. We disagree on a lot of things. Just a week ago, we told you about his craven and absurd claim that America should get rid of our English legal tradition. Biden says things like that all the time and we will keep criticizing him when he does. But hugging people is not a sin. Sorry. It's not. Even if many on the left would like to criminalize it. Listen to Nancy Pelosi describe the lessons she has drawn from watching Joe Biden."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "utterance": "I don't think it is disqualifying because I think disqualifying is what your intention is. I do think this is about communication in general, beyond this. I'm a member of the straight arm club. I mean, I'm a straight armer and all of this, just pretend you have a cold and I have a cold."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Let's pretend we all have colds. That is the world Nancy Pelosi demands we live in. But what kind of society is that? A place where everyone has a cold. It is a sick society. It is a cold and antiseptic place -- a fearful place. A society where censors watching and judge your every action. A place where it is unwise to get too close to other people. In a society like that, exuberance and human warmth are too risky to display in public. It is a joyless PC hell. Nancy Pelosi and so many on the left already live there. You can see it on their faces, they are miserable and afraid. They insist that we join them. We won't go. A country where you're afraid to touch other people is a country we don't want to live in. Heather Mac Donald is the author of \"The Diversity Delusion,\" and joins us tonight. Heather, thanks very much for coming on."
    },
    {
      "speaker": "HEATHER MAC DONALD, AUTHOR, THE DIVERSITY DELUSION",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So just in the past 24 hours, we've been rethinking this question. We sort of jumped headlong into the mocking of Joe Biden which was fun, I will say, but then I heard Nancy Pelosi say what we just played her saying which is, we really ought to approach other people as if we all have colds and have an arm's length relationship with people we are not related to. What kind of society is she describing?"
    },
    {
      "speaker": "MAC DONALD",
      "utterance": "An inhuman one, Tucker. One where there is no forgiveness. There is no acceptance of differences of behavior. We are all supposed to be for diversity, right? How about accepting the diversity of an older generation that has a different style of engagement that has not been terrorized into a frigid, self-criticism by the feminist harpies that cannot understand that there are different human beings, there are different ways of relating to people. This is going to end normal human intercourse as we know it, if they are allowed to get away with this. The e females have all said, there was nothing sexual about it. Okay, the conversation should end there. But new standard now that feminists are setting is they determine by their subjective experience the character of experiences. There is no reasonable person standard. We are certainly not going to accept the male's view that as Biden said, \"I had no intention to offend anybody. I was not intending anything sexual.\" None of that matters now. If a feminists feels offended, then the interaction is objectively offensive and that is a recipe for chaos and alienation."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think you are exactly right. Arrest me for what we have, which is chaos and alienation, increasingly. So I think a lot of us -- me, I will speak for myself, a lot of times, there's something amusing about watching the left eat itself because they have to adhere to their own ludicrous standards. They are living in the PC hell they've created for the rest of us. But what is happening to Joe Biden is what they plan for the rest of us."
    },
    {
      "speaker": "MAC DONALD",
      "utterance": "Yes, and what he plans for everybody else. So it is hard not to take a certain fiendish glee in this because it has certainly turned around as fair play. This is a man who unleashed the war on due process and campus tribunals, who has unleashed every single feminist trope about phantom rape culture for the last three decades who says believe survivors. So it is purely just what he is getting. Nevertheless, I urge you, Tucker to step above pure political vendetta and say, \"No, what is at stake here is the livability of human society.\" Young people have to understand. Old people -- people have to be a little flexible, but the feminists' world view is brittle; it is intolerant, it is unforgiving, and it is utterly narcissistic. These females are saying, their worldview, their subjective experience should be now the new norm for everybody else regardless of whether it is objectively reasonable what their interpretation is."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what do you say to non-liberals? The temptation is always going to be to engage in exactly the behavior that you criticize in others. In other words, they are destroying politicians. Bernie Sanders apparently maybe leaked this against Joe Biden. So now, conservatives can become every bit as grieved and use the same style, but that is a trap, I think."
    },
    {
      "speaker": "MAC DONALD",
      "utterance": "Absolutely, you have to realize that precedent and principle matters. And the precedent that you are setting will be used against you. There is always changes of power. And the ideal for human experience is to live by something that is not sheer partisan vengeance. And to set principles that you are happy to live with for yourself and other people, and so again, in this case as tempting as Biden is as a target and certainly, you know, he is the strongest contender against Donald Trump. But his real sin is just his own history of stoking the feminist furies. Again, we should not go down that path because I can guarantee you, there is going to be a whole line of Republican politicians who deserve to succeed, who are going to have photos taken of them when they've got an arm around somebody just simply because they are a physical human being. And I will tell you the other thing that we can see where this is taking us. Antioch College which was roundly mocked in 1990 for its affirmative consent policy for drunken campus hook ups and said, \"Every last grope has to be explicitly agreed to.\" And everybody said, this is crazy. Two decades later, every college has an affirmative consent policy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, that's -- that's exactly right."
    },
    {
      "speaker": "MAC DONALD",
      "utterance": "Now, they are applying affirmative consent to platonic touch. Now, a daughter objects to her mother hugging her because she didn't get consent. This is where this is going to take us, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It really is dystopian."
    },
    {
      "speaker": "MAC DONALD",
      "utterance": "It is."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The kind of sterile world."
    },
    {
      "speaker": "MAC DONALD",
      "utterance": "That's a sterile world."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That they are imposing on us. Heather Mac Donald, I can't think of anyone who could have explained that better than you just did. Thank you very much."
    },
    {
      "speaker": "MAC DONALD",
      "utterance": "Thank you so much, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is a Fox News Alert. As the immigration crisis continues and intensifies in the Mexican border, illegal immigrants are being linked to murders here in the United States. Trace Gallagher is tracking two cases right now for us -- Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "And Tucker, when you talk about a revolving door, 40-year-old William Martinez-Chavez is an admitted MS-13 gang member back in 2000. He was involved in the fatal stabbing of a Long Island man. Martinez-Chavez was convicted, sent to prison and in 2017, he was deported back to El Salvador. But yesterday Martinez-Chavez was rearrested in the same part of Long Island where he killed a man 19 years ago, except now Chavez claims he is no longer an MS-13 member. I.C.E. says quoting, \"It is the job of the brave men and women of I.C.E. to take those who break the laws of this country off the streets and see that they are removed back to their home countries.\" Although the numbers show, if he's gotten into the U.S. twice, he will likely return. Meantime, 33-year-old Jorge Rios was arrested this week in connection with the death of a 45-year-old nanny in New Jersey. Carolina Cano's body was found last week in a lake in a Jersey City Park. Cano had apparently gone for a jog and never returned. The medical examiner say she was raped, strangled and submerged in the lake. Apparently surveillance video led police to Jorge Rios, who apparently did not know the victim. Listen."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Our understanding is that it was strangers and he frequented the park and we feel comfortable that we have the right person based on his statements."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "It turns out the suspect in this country, he was in this country illegally and had been deported twice to Honduras. I.C.E. says it will take custody of Jorge Rios following his case, despite limited cooperation from authorities in New Jersey, because of sanctuary city policies -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Unbelievable story. Trace Gallagher, thank you very much. Well, the United States appears to be facing one of the worst border crises in its history. How much blame does the government of Mexico deserve for this crisis? A Mexican government official will join us in a rare appearance after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The U.S.-Mexico border is experiencing a full blown crisis. About 100,000 people arrived there last month alone trying to get in here and so many did. When reason for this crisis is the behavior of the Mexican government, that country's economy relies -- profoundly relies on remittances sent back from the United States. That means instead of caring for its own poor, Mexico can just offload them on us, not to mention the poor of Central America. Despite this, Mexico still receives hundreds of millions of dollars in direct foreign aid from the United States in addition to all the indirect aid NAFTA has provided. Is there any reason that should continue? Juan Hernandez is the Secretary of Migrants and Foreign Affairs to the Mexican State of Guanajuato and he joins us tonight. Thanks very much for joining us, Mr. Hernandez. So, we think of Mexico as an ally. I grew up right on the Mexican border. I've always thought of Mexico as an as an ally of the United States. And I think the people are friendly. But the Mexican government is clearly hostile to American interests. I want to read three quotes from a Mexican government official and these are direct quotes. \"We are betting Mexican-Americans will think Mexico first, even unto the seventh generation.\" \"Mexican immigrants to the United States are quote, 'going to keep one foot in Mexico.' They are not going to assimilate in the sense of not being Mexican.\" And final quote, \"We've recognized that the Mexican population is 100 million in Mexico and 23 million who live in the United States. We are a united nation.\" Those quotes you from you. And I wonder if a government takes that position that it's sending foreign nationals to your country --"
    },
    {
      "speaker": "JUAN HERNANDEZ, SECRETARY OF MIGRANTS AND FOREIGN AFFAIRS, MEXICAN STATE OF GUANAJUATO",
      "utterance": "That sounded really familiar."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. That's right. That's a hostile act. So why are we sending money to a country committing hostile acts against us?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "So it's not, my friend? No, it's not. No, no, it's not a hostile act at all."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What is it exactly?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "The United States and Mexico are friends. They are partners. No, I had mentioned it, and I think that's a quote from about 15 years ago."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Has your position changed?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "... the same as you did back then, and I hope I haven't gotten too old either. No ..."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We've been talking about this for about 15 years. That is true."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "That was way back through the past administration."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right, but I mean --"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "And you know, and that's --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But has your positioned changed?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "And that's the problem, my friend. That here we are 15 years, maybe more and the situation at the border, the migration -- immigration system of the United States is still broken. I remember dozen years ago, my friend, we were talking about how the United States, Canada and Mexico should work together as three independent nations. I'm not pushing for opening borders, but yes, we should work as a bloc. We have a good thing going."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We do. We do."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "We have commerce between Mexico and the United States ..."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So -- but let me ask you -- hold on. Hold on."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "... have one billion dollars every day, every day and I am sorry that some officials of the United States are now saying, let's close the border."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So but why should -- no, tell me this. Some officials of the United States. But why isn't the Mexican government stopping migrants from Central America before they get to the United States? Instead, Mexico is encouraging them to come here. That's not the behavior of an ally. They're not welcome. They're not here legally. We have a process by which people can come legally. They're not going through that process. So that's an active hostility. You can lie about it all you want, but this is what it is. So why are we paying you money?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "No, no, no. Don't call me a liar, my friend. Let's talk about these immigrants. Number one, these are individuals coming, yes, from Central America. These are good people."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why don't you stop -- if they are good people, then why don't you --"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "These are families. They are right now about 20,000 --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why don't you let them stay in Mexico?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "No, no. These are families. Fifty percent of them -- just a minute, my friend. The Mexican nation has been giving them visas. They can stay up to a year in the country of Mexico, work in Mexico --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why just a year?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "They are in a legal way, my friend, which is internationally the way to do it. They are asking for asylum in the United States."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But hold on. Wait a second. Wait, wait. But I am confused."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "They have been --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I am confused. Wait -- that sounds -- first of all --"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "There is nothing wrong with them doing that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, actually it sounds a little racist to me by the standards that you have explained. So you have these very good people and hold on --"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "No. No."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And you let them stay for a year with work permits."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "Don't call me a racist, my friend. Please, don't do that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why not let them do what we do -- hold on -- why don't let them stay forever and vote in your elections. But remain Guatemalans and Hondurans until the seventh generation as you said about your own people -- about Mexican citizens. Why don't let them do that and stay forever and they could maybe account for like a third of your population after 100 years? Why would that be bad? Why you kicking them out after a year?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "These are individuals that are escaping the hunger, that are escaping violence."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why not let them stay?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "There are about 250 million people around the world that are migrating looking for a better life. These individuals have chosen -- these good people. These are not bad people. These are not criminals."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Then why are you -- hold on -- please, answer my question. Look, I get it ..."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "They are asking the United States for asylum. Now, the United States can decide whether it wants to or not."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But why not -- why don't you -- slow down. They are in Mexico. You allow them over your border. Simple question, why are you kicking them out? They're good people who just want to work. Why aren't you taking advantage of that?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "Mexico today, if you look at the last, I think it's six years, if you look at the numbers, Mexico has now deported more people to Central America ..."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I know it's just wrong."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "... than the United States has. The numbers have diminished and diminished and diminished ..."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So they are good people, but you're deporting them."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "... the next time we're on, we'll discuss it. No, no. But the immigrants going to the United States have diminished. They're less and less people going in, though the United States ..."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's not true."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "... needs about 300,000 to 400,000 new people every year. We're going in less than one percent, my friend."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right, we're out of time. We're out of time. I still don't understand why these great people are being deported by Mexico. Mexico is a hostile power that is seeking to undermine our country and our sovereignty."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "Okay, let me give one last thing if you will allow me. Just one last thing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "If it's true and very short. It's got to be both those things."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "Let me put one last thing in."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "Very short."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Very quick, very true."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "I think we are being tested today, both in the United States and Mexico, how we are going to treat other human beings. In the state of Guanajuato, we are going to do the right thing. In Mexico, I am hoping they do the right thing and I hope the nation of the United States that I love so much, will also do the right thing for these good people."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Now, okay, it's nauseating. You're not doing the right thing. Actually, now, I am getting mad. I am going to stop this. Okay, all right, this is all -- I appreciate it, Juan. Thank you so much. GUANAJUATO Thank you, my friend."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Democrats' politically motivated support for illegal immigration and they do support it and it's obvious and it's becoming more obvious with every passing day. Now, a presidential candidate on the Democratic side, Julian Castro is calling for illegal immigration itself to be decriminalized. Don't believe us? Watch this."
    },
    {
      "speaker": "JULIAN CASTRO, D-PRESIDENTIAL CANDIDATE",
      "utterance": "Instead of building a wall or closing the border, we should choose compassion instead of cruelty."
    },
    {
      "speaker": "ALISYN CAMEROTA, ANCHOR, CNN",
      "utterance": "The feeling from this administration is that we are in a full blown crisis in that they are overwhelmed by it. How do you think --"
    },
    {
      "speaker": "CATTRO",
      "utterance": "You know, I don't believe their narrative. I don't believe the BS. We should decriminalize people who are coming here, crossing the border. We need to increase the number of refugees that we take into this country. And if we're not careful, if we don't get this right, in 20 or 30 years, this nation is going to be begging for immigrants to come to this country."
    },
    {
      "speaker": "CARLSON",
      "utterance": "By the way, for the record, you're a racist if you don't agree with any of that. Guy Benson is an editor at townhall.com. He hosts of course, \"Benson and Harf\" on Fox News Radio, and we're happy to have him tonight. Guy, I don't think I've ever seen anybody say this clearly as Mr. Castro did."
    },
    {
      "speaker": "GUY BENSON, CONTRIBUTOR",
      "utterance": "Just in terms of the decriminalization of illegal entry into the United States."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sure, yes, it shouldn't be illegal to come here illegally."
    },
    {
      "speaker": "BENSON",
      "utterance": "Yes, it's in his plan. And so I've heard a few responses from people on the left when I pointed this out at Town Hall and on Twitter. Some people say, \"Well, he's sort of a third tier candidate. Why do you necessarily care? Why are we putting so much attention on this proposal that he's put forward?\" He is running for President. He was a Cabinet Secretary in the previous administration and he is on the shortlist, I for a lot of people potentially to be a Vice President. He is a serious player, I think."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's really the answer?"
    },
    {
      "speaker": "BENSON",
      "utterance": "Some people have challenged me on that, which I think is interesting."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, so I'm just a cable news host. Let's eat house cats. Oh, but I'm just a cable news -- this I mean, you should be accountable for what you say, shouldn't you be?"
    },
    {
      "speaker": "BENSON",
      "utterance": "Correct. And I would be very curious to know how many of his fellow Democrats running for President actually agree with him on some of these very significant ideas that he's bringing to the table. I think Beto O'Rourke has also, at least, entertained this notion of decriminalizing illegal entry into the United States. Tucker, I think if you and I had a long discussion about immigration, we would probably disagree a fair amount. I'm not a border hardcore hawk. This is not my top issue."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "BENSON",
      "utterance": "It really isn't. But when I was reading, I think, it was the \"Washington Post\" story describing Julian Castro's policy proposal. I kept having to reread the paragraphs to make sure I was understanding correctly -- decriminalize illegal entry. Stop almost all detentions of illegal immigrants who get caught and arrive here as an element of enforcement, reassign I.C.E. and have other people carry out enforcement, whatever that would look like and cease or halt all construction of current or additional border walls, which the Border Patrol had been begging for and there's really not that many."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Hey, can I ask you a question. As you invite the world in, which is what you just described, an invitation to the world to come. Would you provide them with guaranteed healthcare, housing subsidies, free public schools? I mean, that -- the welfare state --"
    },
    {
      "speaker": "BENSON",
      "utterance": "Well, I certainly would not."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean, can you have a welfare state with open borders?"
    },
    {
      "speaker": "BENSON",
      "utterance": "No, you can't. And like, economically, it doesn't work out. And so I just looked at these -- just point by point going down, and I said, even if I were open to some of these ideas, and many of them, I'm not, why would he be introducing this now in the midst of this border crisis, which even his fellow former Obama administration official, Jay Johnson has said it is a real crisis. They were on the same cabinet together under President Obama. Is he not willing to listen to Jay Johnson on this point? He said and \"The Post\" quoted him that his premise is, \"The border is more secure today than it has been in decades.\" And to me that just kind of feels like a fantasy world. And so much of the problem that we're currently facing at the border arises from the incentives that are embedded into our current laws on immigration, on declaring, you know, yourself as someone who needs help, someone coming to this country as a refugee, or what have you. Some of our incentives are out of whack. And you look at the incentives that would be inherent in this proposal. It is basically a magnet saying, \"Please come. We're going to stop enforcing our laws.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "But there's no -- he even makes an economic argument in favor of it. I mean, if you cared about the country, you would bother to explain how this improves the country, but they don't bother. They explain only America's obligations, and America's sin. I mean, it's really -- if you treat your kids this way, they would know you hated them."
    },
    {
      "speaker": "BENSON",
      "utterance": "I think that this is the closest thing that I have seen to a policy that would be tantamount to a modern equivalent, I guess, of open borders. And I'm wondering if at some point arguing proactively, affirmatively in favor of illegal immigration is if it's a moral good. If that's the next step."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It appears to be, it's moving very fast as you've just explained. Guy Benson, thank you very much."
    },
    {
      "speaker": "BENSON",
      "utterance": "Sure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The Mueller investigation is over. It revealed -- drumroll, please -- that Russia collusion was a sham from day one. Not everyone is paying attention to reality. Many are in denial. Some Republicans are in denial too, and that's why they're continuing their own Russia investigation in the United States Senate. You may not have known that, we didn't either. We are shocked and you will be, too when you hear the details."
    },
    {
      "speaker": "CARLSON",
      "utterance": "For the next two years, Democrats will control the House of Representatives. There are a lot of problems they could be addressing in this country -- the death of the middle class, first among them; falling life expectancy, the opioid epidemic, smartphone addiction, I hope someone will pay attention to that; the rise of China, obesity -- I mean, really pick anything. When political parties focus on the country's real problems, something is going right and we're grateful for that. That's not what's happening now. Today, the House Ways and Means Chairman, Richard Neal formally asked the IRS to hand over the President's tax returns. More than two years in, that is still the only obsession in the Democratic Party -- the ruling anxiety -- how do we undo the 2016 election? Everything else including you is secondary. And by the way, is it a good precedent to have politicians decide that they can pull your tax returns? Of course it's the President of the United States, he should have given them out voluntarily, but do you want to allow Congress to pull your tax returns? Probably not actually. Well, here's another update in a pre-dawn raid the morning in January 25th, 66-year-old Roger Stone, unarmed in a house with no guns in it was dragged from his house by a small army of gun toting, flash bang carrying Federal agents. Pre-dawn raids are supposed to be a surprise. That's why they take place before dawn. Somehow though and this was the mystery of the season, CNN was there ahead of time to cover the whole thing."
    },
    {
      "speaker": "JOHN BERMAN, ANCHOR, CNN",
      "utterance": "Exclusive footage you're looking at right now from CNN as the FBI arrives that Roger Stone's residence in Fort Lauderdale, Florida taking him into custody. They arrived before dawn there, before six or just after 6:00 a.m. A dozen officers we are told."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "FBI, open the door."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So how did CNN know to be at Roger Stone's house before the raid took place before the sun came up? Well, that's just journalism. It's old. It's just a lucky guess. Just our instincts. These shoe leather reporters, who spent a lot of time gathering facts, not just bloviating by how we hate Trump. We weren't tipped off by the Mueller team or anything. Correspondent David Shortell called it quote, \"a reporter's instinct,\" whatever that is. But Stone himself was not certain of that, and said so on this program at the time."
    },
    {
      "speaker": "ROGER STONE, FORMER DONALD TRUMP ADVISER",
      "utterance": "It's disconcerting that CNN was aware that I would be arrested before my lawyers were informed. So that's disturbing. If it was a dangerous situation, which would merit the SWAT team, well then, CNN's cameraman would be in danger. I don't know why they would be allowed to be there."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what's the truth about what happened? We'd love to know. You're not going to find it from CNN, obviously. You find it from the FBI. But the FBI won't say. The Bureau recently refused a record's request from \"The Federalist\" for any e-mail sent to CNN on the day of Stone's arrest. They said the request was, quote, \"Overly broad and used vague undefined terms,\" which it did not. The FBI also refused a Freedom of Information Act request for e-mails sent to or from Josh Campbell -- that's the CNN analyst who once worked for the FBI, Robert Mueller, by the way. Once again, they said it was too vague, when of course, there's nothing vague about that. It's very precise. So in addition to the questions we've already asked, here's another one. Why is the FBI so zealously protecting Jeff Zucker? And by the way, it's not just the FBI, Senator Lindsey Graham, we must say, his office asked the FBI in January, whether anybody tipped off CNN in advance. We asked Graham's office, what did you hear? So far, the office has refused to tell us the response they got, but we're going to keep on it until we find out because it's worth knowing. Meanwhile, in Washington, it's like the Mueller investigation never happened at all. The Senate Intelligence Committee chaired by Senator Richard Burr of North Carolina is continuing the Russia investigation. The just sent a subpoena to a former Trump adviser, Sam Nunberg. They ordered him to turn over all of his communications with Roger Stone. North Carolina is continuing the Russia investigation that is sent a subpoena to former Trump advisor Sam numbered, they ordered him to turn over all of his communications with Roger Stone. We asked Burr's office to explain why are you continuing the Russia investigation? But they didn't respond. Burr though is not a Democrat, though he is doing their work for them. He is a Republican. Sam Nunberg joins us tonight with an update on the story. Sam, thanks for coming on."
    },
    {
      "speaker": "SAM NUNBERG, FORMER ADVISER TO DONALD TRUMP",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So it's shocking, I think most of us who thought that the core of the story, the question of Russian inclusion was settled ..."
    },
    {
      "speaker": "NUNBERG",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "... by the most elaborate investigation in my lifetime, that the Republican Chairman of a Senate Committee would be issuing a subpoena to you about your contacts with Roger Stone as if anyone could care or would have reason to care. What's the purpose of this?"
    },
    {
      "speaker": "NUNBERG",
      "utterance": "Remember, I already met with the Senate Committee in January. I turned over some documents that were in their requests for me and the documents. I turned over around 50 or 60 or so. I turned over less by the way to Nadler, and suddenly I then get a request that they want to review all of these documents that I've had with communications with Roger, but Tucker, we've had our answer, just like you said, from Mueller, because even when Roger was indicted, remember, it's all process crimes -- obstruction of justice, witness tampering -- nothing to do with conspiracy to defraud America connected to the Russians. So if Mueller's team knows for a fact that Roger never coordinated or colluded with the Russians, or anybody associated with the Russians, I don't see what the Senate would need these e-mails for."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Have you been charged with a crime?"
    },
    {
      "speaker": "NUNBERG",
      "utterance": "No."
    },
    {
      "speaker": "CARLSON",
      "utterance": "By the Mueller investigation?"
    },
    {
      "speaker": "NUNBERG",
      "utterance": "No. Never."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Did you collude with Russia in any way."
    },
    {
      "speaker": "NUNBERG",
      "utterance": "No, I did not collude with Russia."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Roger Stone has not been charged with colluding with Russia, by the way. I wish you also the same."
    },
    {
      "speaker": "NUNBERG",
      "utterance": "And by the way, I am sure that was an internal debate because I was in there with the Mueller team for hours and the people that they -- Mueller selected such as Jeannie Rhee who would have been conflicted out of representing Donald Trump civilly because she had represented Hillary Clinton, I am sure was pushing for - to get that conspiracy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So why would Senator Burr, a Republican again, again, the Chairman of this committee be doing this?"
    },
    {
      "speaker": "NUNBERG",
      "utterance": "That's a really good question. You know, the Vice Chairman, the ranking senator on the Democratic side, Warner had said last year that he thought that this investigation would be wrapped up by October of 2018. And then he had to rescind that when he got push back from the Democrats. And when you look at Burr, he's already said, \"Well, we don't see any collusion.\" He said that publicly. I'm really wondering. It's either in their defense, they just want to do -- they just want to get all these documents, review them to give a clean bill of health, say they went through everything because they're probably dealing with the Democrats on the other side, who just want investigate everything on Russia, Tucker. Or, it's -- you know, something with Roger. It seems -- it's very -- I find that that they selectively picked Roger to throw that indictment out. At the end, it was just gratuitous."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's bizarre. Just for the record, you're allowed to have conversations with Roger Stone and not be pulled up before a Senate Committee, too. You don't have to explain yourself."
    },
    {
      "speaker": "NUNBERG",
      "utterance": "After I've cooperated. And the idea that, you know -- the Senate, what have they ever done really to help Donald Trump? He is getting victories on his own. The China Federal announcement --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "How about the country? I mean, there's a whole country. We've got 320 million people here waiting for help, and they're subpoenaing your conversation with Roger Stone. Senator Burr by the way is always welcome on the show. We'd love to hear -- maybe there's an answer we haven't thought of. He is welcome on the show anytime, sincerely, to explain. We hope he will come. Sam, good luck."
    },
    {
      "speaker": "NUNBERG",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you. George Washington University's school mascot may soon be abolished. You can imagine why. Guess. Three guesses. White supremacy? Is it a symbol of that? What's the truth? Brian Kilmeade joins us after the break."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think it's more so that like there are students on this campus who don't feel comfortable with it. And so, then it doesn't really matter what other students think if it makes them uncomfortable."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, well, I think the word \"colonial\" like evokes an image of like, white men coming to take people's land."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Lori Laughlin and Felicity Huffman, both actresses from Los Angeles made their first appearances in court today. They were joined by several other parents, all of whom have been accused of paying bribes and engaging in other fraud, sometimes elaborate fraud, to help get their kids into good colleges, as well as USC. The actresses did not enter a plea. Frozen food entrepreneur, Peter Sartorio though has become the first parent who says he plans to plead guilty in the scandal. Sartorio allegedly paid 15 grand to have his daughter's ACT score fraudulently improved. We will continue to follow the story because it matters. There are a lot of people in this country, people who think they're better than you, who aren't even trying to play by the rules. These ones are simply unlucky enough to be caught, as you know. Well, for almost 100 years, the George Washington University sports teams have competed under the name the \"Colonials,\" as in colonial America. You might think that's a pretty unexceptional name, but if you do, you probably also think Joe Biden's hugs aren't sexual assault. Students know better though, they just voted to change the Colonial's nickname. In a recent video, kids told Campus Reform that name is deeply hurtful."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think it's more so that like there are students on this campus who don't feel comfortable with it. And so, then it doesn't really matter what other students think if it makes them uncomfortable."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I mean, colonial is kind of a touchy word."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I did sign the petition. I do understand that it is offensive."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, well, I think the word \"colonial\" like evokes an image of like, white men coming to take people's land."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "That like the whole like colonial thing is like a little white supremacist-y."
    },
    {
      "speaker": "CARLSON",
      "utterance": "When you use the word like in between every other word and put a why at the end of nouns, you're probably a college student. Brian Kilmeade is not a college kid. He's a \"Fox and Friends\" host. He also hosts a new Fox Nation series, \"What Made America Great,\" and of course you'll him filling in in this show, and we're proud of that. The great Brian Kilmeade joins us tonight. Brian Kilmeade, do you feel the name \"Colonial\" doesn't like, make you feel uncomfortable like a little bit?"
    },
    {
      "speaker": "BRIAN KILMEADE, HOST",
      "utterance": "Well, you know, like -- no, no, of course not. And I mean, it's unbelievable that you chose George Washington University. By the way, they don't make you go to George Washington University."
    },
    {
      "speaker": "CARLSON",
      "utterance": "They don't?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "You have to get in, which is tough. And then you have to say -- you have to pay a tuition, I think is between $75,000.00 and $80,000.00 a year and once the students got there, they realized how offended they were that they were there, at a school named after our founding father that did the unthinkable, put a band of colonists who lived in colonies together and took out the world's superpowers in just under seven years, because we had the tenacity to fight for freedom and this thing called liberty. That's a thing of pride. And Tucker, no one said Washington was perfect. No one say the colonists were perfect, but man, they were great. And what they did changed world history. And what they're doing -- these students naively are doing is trying to change a figure that's called a mascot that looks like George Washington and make him go away. And the two names they are thinking about which would fill you with pride are \"Hippos,\" or \"River Horses.\" Hippos or river horses. Do you sing the \"Star Spangled Banner\" and think of hippos and river horses?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, it's just so stupid."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Or do you take pride in knowing I went to George Washington University."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'd love to ask kids on that campus, okay, you don't like our colonies? How are the Portuguese colonists on Brazil? You know how about the Spanish colonists all through Latin America? Were they better than our economy? We had the best colonies in the world just as a factual matter, but leave that aside, is there not a single adult on GW's campus who can say, \"Shh, it's the colonists, please settle down.\" Like let's talk about something real. Is there no one there who can say that?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Well, on top of that, Tucker, people are looking at George Washington, studying his background and saying, \"I'm offended.\" They're looking at the colonists with their frailties and no one ever defended slavery. But I can't go back to the 1700s. They were born into these institutions. They didn't invent them. At Hofstra University, today, there were protests and votes about taking a statue of Jefferson off Hofstra University for the second straight year, because he had slaves. Well, Jefferson was born into that culture. He also gave us freedom. He wrote the Declaration of Independence and dare I say, none of us would be here. Only Fox would be here at this situation and their current situation and experiencing the American culture without Jefferson, and without Washington. We've put up statues and we commemorate not because they're perfect, but because they did extraordinary things in their time. Study, don't judge."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Especially compared to everyone else. I mean, it's right, compared to what? So -- but how can you be against the mascot named the \"Colonists\" and still call your college George Washington University? Is it just a matter of time before they change the name?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Absolutely, unless someone sobers up, someone in a leadership position stands up and you know, he got criticized for it, in a side, Donald Trump came out -- President Trump came out and says, \"What? Was Jefferson and Washington next?\" Yes. They're going to try to take them off the money. They're going to try to keep this up because we're evaluating history with the wrong lens, as if they're -- the people in the past aren't as great as us. And I give you the shortest -- the best example. In 2008, Barack Obama says, I believe marriage is between a man and a woman. Was he a horrible person? Because by 2012, if you said that, you were bigoted? Well, that's how people evolve and change. Our society is not perfect, but we realize that we try to get better. Was it right for women not to vote until 1919? Of course not. We got better. We solved it. We improved. That's what makes America great. We evaluate our problems and move on and commemorate the great people that make it happen. Washington and Jefferson, not perfect, but great. And who are we, in this generation to judge them through our lens? They're missing the point of history."
    },
    {
      "speaker": "CARLSON",
      "utterance": "A nation of very judge-y children. For sure. Brian Kilmeade, great to see you. Thank you for that."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I look forward to seeing you in person one day, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, thanks, man. Well, speaking of judge-y children, Alexandria Ocasio-Cortez is facing new claims that she colluded with her Chief of Staff to violate campaign finance law. We've got details on that after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The world's most famous 29-year-old, Congresswoman Alexandria Ocasio-Cortez is facing new allegations tonight that she violated campaign finance law. According to a newly filed FEC complaint, the Congresswoman and her Chief of Staff operated in an illegal subsidy scheme. They ran a network of interconnected political action committees. The complaint says this allowed her to raise more money than she would have been allowed to legally. Melissa Francis is a Fox Business anchor, co-host of \"Outnumbered,\" a frequent guest on this show and very good at details. So we've asked you to come on tonight and explain what this complaint says."
    },
    {
      "speaker": "MELISSA FRANCIS, ANCHOR, FOX BUSINESS",
      "utterance": "Well, I read the complaint, and the way it reads is actually a very clever scheme. It looks like they set up a company and you could be sort of a venture investor in this company, and they said it was going to be like the Uber of political campaigns. So anyone could, you know, kind of come up and start their campaign, and you could get political services for way below market price. The problem is that the company went out of business it seems from the complaint, that's how it reads and this is all alleged, but the company basically spent most of its money on her campaign. The investors never got anything back. They just helped her campaign. So, you know, if you think about that, in the worst light, it sounds like if you were a finance smart money guy, which her Chief of Staff who you saw in that photo is a tech multimillionaire. I mean, I'm sure your Chief of Staff is also super wealthy, but I don't know how common that is. But anyway, he's good with money. And he, you know, set up this company now, is it illegal? Who knows? As I've said before, the people who write the laws about campaign finance are these very crooked politicians who are trying to hang on to power and they're the ones that write the laws. So I don't know if it's illegal. You know, the complaint was brought by a conservative group, and that's her defense. She says, this is the right attacking her. We'll see how the investigation goes. But I think the main point is that she was supposed to be about getting money out of politics, and about transparency. Where's the money coming from? And what we're seeing is more and more evidence that she's got all kinds of money that helped her get elected, and it was very murky and shady. There was nothing transparent about it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Everything is irony. That's what I'm starting to suspect."
    },
    {
      "speaker": "FRANCIS",
      "utterance": "Yes, and hypocrisy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And hypocrisy."
    },
    {
      "speaker": "FRANCIS",
      "utterance": "Hypocrisy, just abounding everywhere. So definitely keep an eye on this. When you remember last time, she had set up a limited liability company so that you couldn't look at how the money was being spent. We want to be fair, let's see how these investigations turn out. But they seem to at the very least, you know, be that dark money that she talks about being evil and get it rid of the dark money. Unless, it's I guess helping her campaign. I don't know. We'll see."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's exactly right. The socialist sets up the LLCs."
    },
    {
      "speaker": "FRANCIS",
      "utterance": "I hate hypocrites."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I do, too."
    },
    {
      "speaker": "FRANCIS",
      "utterance": "I hate hypocrites."
    },
    {
      "speaker": "CARLSON",
      "utterance": "They're everywhere. Melissa Francis, you are not alone, and great to see you tonight."
    },
    {
      "speaker": "FRANCIS",
      "utterance": "Thank you. Good to see you, too."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Melissa is on \"Final Exam\" tomorrow night, Thursday night. Don't miss that."
    },
    {
      "speaker": "FRANCIS",
      "utterance": "I'm studying now. I am going to win."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Good, you should be. It's a tough one."
    },
    {
      "speaker": "FRANCIS",
      "utterance": "Mark my words."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you. Well over the past couple of decades, really one of the biggest stories and we don't recognize this enough in this country is the dramatic decline in crime. It has made everybody's life better. People are safer. Cities that were completely devastated going back to the riots from 1968 became really jewels -- New York City, of course, first among many others. It's progress, but it's now at risk. Jussie Smollett is the first criminal to go free, but he certainly isn't the most dangerous, as a new wave of far left prosecutors, many funded by George Soros are rolling back criminal enforcement in cities across this country. That's not an overstatement. It's happening in a lot of different places. And Rafael Mangual is Deputy Director of Legal Policy of the Manhattan Institute. He follows this for a living. He joins us tonight for an update. Rafael, thanks very much for coming on."
    },
    {
      "speaker": "RAFAEL MANGUAL, DEPUTY DIRECTOR OF LEGAL POLICY, MANHATTAN INSTITUTE",
      "utterance": "Thanks so much for having me, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, this is a trend. It's not just isolated examples -- DA in San Francisco and Philadelphia, Boston, New York. This is happening nationwide."
    },
    {
      "speaker": "MANGUAL",
      "utterance": "It is. It is. In some of the biggest jurisdictions in the country, which means that a big chunk of the American public is now sort of living in places that are controlled by these left-wing prosecutors. And so look, I mean, we have elections throughout this country for all sorts of offices."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "MANGUAL",
      "utterance": "It's not unusual that a Democrat wins, right. I mean, that's not the problem. The problem here is that this new wave of prosecutors really sees themselves as kind of criminal justice reformists first and law enforcement officer second, and that's where I think the problem lies. Because the danger is, is that they all subscribe to this notion that, you know, the criminal justice system in the United States. It's not that it needs you know, a sort of adjustments at the margins. It's not that it needs sort of incremental reforms. It is entirely corrupt. It is irredeemably racist. It is overly draconian. And so they're operating from that presumption. And, you know, one of the things that they're pursuing kind of full steam ahead is large scale decarceration. And that is a really scary thing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And they were helped by the Congress. I know we're all supposed to be happy about this bill. And I have no doubt there are many people who should be let out of prison. I believe that. I don't believe in being overly punitive. But over large populations, if you start letting a lot of people convicted of serious crimes out of prison, what happens?"
    },
    {
      "speaker": "MANGUAL",
      "utterance": "Crime goes up. And you know, and crime goes up, you know -- a lot of crime is committed by the people who are getting out of prison pursuant to our current policies, right? So the question is, are we going to be able to let out large swaths of people without a negative impact right, at the current rate, the vast majority of our prison population is house and state facilities."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "MANGUAL",
      "utterance": "Eighty three percent of people who are released from state facilities go on to reoffend at least once. That's an incredible number. That is less than 20% are successfully sort of re-entering society. You know, people say, \"Well, we should be rehabilitated.\" We should. We should absolutely be trying to find the best way that we know how."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's hard to know how."
    },
    {
      "speaker": "MANGUAL",
      "utterance": "It is hard to know how and you know, the programs that have shown success and there had been some, they're hard to scale, right? And so I think it's a bit of a dangerous move and we have a large number of urban prosecutors now sort of operating on the presumption that we need to decarcerate."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I agree completely. It seems totally reckless. And if you cared about normal people, you'd pause before doing that and ask what's going to happen to the crime rate. Are we seeing measurable increases in crime?"
    },
    {
      "speaker": "MANGUAL",
      "utterance": "We are starting to see them in different parts of the country, right? I mean, Chicago has had significantly elevated crime rates since 2016, even though it's been a high crime area for a long time compared to what it was in 2011 and 2014. It's been higher. St. Louis has been going through the roof. Louisville has probably seen some of its highest crime rates in history. Baltimore is seeing one of the highest murder rates in history and even in Brooklyn today where Eric Gonzalez who's kind of been one of the newer poster child here -- Brooklyn North has seen almost a 68 - - I think -- percent increase in murders. Now it's a short period of time, right? So the numbers are low, and they're likely to fluctuate a lot, but it's not encouraging and you know, the you hit the nail right on the head when you said that it's really regular people who are going to bear the brunt of this, right. I mean, the crime tends to be concentrated in low income inner city neighborhoods that are largely minority and these are the people that these prosecutors say that they're sort of representing in this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, it's all on their behalf that we're doing this."
    },
    {
      "speaker": "MANGUAL",
      "utterance": "Exactly, exactly. But the unfortunate reality is, is that they're going to bear the brunt of the cost of these policies to the extent that they play out the way I think they will."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Very quickly. We've got 10 seconds left, but crime dropped off a cliff in New York City, at least heavily in part because of policies put in by politicians and the police department, Bill Bratton at the NYPD."
    },
    {
      "speaker": "MANGUAL",
      "utterance": "That's right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Does anybody still believe in those policies? Why are we abandoning them?"
    },
    {
      "speaker": "MANGUAL",
      "utterance": "I think so. But the unfortunate thing is, is that the political class in cities like New York and LA and Chicago, unfortunately bought into this mass incarceration meme and the idea that our criminal justice system is irredeemably corrupt and that's not good."
    },
    {
      "speaker": "CARLSON",
      "utterance": "They're corrupt and decadent, I would say. Rafael, thank you very much. That was interesting and sad."
    },
    {
      "speaker": "MANGUAL",
      "utterance": "Thank you so much."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We're out of time. But the good news is we'll be back tomorrow night at 8:00 p.m. as regularly scheduled, the show that is always and will forever be the sworn enemy of lying, pomposity, smugness, and especially groupthink. We'd encourage you to DVR the program if you're able to figure that out. If you can, congratulations. Good night from New York City tonight. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}