{
  "date": "April 2, 2018",
  "headline": "Trump pushes to secure the border, reform US immigration",
  "subHeadline": "Trump spoke out on Twitter as a caravan of immigrants travels towards the United States border; National Border Patrol Council president Hector Garza and immigration attorney Francisco Hernandez weigh in on 'The Ingraham Angle.'",
  "url": "https://www.foxnews.com/transcript/trump-pushes-to-secure-the-border-reform-us-immigration",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS ANCHOR",
      "sentences": "Thanks, Katie. Great show. Welcome to \"The Ingraham Angle\" from New York. I am Jason Chaffetz in for Laura Ingraham. April is already off to a manic start in Washington. Republican candidates are running ads highlighting Hillary Clinton and its driving the Democrats crazy. Plus, we'll examine why Democrats are rushing to defend fired FBI official, Andrew McCabe, as a victim when he could be in serious legal trouble. And after tearing down confederate statues, the pc police have a brand-new target. We'll tell you which slice of American history is next on their chopping block. But we begin with the president's strong new push to secure the border and reform immigration. In a new round of tweets, the president writing, quote, 'As ridiculous as it sounds, the laws of our country do not easily allow us to send those crossing our southern borders back where they came from. A whole big wasted procedure must take place. Mexico and Canada have top immigration laws, where is ours are an Obama joke. Act, Congress!'  The president adding, 'Honduras, Mexico, and many other countries that the U.S. is very generous to sends many of their people to our country through our week immigration policy. Caravans are heading here. Must pass tough laws and build the wall. Democrats allow open borders and drugs and crime.'  Let's get the inside story on why the president is changing tactics from Fox News national correspondent, Ed Henry, at the White House for us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS NATIONAL CORRESPONDENT",
      "sentences": "Jason, great to see you. Breaking tonight, a Justice Department official has just confirmed to Fox News that in fact they are now within the Trump administration instituting quotas for federal immigration judges to try and speed up deportations of illegal immigrants out of this country. It comes after the union for these judges had a prohibition in place that did not allow these quotas. The quotas have not been lifted. A Justice official saying, quote, 'These performance metrics, which were agreed to by the immigration judge union that is now condemning them, are designed to increase productivity and efficiency in a system without compromising due process.'  This comes as a caravan of about 1,100 people fleeing Central America is traveling to Mexico right now. Some seeking political asylum. Others are trying to make it to the U.S. border, which we know is porous. That drew the president's ire on Easter Sunday as he walked into church with the first lady amid reports that Mexican immigration officers are simply monitoring this caravan from afar because it is so large rather than figuring out who has valid passports. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Mexico has got to help us at the border. If they are not going to help us of the border, it is a very sad thing. Mexico has got to help us at the border. A lot of people are coming in because they want to take advantage of DACA. We are going to have to really see. They had a great chance. The Democrats blew it. They had a great, great chance. They will have to take a look. Mexico has got to help us at the border. They flow right here Mexico. They send them into the United States. Can't happen that way anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Now 'Politifact' noted it's misleading to conflate that caravan with DACA because only people who have lived in the U.S. since June of 2007 were eligible for DACA, that we have seen illegal immigrants obviously find ways to get all kinds of other benefits in California and other states, which is why the president sent a series of tweets over the last 48 hours, including a demand that Senate Republicans killed the 60 vote filibuster barrier on legislation. So, he can get the wall and maybe other key anti-illegal immigration measures with just 51 votes, a straight majority. Now Democrat Dianne Feinstein did not take kindly to that tweet you mentioned a moment ago that you just showed. Also, the comment from the president saying that DACA is dead, Feinstein saying, 'The president blaming Democrats for a stalemate is not true. She insists that she could support funding for the wall if the president would just compromise.  Feinstein saying, quote, 'President Trump is absolutely wrong on DACA. He unilaterally rescinded DACA for no reason and has rejected every single bipartisan proposal that will protect DREAMers from deportation. It's simply false to say that Democrats walked away from the table.'   Now the big picture is the president realizes this is a way to rally his political base. He won in part in 2016 on this issue of illegal immigration. He wants to fire up that base ahead of the midterms, which is going to be an uphill battle for Republicans, as you know, Jason. But the bottom line is breaking tonight, 'Buzzfeed' says that Mexican authorities are bowing or at least claiming that they will break up this caravan by Wednesday. As Ronald Reagan used to say, trust but verify--Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, thanks, Ed. That would be a great development because there are a lot of people concerned that really what the Democrats would like to do, the Democrats don't want to solve the problem. Let's examine where we go from here on border security and immigration reform. We have with us tonight Border Patrol Agent Hector Garza. He is the vice president of the National Border Patrol Council, and Francisco Hernandez, who is an immigration attorney.  Hector, I have been with you down on the border. I appreciate the great work the men and women do. It's amazing, hard, and difficult. But tell us what is happening right now on the border. Are people able to get across? What if all of a sudden 1,100 people showed up in your sector?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECTOR GARZA, VICE PRESIDENT, NATIONAL BORDER PATROL COUNCIL",
      "sentences": "Well, what's happening at the border is that catch and release is alive and well. A lot of the Obama holdovers within our agency are still implementing those same policies that were in fact under the Obama administration. Unfortunately, if this caravan makes it to the southern border and make lots of legally into our country, they will be processed but that may well be released on the notice to appear, which means they will disappear into the American communities and they will never return to court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Now, Francisco, what is the case, why not build this wall? The video that we were just showing was video that I took when I was down on the border. You see a wall and then it stops and then it just becomes barbed wire fence. So, why not build the wall? What's the best case you got? Why not put one up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCISCO HERNANDEZ, IMMIGRATION ATTORNEY",
      "sentences": "OK, first of all, public officials and law enforcement officials have to remove politics from doing their job. Our sheriff in Fort Worth does that right now. The problem is—",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That has nothing to do with the wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "I am trying to tell you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I just want you to focus on the wall. Why not build an actual wall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "OK, look. We can't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Wait, wait. What do you mean we can't do it? You saw the video.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "We tried in 2001, it doesn't work. The problem is you have the reform immigration laws here, the ones that we have are not working. You are right, Mr. Border patrol agent, are you are telling me that ICE and border patrol can't do their job without the cities and local government helping? Are you saying you need Mexico to control their borders? I don't think you can say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Give him a chance to act answer. Hector, would a wall help you are not help you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARZA",
      "sentences": "So, a wall would definitely help border patrol operations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That's all I wanted to know. Francisco, go back, explain to me. The guy works, he spent decades serving on the border. It is easier, better for them to protect 2,000 miles of the border with a wall. So why not build a wall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "Look, I'm OK for building a wall, but we have to legalize 100,000 Mexicans to build it and that is a good start. The problem is, we tried in 2001 and 2002. It failed, and we canceled it because of budget overruns. Guys, let's get on the immigration reform. You know what? President Trump is craw fishing because he doesn't have the votes on his own side. Let him filibuster, call the bluff, draw the line in the sand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Let me answer that question. The reason you need Democrats is because you need 60 votes in the Senate. The authorization to build the wall is there, but -- hold on. The funding --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "Because both parties don't know how to remove the politics from doing their job, just like sheriffs. You guys are all focused on Yosemite Sam in Arizona. You guys need to get on the ball. Border patrol doesn't need help. ICE doesn't need help. We need the laws to be changed. DACA has nothing to do with all of these folks. These are 800, 900 --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Wait a second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "It's a nightmare it! They have never been to any of the countries other than America and they are talking about a caravan --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Hold on. Time out!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "Why are we funding them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Let's give hector -- Hector, hold on. Hector, what's the reality? I went to detention facility; I saw people from 150 different countries. This is not a problem just Mexico. What is the reality of what you're seeing of people coming across the border?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARZA",
      "sentences": "Jason, this is nothing more than a rampant abuse over immigration system. These people are coming to our borders and making false asylum claims. Most of these claims do not stand up to the judicial overview and they don't qualify for the asylum claims. Many of these people are fleeing their countries because -- there is no definition --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Francisco, deep breaths. Francisco --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "don't tell me you can't stop the train from coming over here across the border? Of course, we can! We have a button on the train. We control commerce in Latin America --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "It's not about trains. I hate to tell you, Francisco. There are trails -- I've been down there, I've seen it. I've gone with Hector. I've actually seen this. You have no case, Fernando.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "If the border patrol can't do their job, I think they are wrong. Border patrol is fantastic. The troops do a great job. Let them do their job and remove the politics from letting them do their job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Here's the problem. Francisco, you are an attorney. You get this, you understand this. Help me here. When somebody crosses the border, they don't run. I wasn't shocked when I went down there. What they do is they claim asylum. Then what happens?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARZA",
      "sentences": "What we are asking for is walls in strategic locations that's going to save American lives, but not only American lives, but it will keep our agents from getting assaulted on a daily basis. Not only that, these people are coming across, they are falling prey to the cartel. A lot of these people are being put into forced labor, sex labor, you name it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "You are the leader of the border patrol union. Less than 20 percent of the border patrol agents belong to your union. You do not speak for border patrol. I know border patrol agents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "He is a part of patrol agent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "You are insulting them by saying they can't do their job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Francisco and Hector, listen, I thank you both. It is a lively debate. There's a lot more to discuss on this, but I got to tell you, I think the reason the Democrats are fighting so hard against the border wall is that it works, and they want people coming here.  If you claim asylum -- hold on -- if you come here and you claim asylum, then you will be assigned to a judge and it is going to take you five, six years before that case is adjudicated. Yes, it will. That is why -- we'll talk some more about this. Gentlemen, thank you for being here. We've got to move on. The border wall is once again taking center stage as we just said, and President Trump is not waiting on Congress to keep moving forward on building it. Fisher Sand and Gravel Company is one of four companies selected to build a cement product type and the CEO, Tommy Fisher, joins us now with more.  Tommy, you have designed a big, big wall. I have seen some pictures of it. It is one of four prototypes. The lack of funding is there from Congress. Give us a sense, how big is that wall that we are looking at a picture of right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMMY FISHER, CEO, FISHER SAND AND GRAVEL COMPANY",
      "sentences": "Yes, ours is a wall, not see-through fence, it's an actual wall. It is 30 feet tall, 30 inches thick of concrete, and it will work. One of the things, Jason, we put a proposal on the Department of Homeland Security's desk to build 700-miles in roughly five years through California, New Mexico, and Arizona. Complete with high-speed roads for the agents that will actually work for 10.77 billion, backed by a bond. There is no cost overruns. We are here to do exactly what we came to is deliver border security for every single American. We can prove it works.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Now, their train is not all flat, you've got places with riverbeds, mountainous areas, particularly in New Mexico. So, what do you do on those portions? Is the wall for the entire span or what do you do about those mountain areas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Absolutely, no exceptions for mountains. With our patented systems, we do step footings on the bottom. We keep a consistent top. We can go up 17 percent grades and build the roads that the agents can. And furthermore, I included a smaller proposal to build 15 miles in one year. So that current fence that they are building right now in Calexico, the government has given basically 300 days to build 2 miles. With one crew, we can build 15 miles. So, the difference is, we are building a wall, not a fence.  President Trump had it right. Congress did not do him justice by basically limiting the only thing they could spend is on a fence, not a wall. Imagine if General Jim Mattis gotten the military budget 700 billion, but there was a caveat that you could only build old military options that don't work. Basically, the fence wears out in 30 years, best-case scenario. I've got places where it rested in basically ten years. So, our point is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "What about the point, people have said, if you build a wall, we'll just build a tunnel? There really are intelligence of being able to detect a tunnel. What do we do then? How far down into the ground, for instance, is that wall go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Well, it goes 6 feet. We have ways, if you cover up with our spread footing, where our footings work, you can track tunnels to within maybe 2 or 3 feet of variability. When I put two high-speed access roads on both sides of the wall, you have views both ways. So, basically, if they did build a tunnel, we could pull right up on a road, just like you fill an old coal pit or anything else you could basically (inaudible) down and full of gravel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Have you had people trying to go up and over it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "No. Think about this, Jason, you'll have an access road for border patrol agents that's sitting 40 feet off the border right now that they are on the paved road that the agents can't be detective. So, you want to put up a ladder where an agent can drive right up on you?  That would be like asking you to put up a ladder on the highway and the border agents are coming every couple of minutes. When we build what we can build, literally, those agents can travel 6-10 times as fast as they do because they have access. In the end, you have to build a barrier. Our barrier lasts 150 years, but then we've got to give access to these agents, so they can protect every one of our lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Listen, it's an interesting prototype. I know there are three others that have also got an approved prototype in place, but I do think that personally I think the president is right we do need a wall because it works. Anything we can do to help our border patrol agents do their job because of the influx is the right thing. So, thank you again, sir, for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Next up, Andrew McCabe left the FBI as a disgraced official fired for allegedly lying. But to the left, he's a hero. How does that work? We'll look into what's really going on next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Here's a puzzle. By the media, the left, treating former FBI Director Andrew McCabe as both a hero and a victim? After all, it was McCabe who was fired on the recommendation of the bureau's Office of Professional Responsibility, an unprecedented move, particularly at that level. Lawmakers Jim Jordan and Mark Meadows told THE ANGLE last week that McCabe was fired because he lied to investigators four times.   Let's discuss what's really going on here with Republican Congressman John Ratcliffe of Texas and Democratic Congressman John Garamendi of California. I served with both in the Congress. I think highly of both of them and I appreciate you gentlemen for coming here and wearing your duly noted blue ties. Thank you, very appropriate. Thank you very much. REP. JOHN RATCLIFFE, R—Texas: Good to be with you both. REP. JOHN GARAMENDI, D—CALI.: You've got yourself a good gig, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "If I don't screw up this interview, yes, it would be great. Listen, I want to play up a video, this is from Director Comey in his own words, and I want you to react to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECOTR",
      "sentences": "I think reasonable people can disagree about whether I should have announced it and how I should have done it. What is not fair is any implication that the bureau acted in any way other than competent. That is just not true. I knew this is going to be controversial, I knew they were going to be rocks thrown, but this is organization and the people who do this, we are honest people. We do not carry water for one side or the other. It is hard for people to see so much of our country, we see things through sides. We are not on anybody's side. This was done exactly the way you would want to do be done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Let's go with John Ratcliffe first. Was this done exactly the way it should have been done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Well, I think that is why so many of us are asking for Jim Comey eventually to come back and clarify some of the testimony that he gave under oath to you and me, Jason, where he talked about these things. Very clearly when he made those statements, we need to know whether or not he was aware that Andrew McCabe allegedly lied multiple times under oath to FBI investigators. We need to know whether he knew that Peter Strzok and Lisa Page were not acting independently but were exercising extraordinary bias towards President Trump in connection with their official activities. So, these are the reasons that we have congressional investigations and elicit testimony from folks like James Comey. I look forward to the day that he comes back, and we have an opportunity to clarify with him under oath those types of statements.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Congressman Garamendi, you are a Democrat from California. Do you think John Ratcliffe and that Republicans have a point here? I mean, this investigation really gone exactly the way it was supposed to be done by the books?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Well, first of all, the investigation about McCabe isn't over. We don't have all of the information from the inspector general. That is forthcoming. When that comes out, we will see more about exactly what happened.  McCabe has a clearly different version than does the -- in this case, the attorney general, who did the firing. In any case, what we need to do is to very carefully study what is going on here. One point gets lost in all of this and that is that the FBI actually in its investigations of the Clinton emails and in the last ten days of the campaign, did extraordinary damage to the Clinton campaign. And it's really, I think, impossible to say that the FBI somehow was helping Trump when in fact the FBI's investigations into the emails, into the Clinton Foundation, and the statement ten days before the election, was extraordinarily harmful, however, you want to look at it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So, Congressman Garamendi, I think you make a good point. Both sides, and that is why it's mystifying to a lot of us, that the Democrats re trying to create Mr. McCabe as a victim here. Do you support the Republicans call to give all of the files? They are under subpoena by Bob Goodlatte. I issued a subpoena. They've never given this and it's a closed case. Why not give all the paperwork to the Congressional investigators on both sides of the aisle? So, they can look at all this information?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "That would be appropriate. Certainly, Congress has an oversight role and certainly you did a lot of that during your tenure as oversight chairman. But with regard to McCabe and his defense fund, defense funds are common. Many members of Congress --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I don't blame him for going out on raising money. What is interesting here is Republicans are calling for a full investigation and all the paperwork and Democrats are resisting. I want to play another clip of Congressman Ratcliffe actually questioning Director Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Did you make the decision not to recommend criminal charges related to classified information before or after Hillary Clinton was interviewed by the FBI on July 2nd?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "After.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "To me, the only way that an interview takes place with the two central witnesses and the subject of the investigation is if the decision has already been made that all three people in that room are not going to be charged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Congressman Garamendi, I will go back to you. Again, what are your thoughts? I mean, John Ratcliffe was making a pretty good point, wasn't he?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Well, he also has a lot more information than I do. I was not in that hearing and I certainly don't know how the FBI would conduct its investigations or make a decision to either charge or not to charge. That is subject of investigation going forward. Certainly, the subject of the inspector general's report, which as I said earlier, has not been fully released. It is supposed to be coming out very soon. And the hearings were conducted, if there is additional information that needs to our should be made available, fine, continue the hearings. As I said a moment ago, oversight is very important.  I do want to make one comment about oversight, and that as it should be a partisan operation. It should be a bipartisan operation. Go to the facts and try at every point to avoid partisanship. Unfortunately, that has not been the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, let me go to John Ratcliffe here and get your take on it. It's been a long time since you have questioned Director Comey. You've learned, you've looked at, been able to read the underlying documents, but in your mind has changed since then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Well, at the time he gave that testimony, and you were in the room, Jason, you and I were not aware that he had actually rented an exoneration statement for Hillary Clinton two months before her interview. We need to get answers to that. We need to get answers to questions that he gave for other testimony under oath, where, as you know, he testified to Congress that the Steele dossier was unverified, but he verified it and attested that to the FISA court. We need answers to that. We need to know whether or not Jim Comey knew what Andrew McCabe was allegedly doing and lying under oath, as has been alleged, or what Lisa Page and Peter Strzok were doing. All of these are specific questions that we need clarification from that we did not have at the time that he gave that original testimony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Congressman Ratcliffe, do you agree with the appointment of Mr. Huber, U.S. attorney for the state of Utah? Did he do that right or was this the wrong move as well?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Well, I've heard people give a lot of opinions on this. That is not the decisions that I would have made. I would have frankly done at the other way around. I think the U.S. attorney would have been appropriate to investigate whether or not there was coordination or collusion between the Trump campaign and the Russians.  But I think with respect to an investigation into the actions of the FBI and the Department of Justice, that is essentially an internal investigation. So, I don't think the U.S. attorney is the appropriate person to be investigating that. This is the extraordinary circumstance that would justify a special counsel. I think that eventually there needs to be one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I need to quickly get both of your reaction to president's tweets tonight and about his actions on DACA. Congressman Garamendi, what are your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "I'm not sure about tweets tonight. I do know about the tweets that occurred Sunday morning coming out of church on Easter morning and basically trashing maybe 1,500,000 young men and women that came here as children coming out of their own volition, but their parents brought them here, and in serious jeopardy if the president has his way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "The president is blaming Democrats. You are a Democrat. It is that fault on you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Well, let's take a look at the facts. The Democrats, Senator Schumer offered $25 billion for a border security including fences and walls where appropriate and also in exchange for the full DACA program going into effect --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Let me get John Ratcliffe. We got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "-- unfortunately, the Republicans added to that some programs that were simply not acceptable and it didn't pass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "John Ratcliffe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Jason, as you know, the politics of the DACA program have been dishonest from day one. Democrats took the position that it was appropriate and constitutional for President Obama to take that executive action because a set of Congress failed to act, the president was authorized to do so. When President Trump took the exact same executive action to undo the DACA program, many Democrats have cried foul. So, whether the Democrats killed it or whether President Trump kills it, the DACA program needs to end. That is a distinction from DACA recipients. Republicans, Donald Trump, has offered a solution for DACA recipients. Senator Grassley offered an amendment to provide status for DACA recipients in exchange for reasonable border security measures back in February, and 46 of 49 Democrats voted against that so --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I just don't know that the Democrats know how to say yes to this. Listen, Gentlemen, it was an honor and privilege to serve with you in the Congress. I think you both for taking time on this beautiful Monday night to join us. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Jason, I wish you well in your new work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Thank you much. Hillary Clinton today and just lose in 2016, she's endanger of sinking the Democrats' hopes again this year. How is that possible? We'll explain next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS HOST",
      "sentences": "Hillary Clinton just can't stop talking, and it's driving Democrats crazy because it gives Republican candidates so much explosive ammo for campaign ads. Democrats are crying foul, claiming she is not on the ballot, but how can Republicans resist when she keeps saying things like this, quote, 'I won the places that are optimistic, diverse, dynamic, moving forward, and his whole campaign, make America great again, was looking backwards.' That quote was used by a Republican running for Senate in West Virginia, and who could blame him in a state where Trump beat Clinton by more than 40 points in 2016. So is attacking Clinton smart politics or looking backwards to the last election? Richard Goodstein was an advisor to the Bill and Hillary Clinton presidential campaigns, and author Kristin Tate writes a weekly column for 'The Hill.' I thank you both for being here. Richard, I want to go to you first. Why not? Every time Hillary Clinton speaks, she takes all the oxygen in the room. And what she says is so outrageous to most, I think most Americans, that is my opinion. Why not keep doing it? Because why not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD GOODSTEIN, DEMOCRATIC STRATEGIST",
      "sentences": "She didn't say anything in that speech, Jason, that she didn't say in her book. And since she wrote her book, which was published last year, Doug Jones won in Alabama, and Ralph Northam won record-setting margin as a Democratic candidate in Virginia, and Conor Lamb won in a district that Trump won by 20 points in western Pennsylvania.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So are you suggesting that she needs talk more? That she should keep going out there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "I'm saying that this notion that somehow or other she's tainting other Democrats is fantasy. It's fantasy that the same people, I'm not sure you are one of them, who still want to posit the notion that maybe she might run again in 2020. She's not. She is old news. And it speaks to the emptiness of the agenda that the Republicans are running on, that they have to run ads against her. Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Kristin, what do you think? Should they keep doing this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN TATE, COLUMNIST, 'THE HILL'",
      "sentences": "Yes. Republicans are running against Hillary Clinton because she is the face of today's Democratic Party. The Democratic Party of JFK is gone. Today it's the party of high taxes, amnesty for illegal immigrants, and disarming law-abiding citizens. It is a party of San Francisco, Baltimore, and Chicago, where crime has exploded, and illegal immigration is basically just accepted. And make no mistake, Jason, all Democrats today are exactly the same, and that includes so-called moderates like Joe Manchin. They all vote lockstep and not a single Democrats supported tax cuts for working Americans, not a single Democrat supported the wall, not a single Democrat supported the repeal of Obamacare. These are the values that Hillary Clinton represents, and she is the most well-known Democrats in America today. So yes, she is the de facto face of Richard's party which has become completely out of touch with working-class Americans and, frankly, has gone off the deep end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "All right, Richard, does that make your blood boil or do you agree with all of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "I'm saying, bring it on, Kristin, because we have a president at historically low popularity ratings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That's not true. Richard, come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TATE",
      "sentences": "It's higher than Obama's was at this point in his term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "You both know, at this point in his presidency, there hasn't been a president this unpopular as Donald Trump. Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TATE",
      "sentences": "Richard is lying on national TV. That is just not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I won't go that far. I think he sincerely believes that. Regardless of a couple percentage here or there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "And all I'm saying is in every election, the enthusiasm that we saw starting the day after Donald Trump was inaugurated with that woman's march has carried through. Everybody thought it might dissipate, but every election the Democrats is up 15, 20 points over whatever the prior election has been. And if anybody thinks -- you know, Jason, better than anybody that all these retirements of committee chairs in record numbers aren't happening against a backdrop of the Republicans feeling so gosh darn good about their prospects in 2018. Dozens of Republican incumbents are being outraised by democratic challengers. That does not happen when things are so rosy as Kristin is painting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Kristin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TATE",
      "sentences": "Look, there is a lot of enthusiasm on the left, but that is in spite of Hillary Clinton, not because of her. And Hillary Clinton made it very clear what Democrats think of Trump supporters, that they are backwards deplorables. And here's the thing, Democrats who are up for reelection in states like West Virginia where Trump won by 40 points, they're going to need some of these deplorables to vote for them. So the more vocal and visible Hillary Clinton is, the better it is for Republicans. And luckily for them, she doesn't know how to keep her mouth shut.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Let's put up a quote here. This is a quote from 'The Hill.' Lloyd Green wrote this on March 28th. It says 'While Clinton frustrations are understandable, she should get off the stage along with her dismal poll numbers. For Democrats, a vanishing Clinton allows them to break with the turbulence that marked the Clinton years, their aftermath, and Trump's win. The question is whether Clinton will give the Democrats the breathing room they need. If past is prelude, don't bet on it.' So my question, Richard, is who is the leader of the Democratic Party? Who's leading. And name one leading policy that they are going to run on a 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "First of all, here's the answer to the question. Who was the leader of the Republican party at this four years ago? Was at Paul Ryan? It was not anybody who ultimately ran for president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I understand your point, but who is the leader? When Hillary Clinton speaks, is she not still the leader of the Democratic Party?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "No, of course not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Is it Nancy Pelosi?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "It's a combination of Chuck Schumer and Nancy Pelosi, frankly, and a lot of younger Democrats who are coming on scene and speaking on a platform to help people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That platform, name one thing the Democrats --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Let me give you one example. Remember, Donald Trump said to the black community, support to me, what do you have to lose? The answer, you can use health care, they could lose Medicare, they could lose Social Security, ballooning deficits. So there are ways in which --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "You're going to run as a deficit hawk?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TATE",
      "sentences": "Here's a platform that Democrats are going to run on, OK. Open borders, higher taxes, and not repealing Obamacare, which has been an epic failure. There is there black forum. And who is the face of that platform? Hillary Clinton whether they like it or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Somehow or other the public is not quite where you are, Kristin. If the president's popularity are any indication, and all these incumbent House Republicans getting out of the House -- look, Jason had a colleague who said to me recently, I got out undefeated and unindicted. I think a lot of these Republicans are getting out while they can with their dignity intact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Richard and Kristin, thank you so much for being here. Up next, President Trump could soon hold a summit with Vladimir Putin. But will it hurt or only damage his administration? Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Washington is suddenly abuzz with speculation over the prospect of President Trump meeting with Russian President Putin just as relations between their countries have hit a new low. The United States and Russia recently expelled 60 of each other's diplomats. But today a Kremlin foreign policy adviser said that Trump invited Putin to the White House during a phone call two weeks ago. Let's get the inside scoop and go once again to FOX News chief national correspondent Ed Henry. Ed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Jason, great to see you again. This may turn out to be a lot more hyperventilating by President Trump's critics more than anything else because it's not even clear tonight that this expected meeting or summit between Presidents Trump and Putin will even happen at the White House, even though that's what the speculation is. But President Trump's critics are jumping on this claim because it fits a narrative that the White House is too cozy with Putin by suggesting the president will host them at the White House, even though, ironically, the president's critics are using a statement from the Kremlin that claims the invite to the White House was made during that March 20th phone call that became so controversial because of a 'Washington Post' report that the president ignored his advisers advice to not congratulate Putin about his reelection victory even though then president Obama also congratulated Putin under similar circumstances in a few years ago. So the Kremlin claimed today the summit may happen at the White House, adding, quote, 'a meeting would be rather important and beneficial for both countries as well as for entire global community.' But Sarah Sanders, the White House press secretary, quickly responded this was not really new. Quote, 'As the president himself confirmed on March 20th, hours after his last call with President Putin, the two had discussed a bilateral meeting in the not-too-distant future at a number of potential venues including the White House. We have nothing further to add at this time.' In fact this is not really new because last week, this is with the president said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I had a very good call and I suspect we will probably be meeting in the not-too-distant future to discuss the arms race. I think probably we will be seeing President Putin in the not-too-distant future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "So this was hinted at by the president, you see there, though no location has been confirmed. That's did not stop the president's critics today. David Frum tweeting, 'On his do not congratulate congratulations called to Putin, in wake of nerve agent attack in U.K. when all NATO was imposing sanctions, Trump invited Putin for a White House visit.' Remember again, President Obama met with Putin many times while he was in office as well as meeting with President Dmitry Medvedev when he was in office, and that's when there was that infamous exchange where Barack Obama said he would have more, quote, flexibility with Putin after his own reelection, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Thanks, Ed. It was a huge diplomatic triumph for Trump to arrange a future made with North Korean dictator Kim Jong-un. Similarly, meeting with Putin could help mend relations, but not without risk. Let's look into the prospects and perils with Jim Hanson who is the president of the Security Studies Group, and former State Department official and Obama campaign advisor David Tafuri. I want to start with you, David. Do you think the president is making a mistake here, or should he meet with president Putin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID TAFURI, FORMER OBAMA CAMPAIGN ADVISER",
      "sentences": "This was pretty stunning news because of the timing of how this happened. First of all, it happened in a phone call with Putin where President Trump's aides urged him not to congratulate Trump -- not to congratulate Putin on his election win. He did that anyway. Now we find out anyway not from the White House but from the Kremlin that President Trump also invited Putin to come to the White House. The question is, why is he doing these things, sending positive signals to Putin when everyone else, including our allies, are pushing back against Russia, when we just expelled Russian diplomats? We are trying to send a message that Russia has to back off. But President Trump secretly is sending the opposite message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "David, are you really arguing that the two leaders should not meet and they should not talk? You think that's bad?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "No, I actually think it's good to meet with foreign leaders, even our adversaries. But you have to do it in the correct way, and you can't have a mixed message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "What's wrong with saying we should meet in the future? Look --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "He didn't say let's meet --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "When the president is diplomatic, you give him a hard time and say he should have listened to his aides. But if he was standoffish, he give him the stiff arm and said never, ever, then you'd be criticizing him for not being diplomatic, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Jason, I saw you on FOX News Sunday this weekend. You talked about how you were surprised that President Trump not wants to pull out of Syria. You disagree with that view. You were very polite about it. But I agree with you. Why is President Trump also pulling out of Syria? Now he's suddenly announced this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "You've gotten off topic here. We're seeing if the two should talk together in a meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "No, but it's the best thing in the world for Putin. That's what Putin wants. He wants us to pull out of Syria. He just had a couple hundred mercenaries --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I'm just trying to ask you if they should meet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "-- to attack U.S. force in Syria, and a couple weeks later, Trump announces we are pulling out. That's sending the wrong message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Let me bring in Jim here. Jim, you have a perspective on us. Should the president and President Vladimir Putin, should they get together? Is that a good, healthy thing for the country and the world?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM HANSON, PRESIDENT, SECURITY STUDIES GROUP",
      "sentences": "Of course they should. The idea that somehow when Trump was talking to Putin he should not suggest this is ridiculous. When else is he going to do it? The two of them are the top two leaders, the two people with the most to deal with right now, including Syria, as David just mentioned. Right now, Russia, Turkey, and Iran our meeting to carve up Syria. resident Trump needs to get in front of Putin and tell him not to do that. So the idea that some are saying that this is Trump groveling, like the hysterical Jen Rubin column in today's 'Washington Post' said, is ridiculous. He is trying to get Putin in front of him so they can talk about things like Syria, like North Korea, like the major issues that are facing our two countries. That is President Trump's job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So David, do you worry it is at the White House, or do you think there's another venue that you should be there? And what is the worry about the two world leaders talking together?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "My worry is about the message that we are sending to Russia, when we are trying to create deterrence toward Russian conduct, including the conduct where it used nerve agents against people on the soil of our ally in England, when it sent mercenaries to attack our forces in Syria, when it had a bogus election to elect Putin. We should be deterring that type of conduct from Russia. Russia is an adversary to the U.S. Russia is against democracy. It's against rule of law. And we are allowing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But the United States and President Trump did more to punish Russia than the Obama administration ever did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "That is absolutely --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "When most mercenaries came in and attacked us in Syria, we didn't talk about it. We killed hundreds of them. The idea that Trump is somehow soft on Russia when he's done that, he expelled the diplomats. And if you don't want to have that region turned into war in the Middle East, maybe you should talk to the other major power that is playing proxy warfare in there and try to deescalate it. The idea that somehow we should go to war with Russia because they put a few Facebook ads up calling Hillary Clinton Satan, that is hardly the worst thing they have done. There are a lot bigger things in play, and I think President Trump and Putin need to be face-to-face to talk about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "You make a really good point, Jim, but the fact is that mercenaries went and attacked our forces. And while our forces were in danger and they fought back against these Russian mercenaries, President Trump is making nice with Putin. It doesn't even make sense. It's not appropriate conduct. It's not appropriate conduct for our commander in chief. And one other breaking news that is really troubling is that now we learned today that we are expelling Russian formats, but actually Trump has said it's OK for them to come back. He's expelling these 60, but 60 more can come back. It's not even a punishment. He has done nothing to push back. Yes, that is the news today, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Listen, one good thing that I can tell you I think is a good place is that the ambassador, the U.S. ambassador to Russia is Jon Huntsman. I served as his chief of staff and I do think we are in good hands here. I think both sides of the aisle would agree that they did pick the right ambassador there in Russia. I think you both for the vigorous debate. I'm sure there will be more to discuss about it. Thank you again for joining us. The P.C. police have a brand-new target. We'll tell you which part of our history they are now seeking to erase, coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "American history is on the chopping block again. First, the P.C. police pull down confederate statues across the country. Now the California town of Arcata is preparing to take down a nearly nine-foot tall statue of President McKinley because of the federal government's treatment of Native Americans. And more towns across America are poised to pull down statutes deemed similarly offensive. So where does it stop? Let's discuss this with Urban Game Changer CEO Shirley Husar and radio talk show host Ethan Bearman. I really appreciate you both being here today. Ethan, I want to ask you first, why is it so important? Why do you think they are trying to do this? And why now on President McKinley? He doesn't have a whole lot of statues. Why take this one down?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ETHAN BEARMAN, RADIO TALK SHOW HOST",
      "sentences": "It's a great idea to take it down. We are bringing attention to the issue that the Native Americans have been abused and a near genocide was committed against them. We established treaties with them in 1868, 1869, and then immediately reneged, stole land, stole the natural resources from under them. And William McKinley was the last of the presidents to openly steal land from the five civilized tribes. He was on the side of the timber company stealing from the Ojibwe in my original home state of Minnesota. Yes, let's bring attention to the fact that we have never addressed all of the wrongs we have committed against the Native Americans. It's a perfect time to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I think we have addressed at a long time. There have been a lot of wrongdoings. Yes, we have. There is still a lot of wrongdoings against the Native Americans throughout their history. I would agree with that part of it. But tearing down this statue, Shirley, Is this the right thing to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIRLEY HUSAR, URBAN GAME CHANGERS CEO",
      "sentences": "No, it's not the right thing to do. If you look at American history today, the killings that took place back in 1843 to 1873 was very tragic. And yet we know that colonists came to California and they changed the history of California. History, the existence of history is based on pain, war, and triumph. We under this administration are making major changes. The Native Americans today sat down with the current president, the living president, President Donald J. Trump, and made changes in the summertime. What is tragic that I'm hearing on the other side is that they are saying that is irrelevant today and it's not. We have slaughtering that just took place, killings that took place in Sacramento with Stephon Clark. Why aren't you talking about the black people that are being slaughtered today? A tribe of people that are still at war after 400 years. Why aren't you talking about the 20 shots that shot and killed this man? You want to talk about the Native Americans? Native Americans, if you are not even Native American, if you were, I have native American in me as well, and I tell you, we focus on the side of where we are. We need history to be shown and to remember. You can't erase or eradicate what happened. But what you can do is look at this and move through it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Ethan, where does the stop? I don't know that is going to right all the wrongs by tearing down a statue. I think you are missing the point of understanding history, the good, the bad of it, in tearing down the statue. But what is that actually going to do for Native Americans, and where does this stop?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "There are two things. First up, the statue is being removed after an EIR get addressed. It is not being destroyed her melted down so it can be used for teaching history. Nobody is trying to erase history. What we are trying to do is bring attention to the fact that, in my lifetime, I was getting trained to be a foster parent of Minnesota and that's when I learned about the Indian child welfare act of 1978 because we were still stealing Indian children in 1978. 2016, we are still addressing that issue. So if this brings attention to the wrongs that are still happening to this day against Native Americans, I am all for it. And by the way, to the other point there, I talk about Stephon Clark on my radio show, too, and the wrongs that are be committed today to the African-American community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Shirley, is this going to do anything to help the Native American population by tearing down this statue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUSAR",
      "sentences": "No, it's not. The Native Americans in this country are thriving under this administration. They have created treaties of oil deals with their land with the America people and they have other things going on in their lives. Stephon Clark and people like him, these P.C. people want to pivot away from the real pain that is current and relevant. In 2018 we have the slaughtering of African-American family and children on the street. This young, Stephon Clark, was in his backyard shot 20 times. He was slaughtered. That is the person -- that are the people you need to be focusing on and pivoting away from Native American who are not even complaining. Black people are complaining for being stepped on and left over. You are not understanding that black people in California are at war. Are we not in war in northern California right now? Are we not in more in this state right now? The sanctuary states right now are in Huntington Park are meeting and they're voting against it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Thank you. Listen, the plight of Native Americans is a serious one. You want to go to the most impoverished parts of our country, you go to some of these tribal areas and some of these reservations and you will see poverty unlike any other place in this country, and I do hope we do address it. But I don't think we are going to solve it by tearing down this statue. So thank you both for being here. How do you play baseball with just one arm? Piece of cake if you are as tough as this kid. You don't want to miss this amazing story. This kid will inspire you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "The healing power of baseball, it is impressive. A new season is underway with all of its promise. But a special dream has already been realized on the field of Cornersville middle school in Tennessee. Fourteen-year-old catcher Luke Terry hasn't let the loss of an arm keep him from playing baseball, not only baseball, but playing catcher. Look at how easily he catches the ball, flips his glove into the air, grabs the ball, and then tosses it back to the picture. Luke's arm was amputated when he was just 19 months old due to an e. coli infection. Talk about a fighter. His mom says Luke flatlined on the operating table three times at 19-months-old. No wonder he has overcome the odds on the field, becoming one of the team's top players. He certainly has the biggest heart. Luke's story as a one-armed star has gone viral, but the real story, like I said, is his heart. We thank you so much for joining us. I have had a lot of fun doing this. In fact they have invited my back tomorrow and I'm honored to do that. I would love to hear what your thoughts are about tonight's show. Be sure to tweet me @Jasoninthehouse, that's @Jasoninthehouse. Shannon Bream, one of my favorite people on the planet, and the \"Fox News at Night\" team is up next. END <Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS ANCHOR",
      "utterance": "Thanks, Katie. Great show. Welcome to \"The Ingraham Angle\" from New York. I am Jason Chaffetz in for Laura Ingraham. April is already off to a manic start in Washington. Republican candidates are running ads highlighting Hillary Clinton and its driving the Democrats crazy. Plus, we'll examine why Democrats are rushing to defend fired FBI official, Andrew McCabe, as a victim when he could be in serious legal trouble. And after tearing down confederate statues, the pc police have a brand-new target. We'll tell you which slice of American history is next on their chopping block. But we begin with the president's strong new push to secure the border and reform immigration. In a new round of tweets, the president writing, quote, 'As ridiculous as it sounds, the laws of our country do not easily allow us to send those crossing our southern borders back where they came from. A whole big wasted procedure must take place. Mexico and Canada have top immigration laws, where is ours are an Obama joke. Act, Congress!' The president adding, 'Honduras, Mexico, and many other countries that the U.S. is very generous to sends many of their people to our country through our week immigration policy. Caravans are heading here. Must pass tough laws and build the wall. Democrats allow open borders and drugs and crime.' Let's get the inside story on why the president is changing tactics from Fox News national correspondent, Ed Henry, at the White House for us tonight."
    },
    {
      "speaker": "ED HENRY, FOX NEWS NATIONAL CORRESPONDENT",
      "utterance": "Jason, great to see you. Breaking tonight, a Justice Department official has just confirmed to Fox News that in fact they are now within the Trump administration instituting quotas for federal immigration judges to try and speed up deportations of illegal immigrants out of this country. It comes after the union for these judges had a prohibition in place that did not allow these quotas. The quotas have not been lifted. A Justice official saying, quote, 'These performance metrics, which were agreed to by the immigration judge union that is now condemning them, are designed to increase productivity and efficiency in a system without compromising due process.' This comes as a caravan of about 1,100 people fleeing Central America is traveling to Mexico right now. Some seeking political asylum. Others are trying to make it to the U.S. border, which we know is porous. That drew the president's ire on Easter Sunday as he walked into church with the first lady amid reports that Mexican immigration officers are simply monitoring this caravan from afar because it is so large rather than figuring out who has valid passports. Watch."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Mexico has got to help us at the border. If they are not going to help us of the border, it is a very sad thing. Mexico has got to help us at the border. A lot of people are coming in because they want to take advantage of DACA. We are going to have to really see. They had a great chance. The Democrats blew it. They had a great, great chance. They will have to take a look. Mexico has got to help us at the border. They flow right here Mexico. They send them into the United States. Can't happen that way anymore."
    },
    {
      "speaker": "HENRY",
      "utterance": "Now 'Politifact' noted it's misleading to conflate that caravan with DACA because only people who have lived in the U.S. since June of 2007 were eligible for DACA, that we have seen illegal immigrants obviously find ways to get all kinds of other benefits in California and other states, which is why the president sent a series of tweets over the last 48 hours, including a demand that Senate Republicans killed the 60 vote filibuster barrier on legislation. So, he can get the wall and maybe other key anti-illegal immigration measures with just 51 votes, a straight majority. Now Democrat Dianne Feinstein did not take kindly to that tweet you mentioned a moment ago that you just showed. Also, the comment from the president saying that DACA is dead, Feinstein saying, 'The president blaming Democrats for a stalemate is not true. She insists that she could support funding for the wall if the president would just compromise. Feinstein saying, quote, 'President Trump is absolutely wrong on DACA. He unilaterally rescinded DACA for no reason and has rejected every single bipartisan proposal that will protect DREAMers from deportation. It's simply false to say that Democrats walked away from the table.' Now the big picture is the president realizes this is a way to rally his political base. He won in part in 2016 on this issue of illegal immigration. He wants to fire up that base ahead of the midterms, which is going to be an uphill battle for Republicans, as you know, Jason. But the bottom line is breaking tonight, 'Buzzfeed' says that Mexican authorities are bowing or at least claiming that they will break up this caravan by Wednesday. As Ronald Reagan used to say, trust but verify--Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, thanks, Ed. That would be a great development because there are a lot of people concerned that really what the Democrats would like to do, the Democrats don't want to solve the problem. Let's examine where we go from here on border security and immigration reform. We have with us tonight Border Patrol Agent Hector Garza. He is the vice president of the National Border Patrol Council, and Francisco Hernandez, who is an immigration attorney. Hector, I have been with you down on the border. I appreciate the great work the men and women do. It's amazing, hard, and difficult. But tell us what is happening right now on the border. Are people able to get across? What if all of a sudden 1,100 people showed up in your sector?"
    },
    {
      "speaker": "HECTOR GARZA, VICE PRESIDENT, NATIONAL BORDER PATROL COUNCIL",
      "utterance": "Well, what's happening at the border is that catch and release is alive and well. A lot of the Obama holdovers within our agency are still implementing those same policies that were in fact under the Obama administration. Unfortunately, if this caravan makes it to the southern border and make lots of legally into our country, they will be processed but that may well be released on the notice to appear, which means they will disappear into the American communities and they will never return to court."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Now, Francisco, what is the case, why not build this wall? The video that we were just showing was video that I took when I was down on the border. You see a wall and then it stops and then it just becomes barbed wire fence. So, why not build the wall? What's the best case you got? Why not put one up?"
    },
    {
      "speaker": "FRANCISCO HERNANDEZ, IMMIGRATION ATTORNEY",
      "utterance": "OK, first of all, public officials and law enforcement officials have to remove politics from doing their job. Our sheriff in Fort Worth does that right now. The problem is—"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That has nothing to do with the wall."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "I am trying to tell you."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I just want you to focus on the wall. Why not build an actual wall?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "OK, look. We can't do it."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Wait, wait. What do you mean we can't do it? You saw the video."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "We tried in 2001, it doesn't work. The problem is you have the reform immigration laws here, the ones that we have are not working. You are right, Mr. Border patrol agent, are you are telling me that ICE and border patrol can't do their job without the cities and local government helping? Are you saying you need Mexico to control their borders? I don't think you can say that."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Give him a chance to act answer. Hector, would a wall help you are not help you?"
    },
    {
      "speaker": "GARZA",
      "utterance": "So, a wall would definitely help border patrol operations."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That's all I wanted to know. Francisco, go back, explain to me. The guy works, he spent decades serving on the border. It is easier, better for them to protect 2,000 miles of the border with a wall. So why not build a wall?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "Look, I'm OK for building a wall, but we have to legalize 100,000 Mexicans to build it and that is a good start. The problem is, we tried in 2001 and 2002. It failed, and we canceled it because of budget overruns. Guys, let's get on the immigration reform. You know what? President Trump is craw fishing because he doesn't have the votes on his own side. Let him filibuster, call the bluff, draw the line in the sand."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Let me answer that question. The reason you need Democrats is because you need 60 votes in the Senate. The authorization to build the wall is there, but -- hold on. The funding --"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "Because both parties don't know how to remove the politics from doing their job, just like sheriffs. You guys are all focused on Yosemite Sam in Arizona. You guys need to get on the ball. Border patrol doesn't need help. ICE doesn't need help. We need the laws to be changed. DACA has nothing to do with all of these folks. These are 800, 900 --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Wait a second."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "It's a nightmare it! They have never been to any of the countries other than America and they are talking about a caravan --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Hold on. Time out!"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "Why are we funding them?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Let's give hector -- Hector, hold on. Hector, what's the reality? I went to detention facility; I saw people from 150 different countries. This is not a problem just Mexico. What is the reality of what you're seeing of people coming across the border?"
    },
    {
      "speaker": "GARZA",
      "utterance": "Jason, this is nothing more than a rampant abuse over immigration system. These people are coming to our borders and making false asylum claims. Most of these claims do not stand up to the judicial overview and they don't qualify for the asylum claims. Many of these people are fleeing their countries because -- there is no definition --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Francisco, deep breaths. Francisco --"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "don't tell me you can't stop the train from coming over here across the border? Of course, we can! We have a button on the train. We control commerce in Latin America --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "It's not about trains. I hate to tell you, Francisco. There are trails -- I've been down there, I've seen it. I've gone with Hector. I've actually seen this. You have no case, Fernando."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "If the border patrol can't do their job, I think they are wrong. Border patrol is fantastic. The troops do a great job. Let them do their job and remove the politics from letting them do their job."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Here's the problem. Francisco, you are an attorney. You get this, you understand this. Help me here. When somebody crosses the border, they don't run. I wasn't shocked when I went down there. What they do is they claim asylum. Then what happens?"
    },
    {
      "speaker": "GARZA",
      "utterance": "What we are asking for is walls in strategic locations that's going to save American lives, but not only American lives, but it will keep our agents from getting assaulted on a daily basis. Not only that, these people are coming across, they are falling prey to the cartel. A lot of these people are being put into forced labor, sex labor, you name it --"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "You are the leader of the border patrol union. Less than 20 percent of the border patrol agents belong to your union. You do not speak for border patrol. I know border patrol agents."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "He is a part of patrol agent."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "You are insulting them by saying they can't do their job."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Francisco and Hector, listen, I thank you both. It is a lively debate. There's a lot more to discuss on this, but I got to tell you, I think the reason the Democrats are fighting so hard against the border wall is that it works, and they want people coming here. If you claim asylum -- hold on -- if you come here and you claim asylum, then you will be assigned to a judge and it is going to take you five, six years before that case is adjudicated. Yes, it will. That is why -- we'll talk some more about this. Gentlemen, thank you for being here. We've got to move on. The border wall is once again taking center stage as we just said, and President Trump is not waiting on Congress to keep moving forward on building it. Fisher Sand and Gravel Company is one of four companies selected to build a cement product type and the CEO, Tommy Fisher, joins us now with more. Tommy, you have designed a big, big wall. I have seen some pictures of it. It is one of four prototypes. The lack of funding is there from Congress. Give us a sense, how big is that wall that we are looking at a picture of right now?"
    },
    {
      "speaker": "TOMMY FISHER, CEO, FISHER SAND AND GRAVEL COMPANY",
      "utterance": "Yes, ours is a wall, not see-through fence, it's an actual wall. It is 30 feet tall, 30 inches thick of concrete, and it will work. One of the things, Jason, we put a proposal on the Department of Homeland Security's desk to build 700-miles in roughly five years through California, New Mexico, and Arizona. Complete with high-speed roads for the agents that will actually work for 10.77 billion, backed by a bond. There is no cost overruns. We are here to do exactly what we came to is deliver border security for every single American. We can prove it works."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Now, their train is not all flat, you've got places with riverbeds, mountainous areas, particularly in New Mexico. So, what do you do on those portions? Is the wall for the entire span or what do you do about those mountain areas?"
    },
    {
      "speaker": "FISHER",
      "utterance": "Absolutely, no exceptions for mountains. With our patented systems, we do step footings on the bottom. We keep a consistent top. We can go up 17 percent grades and build the roads that the agents can. And furthermore, I included a smaller proposal to build 15 miles in one year. So that current fence that they are building right now in Calexico, the government has given basically 300 days to build 2 miles. With one crew, we can build 15 miles. So, the difference is, we are building a wall, not a fence. President Trump had it right. Congress did not do him justice by basically limiting the only thing they could spend is on a fence, not a wall. Imagine if General Jim Mattis gotten the military budget 700 billion, but there was a caveat that you could only build old military options that don't work. Basically, the fence wears out in 30 years, best-case scenario. I've got places where it rested in basically ten years. So, our point is --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "What about the point, people have said, if you build a wall, we'll just build a tunnel? There really are intelligence of being able to detect a tunnel. What do we do then? How far down into the ground, for instance, is that wall go?"
    },
    {
      "speaker": "FISHER",
      "utterance": "Well, it goes 6 feet. We have ways, if you cover up with our spread footing, where our footings work, you can track tunnels to within maybe 2 or 3 feet of variability. When I put two high-speed access roads on both sides of the wall, you have views both ways. So, basically, if they did build a tunnel, we could pull right up on a road, just like you fill an old coal pit or anything else you could basically (inaudible) down and full of gravel."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Have you had people trying to go up and over it?"
    },
    {
      "speaker": "FISHER",
      "utterance": "No. Think about this, Jason, you'll have an access road for border patrol agents that's sitting 40 feet off the border right now that they are on the paved road that the agents can't be detective. So, you want to put up a ladder where an agent can drive right up on you? That would be like asking you to put up a ladder on the highway and the border agents are coming every couple of minutes. When we build what we can build, literally, those agents can travel 6-10 times as fast as they do because they have access. In the end, you have to build a barrier. Our barrier lasts 150 years, but then we've got to give access to these agents, so they can protect every one of our lives."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Listen, it's an interesting prototype. I know there are three others that have also got an approved prototype in place, but I do think that personally I think the president is right we do need a wall because it works. Anything we can do to help our border patrol agents do their job because of the influx is the right thing. So, thank you again, sir, for being here."
    },
    {
      "speaker": "FISHER",
      "utterance": "Thank you."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Next up, Andrew McCabe left the FBI as a disgraced official fired for allegedly lying. But to the left, he's a hero. How does that work? We'll look into what's really going on next."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Here's a puzzle. By the media, the left, treating former FBI Director Andrew McCabe as both a hero and a victim? After all, it was McCabe who was fired on the recommendation of the bureau's Office of Professional Responsibility, an unprecedented move, particularly at that level. Lawmakers Jim Jordan and Mark Meadows told THE ANGLE last week that McCabe was fired because he lied to investigators four times. Let's discuss what's really going on here with Republican Congressman John Ratcliffe of Texas and Democratic Congressman John Garamendi of California. I served with both in the Congress. I think highly of both of them and I appreciate you gentlemen for coming here and wearing your duly noted blue ties. Thank you, very appropriate. Thank you very much. REP. JOHN RATCLIFFE, R—Texas: Good to be with you both. REP. JOHN GARAMENDI, D—CALI.: You've got yourself a good gig, Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "If I don't screw up this interview, yes, it would be great. Listen, I want to play up a video, this is from Director Comey in his own words, and I want you to react to it."
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECOTR",
      "utterance": "I think reasonable people can disagree about whether I should have announced it and how I should have done it. What is not fair is any implication that the bureau acted in any way other than competent. That is just not true. I knew this is going to be controversial, I knew they were going to be rocks thrown, but this is organization and the people who do this, we are honest people. We do not carry water for one side or the other. It is hard for people to see so much of our country, we see things through sides. We are not on anybody's side. This was done exactly the way you would want to do be done."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Let's go with John Ratcliffe first. Was this done exactly the way it should have been done?"
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Well, I think that is why so many of us are asking for Jim Comey eventually to come back and clarify some of the testimony that he gave under oath to you and me, Jason, where he talked about these things. Very clearly when he made those statements, we need to know whether or not he was aware that Andrew McCabe allegedly lied multiple times under oath to FBI investigators. We need to know whether he knew that Peter Strzok and Lisa Page were not acting independently but were exercising extraordinary bias towards President Trump in connection with their official activities. So, these are the reasons that we have congressional investigations and elicit testimony from folks like James Comey. I look forward to the day that he comes back, and we have an opportunity to clarify with him under oath those types of statements."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Congressman Garamendi, you are a Democrat from California. Do you think John Ratcliffe and that Republicans have a point here? I mean, this investigation really gone exactly the way it was supposed to be done by the books?"
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Well, first of all, the investigation about McCabe isn't over. We don't have all of the information from the inspector general. That is forthcoming. When that comes out, we will see more about exactly what happened. McCabe has a clearly different version than does the -- in this case, the attorney general, who did the firing. In any case, what we need to do is to very carefully study what is going on here. One point gets lost in all of this and that is that the FBI actually in its investigations of the Clinton emails and in the last ten days of the campaign, did extraordinary damage to the Clinton campaign. And it's really, I think, impossible to say that the FBI somehow was helping Trump when in fact the FBI's investigations into the emails, into the Clinton Foundation, and the statement ten days before the election, was extraordinarily harmful, however, you want to look at it --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So, Congressman Garamendi, I think you make a good point. Both sides, and that is why it's mystifying to a lot of us, that the Democrats re trying to create Mr. McCabe as a victim here. Do you support the Republicans call to give all of the files? They are under subpoena by Bob Goodlatte. I issued a subpoena. They've never given this and it's a closed case. Why not give all the paperwork to the Congressional investigators on both sides of the aisle? So, they can look at all this information?"
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "That would be appropriate. Certainly, Congress has an oversight role and certainly you did a lot of that during your tenure as oversight chairman. But with regard to McCabe and his defense fund, defense funds are common. Many members of Congress --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I don't blame him for going out on raising money. What is interesting here is Republicans are calling for a full investigation and all the paperwork and Democrats are resisting. I want to play another clip of Congressman Ratcliffe actually questioning Director Comey."
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Did you make the decision not to recommend criminal charges related to classified information before or after Hillary Clinton was interviewed by the FBI on July 2nd?"
    },
    {
      "speaker": "COMEY",
      "utterance": "After."
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "To me, the only way that an interview takes place with the two central witnesses and the subject of the investigation is if the decision has already been made that all three people in that room are not going to be charged."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Congressman Garamendi, I will go back to you. Again, what are your thoughts? I mean, John Ratcliffe was making a pretty good point, wasn't he?"
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Well, he also has a lot more information than I do. I was not in that hearing and I certainly don't know how the FBI would conduct its investigations or make a decision to either charge or not to charge. That is subject of investigation going forward. Certainly, the subject of the inspector general's report, which as I said earlier, has not been fully released. It is supposed to be coming out very soon. And the hearings were conducted, if there is additional information that needs to our should be made available, fine, continue the hearings. As I said a moment ago, oversight is very important. I do want to make one comment about oversight, and that as it should be a partisan operation. It should be a bipartisan operation. Go to the facts and try at every point to avoid partisanship. Unfortunately, that has not been the case."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, let me go to John Ratcliffe here and get your take on it. It's been a long time since you have questioned Director Comey. You've learned, you've looked at, been able to read the underlying documents, but in your mind has changed since then?"
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Well, at the time he gave that testimony, and you were in the room, Jason, you and I were not aware that he had actually rented an exoneration statement for Hillary Clinton two months before her interview. We need to get answers to that. We need to get answers to questions that he gave for other testimony under oath, where, as you know, he testified to Congress that the Steele dossier was unverified, but he verified it and attested that to the FISA court. We need answers to that. We need to know whether or not Jim Comey knew what Andrew McCabe was allegedly doing and lying under oath, as has been alleged, or what Lisa Page and Peter Strzok were doing. All of these are specific questions that we need clarification from that we did not have at the time that he gave that original testimony."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Congressman Ratcliffe, do you agree with the appointment of Mr. Huber, U.S. attorney for the state of Utah? Did he do that right or was this the wrong move as well?"
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Well, I've heard people give a lot of opinions on this. That is not the decisions that I would have made. I would have frankly done at the other way around. I think the U.S. attorney would have been appropriate to investigate whether or not there was coordination or collusion between the Trump campaign and the Russians. But I think with respect to an investigation into the actions of the FBI and the Department of Justice, that is essentially an internal investigation. So, I don't think the U.S. attorney is the appropriate person to be investigating that. This is the extraordinary circumstance that would justify a special counsel. I think that eventually there needs to be one."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I need to quickly get both of your reaction to president's tweets tonight and about his actions on DACA. Congressman Garamendi, what are your thoughts?"
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "I'm not sure about tweets tonight. I do know about the tweets that occurred Sunday morning coming out of church on Easter morning and basically trashing maybe 1,500,000 young men and women that came here as children coming out of their own volition, but their parents brought them here, and in serious jeopardy if the president has his way."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "The president is blaming Democrats. You are a Democrat. It is that fault on you?"
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Well, let's take a look at the facts. The Democrats, Senator Schumer offered $25 billion for a border security including fences and walls where appropriate and also in exchange for the full DACA program going into effect --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Let me get John Ratcliffe. We got to go."
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "-- unfortunately, the Republicans added to that some programs that were simply not acceptable and it didn't pass."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "John Ratcliffe?"
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Jason, as you know, the politics of the DACA program have been dishonest from day one. Democrats took the position that it was appropriate and constitutional for President Obama to take that executive action because a set of Congress failed to act, the president was authorized to do so. When President Trump took the exact same executive action to undo the DACA program, many Democrats have cried foul. So, whether the Democrats killed it or whether President Trump kills it, the DACA program needs to end. That is a distinction from DACA recipients. Republicans, Donald Trump, has offered a solution for DACA recipients. Senator Grassley offered an amendment to provide status for DACA recipients in exchange for reasonable border security measures back in February, and 46 of 49 Democrats voted against that so --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I just don't know that the Democrats know how to say yes to this. Listen, Gentlemen, it was an honor and privilege to serve with you in the Congress. I think you both for taking time on this beautiful Monday night to join us. Thank you."
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Jason, I wish you well in your new work."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Thank you much. Hillary Clinton today and just lose in 2016, she's endanger of sinking the Democrats' hopes again this year. How is that possible? We'll explain next."
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS HOST",
      "utterance": "Hillary Clinton just can't stop talking, and it's driving Democrats crazy because it gives Republican candidates so much explosive ammo for campaign ads. Democrats are crying foul, claiming she is not on the ballot, but how can Republicans resist when she keeps saying things like this, quote, 'I won the places that are optimistic, diverse, dynamic, moving forward, and his whole campaign, make America great again, was looking backwards.' That quote was used by a Republican running for Senate in West Virginia, and who could blame him in a state where Trump beat Clinton by more than 40 points in 2016. So is attacking Clinton smart politics or looking backwards to the last election? Richard Goodstein was an advisor to the Bill and Hillary Clinton presidential campaigns, and author Kristin Tate writes a weekly column for 'The Hill.' I thank you both for being here. Richard, I want to go to you first. Why not? Every time Hillary Clinton speaks, she takes all the oxygen in the room. And what she says is so outrageous to most, I think most Americans, that is my opinion. Why not keep doing it? Because why not?"
    },
    {
      "speaker": "RICHARD GOODSTEIN, DEMOCRATIC STRATEGIST",
      "utterance": "She didn't say anything in that speech, Jason, that she didn't say in her book. And since she wrote her book, which was published last year, Doug Jones won in Alabama, and Ralph Northam won record-setting margin as a Democratic candidate in Virginia, and Conor Lamb won in a district that Trump won by 20 points in western Pennsylvania."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So are you suggesting that she needs talk more? That she should keep going out there?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "I'm saying that this notion that somehow or other she's tainting other Democrats is fantasy. It's fantasy that the same people, I'm not sure you are one of them, who still want to posit the notion that maybe she might run again in 2020. She's not. She is old news. And it speaks to the emptiness of the agenda that the Republicans are running on, that they have to run ads against her. Sorry."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Kristin, what do you think? Should they keep doing this?"
    },
    {
      "speaker": "KRISTIN TATE, COLUMNIST, 'THE HILL'",
      "utterance": "Yes. Republicans are running against Hillary Clinton because she is the face of today's Democratic Party. The Democratic Party of JFK is gone. Today it's the party of high taxes, amnesty for illegal immigrants, and disarming law-abiding citizens. It is a party of San Francisco, Baltimore, and Chicago, where crime has exploded, and illegal immigration is basically just accepted. And make no mistake, Jason, all Democrats today are exactly the same, and that includes so-called moderates like Joe Manchin. They all vote lockstep and not a single Democrats supported tax cuts for working Americans, not a single Democrat supported the wall, not a single Democrat supported the repeal of Obamacare. These are the values that Hillary Clinton represents, and she is the most well-known Democrats in America today. So yes, she is the de facto face of Richard's party which has become completely out of touch with working-class Americans and, frankly, has gone off the deep end."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "All right, Richard, does that make your blood boil or do you agree with all of that?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "I'm saying, bring it on, Kristin, because we have a president at historically low popularity ratings."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That's not true. Richard, come on."
    },
    {
      "speaker": "TATE",
      "utterance": "It's higher than Obama's was at this point in his term."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "You both know, at this point in his presidency, there hasn't been a president this unpopular as Donald Trump. Sorry."
    },
    {
      "speaker": "TATE",
      "utterance": "Richard is lying on national TV. That is just not true."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I won't go that far. I think he sincerely believes that. Regardless of a couple percentage here or there."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "And all I'm saying is in every election, the enthusiasm that we saw starting the day after Donald Trump was inaugurated with that woman's march has carried through. Everybody thought it might dissipate, but every election the Democrats is up 15, 20 points over whatever the prior election has been. And if anybody thinks -- you know, Jason, better than anybody that all these retirements of committee chairs in record numbers aren't happening against a backdrop of the Republicans feeling so gosh darn good about their prospects in 2018. Dozens of Republican incumbents are being outraised by democratic challengers. That does not happen when things are so rosy as Kristin is painting."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Kristin?"
    },
    {
      "speaker": "TATE",
      "utterance": "Look, there is a lot of enthusiasm on the left, but that is in spite of Hillary Clinton, not because of her. And Hillary Clinton made it very clear what Democrats think of Trump supporters, that they are backwards deplorables. And here's the thing, Democrats who are up for reelection in states like West Virginia where Trump won by 40 points, they're going to need some of these deplorables to vote for them. So the more vocal and visible Hillary Clinton is, the better it is for Republicans. And luckily for them, she doesn't know how to keep her mouth shut."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Let's put up a quote here. This is a quote from 'The Hill.' Lloyd Green wrote this on March 28th. It says 'While Clinton frustrations are understandable, she should get off the stage along with her dismal poll numbers. For Democrats, a vanishing Clinton allows them to break with the turbulence that marked the Clinton years, their aftermath, and Trump's win. The question is whether Clinton will give the Democrats the breathing room they need. If past is prelude, don't bet on it.' So my question, Richard, is who is the leader of the Democratic Party? Who's leading. And name one leading policy that they are going to run on a 2018."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "First of all, here's the answer to the question. Who was the leader of the Republican party at this four years ago? Was at Paul Ryan? It was not anybody who ultimately ran for president."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I understand your point, but who is the leader? When Hillary Clinton speaks, is she not still the leader of the Democratic Party?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "No, of course not."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Is it Nancy Pelosi?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "It's a combination of Chuck Schumer and Nancy Pelosi, frankly, and a lot of younger Democrats who are coming on scene and speaking on a platform to help people --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That platform, name one thing the Democrats --"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Let me give you one example. Remember, Donald Trump said to the black community, support to me, what do you have to lose? The answer, you can use health care, they could lose Medicare, they could lose Social Security, ballooning deficits. So there are ways in which --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "You're going to run as a deficit hawk?"
    },
    {
      "speaker": "TATE",
      "utterance": "Here's a platform that Democrats are going to run on, OK. Open borders, higher taxes, and not repealing Obamacare, which has been an epic failure. There is there black forum. And who is the face of that platform? Hillary Clinton whether they like it or not."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Somehow or other the public is not quite where you are, Kristin. If the president's popularity are any indication, and all these incumbent House Republicans getting out of the House -- look, Jason had a colleague who said to me recently, I got out undefeated and unindicted. I think a lot of these Republicans are getting out while they can with their dignity intact."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Richard and Kristin, thank you so much for being here. Up next, President Trump could soon hold a summit with Vladimir Putin. But will it hurt or only damage his administration? Stay tuned."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Washington is suddenly abuzz with speculation over the prospect of President Trump meeting with Russian President Putin just as relations between their countries have hit a new low. The United States and Russia recently expelled 60 of each other's diplomats. But today a Kremlin foreign policy adviser said that Trump invited Putin to the White House during a phone call two weeks ago. Let's get the inside scoop and go once again to FOX News chief national correspondent Ed Henry. Ed?"
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Jason, great to see you again. This may turn out to be a lot more hyperventilating by President Trump's critics more than anything else because it's not even clear tonight that this expected meeting or summit between Presidents Trump and Putin will even happen at the White House, even though that's what the speculation is. But President Trump's critics are jumping on this claim because it fits a narrative that the White House is too cozy with Putin by suggesting the president will host them at the White House, even though, ironically, the president's critics are using a statement from the Kremlin that claims the invite to the White House was made during that March 20th phone call that became so controversial because of a 'Washington Post' report that the president ignored his advisers advice to not congratulate Putin about his reelection victory even though then president Obama also congratulated Putin under similar circumstances in a few years ago. So the Kremlin claimed today the summit may happen at the White House, adding, quote, 'a meeting would be rather important and beneficial for both countries as well as for entire global community.' But Sarah Sanders, the White House press secretary, quickly responded this was not really new. Quote, 'As the president himself confirmed on March 20th, hours after his last call with President Putin, the two had discussed a bilateral meeting in the not-too-distant future at a number of potential venues including the White House. We have nothing further to add at this time.' In fact this is not really new because last week, this is with the president said."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I had a very good call and I suspect we will probably be meeting in the not-too-distant future to discuss the arms race. I think probably we will be seeing President Putin in the not-too-distant future."
    },
    {
      "speaker": "HENRY",
      "utterance": "So this was hinted at by the president, you see there, though no location has been confirmed. That's did not stop the president's critics today. David Frum tweeting, 'On his do not congratulate congratulations called to Putin, in wake of nerve agent attack in U.K. when all NATO was imposing sanctions, Trump invited Putin for a White House visit.' Remember again, President Obama met with Putin many times while he was in office as well as meeting with President Dmitry Medvedev when he was in office, and that's when there was that infamous exchange where Barack Obama said he would have more, quote, flexibility with Putin after his own reelection, Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Thanks, Ed. It was a huge diplomatic triumph for Trump to arrange a future made with North Korean dictator Kim Jong-un. Similarly, meeting with Putin could help mend relations, but not without risk. Let's look into the prospects and perils with Jim Hanson who is the president of the Security Studies Group, and former State Department official and Obama campaign advisor David Tafuri. I want to start with you, David. Do you think the president is making a mistake here, or should he meet with president Putin?"
    },
    {
      "speaker": "DAVID TAFURI, FORMER OBAMA CAMPAIGN ADVISER",
      "utterance": "This was pretty stunning news because of the timing of how this happened. First of all, it happened in a phone call with Putin where President Trump's aides urged him not to congratulate Trump -- not to congratulate Putin on his election win. He did that anyway. Now we find out anyway not from the White House but from the Kremlin that President Trump also invited Putin to come to the White House. The question is, why is he doing these things, sending positive signals to Putin when everyone else, including our allies, are pushing back against Russia, when we just expelled Russian diplomats? We are trying to send a message that Russia has to back off. But President Trump secretly is sending the opposite message."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "David, are you really arguing that the two leaders should not meet and they should not talk? You think that's bad?"
    },
    {
      "speaker": "TAFURI",
      "utterance": "No, I actually think it's good to meet with foreign leaders, even our adversaries. But you have to do it in the correct way, and you can't have a mixed message."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "What's wrong with saying we should meet in the future? Look --"
    },
    {
      "speaker": "TAFURI",
      "utterance": "He didn't say let's meet --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "When the president is diplomatic, you give him a hard time and say he should have listened to his aides. But if he was standoffish, he give him the stiff arm and said never, ever, then you'd be criticizing him for not being diplomatic, right?"
    },
    {
      "speaker": "TAFURI",
      "utterance": "Jason, I saw you on FOX News Sunday this weekend. You talked about how you were surprised that President Trump not wants to pull out of Syria. You disagree with that view. You were very polite about it. But I agree with you. Why is President Trump also pulling out of Syria? Now he's suddenly announced this."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "You've gotten off topic here. We're seeing if the two should talk together in a meeting."
    },
    {
      "speaker": "TAFURI",
      "utterance": "No, but it's the best thing in the world for Putin. That's what Putin wants. He wants us to pull out of Syria. He just had a couple hundred mercenaries --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I'm just trying to ask you if they should meet."
    },
    {
      "speaker": "TAFURI",
      "utterance": "-- to attack U.S. force in Syria, and a couple weeks later, Trump announces we are pulling out. That's sending the wrong message."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Let me bring in Jim here. Jim, you have a perspective on us. Should the president and President Vladimir Putin, should they get together? Is that a good, healthy thing for the country and the world?"
    },
    {
      "speaker": "JIM HANSON, PRESIDENT, SECURITY STUDIES GROUP",
      "utterance": "Of course they should. The idea that somehow when Trump was talking to Putin he should not suggest this is ridiculous. When else is he going to do it? The two of them are the top two leaders, the two people with the most to deal with right now, including Syria, as David just mentioned. Right now, Russia, Turkey, and Iran our meeting to carve up Syria. resident Trump needs to get in front of Putin and tell him not to do that. So the idea that some are saying that this is Trump groveling, like the hysterical Jen Rubin column in today's 'Washington Post' said, is ridiculous. He is trying to get Putin in front of him so they can talk about things like Syria, like North Korea, like the major issues that are facing our two countries. That is President Trump's job."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So David, do you worry it is at the White House, or do you think there's another venue that you should be there? And what is the worry about the two world leaders talking together?"
    },
    {
      "speaker": "TAFURI",
      "utterance": "My worry is about the message that we are sending to Russia, when we are trying to create deterrence toward Russian conduct, including the conduct where it used nerve agents against people on the soil of our ally in England, when it sent mercenaries to attack our forces in Syria, when it had a bogus election to elect Putin. We should be deterring that type of conduct from Russia. Russia is an adversary to the U.S. Russia is against democracy. It's against rule of law. And we are allowing --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But the United States and President Trump did more to punish Russia than the Obama administration ever did."
    },
    {
      "speaker": "TAFURI",
      "utterance": "That is absolutely --"
    },
    {
      "speaker": "HANSON",
      "utterance": "When most mercenaries came in and attacked us in Syria, we didn't talk about it. We killed hundreds of them. The idea that Trump is somehow soft on Russia when he's done that, he expelled the diplomats. And if you don't want to have that region turned into war in the Middle East, maybe you should talk to the other major power that is playing proxy warfare in there and try to deescalate it. The idea that somehow we should go to war with Russia because they put a few Facebook ads up calling Hillary Clinton Satan, that is hardly the worst thing they have done. There are a lot bigger things in play, and I think President Trump and Putin need to be face-to-face to talk about it."
    },
    {
      "speaker": "TAFURI",
      "utterance": "You make a really good point, Jim, but the fact is that mercenaries went and attacked our forces. And while our forces were in danger and they fought back against these Russian mercenaries, President Trump is making nice with Putin. It doesn't even make sense. It's not appropriate conduct. It's not appropriate conduct for our commander in chief. And one other breaking news that is really troubling is that now we learned today that we are expelling Russian formats, but actually Trump has said it's OK for them to come back. He's expelling these 60, but 60 more can come back. It's not even a punishment. He has done nothing to push back. Yes, that is the news today, Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Listen, one good thing that I can tell you I think is a good place is that the ambassador, the U.S. ambassador to Russia is Jon Huntsman. I served as his chief of staff and I do think we are in good hands here. I think both sides of the aisle would agree that they did pick the right ambassador there in Russia. I think you both for the vigorous debate. I'm sure there will be more to discuss about it. Thank you again for joining us. The P.C. police have a brand-new target. We'll tell you which part of our history they are now seeking to erase, coming up next."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "American history is on the chopping block again. First, the P.C. police pull down confederate statues across the country. Now the California town of Arcata is preparing to take down a nearly nine-foot tall statue of President McKinley because of the federal government's treatment of Native Americans. And more towns across America are poised to pull down statutes deemed similarly offensive. So where does it stop? Let's discuss this with Urban Game Changer CEO Shirley Husar and radio talk show host Ethan Bearman. I really appreciate you both being here today. Ethan, I want to ask you first, why is it so important? Why do you think they are trying to do this? And why now on President McKinley? He doesn't have a whole lot of statues. Why take this one down?"
    },
    {
      "speaker": "ETHAN BEARMAN, RADIO TALK SHOW HOST",
      "utterance": "It's a great idea to take it down. We are bringing attention to the issue that the Native Americans have been abused and a near genocide was committed against them. We established treaties with them in 1868, 1869, and then immediately reneged, stole land, stole the natural resources from under them. And William McKinley was the last of the presidents to openly steal land from the five civilized tribes. He was on the side of the timber company stealing from the Ojibwe in my original home state of Minnesota. Yes, let's bring attention to the fact that we have never addressed all of the wrongs we have committed against the Native Americans. It's a perfect time to do it."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I think we have addressed at a long time. There have been a lot of wrongdoings. Yes, we have. There is still a lot of wrongdoings against the Native Americans throughout their history. I would agree with that part of it. But tearing down this statue, Shirley, Is this the right thing to do?"
    },
    {
      "speaker": "SHIRLEY HUSAR, URBAN GAME CHANGERS CEO",
      "utterance": "No, it's not the right thing to do. If you look at American history today, the killings that took place back in 1843 to 1873 was very tragic. And yet we know that colonists came to California and they changed the history of California. History, the existence of history is based on pain, war, and triumph. We under this administration are making major changes. The Native Americans today sat down with the current president, the living president, President Donald J. Trump, and made changes in the summertime. What is tragic that I'm hearing on the other side is that they are saying that is irrelevant today and it's not. We have slaughtering that just took place, killings that took place in Sacramento with Stephon Clark. Why aren't you talking about the black people that are being slaughtered today? A tribe of people that are still at war after 400 years. Why aren't you talking about the 20 shots that shot and killed this man? You want to talk about the Native Americans? Native Americans, if you are not even Native American, if you were, I have native American in me as well, and I tell you, we focus on the side of where we are. We need history to be shown and to remember. You can't erase or eradicate what happened. But what you can do is look at this and move through it."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Ethan, where does the stop? I don't know that is going to right all the wrongs by tearing down a statue. I think you are missing the point of understanding history, the good, the bad of it, in tearing down the statue. But what is that actually going to do for Native Americans, and where does this stop?"
    },
    {
      "speaker": "BEARMAN",
      "utterance": "There are two things. First up, the statue is being removed after an EIR get addressed. It is not being destroyed her melted down so it can be used for teaching history. Nobody is trying to erase history. What we are trying to do is bring attention to the fact that, in my lifetime, I was getting trained to be a foster parent of Minnesota and that's when I learned about the Indian child welfare act of 1978 because we were still stealing Indian children in 1978. 2016, we are still addressing that issue. So if this brings attention to the wrongs that are still happening to this day against Native Americans, I am all for it. And by the way, to the other point there, I talk about Stephon Clark on my radio show, too, and the wrongs that are be committed today to the African-American community."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Shirley, is this going to do anything to help the Native American population by tearing down this statue?"
    },
    {
      "speaker": "HUSAR",
      "utterance": "No, it's not. The Native Americans in this country are thriving under this administration. They have created treaties of oil deals with their land with the America people and they have other things going on in their lives. Stephon Clark and people like him, these P.C. people want to pivot away from the real pain that is current and relevant. In 2018 we have the slaughtering of African-American family and children on the street. This young, Stephon Clark, was in his backyard shot 20 times. He was slaughtered. That is the person -- that are the people you need to be focusing on and pivoting away from Native American who are not even complaining. Black people are complaining for being stepped on and left over. You are not understanding that black people in California are at war. Are we not in war in northern California right now? Are we not in more in this state right now? The sanctuary states right now are in Huntington Park are meeting and they're voting against it."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Thank you. Listen, the plight of Native Americans is a serious one. You want to go to the most impoverished parts of our country, you go to some of these tribal areas and some of these reservations and you will see poverty unlike any other place in this country, and I do hope we do address it. But I don't think we are going to solve it by tearing down this statue. So thank you both for being here. How do you play baseball with just one arm? Piece of cake if you are as tough as this kid. You don't want to miss this amazing story. This kid will inspire you."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "The healing power of baseball, it is impressive. A new season is underway with all of its promise. But a special dream has already been realized on the field of Cornersville middle school in Tennessee. Fourteen-year-old catcher Luke Terry hasn't let the loss of an arm keep him from playing baseball, not only baseball, but playing catcher. Look at how easily he catches the ball, flips his glove into the air, grabs the ball, and then tosses it back to the picture. Luke's arm was amputated when he was just 19 months old due to an e. coli infection. Talk about a fighter. His mom says Luke flatlined on the operating table three times at 19-months-old. No wonder he has overcome the odds on the field, becoming one of the team's top players. He certainly has the biggest heart. Luke's story as a one-armed star has gone viral, but the real story, like I said, is his heart. We thank you so much for joining us. I have had a lot of fun doing this. In fact they have invited my back tomorrow and I'm honored to do that. I would love to hear what your thoughts are about tonight's show. Be sure to tweet me @Jasoninthehouse, that's @Jasoninthehouse. Shannon Bream, one of my favorite people on the planet, and the \"Fox News at Night\" team is up next. END <Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>"
    }
  ]
}