{
  "date": "April 29, 2018",
  "headline": "Graham: If the Korean War ends, Trump deserves Nobel Price",
  "subHeadline": "Senator Lindsey Graham reacts to historic meeting between North and South Korea and discusses Trump's foreign policy on 'Sunday Morning Futures.'",
  "url": "https://www.foxnews.com/transcript/graham-if-the-korean-war-ends-trump-deserves-nobel-price",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS CHANNEL HOST",
      "sentences": "Good Sunday morning from Los Angeles. Thanks for joining us. North Korea vows to shut down its nuclear test site ahead of an anticipated summit between President Trump and Kim Jong Un. More controversy this morning surrounding Jim Comey after he claims he's not a leaker and President Trump calls on one Democratic Senator from a red state to resign. Hi everyone! Thanks for joining us. I'm Maria Bartiromo, welcome to 'Sunday Morning Futures.' New word out of the Seoul -- of Seoul today that North Korea plans to make another step to signal its serious about peace. This follows leaders from both side of the DMZ holding in a historic meeting in which Kim Jong Un said he is willing to give up his nuclear weapons under certain conditions. Can he really be trusted? Senator Lindsay Graham will join me on that momentarily. Plus, former FBI Jim Comey defending leaking his memos about private conservations with President Trump, even though others have been prosecuted under similar circumstances. Is there a double standard? We get reaction from House Intelligence Member Congressman Peter King this morning along with former Assistant FBI Director Jim Kallstrom is here. President Trump targets the Democratic Senator he blames for sinking his V.A. Secretary pick. Could John Tester of Montana be in trouble come the mid-term elections? Karl rove is here on that as we look ahead right now on 'Sunday Morning Futures.' And there are new developments this morning on the Korean Peninsula. South Korea's Presidential Office saying that North Korean dictator Kim Jong Un is vowing to shut down the country's nuclear test sites following -- next month, following a meeting between the leaders of the two nations last week. President Trump last night said that he had everything to do with this historic summit while speaking to a crowd of supporters in Michigan. This as the President's own meeting is in the making with Kim. Joining me right now is Senator Lindsey Graham of South Carolina. He's a member of the Senate Judiciary Committee, Armed Services and Budget Committees as well. Senator, it's good to see you. Thanks so much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C., SENATE JUDICIARY COMMITTEE",
      "sentences": "Good morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "It's pretty extraordinary I have to say North and South Korea vowed to end the Korean War in a historic accord. Your reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "It is historic to see the two leaders walk into each other's country. I never thought that would happen. You asked a question leading into this segment, can you trust Kim Jong Un? No, but you can trust him to do what's in his best interest and his cronies. Now, I think Trump has convinced him, but the only way his regime will survive is for them to give up their nukes and in return, end the Korean War so North Korea can have a more normal economy. President Trump, if he can lead us to ending the Korean War after 70 years and giving North Korea to give up take nuclear program in a verifiable way deserves the Nobel Peace Prize and then some.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, will he get it? I mean, obviously, this is something that the mainstream media will push back at. But you're right. If this is actually materializing, what an enormous accomplishment this is for President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I want to be there. It may be the first time the Nobel Peace Prize was given and there was mass casualties because I think a lot of liberals would kill themselves if they did that. But the bottom line is, by any objective measure, what President Trump has done is historic. He made the decision early on Maria and this was his most important decision about North Korea. He took containment off the table. He said to me and others early on I'm not going to let them get a nuclear weapon that can hit America and contain the threat by threatening to blow North Korea off the map if they use it. He said to me real early, in his presidency, I'm going to deny them the capability to hit America with a nuclear weapon. If they keep trying, I'll use military forces as a last resort to stop them. So he chose denial, no other president has been that blunt and that's why we are where we are because China and North Korea believe that if Trump acted he would use military force and North Korea would lose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You know, I remember when I set down with the president in an interview last year, it was last April, and we sat there talking about his meeting with the president of China, President Xi, and he said we were having this delicious chocolate cake during dessert and that's when I said to him guess what, Mr. President, we just sent strikes to Syria. And that was the beginning of him presenting the fact that America was serious, and they were not going to joke around when it comes to things like this and China needs to be there. So how did China also participate in terms of getting Kim Jong Un to the table here? You know, I spoke with the Chairman and CEO of the Blackstone Group Stephen Schwarzman and he basically said bottom line is Kim Jong Un saw no out. Listen to what he said, Senator. I want to get your reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN SCHWARZMAN, CHAIRMAN AND CEO, BLACKSTONE GROUP",
      "sentences": "The path they were on by threatening nuclear war against the United States and having the United States react to that, which anybody would, organizing sanctions regime which was very tough, and getting the support, the wider support of the world, and the Chinese have done a terrific job in terms of limiting goods and services that can go to Korea. That's their major way in for Korea to live. So if you were sitting in the Kim Jong-il position, with all of those negative things happening, you'd want to find some way out of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Do you agree with that, senator, that he saw no out? He had to do this. I mean, I know the President has had this tough talk but what else got him to this position?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well so when the Chinese agreed to additional sanctions which was pretty historic, I mean, these are really tough sanctions. And now China's been cheating a little bit too but Trump has really been all over China. So when China agreed to additional sanctions on North Korea that really brought their economy to a standstill. 90 percent of all trade in North Korea is with China, so the day that China turned off the spigot, North Korea really was in a botch. But there's a double-edged sword here. Let's say that Trump, President Trump and Kim Jong Un meet and Kim Jong-un tries to play trump like everybody in the past, all the time we've had talks with North Korea they say one thing and do another. We're very close to historic peace but we also are very close to war because if they try to play Trump, if Kim Jong Un meets with President Trump and goes back to his old way of doing business, we're on a path to war and I hope China knows that and I hope North Korea knows it, and if I were the North Koreans I would not meet with Donald Trump unless I was deadly serious about giving up my nukes because if you play Trump, you're going to be a big loser.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And what does this mean for Iran? We have an important deadline coming up senator, May 12. The president will have to make a decision whether or not to renew this nuclear deal. What is Iran thinking this morning on the heels of all of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I'd flip it around. If we get out of this very bad deal with Iran, it will show North Korea and China that Trump is different than Obama. The number one thing President Trump has got to do is reset the world after eight years of disaster, so the Iranian nuclear deal puts us on a pathway to nuclear arms race in the Mideast. Why do I say that? Under the deal, Iran can enrich and reprocess uranium to make their fuel for nuclear power but you just go one step beyond that and you make a nuclear weapon. 15 years down the road, there is no inspection regime to control reprocessing and enrichment and the Arabs want nuclear power also, but we're telling the Arabs you can't enrich and reprocess uranium to make your own fuel but we're allowing Iran to do that. That's crazy. This deal unless its changed is going to create a nuclear arms race between the Iranians and the Arabs and that's a nightmare for the world, so I hope President Trump will get a better deal or get out and the North Koreans are watching us when it comes to Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, I think that's a really great analysis there because they will be watching very closely what happens on May 12. Let me ask you about China. I am here in Los Angeles this week because I'm interviewing Treasury Secretary Steven Mnuchin. That will be on tomorrow morning on Fox Business Network. He's going to China after the interview. He's taking a delegation, Mr. Lighthizer is going as well as Larry Kudlow. What do you think they can get from China? What happens after this meeting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I think we've got China -- put China on notice that Trump was serious about changing the relationship when it comes to trade. Nixon went to China to open up China to the world. Mnuchin is going to China to tell China the leadership in China that President Trump wants you to play by the world's rules. So President Trump is right to push back against intellectual property theft, closing Chinese markets, putting tariffs on our product that we don't put on their products, dumping steel into the world marketplace below cost. So President Trump is doing two things at once. He's working with China to stop the threat from North Korea and China knows that if there's a war in North Korea it's going to be in their backyard, not our backyard and Mnuchin is going to China to say, hey, we want a better relationship but you've got to change your business practices and I just really appreciate how tough President Trump has been when it comes to China. He's not doing anything unfair to China. He's trying to make China play fair. After all these years, somebody finally, thank God, is pushing back against China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, but now it's a different era in China, right? President Xi is going to be the leader for the rest of his life. I was reading an article yesterday about this so-called list that they have. They're tracking their citizens and if you do anything that is, you know, seeming to be against what the government warrants like for example, if you smoke outside, your name goes on this list and you drop a few points and it might be harder to get a mortgage, it might get harder -- I mean this list, because they're tracking the citizens how does that change the dynamic for the U.S. trying to partner with China on trade?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "OK, you've got to remember this. Dictatorships are about the dictator. Kim Jong-un cares more about him and his cronies than he does the North Korean people. So when you make it about him, when President Trump told little Rocketman if you keep threatening my country, I'm going to wipe you out, it made a difference. Now, China is a dictatorship in another form. You can't elect your leaders. There is no democracy, there is no free press, there is no open and fair elections, so what you've got to make it about is stability. So watt does China want the most? They've got a lot of people without social security, unemployment benefits, there is no Medicare in China. They've got 1.3 billion people to feed every day so if you put a tariff if China puts a tariff on pork products coming in from Iowa, it hurts Iowa farmers but guess what, it hurts consumers in China. The Chinese are weaker than we are. They have a weak system when it comes to political expression. We have a strong system. We have a big economy, they have a coastal economy. These tariffs and closing markets in China is protectionism for China. If Trump is tough on China, China will give in before we will because they need us more than we need them and the Chinese consumer is hanging by a thread in the interior of the country. All right, we'll talk more about that and of course, this whole tracking of their citizens is scary, but I want to get your take on something else Senator. We'll take a short break and when we come back I've got to ask you about fired FBI Director Jim Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "He says he's not a leaker, plenty of other people say he is, we will get your reaction to that and Jim Comey along with the Brennan and Mr. Clapper, the Senator's take on the former CIA Director's attack on the President as well that's next. Follow me on Twitter @MariaBartiromo, @SundayFutures, let us know what you'd like to hear from Senator Lindsey Graham as we look ahead, next. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. Former FBI Director Jim Comey continuing a promotional book tour for his new book while defending his leaks to the media. Comey said that he authorized his friend to share the contents of one unclassified memo with the media, regarding a conservation he had with the President. He also says he was a private citizen when he turned over a total of four documents to his friends. Senator Lindsey Graham is with me right now to discuss that. And what do you make of all of this? You know, he told Bret Baier, that's not a leaker. I gave the memo to my friend with the intent to hand it over to the New York Times. It sounds like a leak to me, Senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well he gave it to two other individuals, one a former Special Counsel Mr. Fitzgerald. But here's what's important. Comey said he did this for the express reason of hoping a special counsel would be appointed. So he made a decision, James Comey did, to try to press the system to appoint a special counsel. If that doesn't show a motivation and bias against President Trump, I don't know what would. But here is the real issue for me, Loretta Lynch versus Comey. Comey says that Loretta Lynch told him don't call the Clinton email investigation an investigation, call it a matter. She denies that. Comey says there's classified information that if ever got to be revealed would destroy Loretta Lynch's credibility when it came to the Clinton email investigation. These two people need to be brought to Congress, put under oath, and resolved this conflict. Jim Comey, I don't trust him. I think he was part of an effort at the FBI to give Clinton a pass, the way they conducted the investigation was a joke. The thumb was on the scale, the head investigator by the FBI hated Trump, liked Clinton. They were trying to come up with an insurance policy to make sure that Trump didn't win the election. They talked openly about how much they hated Trump and I think the Clinton email investigation was a joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And I assume that is what we are going to hear from the forthcoming I.G. report which is expected to focus on Jim Comey's behavior as well as the handling of the Clinton e-mail scandal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "And let's fill that out. Comey said to Bret Baier, I didn't know the Democratic Party and the Clinton Campaign paid Fusion GPS money to prepare the dossier. If you asked the FBI today how much of the dossier is verified, almost none and the verification comes from open media sources. This dossier was prepared by a foreign agent paid by the Democratic Party and used to get a FISA warrant and the FBI -- former FBI director did not know that it was a political document paid by a political party. To me that is stunning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Not only was the Clinton email investigation a joke, the dossier was used inappropriately",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So how do you call yourself someone who you know, agrees with and follows the rule of law if in fact you used a piece of garbage as, you know, the reason to wiretap and listen in on an American citizen? It's the whole thing, and the point you made about the special counsel motivation. That alone makes it important government research or government information, so it's all, we're going to learn a lot once this I.G. report comes out. And then there's Brennan and Clapper, Senator. So John Brennan has been out in the press you know, criticizing President Trump along with Mr. Clapper. Yesterday Brennan tweeted this. \"Mr. Trump, your hypocrisy knows no bounds. Jim Clapper is a man of integrity, honesty, ethics, and morality, you are not. Jim Clapper served his country for over a half- century including Vietnam, you did not. By your words and behavior, you diminished the Office of the Presidency. Here we have the former head of the CIA, the former Head of Intelligence, you've got Clapper and Brennan trashing the President meanwhile they may very well have been in on the fix to try to knock down Donald Trump and keep Hillary Clinton in charge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Does Brennan and Clapper sound like two people who would give Donald Trump a fair shake? Let me read an e-mail exchange between the lead investigator of the Clinton email investigation and a DOJ lawyer. I want to believe the path you threw out for consideration Andy's office and whose Andy, that there's no way he get selected but I'm afraid we can't take that risk. It's like an insurance policy in the unlikely event you die before you're 40. God, Trump is a lonesome human being. Trump is F-idiot, is unable to provide a coherent answer. These are the people in charge of the Clinton email investigation. The dossier was prepared by a foreign agent paid by the Democratic Party. This whole thing stinks. We should have a special counsel looking at DOJ corruption, looking at how the dossier was given to the court and finally the number four person at the Department of Justice, Mr. Bruce Ohr's wife worked for Fusion GPS, worked with Michael Steele who prepared the dossier and he was Steele's handler. If the shoe were on the other foot it would be front page news all over the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's exactly right. Senator, it's good to have you on the program this morning. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Senator Lindsey Graham. We'll be right back. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Tester started throwing out things that he's heard. Well, I know things about Tester that I could say too and if I said them, he'd never be elected again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's President Trump continuing an attack on Montana Senator John Tester at last night's rally in Michigan after calling on the top Democrat to resign. The President is blaming Tester for derailing the nomination of White House Doctor Ronny Jackson, for Secretary of Veterans Affairs. Karl Rove is joining me right now. He's former White House Deputy Chief of Staff and Senior Adviser to President George W. Bush and a Fox News Contributor. Karl, it was a pleasure. Thanks for joining this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "You bet. Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So it was all Tester who made sure that speculation about Ronny Jackson got out into the press so that everybody would talk about why he was not right for the job and then we hear the Secret Service come out yesterday and said absolutely no evidence on any of those things that he wrecked a car, that he got you know, all of the things that were out there, the Secret Service says, there's no evidence of it. So was this just a sham to get the Democrats to create more noise and chaos around President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, it was a drive-by shooting and it was apparently successful. And Tester took anonymous charges, threw them out there, didn't provide any witnesses, didn't you know, basically treated them as fact, alleged the Secret Service, had said the Secret Service had to restrain Jackson from banging on a door of a female assistant during a presidential trip and -- because they didn't want to wake President Obama and that turned out to be -- the Secret Service said, we have no evidence whatsoever that that ever took place. Tester's anonymous allegations included that he was drunk driving and had a wreck and the Secret Service said no evidence whatsoever of that at all. So President Trump has every reason to be upset with Senator Tester. In fact, everybody has a reason to be upset with Senator Tester. This is the kind of the worst kind of politics, the kind of stuff that goes on in Washington that makes people sick and he needs to be held accountable by the people of Montana. Having said that, the president better not respond in kind. He could turn this from a situation where Tester's opponent can make this an issue of fairness and equity and what ought to go on in Washington but if the president makes charges like he did and said I know things and I'm going to say these things, unless they're true, he could just give Tester a way to wiggle out of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That is so wrong. I mean, even -- you know, it's the same with the dossier. They come up with these lies, put it in there, in a dossier and then they use it to wiretap somebody on the Trump campaign and now lies about Ronny Jackson that's completely, you know, smeared him and then of course there's the shaming and the attacks last night, the White House Correspondents' Dinner, Karl. Were you there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Oh, no. You kidding? I've gone to my last White House Correspondents' Dinner a long, long time ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "It's terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "I've read the reports of last night's and I mean it is despicable. What were -- what was the leadership of the White House Correspondents' Association thinking when they booked this woman who got up there and said raunchy and lewd and nasty things? I mean, it just plays into every stereotype that we have of the Washington media and what were they thinking? Look, I was there in 2006 when there was -- when Stephen Colbert went after President George W. Bush and deeply personal and vicious and demeaning terms with the President sitting about five feet away from him. Thank God President Trump was not there last night when this woman said so many nasty things. Poor Sarah Huckabee Sanders had to sit there and endure personal slights, there were unworthy of a drunken bachelorette party. I mean, this is just ridiculous. What were they thinking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "It really is. Yes, it's disgusting and Sarah Sanders is sitting right there. Meanwhile, it -- I mean she's doing a fantastic job and -- but anybody who doesn't believe with the left gets demonized in the press and there's this shaming that goes on. It has to stop. Do you think the people will hold this to account? Will they hold the Democrats to account come the November midterm elections?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well look, we don't know how the midterms are going to turnout. The generic ballot in the RealClearPolitics average is about six points for the Democrats but we don't know and the enthusiasm right now is on the Democratic side. We see it in these special elections where more Democrats stand to turn out than do Republicans even though Republicans have won five of the six special Congressional elections, the Democrats are pressing, but we've got a long time between now and the election, but yes, you've got to balance the question of fairness versus the anger on the hard left of the Democratic Party. And remember in elections like the midterms, basically about four out of every ten Americans who are eligible to vote turn out to vote so the relative enthusiasm of the Party's base plays a big role in the election outcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I understand but I'm still skeptical of all of these polls and all of these things that show the Dems in the lead because I think most people do not want the abusive power that we've seen on the left at the top of the FBI for example, and they do not want the shaming that we see continually and what they do want is a better economic story for themselves, lower taxes, rollback in regulation that is clearly working for the average guy and gal out there today. Yes, so we'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well look what's going to be key in the fall election is going to be the ability of Republican incumbents. If incumbents are running for re-election, remember in the 23 districts held by a Republican that were carried by Hillary Clinton, that's where the Democrats have got to win in order to win the House. 16 of the 23 Republican incumbents are running for re-election and traditionally better than nine out of every ten incumbents get re-elected and they will get re-elected if they run a strong campaign with a message just like you articulated and put together the resources and volunteers necessary to get that message out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We will see about that. So far, it's a lot of namecallings and no message on the left so we'll be watching. Karl, it's always a pleasure. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "You bet, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Karl Rove there. The House Intelligence Committee meanwhile wrapped up their investigation into the Russian election meddling. No surprise, they have no evidence of collusion. Congressman Peter King sits on that committee, he will join me next as we look ahead right now on 'Sunday Morning Futures.' Back in a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEVIN NUNES, R-CALIF., CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE",
      "sentences": "It took us a long time to actually get what's called the electronic communication as we know now for your viewers. What's that is, is the original intelligence, the original reasons that the counterintelligence investigation was started. Now, this is really important to us because the counterintelligence investigation uses the tools of our intelligence services that are not supposed to be used on American citizens so we've long wanted to know well what intelligence did you have that actually led to this investigation. So, what we found now after the investigators have reviewed it is that in fact, there was no intelligence. We think there's some major irregularities at the State Department and we're trying to figure out how it is that this information about Mr. Papadopoulos of all people who is supposedly meeting with some folks in London, how that made it over across into the FBI's hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That was the Chairman of the House Intelligence Committee Devin Nunes on with me here last week saying that there was no official intelligence used to start a probe into possible ties between the Trump Campaign and Russia to tilt the elections. The California Republican is now saying that he's investigating the State Department. This, as that same committee, concluded in a final report this week, that there was no collusion between the Trump campaign and Russia. Republican Congressman Peter King joins me now from New York. He sits on the House Homeland Security Committee and the Subcommittee on Counterterrorism and Intelligence. It's good to see you, congressman, thanks so much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PETER KING, R-NEW YORK",
      "sentences": "Thank you, Maria. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I find this all so extraordinary. They had absolutely no intelligence to launch an investigation into Trump that investigation is ongoing which led to a special counsel, Robert Mueller who is investigating this, and they continue to say there's no collusion. Your reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "Yes, listen. I'm on the Intelligence Committee. I fully agree with what Devin Nunes said. And while we can't go into all the details but to begin as Devin said, to begin a counterintelligence investigation you have to have some intelligence. Instead, there was just a story that came outside normal channels, a backdoor way and that was -- this was really -- and even if this would have meant anything, it's not enough to start an investigation. But they got it improperly or to irregular channels, it was very inadequate information and they used that to begin an FBI counterintelligence investigation of a presidential campaign. And then, later on, in March when Director Comey announced on national television before a committee hearing that the president's campaign was being investigated as if this was a major announcement, and you know, we go back to look at it, it was based on basically gossip, it did not come through normal channels, it did not warrant an investigation like this, and also Jim Comey was giving the country the impression the president was being investigated even though he knew the president was not being investigated but refused to make that public. So this all is a very shameful chapter in the history of the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "These people are sitting atop huge jobs. Jim Comey the Director of the FBI, Andrew McCabe the Assistant Director of the FBI, it certainly appears that they abused their power because they just didn't like where the election was going. They didn't like that Donald Trump was about to win and then he does win. They talked about this insurance policy that Lindsay Graham just wrote us, read us from the text from Peter Strzok and his girlfriend. Will there be any accountability here, Congressman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Maria, I think there has to be. I think we are going to soon see the Inspector General's report of what went on at the top levels of the FBI. I hope that is more revealing than what we've heard so far. And you know, when you look at all this you want to call circumstantial evidence about Comey about McCabe, about Strzok, about all of them up there, that is far more significant than anything that was ever brought up against Donald Trump or the Trump Campaign and yet there was this massive now 18-20 month investigation, federal investigation going on of the Trump Campaign and the evidence is none and yet there is much more circumstantial evidence at least against the highest levels of the FBI and the case of McCabe, you'll actually have the Inspector General accuse him of lying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. And it's still going on. Look at the smear campaign that they just did against Ronny Jackson. Look at the way that Brennan and Clapper are out every day, trashing President Trump. I mean, look, we had Bob Goodlatte on, the Chairman of -- the Chairman of the Judiciary Committee on this program and he said I am going to subpoena these documents, 1.3 million documents. Have you seen the documents that the Committee wanted, that the Intel Committee wanted as well or are they continuing to stonewall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "There's so many documents we have not gotten full access to. And you mentioned Brennan and Clapper, the CIA and the Intelligence Agencies were telling us all along, for instance, last up to December of 2016 that there was no way of knowing who the Russians may have been favoring in the election. Suddenly on the front page of the Washington Post on December 6th or December 7th, 2016, the story appears with all of this so-called classified information, how the Russians were definitely behind Donald Trump, where did that come from? I mean Brennan was head of the CIA, Clapper was Director of National Intelligence. Did they launch any investigation? I mean, and only a few people would have had access to these facts and these conclusions and yet that was leaked against the Washington Post and as far as I know, there's no repercussions over that. So, Brennan and Clapper, they are the people at the top. They're the ones responsible for this. Whether they did it or not they're responsible. And they're going out, they have the nerve to be criticizing President Trump when they allowed the worst leaks probably in the history of intelligence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And they're still at it. I mean, they're still -- you know, earlier, this weekend, Clapper sent a tweet out and said stay tuned, Mr. President, stay tuned, Mr. Trump as if something else is coming out. They're now CNN commentators and they are still taunting this President even though we know the reality and the facts, no collusion, no intelligence. It's pretty extraordinary. Congressman before you go, I've got to ask you. The President said next time he's up in terms of the potential for a government shutdown, he is going to allow the government to shut down if there's not money in there for the wall. You signed that omnibus bill. You're talking about a $47 trillion budget and you couldn't come up, you and your colleagues couldn't come up with $25 billion for the wall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "First of all, I do support the money for the wall but the reason I voted for that bill is because President Trump personally asked me to and he also tweeted to all Republicans saying out we should vote for the bill because while it wasn't perfect it was the best we could get at the time. So if -- listen, the president can use all negotiating tactics if he wants I'll support them but the bottom line is I don't believe we should shut the government down. It's never worked in the past and with elections coming up a month after that, that would enable the Democrats to win and the first thing they will do is move to impeach President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Isn't that what they want",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "The government -- yes, they want the government to shut down and they want to impeach Trump. That's what I'm saying that the president -- this could have -- this could really boomerang on him. If Republicans are looked upon as being responsible for not being able to govern and shutting the government down, but we should fight hard for the wall and let's not be shutting the government down, it doesn't work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All of that, to get in all of this extra spending, just to protect our men and women who put their lives on the line every day, who we want to support in terms of the military. It's just extraordinary what's going on, Congressman. Thanks very much for joining us this morning. It's always a pleasure to see you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "OK, Maria. Thank you. Thank you. Bye now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Thank you so much. Former FBI Director Jim Comey says he did not leak memos of his conservation with the President. We're talking with former Assistant Director of the FBI Jim Kallstrom about that next. Back in a moment as we look ahead on 'Sunday Morning Futures.'",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We want to get right to Jerusalem right now. This is Secretary of State Mike Pompeo giving a press conference with the Israeli Prime Minister Benjamin Netanyahu. Let's listen in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, UNITED STATES SECRETARY OF STATE",
      "sentences": "-- subject to negotiations between the parties and we remain committed to achieving a lasting and comprehensive piece that offers a brighter future for both Israel and the Palestinians. Many of our conservations today, Mr. Prime Minister as you said, centered on Iran, strong cooperation with close allies like you is critical to our efforts to counter and destabilizing Iran's activity throughout the Middle East and indeed throughout the world. We remain deeply concerned about Iran's dangerous escalation of threats to Israel and the region and Iran's ambition to dominate the Middle East remains. The United States is with Israel in this fight and we strongly support Israel's sovereign right to defend itself. Regarding the JCPOA, President Trump has been pretty clear, this deal is very flawed. He's directed the administration to fix it and if we can't fix it, he's going to withdraw from the deal. It's pretty straightforward. Unlike the past administration, President Trump has a comprehensive Iran strategy that is designed to counter the full array of threats, emanating from Tehran. As part of the president's comprehensive Iran strategy, we are also working to counter the broad set of non-nuclear threats, Iran's missile system, its support for Hezbollah, the importations of thousands of proxy fighters into Syria, and its assistance to the Houthi rebels in Yemen. We look forward to working closely with strong allies like Israel encountering these threats and rolling back the full range of Iranian malign influence. Regarding Syria, where the barbaric Assad regime is propped up by Iran, the United States top priorities are to defeat ISIS, deescalate violence, deter the use of chemical weapons and ensure the safe delivery of humanitarian aid and support them also of political resolution to the conflict. Our strategy to do that remains unchanged. We strongly support the U.N.-led efforts in Geneva to bring an end to the Syrian conflict which has gone on for far too long. We know there are many challenges ahead and we look forward to being your partner in resolving each of them. The United States and Israel I know, together can achieve that. It's great to be back. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Mike Pompeo, Benjamin Netanyahu, they are in Tel Aviv at that press conference talking about the Iran Deal as well as protecting Israel. We will take a short break and then get back to the FBI and the DOJ conservation with Jim Kallstrom, a former Assistant Director of the FBI. Back in a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER DIRECTOR, FBI",
      "sentences": "I sent Mr. Richmond a copy of a two- page unclassified memo and asked him to get the substance of it out to the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHANNEL CHIEF POLITICAL ANCHOR",
      "sentences": "Did you leak other things through Mr. Richmond?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "I'm smiling Bret because I don't consider what I did with Mr. Richmond a leak. I told him about an unclassified conversation with the President and I didn't consider it part of an FBI file, all the things I've talked about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You wrote it as an FBI Director. It was a work product.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "No it was not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You said in the memos, I said I don't do sneaky things, I don't leak, I don't do weasel moves, but I mean, we can argue what a leak is but that's a leak isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "No, no, it's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Those comments from former FBI Director Jim Comey sparking a firestorm of reaction over the definition of leaking. Let's bring in Jim Kallstrom, he's a former Assistant Director of the FBI and get his reaction. Jim, always a pleasure to see you. Thanks so much for weighing in this morning. You know, if it wasn't important and part of the FBI work then why did it have an intent to get a special counsel? The whole thing, your reaction, Jim Kallstrom?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES KALLSTROM, FORMER ASSISTANT DIRECTOR, FBI",
      "sentences": "Well, you know, I think he's lost his mind, Jim Comey. I don't understand you know, what his act is. You know this book tour and all this nonsense about it's not a leak, of course, it's a leak without question. I mean, this conversation with the President of the United States is automatically classified. At least it was when I was in the government unless they've changed rules like that. But Maria, we're in a three-act play and you know what, it's not a comedy, it's a tragedy. You know, act one was the stop Mr. Trump from becoming the President of the United States. That failed. Act two was to diminish his ability to manage the country, and even with that, he has done a fantastic job. You know, I say that as someone who is not affiliated with either party, but look what he's done even with all the backlash and all the nonsense that's going on. There is no question that there's a cabal, a fifth column, a conspiracy, call it what you may, that involves people in the intelligence community, probably involves people over in Great Britain who have probably fed information to people like John Brennan. I don't know that for a fact but it would not surprise me. And this is really a nasty, nasty act two that's going on. And people of the United States, I mean, we have to violently react to this not from the standpoint of guns and bullets but from the standpoint of stopping this. This cannot go on in the United States. This is third world country stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. I just wonder if there will be any accountability here, Jim. I mean, we are waiting for the I.G. report to come out and it is expected to zero in on that. But you know, the left is digging in. I mean, look at James Clapper and John Brennan. You know, Clapper text or tweets out at the President yesterday, taunting him basically almost threatening him, you know, stay tuned, Mr. Trump is on his tweet, saying that he doesn't believe that there was no collusion. The House Intelligence Committee just told us that there was no collusion. He's calling it a highly partisan in complete and deeply flawed report by the broken House Committee and then he says stay tuned. Your thoughts on Clapper and Brennan and their role.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALLSTROM",
      "sentences": "Oh, I think it's outrageous. You know, I think, you know, they are in fact threatening, you know. And who are they to be threatening the President of the United States? They're not in the government anymore, they're private citizens. They can say what they want, I guess, but it's just outrageous. And I have no doubt that they've conspired with others including Jim Comey and others unnamed at this point, and the big tragedy, the big catastrophe for the country, we haven't even talked about yet and that's the unmaskings. You know, that's the Samantha Powers claiming that she didn't even know about it. You know, that's the John Brennans, you know. That's the people probably at NSA. That's this this whole cabal violating the rights of American citizens. And here we've got a Deputy Attorney General that signed a continuation of a FISA order that's full of fictitious, bogus information and he's still the Deputy Attorney General of the United States. I can't figure that one out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And by the way, you know, the Clinton people, whether it's you mentioned power but let's not forget Huma Abedin or Cheryl Mills, they got immunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALLSTROM",
      "sentences": "Well, the whole thing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Even though they lied.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALLSTROM",
      "sentences": "Right, well that's -- yes, that was -- that's part of you know, act one where the FBI just gave a pass to the Clintons and did this outrageous stuff that like kindergarten investigations, you know, with no subpoenas, no search warrants, no grand jury, no nothing. I mean, it was a sham. It's was an absolute total sham.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "It's really horrible and I know it hurts you because of all of your proud years at the FBI, Jim. Thanks very much for joining this morning. Jim Kallstrom, it's always a pleasure. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALLSTROM",
      "sentences": "Thank you, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That'll do it for us on 'Sunday Morning Futures.' Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS CHANNEL HOST",
      "utterance": "Good Sunday morning from Los Angeles. Thanks for joining us. North Korea vows to shut down its nuclear test site ahead of an anticipated summit between President Trump and Kim Jong Un. More controversy this morning surrounding Jim Comey after he claims he's not a leaker and President Trump calls on one Democratic Senator from a red state to resign. Hi everyone! Thanks for joining us. I'm Maria Bartiromo, welcome to 'Sunday Morning Futures.' New word out of the Seoul -- of Seoul today that North Korea plans to make another step to signal its serious about peace. This follows leaders from both side of the DMZ holding in a historic meeting in which Kim Jong Un said he is willing to give up his nuclear weapons under certain conditions. Can he really be trusted? Senator Lindsay Graham will join me on that momentarily. Plus, former FBI Jim Comey defending leaking his memos about private conservations with President Trump, even though others have been prosecuted under similar circumstances. Is there a double standard? We get reaction from House Intelligence Member Congressman Peter King this morning along with former Assistant FBI Director Jim Kallstrom is here. President Trump targets the Democratic Senator he blames for sinking his V.A. Secretary pick. Could John Tester of Montana be in trouble come the mid-term elections? Karl rove is here on that as we look ahead right now on 'Sunday Morning Futures.' And there are new developments this morning on the Korean Peninsula. South Korea's Presidential Office saying that North Korean dictator Kim Jong Un is vowing to shut down the country's nuclear test sites following -- next month, following a meeting between the leaders of the two nations last week. President Trump last night said that he had everything to do with this historic summit while speaking to a crowd of supporters in Michigan. This as the President's own meeting is in the making with Kim. Joining me right now is Senator Lindsey Graham of South Carolina. He's a member of the Senate Judiciary Committee, Armed Services and Budget Committees as well. Senator, it's good to see you. Thanks so much for joining us."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C., SENATE JUDICIARY COMMITTEE",
      "utterance": "Good morning."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "It's pretty extraordinary I have to say North and South Korea vowed to end the Korean War in a historic accord. Your reaction."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "It is historic to see the two leaders walk into each other's country. I never thought that would happen. You asked a question leading into this segment, can you trust Kim Jong Un? No, but you can trust him to do what's in his best interest and his cronies. Now, I think Trump has convinced him, but the only way his regime will survive is for them to give up their nukes and in return, end the Korean War so North Korea can have a more normal economy. President Trump, if he can lead us to ending the Korean War after 70 years and giving North Korea to give up take nuclear program in a verifiable way deserves the Nobel Peace Prize and then some."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, will he get it? I mean, obviously, this is something that the mainstream media will push back at. But you're right. If this is actually materializing, what an enormous accomplishment this is for President Trump."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I want to be there. It may be the first time the Nobel Peace Prize was given and there was mass casualties because I think a lot of liberals would kill themselves if they did that. But the bottom line is, by any objective measure, what President Trump has done is historic. He made the decision early on Maria and this was his most important decision about North Korea. He took containment off the table. He said to me and others early on I'm not going to let them get a nuclear weapon that can hit America and contain the threat by threatening to blow North Korea off the map if they use it. He said to me real early, in his presidency, I'm going to deny them the capability to hit America with a nuclear weapon. If they keep trying, I'll use military forces as a last resort to stop them. So he chose denial, no other president has been that blunt and that's why we are where we are because China and North Korea believe that if Trump acted he would use military force and North Korea would lose."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You know, I remember when I set down with the president in an interview last year, it was last April, and we sat there talking about his meeting with the president of China, President Xi, and he said we were having this delicious chocolate cake during dessert and that's when I said to him guess what, Mr. President, we just sent strikes to Syria. And that was the beginning of him presenting the fact that America was serious, and they were not going to joke around when it comes to things like this and China needs to be there. So how did China also participate in terms of getting Kim Jong Un to the table here? You know, I spoke with the Chairman and CEO of the Blackstone Group Stephen Schwarzman and he basically said bottom line is Kim Jong Un saw no out. Listen to what he said, Senator. I want to get your reaction."
    },
    {
      "speaker": "STEPHEN SCHWARZMAN, CHAIRMAN AND CEO, BLACKSTONE GROUP",
      "utterance": "The path they were on by threatening nuclear war against the United States and having the United States react to that, which anybody would, organizing sanctions regime which was very tough, and getting the support, the wider support of the world, and the Chinese have done a terrific job in terms of limiting goods and services that can go to Korea. That's their major way in for Korea to live. So if you were sitting in the Kim Jong-il position, with all of those negative things happening, you'd want to find some way out of this."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Do you agree with that, senator, that he saw no out? He had to do this. I mean, I know the President has had this tough talk but what else got him to this position?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well so when the Chinese agreed to additional sanctions which was pretty historic, I mean, these are really tough sanctions. And now China's been cheating a little bit too but Trump has really been all over China. So when China agreed to additional sanctions on North Korea that really brought their economy to a standstill. 90 percent of all trade in North Korea is with China, so the day that China turned off the spigot, North Korea really was in a botch. But there's a double-edged sword here. Let's say that Trump, President Trump and Kim Jong Un meet and Kim Jong-un tries to play trump like everybody in the past, all the time we've had talks with North Korea they say one thing and do another. We're very close to historic peace but we also are very close to war because if they try to play Trump, if Kim Jong Un meets with President Trump and goes back to his old way of doing business, we're on a path to war and I hope China knows that and I hope North Korea knows it, and if I were the North Koreans I would not meet with Donald Trump unless I was deadly serious about giving up my nukes because if you play Trump, you're going to be a big loser."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And what does this mean for Iran? We have an important deadline coming up senator, May 12. The president will have to make a decision whether or not to renew this nuclear deal. What is Iran thinking this morning on the heels of all of this?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I'd flip it around. If we get out of this very bad deal with Iran, it will show North Korea and China that Trump is different than Obama. The number one thing President Trump has got to do is reset the world after eight years of disaster, so the Iranian nuclear deal puts us on a pathway to nuclear arms race in the Mideast. Why do I say that? Under the deal, Iran can enrich and reprocess uranium to make their fuel for nuclear power but you just go one step beyond that and you make a nuclear weapon. 15 years down the road, there is no inspection regime to control reprocessing and enrichment and the Arabs want nuclear power also, but we're telling the Arabs you can't enrich and reprocess uranium to make your own fuel but we're allowing Iran to do that. That's crazy. This deal unless its changed is going to create a nuclear arms race between the Iranians and the Arabs and that's a nightmare for the world, so I hope President Trump will get a better deal or get out and the North Koreans are watching us when it comes to Iran."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, I think that's a really great analysis there because they will be watching very closely what happens on May 12. Let me ask you about China. I am here in Los Angeles this week because I'm interviewing Treasury Secretary Steven Mnuchin. That will be on tomorrow morning on Fox Business Network. He's going to China after the interview. He's taking a delegation, Mr. Lighthizer is going as well as Larry Kudlow. What do you think they can get from China? What happens after this meeting?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I think we've got China -- put China on notice that Trump was serious about changing the relationship when it comes to trade. Nixon went to China to open up China to the world. Mnuchin is going to China to tell China the leadership in China that President Trump wants you to play by the world's rules. So President Trump is right to push back against intellectual property theft, closing Chinese markets, putting tariffs on our product that we don't put on their products, dumping steel into the world marketplace below cost. So President Trump is doing two things at once. He's working with China to stop the threat from North Korea and China knows that if there's a war in North Korea it's going to be in their backyard, not our backyard and Mnuchin is going to China to say, hey, we want a better relationship but you've got to change your business practices and I just really appreciate how tough President Trump has been when it comes to China. He's not doing anything unfair to China. He's trying to make China play fair. After all these years, somebody finally, thank God, is pushing back against China."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, but now it's a different era in China, right? President Xi is going to be the leader for the rest of his life. I was reading an article yesterday about this so-called list that they have. They're tracking their citizens and if you do anything that is, you know, seeming to be against what the government warrants like for example, if you smoke outside, your name goes on this list and you drop a few points and it might be harder to get a mortgage, it might get harder -- I mean this list, because they're tracking the citizens how does that change the dynamic for the U.S. trying to partner with China on trade?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "OK, you've got to remember this. Dictatorships are about the dictator. Kim Jong-un cares more about him and his cronies than he does the North Korean people. So when you make it about him, when President Trump told little Rocketman if you keep threatening my country, I'm going to wipe you out, it made a difference. Now, China is a dictatorship in another form. You can't elect your leaders. There is no democracy, there is no free press, there is no open and fair elections, so what you've got to make it about is stability. So watt does China want the most? They've got a lot of people without social security, unemployment benefits, there is no Medicare in China. They've got 1.3 billion people to feed every day so if you put a tariff if China puts a tariff on pork products coming in from Iowa, it hurts Iowa farmers but guess what, it hurts consumers in China. The Chinese are weaker than we are. They have a weak system when it comes to political expression. We have a strong system. We have a big economy, they have a coastal economy. These tariffs and closing markets in China is protectionism for China. If Trump is tough on China, China will give in before we will because they need us more than we need them and the Chinese consumer is hanging by a thread in the interior of the country. All right, we'll talk more about that and of course, this whole tracking of their citizens is scary, but I want to get your take on something else Senator. We'll take a short break and when we come back I've got to ask you about fired FBI Director Jim Comey."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Good."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "He says he's not a leaker, plenty of other people say he is, we will get your reaction to that and Jim Comey along with the Brennan and Mr. Clapper, the Senator's take on the former CIA Director's attack on the President as well that's next. Follow me on Twitter @MariaBartiromo, @SundayFutures, let us know what you'd like to hear from Senator Lindsey Graham as we look ahead, next. Stay with us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. Former FBI Director Jim Comey continuing a promotional book tour for his new book while defending his leaks to the media. Comey said that he authorized his friend to share the contents of one unclassified memo with the media, regarding a conservation he had with the President. He also says he was a private citizen when he turned over a total of four documents to his friends. Senator Lindsey Graham is with me right now to discuss that. And what do you make of all of this? You know, he told Bret Baier, that's not a leaker. I gave the memo to my friend with the intent to hand it over to the New York Times. It sounds like a leak to me, Senator."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well he gave it to two other individuals, one a former Special Counsel Mr. Fitzgerald. But here's what's important. Comey said he did this for the express reason of hoping a special counsel would be appointed. So he made a decision, James Comey did, to try to press the system to appoint a special counsel. If that doesn't show a motivation and bias against President Trump, I don't know what would. But here is the real issue for me, Loretta Lynch versus Comey. Comey says that Loretta Lynch told him don't call the Clinton email investigation an investigation, call it a matter. She denies that. Comey says there's classified information that if ever got to be revealed would destroy Loretta Lynch's credibility when it came to the Clinton email investigation. These two people need to be brought to Congress, put under oath, and resolved this conflict. Jim Comey, I don't trust him. I think he was part of an effort at the FBI to give Clinton a pass, the way they conducted the investigation was a joke. The thumb was on the scale, the head investigator by the FBI hated Trump, liked Clinton. They were trying to come up with an insurance policy to make sure that Trump didn't win the election. They talked openly about how much they hated Trump and I think the Clinton email investigation was a joke."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And I assume that is what we are going to hear from the forthcoming I.G. report which is expected to focus on Jim Comey's behavior as well as the handling of the Clinton e-mail scandal."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "And let's fill that out. Comey said to Bret Baier, I didn't know the Democratic Party and the Clinton Campaign paid Fusion GPS money to prepare the dossier. If you asked the FBI today how much of the dossier is verified, almost none and the verification comes from open media sources. This dossier was prepared by a foreign agent paid by the Democratic Party and used to get a FISA warrant and the FBI -- former FBI director did not know that it was a political document paid by a political party. To me that is stunning."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Not only was the Clinton email investigation a joke, the dossier was used inappropriately"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So how do you call yourself someone who you know, agrees with and follows the rule of law if in fact you used a piece of garbage as, you know, the reason to wiretap and listen in on an American citizen? It's the whole thing, and the point you made about the special counsel motivation. That alone makes it important government research or government information, so it's all, we're going to learn a lot once this I.G. report comes out. And then there's Brennan and Clapper, Senator. So John Brennan has been out in the press you know, criticizing President Trump along with Mr. Clapper. Yesterday Brennan tweeted this. \"Mr. Trump, your hypocrisy knows no bounds. Jim Clapper is a man of integrity, honesty, ethics, and morality, you are not. Jim Clapper served his country for over a half- century including Vietnam, you did not. By your words and behavior, you diminished the Office of the Presidency. Here we have the former head of the CIA, the former Head of Intelligence, you've got Clapper and Brennan trashing the President meanwhile they may very well have been in on the fix to try to knock down Donald Trump and keep Hillary Clinton in charge."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Does Brennan and Clapper sound like two people who would give Donald Trump a fair shake? Let me read an e-mail exchange between the lead investigator of the Clinton email investigation and a DOJ lawyer. I want to believe the path you threw out for consideration Andy's office and whose Andy, that there's no way he get selected but I'm afraid we can't take that risk. It's like an insurance policy in the unlikely event you die before you're 40. God, Trump is a lonesome human being. Trump is F-idiot, is unable to provide a coherent answer. These are the people in charge of the Clinton email investigation. The dossier was prepared by a foreign agent paid by the Democratic Party. This whole thing stinks. We should have a special counsel looking at DOJ corruption, looking at how the dossier was given to the court and finally the number four person at the Department of Justice, Mr. Bruce Ohr's wife worked for Fusion GPS, worked with Michael Steele who prepared the dossier and he was Steele's handler. If the shoe were on the other foot it would be front page news all over the world."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's exactly right. Senator, it's good to have you on the program this morning. Thank you."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Senator Lindsey Graham. We'll be right back. Stay with us."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Tester started throwing out things that he's heard. Well, I know things about Tester that I could say too and if I said them, he'd never be elected again."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's President Trump continuing an attack on Montana Senator John Tester at last night's rally in Michigan after calling on the top Democrat to resign. The President is blaming Tester for derailing the nomination of White House Doctor Ronny Jackson, for Secretary of Veterans Affairs. Karl Rove is joining me right now. He's former White House Deputy Chief of Staff and Senior Adviser to President George W. Bush and a Fox News Contributor. Karl, it was a pleasure. Thanks for joining this morning."
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "You bet. Thanks for having me."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So it was all Tester who made sure that speculation about Ronny Jackson got out into the press so that everybody would talk about why he was not right for the job and then we hear the Secret Service come out yesterday and said absolutely no evidence on any of those things that he wrecked a car, that he got you know, all of the things that were out there, the Secret Service says, there's no evidence of it. So was this just a sham to get the Democrats to create more noise and chaos around President Trump?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, it was a drive-by shooting and it was apparently successful. And Tester took anonymous charges, threw them out there, didn't provide any witnesses, didn't you know, basically treated them as fact, alleged the Secret Service, had said the Secret Service had to restrain Jackson from banging on a door of a female assistant during a presidential trip and -- because they didn't want to wake President Obama and that turned out to be -- the Secret Service said, we have no evidence whatsoever that that ever took place. Tester's anonymous allegations included that he was drunk driving and had a wreck and the Secret Service said no evidence whatsoever of that at all. So President Trump has every reason to be upset with Senator Tester. In fact, everybody has a reason to be upset with Senator Tester. This is the kind of the worst kind of politics, the kind of stuff that goes on in Washington that makes people sick and he needs to be held accountable by the people of Montana. Having said that, the president better not respond in kind. He could turn this from a situation where Tester's opponent can make this an issue of fairness and equity and what ought to go on in Washington but if the president makes charges like he did and said I know things and I'm going to say these things, unless they're true, he could just give Tester a way to wiggle out of this."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That is so wrong. I mean, even -- you know, it's the same with the dossier. They come up with these lies, put it in there, in a dossier and then they use it to wiretap somebody on the Trump campaign and now lies about Ronny Jackson that's completely, you know, smeared him and then of course there's the shaming and the attacks last night, the White House Correspondents' Dinner, Karl. Were you there?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Oh, no. You kidding? I've gone to my last White House Correspondents' Dinner a long, long time ago."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "It's terrible."
    },
    {
      "speaker": "ROVE",
      "utterance": "I've read the reports of last night's and I mean it is despicable. What were -- what was the leadership of the White House Correspondents' Association thinking when they booked this woman who got up there and said raunchy and lewd and nasty things? I mean, it just plays into every stereotype that we have of the Washington media and what were they thinking? Look, I was there in 2006 when there was -- when Stephen Colbert went after President George W. Bush and deeply personal and vicious and demeaning terms with the President sitting about five feet away from him. Thank God President Trump was not there last night when this woman said so many nasty things. Poor Sarah Huckabee Sanders had to sit there and endure personal slights, there were unworthy of a drunken bachelorette party. I mean, this is just ridiculous. What were they thinking?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "It really is. Yes, it's disgusting and Sarah Sanders is sitting right there. Meanwhile, it -- I mean she's doing a fantastic job and -- but anybody who doesn't believe with the left gets demonized in the press and there's this shaming that goes on. It has to stop. Do you think the people will hold this to account? Will they hold the Democrats to account come the November midterm elections?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Well look, we don't know how the midterms are going to turnout. The generic ballot in the RealClearPolitics average is about six points for the Democrats but we don't know and the enthusiasm right now is on the Democratic side. We see it in these special elections where more Democrats stand to turn out than do Republicans even though Republicans have won five of the six special Congressional elections, the Democrats are pressing, but we've got a long time between now and the election, but yes, you've got to balance the question of fairness versus the anger on the hard left of the Democratic Party. And remember in elections like the midterms, basically about four out of every ten Americans who are eligible to vote turn out to vote so the relative enthusiasm of the Party's base plays a big role in the election outcome."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I understand but I'm still skeptical of all of these polls and all of these things that show the Dems in the lead because I think most people do not want the abusive power that we've seen on the left at the top of the FBI for example, and they do not want the shaming that we see continually and what they do want is a better economic story for themselves, lower taxes, rollback in regulation that is clearly working for the average guy and gal out there today. Yes, so we'll see."
    },
    {
      "speaker": "ROVE",
      "utterance": "Well look what's going to be key in the fall election is going to be the ability of Republican incumbents. If incumbents are running for re-election, remember in the 23 districts held by a Republican that were carried by Hillary Clinton, that's where the Democrats have got to win in order to win the House. 16 of the 23 Republican incumbents are running for re-election and traditionally better than nine out of every ten incumbents get re-elected and they will get re-elected if they run a strong campaign with a message just like you articulated and put together the resources and volunteers necessary to get that message out."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We will see about that. So far, it's a lot of namecallings and no message on the left so we'll be watching. Karl, it's always a pleasure. Thank you so much."
    },
    {
      "speaker": "ROVE",
      "utterance": "You bet, thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Karl Rove there. The House Intelligence Committee meanwhile wrapped up their investigation into the Russian election meddling. No surprise, they have no evidence of collusion. Congressman Peter King sits on that committee, he will join me next as we look ahead right now on 'Sunday Morning Futures.' Back in a moment."
    },
    {
      "speaker": "REP. DEVIN NUNES, R-CALIF., CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE",
      "utterance": "It took us a long time to actually get what's called the electronic communication as we know now for your viewers. What's that is, is the original intelligence, the original reasons that the counterintelligence investigation was started. Now, this is really important to us because the counterintelligence investigation uses the tools of our intelligence services that are not supposed to be used on American citizens so we've long wanted to know well what intelligence did you have that actually led to this investigation. So, what we found now after the investigators have reviewed it is that in fact, there was no intelligence. We think there's some major irregularities at the State Department and we're trying to figure out how it is that this information about Mr. Papadopoulos of all people who is supposedly meeting with some folks in London, how that made it over across into the FBI's hands."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That was the Chairman of the House Intelligence Committee Devin Nunes on with me here last week saying that there was no official intelligence used to start a probe into possible ties between the Trump Campaign and Russia to tilt the elections. The California Republican is now saying that he's investigating the State Department. This, as that same committee, concluded in a final report this week, that there was no collusion between the Trump campaign and Russia. Republican Congressman Peter King joins me now from New York. He sits on the House Homeland Security Committee and the Subcommittee on Counterterrorism and Intelligence. It's good to see you, congressman, thanks so much for joining us."
    },
    {
      "speaker": "REP. PETER KING, R-NEW YORK",
      "utterance": "Thank you, Maria. Thank you very much."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I find this all so extraordinary. They had absolutely no intelligence to launch an investigation into Trump that investigation is ongoing which led to a special counsel, Robert Mueller who is investigating this, and they continue to say there's no collusion. Your reaction."
    },
    {
      "speaker": "KING",
      "utterance": "Yes, listen. I'm on the Intelligence Committee. I fully agree with what Devin Nunes said. And while we can't go into all the details but to begin as Devin said, to begin a counterintelligence investigation you have to have some intelligence. Instead, there was just a story that came outside normal channels, a backdoor way and that was -- this was really -- and even if this would have meant anything, it's not enough to start an investigation. But they got it improperly or to irregular channels, it was very inadequate information and they used that to begin an FBI counterintelligence investigation of a presidential campaign. And then, later on, in March when Director Comey announced on national television before a committee hearing that the president's campaign was being investigated as if this was a major announcement, and you know, we go back to look at it, it was based on basically gossip, it did not come through normal channels, it did not warrant an investigation like this, and also Jim Comey was giving the country the impression the president was being investigated even though he knew the president was not being investigated but refused to make that public. So this all is a very shameful chapter in the history of the FBI."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "These people are sitting atop huge jobs. Jim Comey the Director of the FBI, Andrew McCabe the Assistant Director of the FBI, it certainly appears that they abused their power because they just didn't like where the election was going. They didn't like that Donald Trump was about to win and then he does win. They talked about this insurance policy that Lindsay Graham just wrote us, read us from the text from Peter Strzok and his girlfriend. Will there be any accountability here, Congressman?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Maria, I think there has to be. I think we are going to soon see the Inspector General's report of what went on at the top levels of the FBI. I hope that is more revealing than what we've heard so far. And you know, when you look at all this you want to call circumstantial evidence about Comey about McCabe, about Strzok, about all of them up there, that is far more significant than anything that was ever brought up against Donald Trump or the Trump Campaign and yet there was this massive now 18-20 month investigation, federal investigation going on of the Trump Campaign and the evidence is none and yet there is much more circumstantial evidence at least against the highest levels of the FBI and the case of McCabe, you'll actually have the Inspector General accuse him of lying."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. And it's still going on. Look at the smear campaign that they just did against Ronny Jackson. Look at the way that Brennan and Clapper are out every day, trashing President Trump. I mean, look, we had Bob Goodlatte on, the Chairman of -- the Chairman of the Judiciary Committee on this program and he said I am going to subpoena these documents, 1.3 million documents. Have you seen the documents that the Committee wanted, that the Intel Committee wanted as well or are they continuing to stonewall?"
    },
    {
      "speaker": "KING",
      "utterance": "There's so many documents we have not gotten full access to. And you mentioned Brennan and Clapper, the CIA and the Intelligence Agencies were telling us all along, for instance, last up to December of 2016 that there was no way of knowing who the Russians may have been favoring in the election. Suddenly on the front page of the Washington Post on December 6th or December 7th, 2016, the story appears with all of this so-called classified information, how the Russians were definitely behind Donald Trump, where did that come from? I mean Brennan was head of the CIA, Clapper was Director of National Intelligence. Did they launch any investigation? I mean, and only a few people would have had access to these facts and these conclusions and yet that was leaked against the Washington Post and as far as I know, there's no repercussions over that. So, Brennan and Clapper, they are the people at the top. They're the ones responsible for this. Whether they did it or not they're responsible. And they're going out, they have the nerve to be criticizing President Trump when they allowed the worst leaks probably in the history of intelligence."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And they're still at it. I mean, they're still -- you know, earlier, this weekend, Clapper sent a tweet out and said stay tuned, Mr. President, stay tuned, Mr. Trump as if something else is coming out. They're now CNN commentators and they are still taunting this President even though we know the reality and the facts, no collusion, no intelligence. It's pretty extraordinary. Congressman before you go, I've got to ask you. The President said next time he's up in terms of the potential for a government shutdown, he is going to allow the government to shut down if there's not money in there for the wall. You signed that omnibus bill. You're talking about a $47 trillion budget and you couldn't come up, you and your colleagues couldn't come up with $25 billion for the wall?"
    },
    {
      "speaker": "KING",
      "utterance": "First of all, I do support the money for the wall but the reason I voted for that bill is because President Trump personally asked me to and he also tweeted to all Republicans saying out we should vote for the bill because while it wasn't perfect it was the best we could get at the time. So if -- listen, the president can use all negotiating tactics if he wants I'll support them but the bottom line is I don't believe we should shut the government down. It's never worked in the past and with elections coming up a month after that, that would enable the Democrats to win and the first thing they will do is move to impeach President Trump."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Isn't that what they want"
    },
    {
      "speaker": "KING",
      "utterance": "The government -- yes, they want the government to shut down and they want to impeach Trump. That's what I'm saying that the president -- this could have -- this could really boomerang on him. If Republicans are looked upon as being responsible for not being able to govern and shutting the government down, but we should fight hard for the wall and let's not be shutting the government down, it doesn't work."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All of that, to get in all of this extra spending, just to protect our men and women who put their lives on the line every day, who we want to support in terms of the military. It's just extraordinary what's going on, Congressman. Thanks very much for joining us this morning. It's always a pleasure to see you, sir."
    },
    {
      "speaker": "KING",
      "utterance": "OK, Maria. Thank you. Thank you. Bye now."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Thank you so much. Former FBI Director Jim Comey says he did not leak memos of his conservation with the President. We're talking with former Assistant Director of the FBI Jim Kallstrom about that next. Back in a moment as we look ahead on 'Sunday Morning Futures.'"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We want to get right to Jerusalem right now. This is Secretary of State Mike Pompeo giving a press conference with the Israeli Prime Minister Benjamin Netanyahu. Let's listen in."
    },
    {
      "speaker": "MIKE POMPEO, UNITED STATES SECRETARY OF STATE",
      "utterance": "-- subject to negotiations between the parties and we remain committed to achieving a lasting and comprehensive piece that offers a brighter future for both Israel and the Palestinians. Many of our conservations today, Mr. Prime Minister as you said, centered on Iran, strong cooperation with close allies like you is critical to our efforts to counter and destabilizing Iran's activity throughout the Middle East and indeed throughout the world. We remain deeply concerned about Iran's dangerous escalation of threats to Israel and the region and Iran's ambition to dominate the Middle East remains. The United States is with Israel in this fight and we strongly support Israel's sovereign right to defend itself. Regarding the JCPOA, President Trump has been pretty clear, this deal is very flawed. He's directed the administration to fix it and if we can't fix it, he's going to withdraw from the deal. It's pretty straightforward. Unlike the past administration, President Trump has a comprehensive Iran strategy that is designed to counter the full array of threats, emanating from Tehran. As part of the president's comprehensive Iran strategy, we are also working to counter the broad set of non-nuclear threats, Iran's missile system, its support for Hezbollah, the importations of thousands of proxy fighters into Syria, and its assistance to the Houthi rebels in Yemen. We look forward to working closely with strong allies like Israel encountering these threats and rolling back the full range of Iranian malign influence. Regarding Syria, where the barbaric Assad regime is propped up by Iran, the United States top priorities are to defeat ISIS, deescalate violence, deter the use of chemical weapons and ensure the safe delivery of humanitarian aid and support them also of political resolution to the conflict. Our strategy to do that remains unchanged. We strongly support the U.N.-led efforts in Geneva to bring an end to the Syrian conflict which has gone on for far too long. We know there are many challenges ahead and we look forward to being your partner in resolving each of them. The United States and Israel I know, together can achieve that. It's great to be back. Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Mike Pompeo, Benjamin Netanyahu, they are in Tel Aviv at that press conference talking about the Iran Deal as well as protecting Israel. We will take a short break and then get back to the FBI and the DOJ conservation with Jim Kallstrom, a former Assistant Director of the FBI. Back in a moment."
    },
    {
      "speaker": "JAMES COMEY, FORMER DIRECTOR, FBI",
      "utterance": "I sent Mr. Richmond a copy of a two- page unclassified memo and asked him to get the substance of it out to the media."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHANNEL CHIEF POLITICAL ANCHOR",
      "utterance": "Did you leak other things through Mr. Richmond?"
    },
    {
      "speaker": "COMEY",
      "utterance": "I'm smiling Bret because I don't consider what I did with Mr. Richmond a leak. I told him about an unclassified conversation with the President and I didn't consider it part of an FBI file, all the things I've talked about."
    },
    {
      "speaker": "BAIER",
      "utterance": "You wrote it as an FBI Director. It was a work product."
    },
    {
      "speaker": "COMEY",
      "utterance": "No it was not."
    },
    {
      "speaker": "BAIER",
      "utterance": "You said in the memos, I said I don't do sneaky things, I don't leak, I don't do weasel moves, but I mean, we can argue what a leak is but that's a leak isn't it?"
    },
    {
      "speaker": "COMEY",
      "utterance": "No, no, it's not."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Those comments from former FBI Director Jim Comey sparking a firestorm of reaction over the definition of leaking. Let's bring in Jim Kallstrom, he's a former Assistant Director of the FBI and get his reaction. Jim, always a pleasure to see you. Thanks so much for weighing in this morning. You know, if it wasn't important and part of the FBI work then why did it have an intent to get a special counsel? The whole thing, your reaction, Jim Kallstrom?"
    },
    {
      "speaker": "JAMES KALLSTROM, FORMER ASSISTANT DIRECTOR, FBI",
      "utterance": "Well, you know, I think he's lost his mind, Jim Comey. I don't understand you know, what his act is. You know this book tour and all this nonsense about it's not a leak, of course, it's a leak without question. I mean, this conversation with the President of the United States is automatically classified. At least it was when I was in the government unless they've changed rules like that. But Maria, we're in a three-act play and you know what, it's not a comedy, it's a tragedy. You know, act one was the stop Mr. Trump from becoming the President of the United States. That failed. Act two was to diminish his ability to manage the country, and even with that, he has done a fantastic job. You know, I say that as someone who is not affiliated with either party, but look what he's done even with all the backlash and all the nonsense that's going on. There is no question that there's a cabal, a fifth column, a conspiracy, call it what you may, that involves people in the intelligence community, probably involves people over in Great Britain who have probably fed information to people like John Brennan. I don't know that for a fact but it would not surprise me. And this is really a nasty, nasty act two that's going on. And people of the United States, I mean, we have to violently react to this not from the standpoint of guns and bullets but from the standpoint of stopping this. This cannot go on in the United States. This is third world country stuff."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. I just wonder if there will be any accountability here, Jim. I mean, we are waiting for the I.G. report to come out and it is expected to zero in on that. But you know, the left is digging in. I mean, look at James Clapper and John Brennan. You know, Clapper text or tweets out at the President yesterday, taunting him basically almost threatening him, you know, stay tuned, Mr. Trump is on his tweet, saying that he doesn't believe that there was no collusion. The House Intelligence Committee just told us that there was no collusion. He's calling it a highly partisan in complete and deeply flawed report by the broken House Committee and then he says stay tuned. Your thoughts on Clapper and Brennan and their role."
    },
    {
      "speaker": "KALLSTROM",
      "utterance": "Oh, I think it's outrageous. You know, I think, you know, they are in fact threatening, you know. And who are they to be threatening the President of the United States? They're not in the government anymore, they're private citizens. They can say what they want, I guess, but it's just outrageous. And I have no doubt that they've conspired with others including Jim Comey and others unnamed at this point, and the big tragedy, the big catastrophe for the country, we haven't even talked about yet and that's the unmaskings. You know, that's the Samantha Powers claiming that she didn't even know about it. You know, that's the John Brennans, you know. That's the people probably at NSA. That's this this whole cabal violating the rights of American citizens. And here we've got a Deputy Attorney General that signed a continuation of a FISA order that's full of fictitious, bogus information and he's still the Deputy Attorney General of the United States. I can't figure that one out."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And by the way, you know, the Clinton people, whether it's you mentioned power but let's not forget Huma Abedin or Cheryl Mills, they got immunity."
    },
    {
      "speaker": "KALLSTROM",
      "utterance": "Well, the whole thing --"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Even though they lied."
    },
    {
      "speaker": "KALLSTROM",
      "utterance": "Right, well that's -- yes, that was -- that's part of you know, act one where the FBI just gave a pass to the Clintons and did this outrageous stuff that like kindergarten investigations, you know, with no subpoenas, no search warrants, no grand jury, no nothing. I mean, it was a sham. It's was an absolute total sham."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "It's really horrible and I know it hurts you because of all of your proud years at the FBI, Jim. Thanks very much for joining this morning. Jim Kallstrom, it's always a pleasure. Good to see you."
    },
    {
      "speaker": "KALLSTROM",
      "utterance": "Thank you, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That'll do it for us on 'Sunday Morning Futures.'"
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}