{
  "date": "April 24, 2020",
  "headline": "Rep. Peter King blasts Sen. Mitch McConnell over state bankruptcy remarks",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/rep-peter-king-blasts-sen-mitch-mcconnell-over-state-bankruptcy-remarks",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "Hey there, Bret. Good to see you. Great to see. Full Special Report tonight. And here we are with more this evening. Tonight, there are more uprisings as some citizens bristle against governors who are now extending their lockdown orders. In Wisconsin, tonight, protesters want more freedom to make their own decisions about their businesses getting back to work. They're angry at Governor Tony Evers, who has just pushed their restrictions now to May 26th.  In a moment, we're going to speak with the former Wisconsin Governor, Scott Walker, get his take on what's going on in his home state. In Wisconsin, deaths have not begun to show a steady decline yet. The IHME model says that their peak was reached 19 days ago. The state has lost 258 people to the virus so far.  And then we have this story, President Trump at loggerheads with Georgia's Governor Kemp. Today, they started to open those stores that we've talked about this week and haircuts and manicures and all that. Here's a look at some of the process of how that worked out today.  The President tweeted earlier that he never gave Georgia the OK and that they should take a little bit of a slower path. There's a look at that tweet from earlier today. Fox News Correspondent Jonathan Serrie is live on the ground outside Atlanta with a look at day one of re-opened there. We're going to hear from him in just a moment, but we begin with Correspondent Matt Finn, who is at the protests tonight in Madison, Wisconsin. Hi, Matt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT FINN, FOX NEWS CORRESPONDENT",
      "sentences": "Martha, this evening, police tell us they estimate 1500 protesters turned out for what was a very large and loud rally here at the capitol building in Wisconsin, and protesters today were basically echoing the same sentiments that we have heard of protests all across the country in recent days.  They tell us they do understand why the stay-at-home orders are in place, but they feel that they're too broad and are crippling American livelihoods. Protesters we talked to here in Madison, Wisconsin today say, the governor must treat rural areas and counties not hard hit differently than hot spots. Wisconsin protesters also tell us they are particularly upset that large chain stores are open, but locally owned businesses are closed or suffering. Protesters we talked to today say they want their kids back in school, back in sports that they can safely hold common sense religious services and most important, hurting Americans have got to get back to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "My daughter works for the restaurant business. She's out of work. You know, we want to be able to go out to dinner and we can do all this safely and we can do all this respectfully thinking of others. But we really believe that those that are immune compromised and that are more sickly should - they should be quarantined, not the healthy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I am here because I'm doing what's right for my fellow citizens. I've never been a Donald Trump supporter. I'm not a Democrat or a Republican. I'm just an American.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FINN",
      "sentences": "Protests nationwide are raising safety concerns because many protesters are not socially distance are wearing masks. That was the case in Wisconsin here today. And police here actually did not grant a permit for today's protest, citing safety concerns. The crowd today actually, though, did sheer people wearing masks to this event, saying that they have the right to do so and that is part of their point. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Matt Finn in Madison, Wisconsin tonight. Thank you, Matt. So, joining me now, the former Governor of Wisconsin, Scott Walker, former Governor Walker, good to see you tonight. Thank you for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT WALKER, FORMER WISCONSIN GOVERNOR",
      "sentences": "Good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, you watch all this happening in your home, in your home state. Thanks for being here. And what's your take on it? Is the governor mishandling this in your state?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALKER",
      "sentences": "Well, I think like most Americans, I have both fear and frustration. I have the frustration that we heard from many of the protesters who fear that we're going on too far without looking at the numbers. I mean, this governor talked about pushing the stay-at-home order until Memorial Day weekend. I said let's give it a few more weeks to see where we're at and see if things improve. At the same time, I think like a lot of Americans in addition, the frustration, there's a bit of fear of still the unknown. Will things get better? What will happen? We start to gradually get back in. And my concern had been last week when they had a protest here and elsewhere across the country, today, it got a little bit better.  But I saw a few days ago, a number of people at a protest that had no signs of social distancing, no signs of wearing face masks. I think the more appropriate response is what the statewide chamber did here today. And that was lay out a plan of how we can safely and responsibly, on a staggered basis, start to get back to work. And the best way to do that is to show that we can follow these guidelines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The guidelines are that you need to have 14 days of declines in cases and in deaths. Now, you know, one of the things that troubles me is that this issue of cases, everyone has been pushing for ramped up testing. So, the more testing that you have, the more cases that you're going to have.  So, it seems to me that the better measure is hospitalizations, which, by the way, are still rising in Wisconsin and deaths which are still rising in Wisconsin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALKER",
      "sentences": "Well, it is a combination of things, so you have numbers going up, but you had up until a couple of days ago when there was a hot spot at a meat packing plant in Green Bay, Wisconsin. Up until then, you had the trend was that on the day-to-day count, the number of increases per day in hospital rooms. Actually, it hit its high watermark in terms of the highest number of new beds was back at the beginning of the month. Now, that's changed because of this hot spot, but it's not just how many people are at hand, but how many new spots have been added. There's got to be a leveling off here. I just look at this and say, if we can go safely into a grocery store, if we can go safely to our pharmacy, there's got to be ways that we can gradually safely go into other locations. Again, not all at once, but using those same guidelines of social distancing. All the other things.  A good example. I've got a neighbor who owns a manufacturing company. Months ago, or a month and a half ago, we helped him get ready because he was an essential business. His colleague across the street is not technically essential, but could follow the same guidelines and start to gradually get back in. There's got to be a balance. Keep the hospital safe. Keep the ICU's available for people with serious ailments. But also, don't put this off until Memorial Day or further back because that would be devastating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We're going to talk to a doctor in a moment who says it is time to stop the panic and look at the facts and to deal with this in a much more rational way, which I think a lot of people can relate to. Before I let you go, this has become so politicized, it feels like Democrat governors across the country want to prolong the shutdown and Republicans want to open and, in some cases, even too soon for the President, in the case of Georgia. Why is this become so political?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALKER",
      "sentences": "Well, again, I think you see the polar extremes out there of people like you saw some of the protesters saying, hey, I don't even need to wear a mask. I can show up if I'm sick or not. That scares the dickens out of everyday citizens. The other end, you've got people that say, hey, we can't go back until we've not - and the most extreme of circumstances, almost like they're hiding under a bed waiting till next fall. And that clearly frustrates people. There's got to be a rational sense in between.  And that's why the example I give is if we can go to grocery stores or other places safely, let's apply some of those same standards. Let's do it in a measured way and let's gradually reopen. And the onus of this isn't so much on the government as it is ultimately on business owners. I would encourage business owners across America show what you're going to do to safely open, because even if the government lifts the ban, if you will, allows people to go back out. Customers and employees are going to come back unless you can show you've got a safe and healthy work environment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's exactly right. I think in the end, this is going to be market driven.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALKER",
      "sentences": "Exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do employers create an environment, environment that's safer. Safe enough for people to feel like they should go. And that process is going to be determined by, I think, by market forces overtime in terms of demand and supply for reopening a lot of these businesses in a safe way. Governor, always good to talk to you. Thank you very much for coming in tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALKER",
      "sentences": "Be well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Or for being in your home tonight. You too. All right. So, let's go now to Sandy Springs, which is just outside of Atlanta, Georgia, where a new day dawned today for a lot of businesses that started this opening up process. Correspondent Jonathan Serrie has been there throughout the day and he's here with a look at how it's all going there. Hi, Jonathan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN SERRIE, FOX NEWS CORRESPONDENT",
      "sentences": "Yes. Hi, Martha. We're seeing a mixed response among Georgia businesses, those allowed to reopen today. The nail salon behind me has a sign on the door saying that it will refuse service to customers showing any symptoms. And this LA fitness next door. The corporation, the national corporation has decided out of an abundance of caution not to reopen just yet. Not everyone is happy with this governor's executive order to allow certain services such as tattoo parlors, massage artists and others to reopen today. Today, protesters drove by the governor's mansion, honking horns and displaying banners. They say Governor Kemp is reopening nonessential businesses too early and putting lives at risk. Some businesses are voluntarily remaining close. This Atlanta barber shop is still acquiring safety equipment. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX TEYF, GINO'S CLASSIC BARBER SHOPPE",
      "sentences": "But without masks and without regular testing for our asymptomatic staff, we won't feel comfortable opening. It's very similar to just letting us out in the desert with no water.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "But other businesses believe new protocols such as screening employees and customers for fever before they come in makes it safe to reopen and their customers agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEATHER DIRKSE, SALON CUSTOMER",
      "sentences": "Now, maybe in some cities that are more transient, like New York and California, I can see what's going on, but I am very proud of Governor Kemp for being the first to open a state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK DEMASSO, SANCTUARY SALON AND SPA",
      "sentences": "This is going to be the new normal for us. And we're already exposing ourselves going out to grocery stores, gas stations, pharmacies. Why shouldn't our business be allowed to try and adapt and survive in this current climate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "So, a combination of caution and enthusiasm today, Martha, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Sounds like human nature playing out in its own way in a number of these different businesses and with the consumers who decide whether or not they want to go to him. Jonathan, thank you very much. Great to see you out there tonight. So, my next guest is a senior fellow at Stanford University, and he wrote a column that has gotten a lot of attention tonight. It is titled, The Data Is In, Stop the Panic and End the Total Isolation. So, here now to explain the title of that piece is Dr. Scott Atlas, former Chief of Neuroradiology at Stanford University Medical Center. Doctor, thank you very much for being here. So, why should we stop the panic and end the total isolation, in your opinion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. SCOTT ATLAS, HOOVER INSTITUTION SENIOR FELLOW",
      "sentences": "Well, I mean, I think we're in a different position now than we were a month ago, and that position is, we have a lot of evidence. We don't need to just simply emphasize hypothetical projections. We can combine that empirical data instead of ignoring it, we can combine that with our knowledge of fundamental biology decades we've known a lot about viruses, a lot about infections, and for decades even about this family of viruses. And then we can thoughtfully combine that evidence with the way to restore the country in a safe way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you say that that most people in this country are not in danger of dying from COVID-19. Explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "Well, sure. I mean, these are some of the key facts that we've learned. Point number one is that the overwhelming majority of people do not have any significant risk of dying. This is showing all over the world. And in fact, what induced the panic was this overestimation of what's called the fatality rate of the infection by the World Health Organization. But in reality, that's a fraction. So, if you take the number of people who are going to die and you divide it by the people who are infected, they got three to five percent of people, which is very high.   But now we know from data all over the world, including the U.S., that a massive number of people have the virus that were either asymptomatic. In fact, 50 percent of people that are infected have zero symptoms.  And then another large percentage have nothing really significant that demands any medical care and certainly not hospitalization. So, when you look at the newer data that has come out, the estimates are that the fatality rate is very low, maybe 0.1 percent. I mean, it's not sad. It's not known exactly. But these are estimates. And we also know that when you take the people are going to die. Two-thirds of people from - this is New York data. Two-thirds of people are over 70. 95 percent of people are over 50. If you're young and healthy, you have essentially zero, near zero chance of dying. And then the last part of who is at risk to die are when you look at the hotbed in the U.S., New York City. It's something like 99.2 percent today's data of all those investigated for underlying conditions. 99.2 percent had some underlying condition.  I mean, that's really critical--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And what are the most prevalent among those?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "The number one is if you take away age, the number one underlying condition is obesity and diabetes. Those are the top two and hypertension. Although it's not clear how impactful each one of these is, there's not a lot of good data on these.  But other diseases like kidney disease, congestive heart failure. I mean, these are significant underlying conditions, if you're young and otherwise healthy, you have essentially zero risk of dying in a very, very low risk as the second point of being hospitalized because the policies are directed to stop people from dying and to prevent overcrowding. And we know that protecting the at-risk population will prevent hospital overcrowding.  I mean, that's really very critical. If you're under 18 in New York, you make up 0.6 percent of the hospitalizations. And if you're over 60 and make up two-thirds. So, there is a very significant targeted population here. We need to protect them that doesn't need total isolation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Before I let you go, just very quickly, if you can, and you don't think that this is going to continue to move its way across the country, you talk about New York as the epicenter. What's to stop it from hitting all of these other areas that it hasn't been in yet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "First of all, we need - we know the policy to isolate people and for handwashing and all this, but New York was devastated for specific reasons. They had 350,000 people in the month of January alone come into the U.S. and the number one port was New York from China citizens. There's a huge difference between New York and everywhere else in the country, it is simply untrue to make those parallels.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. I hope you'll come back because we have a lot more questions for you, Dr. Scott Atlas, great to see you tonight. Thank you very much for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up next, nursing homes across America, we are focused on this. They have been hit so hard by COVID-19. A new investigation is underway, revealing what may have caused the explosion in cases and deaths and why some of these facilities may bear some of the blame.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The surprising development in Wuhan, China, tonight, where a journalist who disappeared after sounding the alarm on COVID-19 has now suddenly reappeared. Li Zehua says that he was detained against his will after documenting claims of a COVID-19 cover up on YouTube. Saying back then. I'm doing this because I hope more young people can like me stand up. But now he has suddenly reappeared. And it's a very different tone that he is putting forth, saying in a new post, police offenders, police officers, excuse me, acted civil and legally making sure that I was resting and eating well, they really cared for me. May God bless China. To sort that out, Dr. Michael Pillsbury is the Director for Chinese Strategy at the Hudson Institute and Author of The Hundred Year Marathon. Dr. Pillsbury, great to have you back again tonight. Why is this particular journalist and this about face so significant to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. MICHALE PILLSBURY, HUDSON INSTITUTE",
      "sentences": "Well, there's two things, Martha. First of all, you can see his videos, his reporting from Wuhan in early February online. Somehow, he was able to get his reporting out to YouTube. So, it's in the international media environment. He very cleverly interviews people in Wuhan, and he shows that the Beijing Central government was all over Wuhan collecting information and knowing what's going on. So, this sort of gives the lie to Beijing's claim that they didn't know what was going on. It's all the fault of the Wuhan authorities. Secondly, he did - it's very clever to say, the police gave him three meals a day. They treated him well. You know, he's making a bargain here with the police. You let me go and I won't say bad things about whatever they did to him and keep him in captivity. So, this is a very bold young man. He's been very successful. I hope he starts to cover the issue now as well, because it will help the investigation of what actually happened. He hasn't been inside the two laboratories, but that would be a real first because freedom of press in China, Martha, as you know, it's part of the pressure that Secretary of State Pompeo and President Trump in particular is putting on China. You've got to have freedom of the press or we can't really enforce the trade deal or other agreements we make with you. So, it's a step forward in U.S.-china relations that they've done this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And you say that the expelling of journalists from The Washington Post and The Wall Street Journal, and The New York Times from China, which was done sort of in the heat of all this, happened at a moment when they were actually starting to report on what was going on with the Coronavirus. And, you know, it was a real setback in terms of the press in the world and getting this story out. They were on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PILLSBURY",
      "sentences": "That's right. They are punishing foreign journalists. One New York Times reporter, Chris Buckley spent more than two months in Wuhan, so he was eyewitness to a lot of things going on. The Wall Street Journal had somebody at Wuhan. So, this is China's effort to cover up what these Western reporters were really getting onto. They wanted to interview Dr. Shu ph). For example, a woman I've told you before, we call Batwoman who did all the research on the bat viruses in the laboratory. So, this is a real setback for coverage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Wouldn't that be interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PILLSBURY",
      "sentences": "But keeping after China on freedom of the press exposes their claims, Martha, they claim to have freedom of the press when in fact last year they won the prize for arresting the most journalists of any country in the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I mean, it takes just an extraordinary amount of bravery on the part of these journalists who do speak out in China and they take their lives in their hands. And so, we're grateful for the work that they do and that they would still continue to find ways to do it, because there's so many things that are buried so deep here.  Dr. Pillsbury, thank you. Always good to have you here. Thanks for being here tonight. So, another big story developing tonight on our nation's nursing homes. As you know, they have been hit especially hard by COVID-19. More than 11,000 or one in five of all COVID related deaths have happened behind their walls. But why? New analysis from ProPublica tonight is starting to shed some light on this. It claims that nursing homes, some of them, not all of them, violated some of the basic health standards and allowed the virus to explode within their residences. Among the issues they cited, a lack of personal protective equipment, failure to maintain social distancing among residents, inadequate staff, and not acting quickly enough with residents who exhibited symptoms of the disease.  Now, CMS, the government organization who watches over all of this has given citations to LifeCare of Kirkland, which is near Seattle. That's the original hot spot where 40 of their residents died, as well as others who were on their radar now. Here now is Dr. Rishi Desai, a former CDC Epidemic Investigator on that. And another quick story on the Navy ship as well. So, obviously you have a lot of elderly population. Some of them are not well. But in your assessment, how was this handled and what could have been done differently to prevent 11,000 of these older citizens from dying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. RISHI DESAI, FORMER CDC EPIDEMIC INVESTIGATOR",
      "sentences": "Great question. So, we've now today crossed 50,000 deaths nationally, and as you correctly point out, many of them are in these very vulnerable high-risk populations of elderly with co-morbid disease. Now, so simply in that case, you decided what happened is that you've had individuals with COVID-19. They were not initially identified as having the disease. So, early symptoms were missed. And then what was happening is that we weren't using in those setting proper PPE, personal protective equipment to prevent that infection from causing disease in employees. So, employees got sick and spreading it to other very vulnerable people. So that's how this happened. It's the same stuff we're talking about nationally. You know, isolating, quarantining, PPE, all these same things, but now in a microcosm of a skilled nursing facility. And that's how it's kind of went rampant. Now, in fairness, the fact is these employers are not able to train up their employees sufficiently. We don't have any sort of at the moment COVID compliance training or anything like that. That's something we're working on it and that's going to be necessary to prevent these from happening down the road. Our goal should be to minimize these sorts of outbreaks in skilled nursing facilities, but also in other sectors of the industry that start opening up overtime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, there were some cases where a person who was diagnosed with it was brought to a different wing, but then they left their roommate there interacting with all of the people who were coming in and out of that room. I mean, that, you know, knowing what we know now, that obviously is a big mistake.  I do want to ask you. So that's interesting because that the elderly and vulnerable population that we're looking at. But then there's another example of young and healthy population, which is on the USS Roosevelt on that ship. You had 4100 sailors who tested negative. 840 of them tested positive. They're in a confined space. The symptomatic infection, asymptomatic inspection, I should say, was at 50 percent. So, what can we learn from this petri dish of this aircraft carrier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESAI",
      "sentences": "Petri dish is a really good word for it. I mean, it's a tragedy anytime anybody gets COVID-19. My heart goes out to the friends and family of those people who got sick. But there's a lot to be learned here. So, with this closed environment of a ship, you know, if I was investigating this from the CDC perspective, as I used to do with virus outbreaks, there are things that you would immediately do. First, you'd send out surveys to every member of that ship. You know, when did your symptoms start? What symptoms did you have et cetera, and that's how we learned that 50 percent figure? Next, you go to ship log. You say, hey, where were people eating? Where were they working? Where are they sleeping? What events happened on the ship that we need to know about? So, you can track the movement of the disease through the ship very clearly in real-time and figure out how does this thing move through a ship? And are there analogies to how it's moving through a population? Finally, you test everybody, you do RPP testing, which is the direct testing as well as serology. And then the key there is that then we get a sense because these are military recruits. How are they getting immunity and how long does that immunity last? Because these are questions that all society is struggling with right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, true. Dr. Desai, great to have you back. Thank you for coming to talk to me tonight. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESAI",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up next, Senate Majority Leader Mitch McConnell says that after $3 trillion, $3 trillion so far, that has gone out to help the economic situation here. It's time to clamp down before getting ready for another package. He says he doesn't want mismanaged states to tap into this moment to fix their fiscal problems. Republican Congressman Peter King joins me on that from New York. Coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Senate Majority Leader Mitch McConnell says after four huge bailouts and stimulus he doesn't want taxpayer money to go to states that were deep in debt before the virus arrived. Take a look at the state pension fund debt across four key states, California, $190 billion in debt. Kentucky is $42 billion in debt. New York, $11 billion in debt. And New Jersey, $142 billion in state pension debts. Now to put that in perspective, over just a few weeks the federal government borrowed $3 trillion in coronavirus relief, yet total revenue flowing to the federal government is expected to bring in only $3.6 trillion for this entire year. One of McConnell's chief critics who called him the Marie Antoinette of the Senate joins me now. Republican Congressman Peter King of New York, a member of the financial services committee. Good to see you, Congressman King. Thanks for being here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PETER KING (R-NY)",
      "sentences": "Good to be with you, Martha. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's the argument that -- thank you for being here -- that, you know, so much money is going out the door and some companies, as well as some states are going to look at this and as an opportunity to, you know, fill their coffers to make up for past misdeeds and budgets that don't work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "No, that's a total lie being spread by Mitch McConnell, no one is looking for any money other than that we've lost directly because of the coronavirus. We're talking about paying the cops, the firefighters, the doctors, all of the lost revenue also because of coronavirus. This has nothing to do with pensions. Nothing to do with state spending. Listen, I'm not a big fan of Governor Cuomo as far as his policies of governor, but I think he's doing a very good job as far as the coronavirus is concerned. And none of the money we're talking about, none of the funding would be in any way tied to state policies. It's entirely because of the coronavirus. Because of the shutdown, like in my county. Nassau County is by the way is almost twice as many deaths as the entire state of California, 40 percent of the county budget comes from sales tax. Sales taxes is going to be almost zero probably, you know, for the next few months, so how do you make that up in the budget? That's directly because of coronavirus -- coronavirus. All of the money spent at hospitals, all of the expenditures. So, Mitch McConnell when he says that we should go bankrupt, you know, one of the reasons that New York has problems otherwise it's because we subsidize Kentucky. We get many, many billions less back from the federal treasury than we pay in, while Mitch McConnell in Kentucky they walk over billions more than they're entitled themselves. So, if he wants to pointing their finger, you look in the mirror.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. I mean, all good points. But let me put up this tweet from Nikki Haley, who was the governor of South Carolina. She said \"States should always plan for rainy day, just like any business. I disagree that states should take federal money or should be bailed out, this would lead the taxpayers paying for mismanagement of poorly run sates. States need to tighten up, make some cuts and manage.\" What do you say to Nikki Haley?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "I have great respect for Governor Haley, Ambassador Haley, but this has nothing to do with mismanagement. This is the first pandemic of this type in 100 years. Nobody could have foreseen this. And if North Carolina or South Carolina or Kentucky were hit with this coronavirus the way New York is, we have over 250,000 cases. Just on Long Island alone --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "-- we have over 60,000 case. We have almost 2,500 people dead. How do you prepare for that? If you -- every year in your budget putting in money to be ready for a pandemic, people would have thought you were crazy. For the last 100 years you are putting aside billions of dollars for a pandemic that never came. They'd say it's a total waste of money. No one anticipated this at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "This pandemic --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But I mean, let me, you know, I mean, I obviously, I would say New York is obviously a unique situation. New York has been hit harder than any other state in the country. It is. And it's the epicenter once again, just like on September 11th. And I think that obviously, considerations need to be made for New York. But just in a, you know, looking at it from that rainy-day fund perspective, so this has been going on for roughly six or seven weeks at this point. So, you know, and that's a crisis. It's a crisis that occurred that no one expected. What -- how big is the rainy-day fund for New York State? I mean, how much time can New York get through and pay all the police officers and pay all the firefighters and everything, you know, what's the plan for crisis management in terms of funding the state?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "Well, we'll have to see. But I don't think anybody could have planned for crisis management like of this crisis of this type either in New York or in your state of New Jersey. You know, Martha, the fact is that, this is unprecedented. There's nothing like this. If this was a tornado or the hurricane like what hits the southern states, we would reimburse them for their expenses, that's one thing. You should anticipate a hurricane, maybe you should anticipate a tornado to some extent or flood to some extent, but to be anticipating a pandemic when we have over a quarter of a million people suffering in New York, I mean, how do you, how do you get ready for that? How do you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "-- to me, that would be almost --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, let me ask you this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "(Inaudible) if you prepare for that all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Like I said, New York is obviously a uniquely wounded state in the country right now, I do think it should have separate considerations as should New Jersey. But what do you think about Illinois, what do you think about California, what do you think about other places where the concern is that taxpayers $9,000 per taxpayer for this 500-billion-dollar suggested deal? Should there be a lot of really tight restrictions on where that money can go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "Yes, the money should go only to directly coronavirus related expenses. And I will say with that though. Mitch McConnell state got the same amount of money per capita in Kentucky as we got in New York even though we have 30 times more victims. So, if he wants to start cutting money he should start with Kentucky.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. Message for Mitch McConnell from Pete King, Congressman from New York. Thank you very much, Congressman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Always good to see you. Thanks for coming out tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "OK. Go Irish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I keep saying thanks for coming out, but nobody can go. Go Irish. Nobody is coming out. Everybody is at home. But thanks for being with us. So, a big question that faces the airlines, how are they going to make passengers feel comfortable to get back out and fly again? I mean, it's just incredible how empty and how much money all these airlines have lost at this point. Some ideas about what it may look like the next time you get on a plane, very different. Let me give you a hint. Next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So as airlines scramble to make passengers feel safe flying again, one company is proposing social distance seating. They have designed two possible seating arrangements, one which features the middle seat turned around, everybody is covered basically in Plexiglas all around. And the other uses those same barriers installed on existing airline seats, that's what that would look like.  So, joining me now, Sara Nelson, president of the Association of Flight Attendants. Sara, thank you so much for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA NELSON, CWA PRESIDENT, ASSOCIATION OF FLIGHT ATTENDANTS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "There are 750,000 airline employees in the country, and this is obviously a devastating time for the airline industry. You wrote a letter to the HHS Secretary Alex Azar, what were you asking him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NELSON",
      "sentences": "We are asking the DOT and HHS to coordinate on proper PPE so that all flight attendants and all passengers are wearing masks at all times. We've had information evolving about this virus, and so now that we know that tiny particles can stay extended in the air for a period of time with the virus, we need to evolve in the way that we are responding to this so that we can stop the spread as much as possible for air travel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, I looked at the numbers, I think on April 7th, there were less than 100,000 people flying on planes in the United States. And you know, you look at the changes that happened after September 11th and the airline industry was hit very hard then as well for obvious reasons. And all the precautions that went into place, and you know, hardening the door of the cockpit and all of that. You know, how long do you think it's going to take before some changes can be made and people will feel comfortable flying again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NELSON",
      "sentences": "Well, look, the reason that travel is down is because the virus is not under control, and so people, the demand for travel is down to just 3 percent. And so, what we have to do is work together to get the virus under control. One of the things that we wrote to the DOT and DH -- and HHS about is stopping all leisure travel for now. It's a little bit like rebooting your computer when it gets glitchy, you got to bring it down to get it back up to full strength again. And so, we've got to get the virus under control so that people can feel confident to come back to air travel. And also remember, that air travel only makes sense because we can fly everywhere in the world. If the United States is still considered a hotspot and other countries actually have the virus under control, we could see that U.S. airlines would be denied service to those other countries which would be devastating to our network and to our aviation industry as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. A friend of mine just told me that her flight was canceled that she had planned for the end of August to Ireland, I mean, that's more than four months away. Why are they canceling flights that are still, that are four months out this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NELSON",
      "sentences": "Well, at this point, it is too uncertain and it's unclear that we are going to be able to have the virus under control at that time or have the clearance to be able to flying those routes. So that is really concerning. We have funding through the end of September to cover the jobs of aviation workers, and the idea behind that was that would be the period of time that it would take to get the virus under control, and have confidence again for the traveling public to come back to air travel. So, we are hopeful that we can get that done but the summer is still going to be rough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Well, that -- you need that confidence, because it's pretty tough to get people six feet apart on an airplane. And it's a -- there's not a lot of air flow, as we all know. Thank you very much, Sara. Best of luck to you. Thanks for coming by.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NELSON",
      "sentences": "Thank you. We look forward to seeing you again soon. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I hope so too. We are all looking forward to that. Thank you very much. So, doctors, nurses, police, firefighters risking their lives to help strangers during this pandemic, running into the fire, so to speak. Who's looking out for them and their families? That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, it's times like these when we see the incredible sacrifice of our first responders in action. Just as we did on September 11th, 2001, when firefighter Stephen Siller was about to finish his shift, he got word of a plane hitting the north tower of the World Trade Center. As others didn't run in that direction from the chaos, Stephen ran to it. He drove his vehicle down to the Lincoln Tunnel, couldn't get through it was blocked and he ran through the tunnel with 60 pounds of gear on his back to get to the trade center. That foundation Tunnel to Towers was created in his honor. Its mission is to help first responders and their families. Tunnels to Towers is now the COVID-19 heroes fund to support the brave healthcare workers who are risking their lives out there for us today. Frank Siller joins me now, CEO of Tunnels to Towers. Frank, thank you so much for being here. It's great to have you and as many times as I have heard Stephen's story, it is still just an amazing act of heroism that has inspired so much good work that you and your organization do. Good to have you here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANK SILLER, CEO, TUNNEL TO TOWERS",
      "sentences": "Thank you, Martha. Thank you for your kind words. You know, we -- what Stephen did --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, tell me -- go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILLER",
      "sentences": "What Stephen did 18 years are frontline healthcare workers are doing today. They're willing to run into these hospitals and put their lives on the line for us, and in many cases, they succumb to it because they are working on the frontline with healthcare with the COVID-19. When that happens, our foundation has been making sure that we are there for the families that are left behind. If they're married, they have young children left behind, our foundation is going to take over their mortgages for a period of at least a year. We've been doing that. And then on Easter Sunday, we heard about a police officer, Francisco Scopo (Ph) who died on Easter Sunday. His wife Christina was left behind, she happens to be a nurse. They have two small children. And I said, my goodness, we have to do for our first responders. We've always been about first responders since our foundation started, so we are also adding first responders into that. We are going to take over their mortgages if they die of this pandemic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, this comes from your family's background, Catholic background believing in service. St. Francis, inspired by St. Francis. Just tell us briefly if you could, you know, sort of, what drives your family to do the work that you do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILLER",
      "sentences": "Well, we do the work we do because it's the right thing to do. My brother gave up his life, we're so proud of him. We decided to do a foundation. And we've had the support of so many people. Now as St. Francis said brothers and sisters while we are here, while we have time, let us do good. And this is what our foundation is all about. We are blessed to have great supporters. We had Conor McGregor last month he made a million-dollar donation to us because he love what we're doing for our first responders. He then heard what we're doing with COVID-19, he donated another $100,000. He is selling his great t-shirts for us, one for all, and donating all the money through his proper 12 whisky company. We can't be more grateful. But we do count on Americans to stand up, the goodness of America but to take care of the greatness of America. And the greatness of America is our first responders and these healthcare workers. We need everybody. Go to tunneltotowers.org and donate $11 a month, and together we could do great things and help these great people. Let us do good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Frank, thank you so much. We've got your organization on the bottom there, and tunneltotowers.org. Thanks so much for being here and for all you do. Thank you. Quick break. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to be with you tonight, everybody, from my home to yours. That is The Story on this Friday, April the 24th now, 2020, as we head towards May. The Story continues of course, and we will see you back here on Monday night at 7 o'clock. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "utterance": "Hey there, Bret. Good to see you. Great to see. Full Special Report tonight. And here we are with more this evening. Tonight, there are more uprisings as some citizens bristle against governors who are now extending their lockdown orders. In Wisconsin, tonight, protesters want more freedom to make their own decisions about their businesses getting back to work. They're angry at Governor Tony Evers, who has just pushed their restrictions now to May 26th. In a moment, we're going to speak with the former Wisconsin Governor, Scott Walker, get his take on what's going on in his home state. In Wisconsin, deaths have not begun to show a steady decline yet. The IHME model says that their peak was reached 19 days ago. The state has lost 258 people to the virus so far. And then we have this story, President Trump at loggerheads with Georgia's Governor Kemp. Today, they started to open those stores that we've talked about this week and haircuts and manicures and all that. Here's a look at some of the process of how that worked out today. The President tweeted earlier that he never gave Georgia the OK and that they should take a little bit of a slower path. There's a look at that tweet from earlier today. Fox News Correspondent Jonathan Serrie is live on the ground outside Atlanta with a look at day one of re-opened there. We're going to hear from him in just a moment, but we begin with Correspondent Matt Finn, who is at the protests tonight in Madison, Wisconsin. Hi, Matt."
    },
    {
      "speaker": "MATT FINN, FOX NEWS CORRESPONDENT",
      "utterance": "Martha, this evening, police tell us they estimate 1500 protesters turned out for what was a very large and loud rally here at the capitol building in Wisconsin, and protesters today were basically echoing the same sentiments that we have heard of protests all across the country in recent days. They tell us they do understand why the stay-at-home orders are in place, but they feel that they're too broad and are crippling American livelihoods. Protesters we talked to here in Madison, Wisconsin today say, the governor must treat rural areas and counties not hard hit differently than hot spots. Wisconsin protesters also tell us they are particularly upset that large chain stores are open, but locally owned businesses are closed or suffering. Protesters we talked to today say they want their kids back in school, back in sports that they can safely hold common sense religious services and most important, hurting Americans have got to get back to work."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "My daughter works for the restaurant business. She's out of work. You know, we want to be able to go out to dinner and we can do all this safely and we can do all this respectfully thinking of others. But we really believe that those that are immune compromised and that are more sickly should - they should be quarantined, not the healthy."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I am here because I'm doing what's right for my fellow citizens. I've never been a Donald Trump supporter. I'm not a Democrat or a Republican. I'm just an American."
    },
    {
      "speaker": "FINN",
      "utterance": "Protests nationwide are raising safety concerns because many protesters are not socially distance are wearing masks. That was the case in Wisconsin here today. And police here actually did not grant a permit for today's protest, citing safety concerns. The crowd today actually, though, did sheer people wearing masks to this event, saying that they have the right to do so and that is part of their point. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Matt Finn in Madison, Wisconsin tonight. Thank you, Matt. So, joining me now, the former Governor of Wisconsin, Scott Walker, former Governor Walker, good to see you tonight. Thank you for being with us."
    },
    {
      "speaker": "SCOTT WALKER, FORMER WISCONSIN GOVERNOR",
      "utterance": "Good to be with you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, you watch all this happening in your home, in your home state. Thanks for being here. And what's your take on it? Is the governor mishandling this in your state?"
    },
    {
      "speaker": "WALKER",
      "utterance": "Well, I think like most Americans, I have both fear and frustration. I have the frustration that we heard from many of the protesters who fear that we're going on too far without looking at the numbers. I mean, this governor talked about pushing the stay-at-home order until Memorial Day weekend. I said let's give it a few more weeks to see where we're at and see if things improve. At the same time, I think like a lot of Americans in addition, the frustration, there's a bit of fear of still the unknown. Will things get better? What will happen? We start to gradually get back in. And my concern had been last week when they had a protest here and elsewhere across the country, today, it got a little bit better. But I saw a few days ago, a number of people at a protest that had no signs of social distancing, no signs of wearing face masks. I think the more appropriate response is what the statewide chamber did here today. And that was lay out a plan of how we can safely and responsibly, on a staggered basis, start to get back to work. And the best way to do that is to show that we can follow these guidelines."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The guidelines are that you need to have 14 days of declines in cases and in deaths. Now, you know, one of the things that troubles me is that this issue of cases, everyone has been pushing for ramped up testing. So, the more testing that you have, the more cases that you're going to have. So, it seems to me that the better measure is hospitalizations, which, by the way, are still rising in Wisconsin and deaths which are still rising in Wisconsin."
    },
    {
      "speaker": "WALKER",
      "utterance": "Well, it is a combination of things, so you have numbers going up, but you had up until a couple of days ago when there was a hot spot at a meat packing plant in Green Bay, Wisconsin. Up until then, you had the trend was that on the day-to-day count, the number of increases per day in hospital rooms. Actually, it hit its high watermark in terms of the highest number of new beds was back at the beginning of the month. Now, that's changed because of this hot spot, but it's not just how many people are at hand, but how many new spots have been added. There's got to be a leveling off here. I just look at this and say, if we can go safely into a grocery store, if we can go safely to our pharmacy, there's got to be ways that we can gradually safely go into other locations. Again, not all at once, but using those same guidelines of social distancing. All the other things. A good example. I've got a neighbor who owns a manufacturing company. Months ago, or a month and a half ago, we helped him get ready because he was an essential business. His colleague across the street is not technically essential, but could follow the same guidelines and start to gradually get back in. There's got to be a balance. Keep the hospital safe. Keep the ICU's available for people with serious ailments. But also, don't put this off until Memorial Day or further back because that would be devastating."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We're going to talk to a doctor in a moment who says it is time to stop the panic and look at the facts and to deal with this in a much more rational way, which I think a lot of people can relate to. Before I let you go, this has become so politicized, it feels like Democrat governors across the country want to prolong the shutdown and Republicans want to open and, in some cases, even too soon for the President, in the case of Georgia. Why is this become so political?"
    },
    {
      "speaker": "WALKER",
      "utterance": "Well, again, I think you see the polar extremes out there of people like you saw some of the protesters saying, hey, I don't even need to wear a mask. I can show up if I'm sick or not. That scares the dickens out of everyday citizens. The other end, you've got people that say, hey, we can't go back until we've not - and the most extreme of circumstances, almost like they're hiding under a bed waiting till next fall. And that clearly frustrates people. There's got to be a rational sense in between. And that's why the example I give is if we can go to grocery stores or other places safely, let's apply some of those same standards. Let's do it in a measured way and let's gradually reopen. And the onus of this isn't so much on the government as it is ultimately on business owners. I would encourage business owners across America show what you're going to do to safely open, because even if the government lifts the ban, if you will, allows people to go back out. Customers and employees are going to come back unless you can show you've got a safe and healthy work environment."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's exactly right. I think in the end, this is going to be market driven."
    },
    {
      "speaker": "WALKER",
      "utterance": "Exactly right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do employers create an environment, environment that's safer. Safe enough for people to feel like they should go. And that process is going to be determined by, I think, by market forces overtime in terms of demand and supply for reopening a lot of these businesses in a safe way. Governor, always good to talk to you. Thank you very much for coming in tonight."
    },
    {
      "speaker": "WALKER",
      "utterance": "Be well."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Or for being in your home tonight. You too. All right. So, let's go now to Sandy Springs, which is just outside of Atlanta, Georgia, where a new day dawned today for a lot of businesses that started this opening up process. Correspondent Jonathan Serrie has been there throughout the day and he's here with a look at how it's all going there. Hi, Jonathan."
    },
    {
      "speaker": "JONATHAN SERRIE, FOX NEWS CORRESPONDENT",
      "utterance": "Yes. Hi, Martha. We're seeing a mixed response among Georgia businesses, those allowed to reopen today. The nail salon behind me has a sign on the door saying that it will refuse service to customers showing any symptoms. And this LA fitness next door. The corporation, the national corporation has decided out of an abundance of caution not to reopen just yet. Not everyone is happy with this governor's executive order to allow certain services such as tattoo parlors, massage artists and others to reopen today. Today, protesters drove by the governor's mansion, honking horns and displaying banners. They say Governor Kemp is reopening nonessential businesses too early and putting lives at risk. Some businesses are voluntarily remaining close. This Atlanta barber shop is still acquiring safety equipment. Take a listen."
    },
    {
      "speaker": "ALEX TEYF, GINO'S CLASSIC BARBER SHOPPE",
      "utterance": "But without masks and without regular testing for our asymptomatic staff, we won't feel comfortable opening. It's very similar to just letting us out in the desert with no water."
    },
    {
      "speaker": "SERRIE",
      "utterance": "But other businesses believe new protocols such as screening employees and customers for fever before they come in makes it safe to reopen and their customers agree."
    },
    {
      "speaker": "HEATHER DIRKSE, SALON CUSTOMER",
      "utterance": "Now, maybe in some cities that are more transient, like New York and California, I can see what's going on, but I am very proud of Governor Kemp for being the first to open a state."
    },
    {
      "speaker": "MARK DEMASSO, SANCTUARY SALON AND SPA",
      "utterance": "This is going to be the new normal for us. And we're already exposing ourselves going out to grocery stores, gas stations, pharmacies. Why shouldn't our business be allowed to try and adapt and survive in this current climate?"
    },
    {
      "speaker": "SERRIE",
      "utterance": "So, a combination of caution and enthusiasm today, Martha, back to you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Sounds like human nature playing out in its own way in a number of these different businesses and with the consumers who decide whether or not they want to go to him. Jonathan, thank you very much. Great to see you out there tonight. So, my next guest is a senior fellow at Stanford University, and he wrote a column that has gotten a lot of attention tonight. It is titled, The Data Is In, Stop the Panic and End the Total Isolation. So, here now to explain the title of that piece is Dr. Scott Atlas, former Chief of Neuroradiology at Stanford University Medical Center. Doctor, thank you very much for being here. So, why should we stop the panic and end the total isolation, in your opinion?"
    },
    {
      "speaker": "DR. SCOTT ATLAS, HOOVER INSTITUTION SENIOR FELLOW",
      "utterance": "Well, I mean, I think we're in a different position now than we were a month ago, and that position is, we have a lot of evidence. We don't need to just simply emphasize hypothetical projections. We can combine that empirical data instead of ignoring it, we can combine that with our knowledge of fundamental biology decades we've known a lot about viruses, a lot about infections, and for decades even about this family of viruses. And then we can thoughtfully combine that evidence with the way to restore the country in a safe way."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you say that that most people in this country are not in danger of dying from COVID-19. Explain."
    },
    {
      "speaker": "ATLAS",
      "utterance": "Well, sure. I mean, these are some of the key facts that we've learned. Point number one is that the overwhelming majority of people do not have any significant risk of dying. This is showing all over the world. And in fact, what induced the panic was this overestimation of what's called the fatality rate of the infection by the World Health Organization. But in reality, that's a fraction. So, if you take the number of people who are going to die and you divide it by the people who are infected, they got three to five percent of people, which is very high. But now we know from data all over the world, including the U.S., that a massive number of people have the virus that were either asymptomatic. In fact, 50 percent of people that are infected have zero symptoms. And then another large percentage have nothing really significant that demands any medical care and certainly not hospitalization. So, when you look at the newer data that has come out, the estimates are that the fatality rate is very low, maybe 0.1 percent. I mean, it's not sad. It's not known exactly. But these are estimates. And we also know that when you take the people are going to die. Two-thirds of people from - this is New York data. Two-thirds of people are over 70. 95 percent of people are over 50. If you're young and healthy, you have essentially zero, near zero chance of dying. And then the last part of who is at risk to die are when you look at the hotbed in the U.S., New York City. It's something like 99.2 percent today's data of all those investigated for underlying conditions. 99.2 percent had some underlying condition. I mean, that's really critical--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And what are the most prevalent among those?"
    },
    {
      "speaker": "ATLAS",
      "utterance": "The number one is if you take away age, the number one underlying condition is obesity and diabetes. Those are the top two and hypertension. Although it's not clear how impactful each one of these is, there's not a lot of good data on these. But other diseases like kidney disease, congestive heart failure. I mean, these are significant underlying conditions, if you're young and otherwise healthy, you have essentially zero risk of dying in a very, very low risk as the second point of being hospitalized because the policies are directed to stop people from dying and to prevent overcrowding. And we know that protecting the at-risk population will prevent hospital overcrowding. I mean, that's really very critical. If you're under 18 in New York, you make up 0.6 percent of the hospitalizations. And if you're over 60 and make up two-thirds. So, there is a very significant targeted population here. We need to protect them that doesn't need total isolation."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Before I let you go, just very quickly, if you can, and you don't think that this is going to continue to move its way across the country, you talk about New York as the epicenter. What's to stop it from hitting all of these other areas that it hasn't been in yet?"
    },
    {
      "speaker": "ATLAS",
      "utterance": "First of all, we need - we know the policy to isolate people and for handwashing and all this, but New York was devastated for specific reasons. They had 350,000 people in the month of January alone come into the U.S. and the number one port was New York from China citizens. There's a huge difference between New York and everywhere else in the country, it is simply untrue to make those parallels."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. I hope you'll come back because we have a lot more questions for you, Dr. Scott Atlas, great to see you tonight. Thank you very much for being here."
    },
    {
      "speaker": "ATLAS",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up next, nursing homes across America, we are focused on this. They have been hit so hard by COVID-19. A new investigation is underway, revealing what may have caused the explosion in cases and deaths and why some of these facilities may bear some of the blame."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The surprising development in Wuhan, China, tonight, where a journalist who disappeared after sounding the alarm on COVID-19 has now suddenly reappeared. Li Zehua says that he was detained against his will after documenting claims of a COVID-19 cover up on YouTube. Saying back then. I'm doing this because I hope more young people can like me stand up. But now he has suddenly reappeared. And it's a very different tone that he is putting forth, saying in a new post, police offenders, police officers, excuse me, acted civil and legally making sure that I was resting and eating well, they really cared for me. May God bless China. To sort that out, Dr. Michael Pillsbury is the Director for Chinese Strategy at the Hudson Institute and Author of The Hundred Year Marathon. Dr. Pillsbury, great to have you back again tonight. Why is this particular journalist and this about face so significant to you?"
    },
    {
      "speaker": "DR. MICHALE PILLSBURY, HUDSON INSTITUTE",
      "utterance": "Well, there's two things, Martha. First of all, you can see his videos, his reporting from Wuhan in early February online. Somehow, he was able to get his reporting out to YouTube. So, it's in the international media environment. He very cleverly interviews people in Wuhan, and he shows that the Beijing Central government was all over Wuhan collecting information and knowing what's going on. So, this sort of gives the lie to Beijing's claim that they didn't know what was going on. It's all the fault of the Wuhan authorities. Secondly, he did - it's very clever to say, the police gave him three meals a day. They treated him well. You know, he's making a bargain here with the police. You let me go and I won't say bad things about whatever they did to him and keep him in captivity. So, this is a very bold young man. He's been very successful. I hope he starts to cover the issue now as well, because it will help the investigation of what actually happened. He hasn't been inside the two laboratories, but that would be a real first because freedom of press in China, Martha, as you know, it's part of the pressure that Secretary of State Pompeo and President Trump in particular is putting on China. You've got to have freedom of the press or we can't really enforce the trade deal or other agreements we make with you. So, it's a step forward in U.S.-china relations that they've done this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And you say that the expelling of journalists from The Washington Post and The Wall Street Journal, and The New York Times from China, which was done sort of in the heat of all this, happened at a moment when they were actually starting to report on what was going on with the Coronavirus. And, you know, it was a real setback in terms of the press in the world and getting this story out. They were on it."
    },
    {
      "speaker": "PILLSBURY",
      "utterance": "That's right. They are punishing foreign journalists. One New York Times reporter, Chris Buckley spent more than two months in Wuhan, so he was eyewitness to a lot of things going on. The Wall Street Journal had somebody at Wuhan. So, this is China's effort to cover up what these Western reporters were really getting onto. They wanted to interview Dr. Shu ph). For example, a woman I've told you before, we call Batwoman who did all the research on the bat viruses in the laboratory. So, this is a real setback for coverage."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Wouldn't that be interesting."
    },
    {
      "speaker": "PILLSBURY",
      "utterance": "But keeping after China on freedom of the press exposes their claims, Martha, they claim to have freedom of the press when in fact last year they won the prize for arresting the most journalists of any country in the world."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I mean, it takes just an extraordinary amount of bravery on the part of these journalists who do speak out in China and they take their lives in their hands. And so, we're grateful for the work that they do and that they would still continue to find ways to do it, because there's so many things that are buried so deep here. Dr. Pillsbury, thank you. Always good to have you here. Thanks for being here tonight. So, another big story developing tonight on our nation's nursing homes. As you know, they have been hit especially hard by COVID-19. More than 11,000 or one in five of all COVID related deaths have happened behind their walls. But why? New analysis from ProPublica tonight is starting to shed some light on this. It claims that nursing homes, some of them, not all of them, violated some of the basic health standards and allowed the virus to explode within their residences. Among the issues they cited, a lack of personal protective equipment, failure to maintain social distancing among residents, inadequate staff, and not acting quickly enough with residents who exhibited symptoms of the disease. Now, CMS, the government organization who watches over all of this has given citations to LifeCare of Kirkland, which is near Seattle. That's the original hot spot where 40 of their residents died, as well as others who were on their radar now. Here now is Dr. Rishi Desai, a former CDC Epidemic Investigator on that. And another quick story on the Navy ship as well. So, obviously you have a lot of elderly population. Some of them are not well. But in your assessment, how was this handled and what could have been done differently to prevent 11,000 of these older citizens from dying?"
    },
    {
      "speaker": "DR. RISHI DESAI, FORMER CDC EPIDEMIC INVESTIGATOR",
      "utterance": "Great question. So, we've now today crossed 50,000 deaths nationally, and as you correctly point out, many of them are in these very vulnerable high-risk populations of elderly with co-morbid disease. Now, so simply in that case, you decided what happened is that you've had individuals with COVID-19. They were not initially identified as having the disease. So, early symptoms were missed. And then what was happening is that we weren't using in those setting proper PPE, personal protective equipment to prevent that infection from causing disease in employees. So, employees got sick and spreading it to other very vulnerable people. So that's how this happened. It's the same stuff we're talking about nationally. You know, isolating, quarantining, PPE, all these same things, but now in a microcosm of a skilled nursing facility. And that's how it's kind of went rampant. Now, in fairness, the fact is these employers are not able to train up their employees sufficiently. We don't have any sort of at the moment COVID compliance training or anything like that. That's something we're working on it and that's going to be necessary to prevent these from happening down the road. Our goal should be to minimize these sorts of outbreaks in skilled nursing facilities, but also in other sectors of the industry that start opening up overtime."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, there were some cases where a person who was diagnosed with it was brought to a different wing, but then they left their roommate there interacting with all of the people who were coming in and out of that room. I mean, that, you know, knowing what we know now, that obviously is a big mistake. I do want to ask you. So that's interesting because that the elderly and vulnerable population that we're looking at. But then there's another example of young and healthy population, which is on the USS Roosevelt on that ship. You had 4100 sailors who tested negative. 840 of them tested positive. They're in a confined space. The symptomatic infection, asymptomatic inspection, I should say, was at 50 percent. So, what can we learn from this petri dish of this aircraft carrier?"
    },
    {
      "speaker": "DESAI",
      "utterance": "Petri dish is a really good word for it. I mean, it's a tragedy anytime anybody gets COVID-19. My heart goes out to the friends and family of those people who got sick. But there's a lot to be learned here. So, with this closed environment of a ship, you know, if I was investigating this from the CDC perspective, as I used to do with virus outbreaks, there are things that you would immediately do. First, you'd send out surveys to every member of that ship. You know, when did your symptoms start? What symptoms did you have et cetera, and that's how we learned that 50 percent figure? Next, you go to ship log. You say, hey, where were people eating? Where were they working? Where are they sleeping? What events happened on the ship that we need to know about? So, you can track the movement of the disease through the ship very clearly in real-time and figure out how does this thing move through a ship? And are there analogies to how it's moving through a population? Finally, you test everybody, you do RPP testing, which is the direct testing as well as serology. And then the key there is that then we get a sense because these are military recruits. How are they getting immunity and how long does that immunity last? Because these are questions that all society is struggling with right now."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, true. Dr. Desai, great to have you back. Thank you for coming to talk to me tonight. Thank you very much."
    },
    {
      "speaker": "DESAI",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up next, Senate Majority Leader Mitch McConnell says that after $3 trillion, $3 trillion so far, that has gone out to help the economic situation here. It's time to clamp down before getting ready for another package. He says he doesn't want mismanaged states to tap into this moment to fix their fiscal problems. Republican Congressman Peter King joins me on that from New York. Coming up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Senate Majority Leader Mitch McConnell says after four huge bailouts and stimulus he doesn't want taxpayer money to go to states that were deep in debt before the virus arrived. Take a look at the state pension fund debt across four key states, California, $190 billion in debt. Kentucky is $42 billion in debt. New York, $11 billion in debt. And New Jersey, $142 billion in state pension debts. Now to put that in perspective, over just a few weeks the federal government borrowed $3 trillion in coronavirus relief, yet total revenue flowing to the federal government is expected to bring in only $3.6 trillion for this entire year. One of McConnell's chief critics who called him the Marie Antoinette of the Senate joins me now. Republican Congressman Peter King of New York, a member of the financial services committee. Good to see you, Congressman King. Thanks for being here tonight."
    },
    {
      "speaker": "REP. PETER KING (R-NY)",
      "utterance": "Good to be with you, Martha. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's the argument that -- thank you for being here -- that, you know, so much money is going out the door and some companies, as well as some states are going to look at this and as an opportunity to, you know, fill their coffers to make up for past misdeeds and budgets that don't work."
    },
    {
      "speaker": "KING",
      "utterance": "No, that's a total lie being spread by Mitch McConnell, no one is looking for any money other than that we've lost directly because of the coronavirus. We're talking about paying the cops, the firefighters, the doctors, all of the lost revenue also because of coronavirus. This has nothing to do with pensions. Nothing to do with state spending. Listen, I'm not a big fan of Governor Cuomo as far as his policies of governor, but I think he's doing a very good job as far as the coronavirus is concerned. And none of the money we're talking about, none of the funding would be in any way tied to state policies. It's entirely because of the coronavirus. Because of the shutdown, like in my county. Nassau County is by the way is almost twice as many deaths as the entire state of California, 40 percent of the county budget comes from sales tax. Sales taxes is going to be almost zero probably, you know, for the next few months, so how do you make that up in the budget? That's directly because of coronavirus -- coronavirus. All of the money spent at hospitals, all of the expenditures. So, Mitch McConnell when he says that we should go bankrupt, you know, one of the reasons that New York has problems otherwise it's because we subsidize Kentucky. We get many, many billions less back from the federal treasury than we pay in, while Mitch McConnell in Kentucky they walk over billions more than they're entitled themselves. So, if he wants to pointing their finger, you look in the mirror."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. I mean, all good points. But let me put up this tweet from Nikki Haley, who was the governor of South Carolina. She said \"States should always plan for rainy day, just like any business. I disagree that states should take federal money or should be bailed out, this would lead the taxpayers paying for mismanagement of poorly run sates. States need to tighten up, make some cuts and manage.\" What do you say to Nikki Haley?"
    },
    {
      "speaker": "KING",
      "utterance": "I have great respect for Governor Haley, Ambassador Haley, but this has nothing to do with mismanagement. This is the first pandemic of this type in 100 years. Nobody could have foreseen this. And if North Carolina or South Carolina or Kentucky were hit with this coronavirus the way New York is, we have over 250,000 cases. Just on Long Island alone --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "KING",
      "utterance": "-- we have over 60,000 case. We have almost 2,500 people dead. How do you prepare for that? If you -- every year in your budget putting in money to be ready for a pandemic, people would have thought you were crazy. For the last 100 years you are putting aside billions of dollars for a pandemic that never came. They'd say it's a total waste of money. No one anticipated this at all."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "KING",
      "utterance": "This pandemic --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But I mean, let me, you know, I mean, I obviously, I would say New York is obviously a unique situation. New York has been hit harder than any other state in the country. It is. And it's the epicenter once again, just like on September 11th. And I think that obviously, considerations need to be made for New York. But just in a, you know, looking at it from that rainy-day fund perspective, so this has been going on for roughly six or seven weeks at this point. So, you know, and that's a crisis. It's a crisis that occurred that no one expected. What -- how big is the rainy-day fund for New York State? I mean, how much time can New York get through and pay all the police officers and pay all the firefighters and everything, you know, what's the plan for crisis management in terms of funding the state?"
    },
    {
      "speaker": "KING",
      "utterance": "Well, we'll have to see. But I don't think anybody could have planned for crisis management like of this crisis of this type either in New York or in your state of New Jersey. You know, Martha, the fact is that, this is unprecedented. There's nothing like this. If this was a tornado or the hurricane like what hits the southern states, we would reimburse them for their expenses, that's one thing. You should anticipate a hurricane, maybe you should anticipate a tornado to some extent or flood to some extent, but to be anticipating a pandemic when we have over a quarter of a million people suffering in New York, I mean, how do you, how do you get ready for that? How do you --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "KING",
      "utterance": "-- to me, that would be almost --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, let me ask you this."
    },
    {
      "speaker": "KING",
      "utterance": "(Inaudible) if you prepare for that all the time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Like I said, New York is obviously a uniquely wounded state in the country right now, I do think it should have separate considerations as should New Jersey. But what do you think about Illinois, what do you think about California, what do you think about other places where the concern is that taxpayers $9,000 per taxpayer for this 500-billion-dollar suggested deal? Should there be a lot of really tight restrictions on where that money can go?"
    },
    {
      "speaker": "KING",
      "utterance": "Yes, the money should go only to directly coronavirus related expenses. And I will say with that though. Mitch McConnell state got the same amount of money per capita in Kentucky as we got in New York even though we have 30 times more victims. So, if he wants to start cutting money he should start with Kentucky."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. Message for Mitch McConnell from Pete King, Congressman from New York. Thank you very much, Congressman."
    },
    {
      "speaker": "KING",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Always good to see you. Thanks for coming out tonight."
    },
    {
      "speaker": "KING",
      "utterance": "OK. Go Irish."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I keep saying thanks for coming out, but nobody can go. Go Irish. Nobody is coming out. Everybody is at home. But thanks for being with us. So, a big question that faces the airlines, how are they going to make passengers feel comfortable to get back out and fly again? I mean, it's just incredible how empty and how much money all these airlines have lost at this point. Some ideas about what it may look like the next time you get on a plane, very different. Let me give you a hint. Next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So as airlines scramble to make passengers feel safe flying again, one company is proposing social distance seating. They have designed two possible seating arrangements, one which features the middle seat turned around, everybody is covered basically in Plexiglas all around. And the other uses those same barriers installed on existing airline seats, that's what that would look like. So, joining me now, Sara Nelson, president of the Association of Flight Attendants. Sara, thank you so much for being here."
    },
    {
      "speaker": "SARA NELSON, CWA PRESIDENT, ASSOCIATION OF FLIGHT ATTENDANTS",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "There are 750,000 airline employees in the country, and this is obviously a devastating time for the airline industry. You wrote a letter to the HHS Secretary Alex Azar, what were you asking him?"
    },
    {
      "speaker": "NELSON",
      "utterance": "We are asking the DOT and HHS to coordinate on proper PPE so that all flight attendants and all passengers are wearing masks at all times. We've had information evolving about this virus, and so now that we know that tiny particles can stay extended in the air for a period of time with the virus, we need to evolve in the way that we are responding to this so that we can stop the spread as much as possible for air travel."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, I looked at the numbers, I think on April 7th, there were less than 100,000 people flying on planes in the United States. And you know, you look at the changes that happened after September 11th and the airline industry was hit very hard then as well for obvious reasons. And all the precautions that went into place, and you know, hardening the door of the cockpit and all of that. You know, how long do you think it's going to take before some changes can be made and people will feel comfortable flying again?"
    },
    {
      "speaker": "NELSON",
      "utterance": "Well, look, the reason that travel is down is because the virus is not under control, and so people, the demand for travel is down to just 3 percent. And so, what we have to do is work together to get the virus under control. One of the things that we wrote to the DOT and DH -- and HHS about is stopping all leisure travel for now. It's a little bit like rebooting your computer when it gets glitchy, you got to bring it down to get it back up to full strength again. And so, we've got to get the virus under control so that people can feel confident to come back to air travel. And also remember, that air travel only makes sense because we can fly everywhere in the world. If the United States is still considered a hotspot and other countries actually have the virus under control, we could see that U.S. airlines would be denied service to those other countries which would be devastating to our network and to our aviation industry as well."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. A friend of mine just told me that her flight was canceled that she had planned for the end of August to Ireland, I mean, that's more than four months away. Why are they canceling flights that are still, that are four months out this point?"
    },
    {
      "speaker": "NELSON",
      "utterance": "Well, at this point, it is too uncertain and it's unclear that we are going to be able to have the virus under control at that time or have the clearance to be able to flying those routes. So that is really concerning. We have funding through the end of September to cover the jobs of aviation workers, and the idea behind that was that would be the period of time that it would take to get the virus under control, and have confidence again for the traveling public to come back to air travel. So, we are hopeful that we can get that done but the summer is still going to be rough."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Well, that -- you need that confidence, because it's pretty tough to get people six feet apart on an airplane. And it's a -- there's not a lot of air flow, as we all know. Thank you very much, Sara. Best of luck to you. Thanks for coming by."
    },
    {
      "speaker": "NELSON",
      "utterance": "Thank you. We look forward to seeing you again soon. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I hope so too. We are all looking forward to that. Thank you very much. So, doctors, nurses, police, firefighters risking their lives to help strangers during this pandemic, running into the fire, so to speak. Who's looking out for them and their families? That's next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, it's times like these when we see the incredible sacrifice of our first responders in action. Just as we did on September 11th, 2001, when firefighter Stephen Siller was about to finish his shift, he got word of a plane hitting the north tower of the World Trade Center. As others didn't run in that direction from the chaos, Stephen ran to it. He drove his vehicle down to the Lincoln Tunnel, couldn't get through it was blocked and he ran through the tunnel with 60 pounds of gear on his back to get to the trade center. That foundation Tunnel to Towers was created in his honor. Its mission is to help first responders and their families. Tunnels to Towers is now the COVID-19 heroes fund to support the brave healthcare workers who are risking their lives out there for us today. Frank Siller joins me now, CEO of Tunnels to Towers. Frank, thank you so much for being here. It's great to have you and as many times as I have heard Stephen's story, it is still just an amazing act of heroism that has inspired so much good work that you and your organization do. Good to have you here tonight."
    },
    {
      "speaker": "FRANK SILLER, CEO, TUNNEL TO TOWERS",
      "utterance": "Thank you, Martha. Thank you for your kind words. You know, we -- what Stephen did --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, tell me -- go ahead."
    },
    {
      "speaker": "SILLER",
      "utterance": "What Stephen did 18 years are frontline healthcare workers are doing today. They're willing to run into these hospitals and put their lives on the line for us, and in many cases, they succumb to it because they are working on the frontline with healthcare with the COVID-19. When that happens, our foundation has been making sure that we are there for the families that are left behind. If they're married, they have young children left behind, our foundation is going to take over their mortgages for a period of at least a year. We've been doing that. And then on Easter Sunday, we heard about a police officer, Francisco Scopo (Ph) who died on Easter Sunday. His wife Christina was left behind, she happens to be a nurse. They have two small children. And I said, my goodness, we have to do for our first responders. We've always been about first responders since our foundation started, so we are also adding first responders into that. We are going to take over their mortgages if they die of this pandemic."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, this comes from your family's background, Catholic background believing in service. St. Francis, inspired by St. Francis. Just tell us briefly if you could, you know, sort of, what drives your family to do the work that you do?"
    },
    {
      "speaker": "SILLER",
      "utterance": "Well, we do the work we do because it's the right thing to do. My brother gave up his life, we're so proud of him. We decided to do a foundation. And we've had the support of so many people. Now as St. Francis said brothers and sisters while we are here, while we have time, let us do good. And this is what our foundation is all about. We are blessed to have great supporters. We had Conor McGregor last month he made a million-dollar donation to us because he love what we're doing for our first responders. He then heard what we're doing with COVID-19, he donated another $100,000. He is selling his great t-shirts for us, one for all, and donating all the money through his proper 12 whisky company. We can't be more grateful. But we do count on Americans to stand up, the goodness of America but to take care of the greatness of America. And the greatness of America is our first responders and these healthcare workers. We need everybody. Go to tunneltotowers.org and donate $11 a month, and together we could do great things and help these great people. Let us do good."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Frank, thank you so much. We've got your organization on the bottom there, and tunneltotowers.org. Thanks so much for being here and for all you do. Thank you. Quick break. We'll be right back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to be with you tonight, everybody, from my home to yours. That is The Story on this Friday, April the 24th now, 2020, as we head towards May. The Story continues of course, and we will see you back here on Monday night at 7 o'clock. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}