{
  "date": "April 18, 2019",
  "headline": "President Trump claims victory after release of Mueller report",
  "subHeadline": "'No collusion, no obstruction': Trump touts findings of the special counsel Robert Mueller's report; reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/president-trump-claims-victory-after-release-of-mueller-report",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "Hello, everybody. I'm Jesse Watters along with Dan Bongino, Marie Harf, Dana Perino and Greg. It's five o'clock in New York City and this is \"The Five.\" President Trump claiming victory after the release of the Mueller Report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I'm having a good day, too. It was called no collusion, no obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "There never was by the way, and there never will be. And we do have to get to the bottom of these things.  I say it in front of my friends, this should never happen to another President again. This hoax, this should never happen to another President again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Trump's reaction coming after AG William Barr's news conference where he once again cleared the President and confirmed there was no collusion and no obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTORNEY GENERAL WILLIAM BARR",
      "sentences": "So that's the bottom line. The Special Counsel confirmed that the Russian government sponsored efforts to illegally interfere with the 2016 presidential election, but did not find that the Trump campaign or other Americans colluded in those efforts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Now, the focus has turned to obstruction. Some Democrats are insisting that President Trump broke the law, but AG Barr says that's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "The report recounts 10 episodes involving the President and discusses potential legal theories for connecting those activities to the elements of an obstruction offense.  The Deputy Attorney General and I concluded that the evidence developed by the Special Counsel is not sufficient to establish that the President committed an obstruction of justice offense.   Although the Deputy Attorney General and I disagreed with some of the Special Counsel's legal theories and felt that some of the episodes examined did not amount to obstruction as a matter of law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "For more on what's inside the Mueller report, let's go ahead, Ed Henry -- Ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Good to see you, guys. Shortly after this report was released, Rudy Giuliani texted me this was quote unquote, \"a knockout blow for the President when it comes to his critics.\" That after 22 months and $25 million, the story did not really change much today.  Attorney General William Barr made it clear, yet again, just as he did in his letter to Congress last month that the Special Counsel found no collusion by any Americans with Russia, including Trump aides.  Barr specifically declaring while, yes, Russia tried to interfere in the last election, they did not get help from candidate Trump or his aides. That despite Congressman Adam Schiff and other Democrats repeatedly claiming they had evidence of collusion. Robert Mueller never found it despite thousands of subpoenas, hundreds of warrants, witness interviews and the rest. Despite Democrats and various pundits repeatedly hinting Donald Trump, Jr. was going to be indicted over that June 2016 Trump Tower meeting, the bottom line from the Mueller report is, it was not criminal. That is part of Volume 2 of the Mueller report, which is more damaging to the President because the Special Counsel details 10 instances where the President acted in a way that raised questions at least about obstruction of justice.  Mueller declaring in his report, quote, \"While this report does not conclude that the President committed a crime, it also does not exonerate him.\" Bottom line, this has shifted now from a legal fight to a political fight.   Schiff declaring to reporters a few moments ago, this is not game over for his investigating of the President. While Giuliani seems delighted about more investigation to what he sees as partisan. Giuliani just texted me yet again, a few minutes ago saying, quote, \"the commentary is reeling.\" Guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thank you, Ed Henry. All right, I've been going through this whole report big time today. Listen to this, ready? That's how big it is. And I have it color coded, too, and we're going to refer to those color codes later, Marie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, GUEST CO-HOST",
      "sentences": "I can't wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But Dan, I wanted to get to you first. I know you've been following this story very closely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, GUEST CO-HOST",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The way I see it is, the President for two years has been falsely accused of being a traitor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Mueller has now concluded the President is not a traitor. And the Democrats instead of being happy that the President of the United States is not a traitor, they're angry about the way the President fought back against the false allegations that he was a traitor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Right. They're angry that the President was angry that he was falsely accused of selling out the United States. Isn't this incredible?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Let's be clear on this. There was never evidence of collusion -- ever. And this report is a disgrace. Whoever wrote this report, Mueller, Weissmann and his team of Democrats framed it in such a way to leave out very significant facts. One, there's no evidence of collusion in there because they couldn't fabricate it. But when -- I took two notes in this -- when you go to the Papadopoulos section.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "sentences": "Only two?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Well, there's a lot. I'm talking about on this alone. On the Papadopoulos section, they leave out there fact that Joseph Mifsud, the guy who allegedly tells them about the Russian e-mails had deep connections to Western intelligence, too. Go look it up on Google. His pictures are out there with U.K. intelligence people. Second on the Trump Tower meeting, they strategically leave out that the Russian lawyer that shows up was working with the same company working for Hillary Clinton. Kind of relevant, right, to the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "But no, let's leave that out there. It's a disgrace. This obstruction thing is a joke. The President is fully vindicated. Any rational person reading that knows it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, and if you listen to Rudy Giuliani, who said on our air earlier that the Russian lawyer met with Fusion GPS, the dossier authors the day before the Trump Tower meeting the day of and the day after. It must have been a coincidence. All right, Greg, you've been going through the report all day. I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Your top one conclusions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Not -- I haven't read it. And you know what? I'm never going to read it. I swear I'm never going to read it because this is not news to me. If you were conscious on March 24th, you already knew it. That was called a spoiler alert when you were told there was no collusion and no obstruction.  So this is the second time around for me and it feels pretty good. It's like you know, around Christmas time, they play \"Die Hard.\" And you love \"Die Hard.\" The ending is great. And the ending is always the same. You know, John McClane wins. Hans Gruber dies. Okay. Now this is the difference between America and the rest of the media. America watches \"Die Hard\" and knows the ending and enjoys it. The media watches \"Die Hard' and thinks the ending is going to change. That somehow Hans Gruber is not going to die and John McClane is going to be arrested. So they did -- so three weeks now, they've watched \"Die Hard\" twice, and they've had their hearts broken. I love this. CNN's ratings are very low right now. But the ratings they have, I believe are based on comic relief. I think that people are going there and watching it just for the hilarity.   I want to address the one thing Mister -- what's his name? Ed Henry? Is that his name? Where does he work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He's one of ours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, great, nice guy. He ran through the laundry list fallacy. He mentioned 10 instances that raise questions, okay, you take each instance on its own. It doesn't raise anything. It says, there's nothing there. So instead, you step back and you go, but there are 10. But if there are 10 zeros, 10 times zero, is still zero.   So that's called the laundry list fallacy that if you don't have a strong argument, you have 10 small arguments that you add up, and you end up with this obsessive -- obsessive fascination at which they're not going to go through the report and look for little zeros. There is going be an entire industry devoted to solving Bigfoot and the Loch Ness Monster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That was also your point during the Kavanaugh hearings that if you just keep throwing and throwing more and more allegations at them, it just builds up into something more different. Now, the Hans Gruber of the table. I'm just kidding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Alan Rickman was a great actor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Rickman was a great actor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "How do you see this report?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "So on obstruction, Mueller makes clear in the text of the report that they are not saying no obstruction. He says that in plain language, \"We are unable to reach the judgment that the President did not commit obstruction of justice.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. He just didn't charge him with obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Those are two very different things, Jesse, and he outlines legally why he could not under the existing Justice Department guidelines charge the President. He outlines a case for obstruction, and then in plain text says, it's up to the Congress to decide if this obstruction of justice, which by the way has been part of two Articles of Impeachment for Nixon and Clinton, obstruction of justice, this rises to the level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He actually said if Congress wants to do its own investigation, they are able to find and charge the President with obstruction under the impeachment hearings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "He said, \"Congress may apply the obstruction laws to the President's corrupt exercise.\" He say that very clearly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But he doesn't say, this was the product of here you go, Congress, take it where I left it. He said, if they want to do their own investigation, they can find it, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "That's not actually what he said, but he made very clear --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "If you read it closely, that's what he said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "His highlighting here is pretty close reading. But he said very clearly, I am not saying the President did not commit obstruction of justice. He also does not say there's no collusion. He says there's no conspiracy or coordination that rose to the level of criminal standards. So he is not -- and then he outlines very clearly multiple contacts between the Trump administration and Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, but is that illegal? Is that illegal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "But my final point on that to answer Dan's question, I think we should have higher standards for our President than whether things are illegal. I read this and thought it may not be legal. I find it abhorrent. I find it unethical. I think it's nothing that any other Democratic or Republican candidates --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Should he have fewer rights than you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "For President --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Should he have fewer rights than you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I don't think that any other presidential campaign, Democratic or Republican would ever engage in this kind of behavior. I don't want my President doing it either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Should he have less rights? I mean, he released -- he released that. I wouldn't have released it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I'm just trying to be clear that meeting with Russians is illegal now or is unethical?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Trying to accept help to influence an election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They did it to Hillary ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "If he actually did accept help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay, let's go Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "No, you guys are actually wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Marie is really a collusion truther who is still hanging on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "No, I just think we need to read the actual report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What do you think this is? It's all been read. It took me just 45 minutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's amazing. Speed reader.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, what does the red flag stand for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That is redacted information. Grand jury testimony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Put him to the test now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "There was just -- one little nugget that I was -- I've been curious about. And you find out that there's actually nothing there. So go way back with me, back in time to the 2016 RNC convention. And the language of the platform gets changed on Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That we were going to support with arms, and then it gets watered down. And everyone was like -- how did that happen? I'm like, I actually wanted to know, how did that happen? And I thought maybe like Manafort, it's got a little side deal going on. Maybe -- it turns out, no. It's like a young staff -- I don't know how old he is. But a not important level staffer that thought they heard the President at some point think that maybe he would rather do it this way. And so he gets it changed. But for almost three years, there has been this suspicion out there that there was a change in the RNC platform based on some sort of nefarious thing in regards to Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, I want the name of that staffer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "It's in the report actually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay, I missed that part. Up next, William Barr hitting back hard against claims that he is working for President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Who didn't see this coming? The Democrats are ready refusing to accept the results of the Mueller report and are accusing Attorney General Bill Barr of a coverup.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ERIC SWALWELL (D-CA), PRESIDENTIAL CANDIDATE",
      "sentences": "Because Attorney General Barr wants to represent Donald Trump, I think he should resign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF (D-CA)",
      "sentences": "The Attorney General is not the President's personal lawyer, although he may feel he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL (D-CT)",
      "sentences": "This report is nothing less than a national scandal. And this report is far from the end of the inquiry that this country needs and deserve. It is the beginning of another chapter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "But Barr isn't it. Watch him swat down the media -- this is priceless -- during his news conference earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What do you say to people on both sides of the aisle who are concerned that you are trying to protect the President?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "Actually the statements about his sincere beliefs are recognized in the report that there was substantial evidence for that, so I'm not sure what your basis is for saying that I am being generous to the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You guys are in an unprecedented situation. It just seems like there is a lot of effort to go out of your way to acknowledge how this was going to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "Well, is there another precedent for it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, but it's unusual that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "Okay, so unprecedented is inaccurate description, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But what do you ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "That may be the greatest video I think I've ever seen in all my time on Fox. That was wonderful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I think you need to watch more videos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "That is great. That is out there. That is even better than some \"Animals are Great Videos,\" Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I know, my daughter loves those, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's a high Bill Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Jesse, so Adam Schiff has claimed many times on -- we can all watch it on tape -- that he has evidence of collusion. He is yet to produce it. Should we take the Democrats seriously anymore? Or is this just an ongoing joke with America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I never took him serious to begin with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Neither did I, good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Thanks, Jesse. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Only you, Marie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "No, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Here's what I would say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I appreciate that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Donald Trump did not obstruct justice, if anything, he obstructed injustice. He was being framed. He fought back. He beat the rap, and now the Democrats don't like the way he beat the rap. If you look at what happened today, the cover up myth was totally exposed. There's been no obstruction. In, I think was Page 437 of this report -- actually 337 -- it says that the day after Donald Trump fired James Comey, the White House counsel put a document hold throughout the whole entire staff and told them don't even throw away the burn bags. They have to preserve everything. That is in stark contrast to after subpoenas started flying in the Hillary Clinton case. After those started flying, Hillary deleted 33,000 e-mails, acid washed the server and smashed blackberries with a hammer. What happened here? Donald Trump gave over 1.4 million documents. Everybody testified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Except for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There was never -- he testified in writing -- and there was never any interference in the investigation. In fact, Mueller actually said that the investigation was never even interfered with at all. So I don't see how you have an obstruction case. The whole report was released. Certain members of Congress get to see everything unredacted. What happened to the last Attorney General? I think Loretta Lynch met the husband of the person she was investigating secretly on the tarmac or Eric Holder? Eric Holder was held in contempt because he claimed executive privilege. The White House never even claimed executive privilege here. In fact, I have an article from Politico, 2013 Eric Holder, \"I'm still the President's wingman.\" Okay, now if Barr said \"I'm still Trump's wingman.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "That's a good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Get out of here. It's all done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Dana. So I find it ironic that the media is now switching the narrative again. This is like the fourth or fifth time they're pulling the football away from Charlie Brown. They get the story wrong. Collusion -- they said collusion is real. The spying was fake. It now looks like spying was real and collusion was fake. Now they're switching to this Barr stuff. This is a personal attack. I see no basis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It is. You know, they said that his summary was not going to match up with the report. I don't think that's true, though there are arguments against it that Democrats might make, but I think there's something on the Democratic side. Forget Congress for a second. There is a Democratic primary underway. There's 20 or so candidates in the race. How could you break out of the pack right now? If you were the candidate that was willing to stand up and say, \"Enough. I'm going to beat him on the merits. I'm going to beat him on healthcare and I'm going to be the minds of the economy. I'm going beat him ....\" whatever else it might be. And he says, \"And I will do something to protect our elections from Russian interference.\" Because that is actually a part of the report that we actually haven't really talked about. I know that this is really -- the first day is about President Trump and did or did not happen, but this is confirmation. Russia tried to interfere in the elections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And we have to be cognizant of that going into 2020. But if -- I would like to know who it would be. Who is the brave enough Democrat, to come out and say, \"No\"? And I think they would break away and be able to maybe succeed, at least in the primary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You right, and you're wrong. And I'll tell you why. Why are they continuing with the Mueller hysteria? What else do they have? When you think about it? This is probably one of the most prosperous, peaceful eras in modern times. This could be Marie, one of the most easily proven effective presidency, first terms in the history of this country, nay the world. Now, you could say psychologically, it's been hard on people, right? Trump has been hard on a lot of people. There's a lot of disorders going around, but I'll take low unemployment. I'll take economic growth, a stronger military, a reduction of nuclear fears. I'll take all of that. And I think what you're seeing is, this is the only thing you might have, especially if he does address climate change in a smart way by talking about Gen IV nuclear power. And perhaps --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "No, I'm sure that's coming from Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, no, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "You're around the corner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But new ideas can come from anywhere, and also you talk about healthcare, you could come up with something with healthcare, then it's over. It might even be over now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "So the Democrats won the House in 2018 by running on healthcare and the economy, not on Russia. And if you actually go out and listen to these candidates today, to Dana's point, they actually aren't -- I mean, they're responding today because it's the news of the day, but what they're talking to voters about is not Russia. It's healthcare, its job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So then it's the media --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "It's the middle class.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's the media pushing the Democrats to take this narrative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "But why are they not apologizing for being wrong? They were wrong on collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Because they're actually not wrong. And if you look in the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "How?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "If you look at Part 2 of the report, which is on obstruction, Mueller outlines multiple attempts --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "No, no, but they said he colluded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Can I finish what I am saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "No, but he didn't collude. When do we get an apology for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "He actually didn't say that in the report, Dan. I'm talking about - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "No, he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "He did not say that there was no collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, I have the quote. \"They did not establish any kind of collusion ...\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, they said no coordination, conspiracy or collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "No. That collusion -- he did not say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "That's in the report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "So on obstruction, to Jesse's point that he started off with, Mueller outlines multiple instances where Donald Trump tried to fire the Special Counsel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Tried to get ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So he had attempted obstruction of a crime that never happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "So you don't need to succeed in obstruction or have an underlying crime legally for it to be obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay, if that's your argument. The audience can't hear that. It's gobbledygook.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Okay. Well, it happens to be the truth, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Listen, collusion was a very simple thing to sell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Let me finish what I was saying about obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Everybody understood that. An attempted obstruction of a crime that never happened. You can't sell that. Goodbye. It's over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I'm not here to sell things. I'm here to find out --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, but the media is and now, the media can't sell attempted obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I am here to find out if Donald Trump tried to obstruct this investigation. He tried to fire the head of it. He told people to give false statements. He tried to tamper with witnesses. That is -- you would never have said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Because he tweeted this is a witch hunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "All right, we will continue this in the next segment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "The media melting down over the Mueller report, the outrageous reaction, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So for the second time in a month, the media experienced a reverse Christmas-- expecting a pony and getting punched in the face. Here's tape of CNN earlier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What is it? What is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED BOY",
      "sentences": "I don't want it. I don't want it. No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Poor media. They built a whole imaginary industry around Russian collusion desperately expecting something huge that validated their two- year efforts and emotions. Their hearts, careers and pocketbooks rested on Trump being a Russian spy. Right, Brian?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN STELTER, CNN CHIEF MEDIA CORRESPONDENT",
      "sentences": "The U.S. President possibly working for the Russians, possibly an unwitting pawn, something the FBI was investigating. Why are these leaks happening? And why are they happening now? What does Robert Mueller know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It was not to be, my little round fella. The fantasy of Trump as a Russian agent was just that -- a fantasy. Now all they've got left is more empty accusations. The worst part, the media would have preferred that the President had been a Russian stooge, even if it destroyed the country, hence their reaction today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN WILLIAMS, MSNBC CHIEF ANCHOR",
      "sentences": "Bill Barr has decided his legacy. He is fine with his legacy being the AG who took one for the team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFREY TOOBIN, CNN LEGAL ANALYST",
      "sentences": "It was an extraordinary political commercial for the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREA MITCHELL, NBC NEWS CHIEF FOREIGN AFFAIRS CORRESPONDENT",
      "sentences": "A real black mark on his long and previously distinguished career.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARRIE CORDERO, CNN LEGAL ANALYST",
      "sentences": "He blew it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "He said precisely, Jake, what the President of the United States wanted to hear, no collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Is this something that we are supposed to see from the Attorney General of the United States, not the Attorney General of the President?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Of course not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's the entire CNN staff. So when your reality is a failure then the fairy tale becomes reality, so it's analogy time. Remember in high school, you had a friend who got dumped and it was the worst thing ever. He sulked and he wouldn't change his socks for the rest of the school year. He couldn't let go. But you, a friend, knew you had to get him to move on. So you told him, \"Dude, move on. Live your own life.\" So media, I'm your pal, it's time to move on. Yes, you got dumped and it hurts. But clinging like this makes you look weak and stupid. It prevents growth, new relationships, new obsessions, new loves, and there are other stories out there. What's great about Trump, a new story is like a bus. You miss one, there'll be another in 10 minutes. So cheer up, press, go to the gym. Ditch the donuts. Make yourself presentable. Because right now, no one wants to be with you. Not like this. You're pitiful, pathetic even. There is so many fish in the sea. Why not catch a real one this time? So, Dana watching their reaction tells you what would the outcome have been if it were the opposite. Like how would they have reacted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I was thinking about that earlier today like just - well and also for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "What would what it would have been like, whoa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dana we would have been fair and balanced.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I would have figured out a way to spend it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'll tell you what we wouldn't do, we wouldn't have 14 people who agree with each other around a table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We would not do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I mean it's seriously was--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I do think on the media, there is something interesting - there were some stories that turn out to be true. Right. So, for all the stories where they said President Trump is wanting to fire Mueller this weekend. Right. Well, it turns out, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's what bosses always do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I want to fire somebody every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But there was - remember that persistent rumor and it came up all the time that Don Junior expected to be indicted. Don Junior is telling friends, he expects to be indicted. That doesn't look like that could possibly be true. I don't know about that. I am so excited to talk about other issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Hold on. I want to stay on this all week, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Go, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, this week's fine. But infrastructure week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse, I believe you have an analogy on deck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I do. Remember the movie The Fugitive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Richard Kimble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I saw that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, falsely accused. Imprisoned. Chased.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He was innocent. And what did he do? He eventually found the real killer in this case. The real killer is Hillary and Obama. Now, let's get back to what we were talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Terrible analogy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Another great analogy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Why? I actually like that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That was actually good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, he just compared it to a movie plot. That's not an analogy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK. You're the analogy police, kind of harsh over here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm sorry. All right. Here's what I think about the media now. Mueller was the hero. The hero did not deliver. So, now Nadler becomes the hero. But Nadler isn't smart enough, telegenic enough, trustworthy enough, moderate enough, smart enough, anything to take the torch from Mueller and carry it across the end zone. He doesn't have anybody behind him saying you know what you are the new white knight. At this point it looks like the obstruction case is too thin for the media to sell in a sexy way. The audience isn't going to love it, the way they loved collusion, because it's too confusing and they don't have anything anymore and they're going to have to move on to something else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Marie, can they move on, they seem to me like a bitter clinger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I heard that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I actually think the Mueller Report did deliver. I'm not underwhelmed by it. I'm not--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Delivered for Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "No, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "100 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "It did not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No collusion, no obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "That's not what it said. You can keep saying it over and over again. But you saying it doesn't make it true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There was no one charged with collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That reminds me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And no one was charged with obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That reminds me the movie Beetle Juice, when you just say Beetle Juice three times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "The thing here though is what - I want us to read this and we can be disturbed by things in it with what Russia did independent of the Trump campaign with the things that Trump has done like we can admit that - we don't have to just go to our corners.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Right. Our political corners. We can read it and say you know what if I was on a presidential campaign, I wouldn't have done it that way. I wouldn't have tried to accept help from the Russians. Like that's OK for Trump supporters to admit. I'm giving you permission.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you. Dan, we've got permission. We've got permission to agree with her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I'm going to invent the new fallacy here. It's a new one. It is called the negative information fallacy. You're conflating negative information to get to Trump. Yes, the report is not all flattery all the time. I get that. People make mistakes, they're human. But because it's negative information again Marie does not mean the Trump team committed a crime. No one was charged with those crimes and I don't know why you can't get past this. There is no evidence of an established connection in this collusion that it is a fraud. Can you just like take the loss on this and say, I made a big mistake. I'm sorry to America. I should not have accused Trump of colluding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "She shouldn't have to do that based on this report. I don't think she should have to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Thank you. And why shouldn't I have to Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Because I do think that you can read it and go wow like that. I think the Democrats should say, we accept that there is no collusion and we - they said the President was a traitor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Dana, here's the problem with that though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think that one should be - I think you could read that as a Democrat and read the instruction piece and go gosh, this is really terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'll read it as an American and I'm happy our President is not a spy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I would agree with you. And Marie--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Because he's too stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I said that on March 24th.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's stupid. He beat the Pence off Hillary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "But there was never, that's the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Pant, suit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "There was never evidence of collusion, ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. This is too much fun. I think we should make The Five three hours today. Just blow out those other shows. Anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Which ones, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I can't remember the names. Kidding. I am joking, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Jesus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Democrat setting stage - they're yelling at me. For legal battles. This is even written incorrectly. After AG Barr said there was no obstruction of justice, read that guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. The redacted version of the Mueller Report has been released. We've been talking about that, but the legal battle is far from over. Democrats are demanding to see an unredacted version of Mueller's findings and with calls for Mueller to testify a larger fight over obstruction could be looming. Joining us with more is Jim Trusty. He's a trusty lawyer. He's former Justice Department Prosecutor in Ifrah Law Partner. And so good to have you here. So, we're going to ask you some questions. I'm going to kick it off. Explain to me. Like Rudy Giuliani was making this point that the burden of proof should not be on the accused to prove themselves innocent. That's like a Founding principle of our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES TRUSTY, ATTORNEY, IFRAH LAW PLLC",
      "sentences": "I've heard of that principle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "I mean I think what Rudy is doing is really pointing out that the report is a little different than normal, because instead of just saying thumbs up, thumbs down, there is enough of a case to go beyond reasonable doubt. It gets into the weeds and the details about the obstruction part of that. So, I think it's getting a lot of dirt out there that you might not have in a different model of prosecution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Dan, we'll go to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Well, having investigated these cases, not on the investigative side, not the legal side. It bothers me that this information is out there. There is a lot of negative information about a lot of people, but negative information doesn't constitute evidence of a crime, if you don't charge someone. When we were inside talking right. I said to you if I'm in the vicinity of a bank that's robbed, that doesn't mean I robbed the bank. I could have been going into the laundromat down the block and I think this report puts a lot of negative information out there without actually charging a crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "It does. I mean they take some pains to probably excise some portions of it that deal with smaller figures and not putting them in harm's way that way. But there is a lot of dirt and there is a lot to play with politically if you want to, by taking what you're calling negative information and just using it as their own form of indictment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Marie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Do you think that Bob Mueller should have made a decision on obstruction because it seemed like he was leaning one way with the tone of what he wrote, but he felt, it seemed like he felt a little unable to do that. Do you think he should have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "Yes, I think it's a tough situation because you're going to get criticism no matter what. But the one thing that I think could have made some sense is to just basically do a thumbs up or thumbs down across the board and use the same standard for the collusion and the obstruction and not get into the weeds of those details. But I think they felt this was a very public exercise. They needed to get a lot of information out there to kind of vet it to the whole public. And the chips fall as they may. I mean it's a rough situation to have to defend yourself and you don't have court, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. It's just out there. Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't have a question; I have a statement and you can react to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Shocking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, when Donald Trump was answering questions in writing by Robert Mueller's team. He said, I don't remember 36 times. And when James Comey was answering questions from congressional investigators, he said, I don't know 245 times. It seems like a lot, don't you agree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You do have a question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "Well, that would be what they call a leading question. Yes, it is. I mean look the question is whether it's convenient memory loss or real memory loss.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "A lot of people - if you ask me what I had for breakfast yesterday, I'd have no clue, but sometimes bigger events in your lives are easier to recall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Bacon, egg and cheese and a coffee with a shot, of espresso.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "I didn't actually ask you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Before we're going to Greg, a quick question, can the House of Representatives use the Mueller Report as their evidence base in order to go forward with whatever they're going to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "They can. I don't think the report is written in such a way that it looks like a blueprint, it's not affirmatively calling for action but that doesn't mean you can't use the evidence. So, politicians that want to jump on and start the impeachment process or at least an embarrassment process can latch onto that and use it and duplicate it as they see fit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, Greg, question. For Jim Trusty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know if I should ask a personal question about my own predicament or stick to the topic. I'm trying to find what the legal parameters are when you - when somebody gives you something medical that isn't your prescription, but you take it. Is that against the law?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "It sounds like you took it. And you probably shouldn't have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But who is in trouble? The person who gave it to him or for him for taking it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK. I do have a question. So, the media - when the media block, we saw them criticizing Barr and one of them actually said taking one for the team. Isn't that kind of what Barr supposed to do, we suppose to see the President also as an American. He doesn't have more rights, but he doesn't have fewer rights. So, isn't that his job to make sure that an innocent man is protected. So that actually taking one for the team is an insult if you're actually defending somebody who's innocent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "Right. Well, believe me I love a team America reference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "But I do think that Barr what's really upsetting on a bigger level here is that serious public servants Barr, Mueller, Rosenstein. They're getting attacked from every angle and some of it's pretty predictably political. But it makes you wonder who's going to go into public service in the long run.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Not me. I'll tell you that. I'm doing television.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Based on that previous question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is Avenatti can he get disbarred? Should he be disbarred?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "They usually wait for all the chips to fall with the criminal case, because it's so much easier to just say, he's been convicted, he's out. I think he won't be President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Is Jussie Smollett is going to get away with not paying for the fine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "Let me consult my crystal ball. It seems like he might. There is potential federal charges, but most of the time you have to have a pretty compelling reason to double up and revisit a state decision not to prosecute no matter how bad it was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We love having you as our trusty lawyer. Jim, thank you so much for joining us. We finally of course have these answers about the Mueller Report, but questions remain about FISA abuse and the dossier. We have new details on that next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Well, everyone is focused on the Mueller Report. Today, there is a highly anticipated Justice Department watchdog review on the horizon. DOJ Inspector General Michael Horowitz has been looking into allegations of FISA abuse and could release his findings as soon as next month. There is new reporting today that Horowitz is likely to focus on dossier author Christopher Steele. This comes while President Trump continues to blast the FBI and Russia investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "What's happened is unthinkable with Strzok and Page and Comey and McCabe and all of these characters and Brennan and Clapper, and you know you look at what Comey did as the Director of the FBI. It's a disgrace. It's a disgrace to our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "So, Jesse, William Barr last week in testimony said that he didn't have any evidence that wrongdoing occurred in the investigation, but he had questions and Horowitz is going to try and answer some of them. What are you looking for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, one of the questions is on the FISA application despite the Trump campaign. The FBI said this quote, \"we believe Russia's efforts to influence the election are being coordinated with Carter Page and other Trump campaign officials.\" That was false. We know Carter Page or any other Trump campaign officials were not coordinating in any illegal way with the Russians. So not only did was FBI under Obama, dead wrong. They used false information to spy on the Trump campaign so that needs to be investigated. You brought up Joseph Masud. You brought up Stefan Halper. These were the people that were pumping dumping George Stephanopoulos to give him information and sending him over to someone else to tell that information to. These guys are at the nexus of this entire investigation as to how it was triggered. Why aren't reporters going to talk to them. Why aren't reporters flying over to talk to Chris Steele, the dossier offers. Why aren't reporters at Chappaqua right now waiting for Hillary. Hillary, do you have a comment about no collusion, because the dossier was cooked up and false. How about go to Hawaii. Ask President Barack Obama how he thinks about the fact that there was no collusion, yet his administration accused Donald Trump's campaign of colluding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "So, I want to see the FISA application Dan, because - and the Mueller Report lays out how this investigation started, and it wasn't because the dossier. I want to see the FISA application, because I think some of those conspiracy theories will be disproven.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Well, if it wasn't because of the dossier, and it was because of the Papadopoulos story in July. Why was the FBI meeting before July 31st when the case was open two weeks before in London with Christopher Steele, if it wasn't the dossier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "So, you don't believe Mueller and his accounting of how it started?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "No, that's entirely - do you believe that the FBI met with Christopher Steele two weeks before?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I have no idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's a fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "It's a fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "We already know it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "But Mueller outlines how the FBI investigation occurred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "So, what were they doing then meeting with the source of the dossier two weeks before the case started. Why do they need the dossier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "No idea. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Are you even curious?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm curious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "yes. I think I'm happy about this conversation because I watched today and watched what's her name, Donna Bash (ph)?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dana Bash (ph) not Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Not Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's strange. What a strange way to pronounce it. Anyway, already screaming about like a 10-step roadmap for impeachment. So, they're already shifting. They're like OK. It's no longer about obstruction or collusion. Now we're just going to use whatever there is for impeachment so I'm all for going after the dossier. But you're going to see a split between the rational and irrational. The irrational will continue praying for the same result - different result and getting the same one. And they're going to continue this line of attack because they have nothing left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Dana what should the President do next. Well, I think that he should trust that the inspector general is going to do the investigation. He might want to follow through on the promise that he made. He was going to release all of the FISA information unredacted and unclassified, I think that would be good. But I would figure out a way to turn the page dramatically. Congress is out of town next week. I think it should have a Rose Garden speech. In which he says, all right. I am going to ask the Democrats to work with me on three priorities before the August recess. Prescription drug prices. There is a deal to be had there. Asylum and more resources. Those are the only two things that we need on the southern border and Infrastructure Week. And I'm not kidding because Nancy Pelosi said she would do it. They could actually get three things done before August recess that would be good for Republicans and Democrats most of all for the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Climate change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "There you go. OK, One More Thing is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Infrastructure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Don't go anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Time now for One More Thing. Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, last week we were talking about how politics can consume our lives. And I said something like oh well at the end of the day I have Pilates, which is true on Mondays, I do. But anyway, I had a very nice fan, William Gray (ph) and his buddy Kevin Barnett (ph). They made me a shirt. Right look. So, it says at the end of the day I have Pilates. They also made me a little mug which I really appreciate. Thank you so much. Also, we've been talking about our Nashville trip all week. There is a little behind the scenes that you can see on Fox Nation only. Here's a peek.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Constitution does not guarantee us happiness it guarantees us that the right to pursue happiness in the pursuit of happiness you should be happy that you have the right to go for it. You know how many people woke up today on this planet and don't have the right to pursue happiness. They have to do what they're told and if they don't--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And they're monitored by their government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And if they don't, they're punished for it. And that's not how it is in this country and I don't want to keep it that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And you can see a lot more where that came from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Speaking of the guy that pursues happiness. Greg Gutfeld.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You want to see some pursuit of happiness. Look at this fellow coming out. Animals Are Great. They are. You don't have to play that once today, because we don't have a lot of time. But look at this little fellow, he's pursuing happiness. You know what his happiness is, eating watermelon. Look at this little bunny eating a watermelon. You know what that is. That's Jesse devouring the Mueller Report. He's enjoying every bite of it. All the redacted goodness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, juicy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Black Seeds are the redactions. The red is just blood red American Trump. All the way through. Yum. Animals are great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Animals are great. They're going to do that. No, they don't do that anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I cut it down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Not today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Patriots celebrating their sixth Super Bowl victory. We're at Fenway Park at the - right before the home opener for the Red Sox. Gronk was there. Speaking of animals are great. And he was taking a little batting practice with the Lombardi trophy. At one point tried to bunk with it and dented the Lombardi trophy. So, he did a little damage. The Patriots didn't seem to mind too much said that Gronk has left a mark on the organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Marie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "A determined Marine veteran made headlines this weekend on Monday for how he finished the Boston Marathon. He had severe cramping. He crawled across the finish line in honor of his Marines and the friends he had lost. He unfortunately though fell short of his goal to qualify for the New York City Marathon. New York City came through though and gave him a spot in the marathon. It's a totally inspiring story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Love that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "In Nashville.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "That's amazing right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're getting home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Getting home in Nashville.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Dan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "That's a great story. Listen, if you're going to run on the field, the baseball game. Don't do it. Do not do it. But if you're going to be the security guard catching the guy running on the field you've got to sync to takedown or you because YouTube. Forever, I'm sorry. That's a hardworking guy but you've got to sync to takedown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's a Philly's fan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "With all these videos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That was a Philly's fan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Fans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That was a nice dude.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Announcement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh! God. It's kind of like the Democrats whiffing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "You've got - right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Went to tackle, didn't quite get there. Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" is up next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "Hello, everybody. I'm Jesse Watters along with Dan Bongino, Marie Harf, Dana Perino and Greg. It's five o'clock in New York City and this is \"The Five.\" President Trump claiming victory after the release of the Mueller Report."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I'm having a good day, too. It was called no collusion, no obstruction."
    },
    {
      "speaker": "TRUMP",
      "utterance": "There never was by the way, and there never will be. And we do have to get to the bottom of these things. I say it in front of my friends, this should never happen to another President again. This hoax, this should never happen to another President again."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Trump's reaction coming after AG William Barr's news conference where he once again cleared the President and confirmed there was no collusion and no obstruction."
    },
    {
      "speaker": "ATTORNEY GENERAL WILLIAM BARR",
      "utterance": "So that's the bottom line. The Special Counsel confirmed that the Russian government sponsored efforts to illegally interfere with the 2016 presidential election, but did not find that the Trump campaign or other Americans colluded in those efforts."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Now, the focus has turned to obstruction. Some Democrats are insisting that President Trump broke the law, but AG Barr says that's not true."
    },
    {
      "speaker": "BARR",
      "utterance": "The report recounts 10 episodes involving the President and discusses potential legal theories for connecting those activities to the elements of an obstruction offense. The Deputy Attorney General and I concluded that the evidence developed by the Special Counsel is not sufficient to establish that the President committed an obstruction of justice offense. Although the Deputy Attorney General and I disagreed with some of the Special Counsel's legal theories and felt that some of the episodes examined did not amount to obstruction as a matter of law."
    },
    {
      "speaker": "WATTERS",
      "utterance": "For more on what's inside the Mueller report, let's go ahead, Ed Henry -- Ed."
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Good to see you, guys. Shortly after this report was released, Rudy Giuliani texted me this was quote unquote, \"a knockout blow for the President when it comes to his critics.\" That after 22 months and $25 million, the story did not really change much today. Attorney General William Barr made it clear, yet again, just as he did in his letter to Congress last month that the Special Counsel found no collusion by any Americans with Russia, including Trump aides. Barr specifically declaring while, yes, Russia tried to interfere in the last election, they did not get help from candidate Trump or his aides. That despite Congressman Adam Schiff and other Democrats repeatedly claiming they had evidence of collusion. Robert Mueller never found it despite thousands of subpoenas, hundreds of warrants, witness interviews and the rest. Despite Democrats and various pundits repeatedly hinting Donald Trump, Jr. was going to be indicted over that June 2016 Trump Tower meeting, the bottom line from the Mueller report is, it was not criminal. That is part of Volume 2 of the Mueller report, which is more damaging to the President because the Special Counsel details 10 instances where the President acted in a way that raised questions at least about obstruction of justice. Mueller declaring in his report, quote, \"While this report does not conclude that the President committed a crime, it also does not exonerate him.\" Bottom line, this has shifted now from a legal fight to a political fight. Schiff declaring to reporters a few moments ago, this is not game over for his investigating of the President. While Giuliani seems delighted about more investigation to what he sees as partisan. Giuliani just texted me yet again, a few minutes ago saying, quote, \"the commentary is reeling.\" Guys."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you, Ed Henry. All right, I've been going through this whole report big time today. Listen to this, ready? That's how big it is. And I have it color coded, too, and we're going to refer to those color codes later, Marie."
    },
    {
      "speaker": "MARIE HARF, GUEST CO-HOST",
      "utterance": "I can't wait."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But Dan, I wanted to get to you first. I know you've been following this story very closely."
    },
    {
      "speaker": "DAN BONGINO, GUEST CO-HOST",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The way I see it is, the President for two years has been falsely accused of being a traitor."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Mueller has now concluded the President is not a traitor. And the Democrats instead of being happy that the President of the United States is not a traitor, they're angry about the way the President fought back against the false allegations that he was a traitor."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Right. They're angry that the President was angry that he was falsely accused of selling out the United States. Isn't this incredible?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Let's be clear on this. There was never evidence of collusion -- ever. And this report is a disgrace. Whoever wrote this report, Mueller, Weissmann and his team of Democrats framed it in such a way to leave out very significant facts. One, there's no evidence of collusion in there because they couldn't fabricate it. But when -- I took two notes in this -- when you go to the Papadopoulos section."
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "utterance": "Only two?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Well, there's a lot. I'm talking about on this alone. On the Papadopoulos section, they leave out there fact that Joseph Mifsud, the guy who allegedly tells them about the Russian e-mails had deep connections to Western intelligence, too. Go look it up on Google. His pictures are out there with U.K. intelligence people. Second on the Trump Tower meeting, they strategically leave out that the Russian lawyer that shows up was working with the same company working for Hillary Clinton. Kind of relevant, right, to the story."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "BONGINO",
      "utterance": "But no, let's leave that out there. It's a disgrace. This obstruction thing is a joke. The President is fully vindicated. Any rational person reading that knows it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, and if you listen to Rudy Giuliani, who said on our air earlier that the Russian lawyer met with Fusion GPS, the dossier authors the day before the Trump Tower meeting the day of and the day after. It must have been a coincidence. All right, Greg, you've been going through the report all day. I know."
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "No."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Your top one conclusions?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Not -- I haven't read it. And you know what? I'm never going to read it. I swear I'm never going to read it because this is not news to me. If you were conscious on March 24th, you already knew it. That was called a spoiler alert when you were told there was no collusion and no obstruction. So this is the second time around for me and it feels pretty good. It's like you know, around Christmas time, they play \"Die Hard.\" And you love \"Die Hard.\" The ending is great. And the ending is always the same. You know, John McClane wins. Hans Gruber dies. Okay. Now this is the difference between America and the rest of the media. America watches \"Die Hard\" and knows the ending and enjoys it. The media watches \"Die Hard' and thinks the ending is going to change. That somehow Hans Gruber is not going to die and John McClane is going to be arrested. So they did -- so three weeks now, they've watched \"Die Hard\" twice, and they've had their hearts broken. I love this. CNN's ratings are very low right now. But the ratings they have, I believe are based on comic relief. I think that people are going there and watching it just for the hilarity. I want to address the one thing Mister -- what's his name? Ed Henry? Is that his name? Where does he work?"
    },
    {
      "speaker": "PERINO",
      "utterance": "He's one of ours."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, great, nice guy. He ran through the laundry list fallacy. He mentioned 10 instances that raise questions, okay, you take each instance on its own. It doesn't raise anything. It says, there's nothing there. So instead, you step back and you go, but there are 10. But if there are 10 zeros, 10 times zero, is still zero. So that's called the laundry list fallacy that if you don't have a strong argument, you have 10 small arguments that you add up, and you end up with this obsessive -- obsessive fascination at which they're not going to go through the report and look for little zeros. There is going be an entire industry devoted to solving Bigfoot and the Loch Ness Monster."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That was also your point during the Kavanaugh hearings that if you just keep throwing and throwing more and more allegations at them, it just builds up into something more different. Now, the Hans Gruber of the table. I'm just kidding."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Alan Rickman was a great actor."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Rickman was a great actor."
    },
    {
      "speaker": "HARF",
      "utterance": "Thank you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "How do you see this report?"
    },
    {
      "speaker": "HARF",
      "utterance": "So on obstruction, Mueller makes clear in the text of the report that they are not saying no obstruction. He says that in plain language, \"We are unable to reach the judgment that the President did not commit obstruction of justice.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. He just didn't charge him with obstruction."
    },
    {
      "speaker": "HARF",
      "utterance": "Those are two very different things, Jesse, and he outlines legally why he could not under the existing Justice Department guidelines charge the President. He outlines a case for obstruction, and then in plain text says, it's up to the Congress to decide if this obstruction of justice, which by the way has been part of two Articles of Impeachment for Nixon and Clinton, obstruction of justice, this rises to the level."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He actually said if Congress wants to do its own investigation, they are able to find and charge the President with obstruction under the impeachment hearings."
    },
    {
      "speaker": "HARF",
      "utterance": "He said, \"Congress may apply the obstruction laws to the President's corrupt exercise.\" He say that very clearly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But he doesn't say, this was the product of here you go, Congress, take it where I left it. He said, if they want to do their own investigation, they can find it, too."
    },
    {
      "speaker": "HARF",
      "utterance": "That's not actually what he said, but he made very clear --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "If you read it closely, that's what he said."
    },
    {
      "speaker": "HARF",
      "utterance": "His highlighting here is pretty close reading. But he said very clearly, I am not saying the President did not commit obstruction of justice. He also does not say there's no collusion. He says there's no conspiracy or coordination that rose to the level of criminal standards. So he is not -- and then he outlines very clearly multiple contacts between the Trump administration and Russians."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, but is that illegal? Is that illegal?"
    },
    {
      "speaker": "HARF",
      "utterance": "But my final point on that to answer Dan's question, I think we should have higher standards for our President than whether things are illegal. I read this and thought it may not be legal. I find it abhorrent. I find it unethical. I think it's nothing that any other Democratic or Republican candidates --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Should he have fewer rights than you?"
    },
    {
      "speaker": "HARF",
      "utterance": "For President --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Should he have fewer rights than you?"
    },
    {
      "speaker": "HARF",
      "utterance": "I don't think that any other presidential campaign, Democratic or Republican would ever engage in this kind of behavior. I don't want my President doing it either."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Should he have less rights? I mean, he released -- he released that. I wouldn't have released it."
    },
    {
      "speaker": "BONGINO",
      "utterance": "I'm just trying to be clear that meeting with Russians is illegal now or is unethical?"
    },
    {
      "speaker": "HARF",
      "utterance": "Trying to accept help to influence an election?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "They did it to Hillary ..."
    },
    {
      "speaker": "BONGINO",
      "utterance": "If he actually did accept help."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay, let's go Dana."
    },
    {
      "speaker": "HARF",
      "utterance": "No, you guys are actually wrong."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Marie is really a collusion truther who is still hanging on --"
    },
    {
      "speaker": "HARF",
      "utterance": "No, I just think we need to read the actual report."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What do you think this is? It's all been read. It took me just 45 minutes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's amazing. Speed reader."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, what does the red flag stand for?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That is redacted information. Grand jury testimony."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Put him to the test now."
    },
    {
      "speaker": "PERINO",
      "utterance": "There was just -- one little nugget that I was -- I've been curious about. And you find out that there's actually nothing there. So go way back with me, back in time to the 2016 RNC convention. And the language of the platform gets changed on Ukraine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "That we were going to support with arms, and then it gets watered down. And everyone was like -- how did that happen? I'm like, I actually wanted to know, how did that happen? And I thought maybe like Manafort, it's got a little side deal going on. Maybe -- it turns out, no. It's like a young staff -- I don't know how old he is. But a not important level staffer that thought they heard the President at some point think that maybe he would rather do it this way. And so he gets it changed. But for almost three years, there has been this suspicion out there that there was a change in the RNC platform based on some sort of nefarious thing in regards to Russia."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, I want the name of that staffer."
    },
    {
      "speaker": "HARF",
      "utterance": "It's in the report actually."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay, I missed that part. Up next, William Barr hitting back hard against claims that he is working for President Trump."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Who didn't see this coming? The Democrats are ready refusing to accept the results of the Mueller report and are accusing Attorney General Bill Barr of a coverup."
    },
    {
      "speaker": "REP. ERIC SWALWELL (D-CA), PRESIDENTIAL CANDIDATE",
      "utterance": "Because Attorney General Barr wants to represent Donald Trump, I think he should resign."
    },
    {
      "speaker": "REP. ADAM SCHIFF (D-CA)",
      "utterance": "The Attorney General is not the President's personal lawyer, although he may feel he is."
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL (D-CT)",
      "utterance": "This report is nothing less than a national scandal. And this report is far from the end of the inquiry that this country needs and deserve. It is the beginning of another chapter."
    },
    {
      "speaker": "BONGINO",
      "utterance": "But Barr isn't it. Watch him swat down the media -- this is priceless -- during his news conference earlier today."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "What do you say to people on both sides of the aisle who are concerned that you are trying to protect the President?"
    },
    {
      "speaker": "BARR",
      "utterance": "Actually the statements about his sincere beliefs are recognized in the report that there was substantial evidence for that, so I'm not sure what your basis is for saying that I am being generous to the President."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You guys are in an unprecedented situation. It just seems like there is a lot of effort to go out of your way to acknowledge how this was going to --"
    },
    {
      "speaker": "BARR",
      "utterance": "Well, is there another precedent for it?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No, but it's unusual that --"
    },
    {
      "speaker": "BARR",
      "utterance": "Okay, so unprecedented is inaccurate description, isn't it?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "BARR",
      "utterance": "Okay."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "But what do you ..."
    },
    {
      "speaker": "BONGINO",
      "utterance": "That may be the greatest video I think I've ever seen in all my time on Fox. That was wonderful."
    },
    {
      "speaker": "HARF",
      "utterance": "I think you need to watch more videos."
    },
    {
      "speaker": "BONGINO",
      "utterance": "That is great. That is out there. That is even better than some \"Animals are Great Videos,\" Greg."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, come on."
    },
    {
      "speaker": "BONGINO",
      "utterance": "I know, my daughter loves those, too."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's a high Bill Barr."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Jesse, so Adam Schiff has claimed many times on -- we can all watch it on tape -- that he has evidence of collusion. He is yet to produce it. Should we take the Democrats seriously anymore? Or is this just an ongoing joke with America?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I never took him serious to begin with."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Neither did I, good."
    },
    {
      "speaker": "HARF",
      "utterance": "Thanks, Jesse. Thank you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Only you, Marie."
    },
    {
      "speaker": "HARF",
      "utterance": "No, thank you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Here's what I would say."
    },
    {
      "speaker": "HARF",
      "utterance": "I appreciate that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Donald Trump did not obstruct justice, if anything, he obstructed injustice. He was being framed. He fought back. He beat the rap, and now the Democrats don't like the way he beat the rap. If you look at what happened today, the cover up myth was totally exposed. There's been no obstruction. In, I think was Page 437 of this report -- actually 337 -- it says that the day after Donald Trump fired James Comey, the White House counsel put a document hold throughout the whole entire staff and told them don't even throw away the burn bags. They have to preserve everything. That is in stark contrast to after subpoenas started flying in the Hillary Clinton case. After those started flying, Hillary deleted 33,000 e-mails, acid washed the server and smashed blackberries with a hammer. What happened here? Donald Trump gave over 1.4 million documents. Everybody testified."
    },
    {
      "speaker": "HARF",
      "utterance": "Except for him."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There was never -- he testified in writing -- and there was never any interference in the investigation. In fact, Mueller actually said that the investigation was never even interfered with at all. So I don't see how you have an obstruction case. The whole report was released. Certain members of Congress get to see everything unredacted. What happened to the last Attorney General? I think Loretta Lynch met the husband of the person she was investigating secretly on the tarmac or Eric Holder? Eric Holder was held in contempt because he claimed executive privilege. The White House never even claimed executive privilege here. In fact, I have an article from Politico, 2013 Eric Holder, \"I'm still the President's wingman.\" Okay, now if Barr said \"I'm still Trump's wingman.\""
    },
    {
      "speaker": "BONGINO",
      "utterance": "That's a good point."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Get out of here. It's all done."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Dana. So I find it ironic that the media is now switching the narrative again. This is like the fourth or fifth time they're pulling the football away from Charlie Brown. They get the story wrong. Collusion -- they said collusion is real. The spying was fake. It now looks like spying was real and collusion was fake. Now they're switching to this Barr stuff. This is a personal attack. I see no basis."
    },
    {
      "speaker": "PERINO",
      "utterance": "It is. You know, they said that his summary was not going to match up with the report. I don't think that's true, though there are arguments against it that Democrats might make, but I think there's something on the Democratic side. Forget Congress for a second. There is a Democratic primary underway. There's 20 or so candidates in the race. How could you break out of the pack right now? If you were the candidate that was willing to stand up and say, \"Enough. I'm going to beat him on the merits. I'm going to beat him on healthcare and I'm going to be the minds of the economy. I'm going beat him ....\" whatever else it might be. And he says, \"And I will do something to protect our elections from Russian interference.\" Because that is actually a part of the report that we actually haven't really talked about. I know that this is really -- the first day is about President Trump and did or did not happen, but this is confirmation. Russia tried to interfere in the elections."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Sure."
    },
    {
      "speaker": "PERINO",
      "utterance": "And we have to be cognizant of that going into 2020. But if -- I would like to know who it would be. Who is the brave enough Democrat, to come out and say, \"No\"? And I think they would break away and be able to maybe succeed, at least in the primary."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You right, and you're wrong. And I'll tell you why. Why are they continuing with the Mueller hysteria? What else do they have? When you think about it? This is probably one of the most prosperous, peaceful eras in modern times. This could be Marie, one of the most easily proven effective presidency, first terms in the history of this country, nay the world. Now, you could say psychologically, it's been hard on people, right? Trump has been hard on a lot of people. There's a lot of disorders going around, but I'll take low unemployment. I'll take economic growth, a stronger military, a reduction of nuclear fears. I'll take all of that. And I think what you're seeing is, this is the only thing you might have, especially if he does address climate change in a smart way by talking about Gen IV nuclear power. And perhaps --"
    },
    {
      "speaker": "HARF",
      "utterance": "No, I'm sure that's coming from Trump."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, no, but --"
    },
    {
      "speaker": "HARF",
      "utterance": "You're around the corner."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But new ideas can come from anywhere, and also you talk about healthcare, you could come up with something with healthcare, then it's over. It might even be over now."
    },
    {
      "speaker": "HARF",
      "utterance": "So the Democrats won the House in 2018 by running on healthcare and the economy, not on Russia. And if you actually go out and listen to these candidates today, to Dana's point, they actually aren't -- I mean, they're responding today because it's the news of the day, but what they're talking to voters about is not Russia. It's healthcare, its job."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So then it's the media --"
    },
    {
      "speaker": "HARF",
      "utterance": "It's the middle class."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's the media pushing the Democrats to take this narrative."
    },
    {
      "speaker": "BONGINO",
      "utterance": "But why are they not apologizing for being wrong? They were wrong on collusion."
    },
    {
      "speaker": "HARF",
      "utterance": "Because they're actually not wrong. And if you look in the --"
    },
    {
      "speaker": "BONGINO",
      "utterance": "How?"
    },
    {
      "speaker": "HARF",
      "utterance": "If you look at Part 2 of the report, which is on obstruction, Mueller outlines multiple attempts --"
    },
    {
      "speaker": "BONGINO",
      "utterance": "No, no, but they said he colluded."
    },
    {
      "speaker": "HARF",
      "utterance": "Can I finish what I am saying?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "No, but he didn't collude. When do we get an apology for that?"
    },
    {
      "speaker": "HARF",
      "utterance": "He actually didn't say that in the report, Dan. I'm talking about - -"
    },
    {
      "speaker": "BONGINO",
      "utterance": "No, he did."
    },
    {
      "speaker": "HARF",
      "utterance": "He did not say that there was no collusion."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, I have the quote. \"They did not establish any kind of collusion ...\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, they said no coordination, conspiracy or collusion."
    },
    {
      "speaker": "HARF",
      "utterance": "No. That collusion -- he did not say."
    },
    {
      "speaker": "BONGINO",
      "utterance": "That's in the report."
    },
    {
      "speaker": "HARF",
      "utterance": "So on obstruction, to Jesse's point that he started off with, Mueller outlines multiple instances where Donald Trump tried to fire the Special Counsel."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay."
    },
    {
      "speaker": "HARF",
      "utterance": "Tried to get ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So he had attempted obstruction of a crime that never happened."
    },
    {
      "speaker": "HARF",
      "utterance": "So you don't need to succeed in obstruction or have an underlying crime legally for it to be obstruction."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay, if that's your argument. The audience can't hear that. It's gobbledygook."
    },
    {
      "speaker": "HARF",
      "utterance": "Okay. Well, it happens to be the truth, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Listen, collusion was a very simple thing to sell."
    },
    {
      "speaker": "HARF",
      "utterance": "Let me finish what I was saying about obstruction."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Everybody understood that. An attempted obstruction of a crime that never happened. You can't sell that. Goodbye. It's over."
    },
    {
      "speaker": "HARF",
      "utterance": "I'm not here to sell things. I'm here to find out --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, but the media is and now, the media can't sell attempted obstruction."
    },
    {
      "speaker": "HARF",
      "utterance": "I am here to find out if Donald Trump tried to obstruct this investigation. He tried to fire the head of it. He told people to give false statements. He tried to tamper with witnesses. That is -- you would never have said that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Because he tweeted this is a witch hunt."
    },
    {
      "speaker": "BONGINO",
      "utterance": "All right, we will continue this in the next segment."
    },
    {
      "speaker": "HARF",
      "utterance": "Yes."
    },
    {
      "speaker": "BONGINO",
      "utterance": "The media melting down over the Mueller report, the outrageous reaction, next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So for the second time in a month, the media experienced a reverse Christmas-- expecting a pony and getting punched in the face. Here's tape of CNN earlier."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What is it? What is it?"
    },
    {
      "speaker": "UNIDENTIFIED BOY",
      "utterance": "I don't want it. I don't want it. No."
    },
    {
      "speaker": "PERINO",
      "utterance": "Terrible."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Poor media. They built a whole imaginary industry around Russian collusion desperately expecting something huge that validated their two- year efforts and emotions. Their hearts, careers and pocketbooks rested on Trump being a Russian spy. Right, Brian?"
    },
    {
      "speaker": "BRIAN STELTER, CNN CHIEF MEDIA CORRESPONDENT",
      "utterance": "The U.S. President possibly working for the Russians, possibly an unwitting pawn, something the FBI was investigating. Why are these leaks happening? And why are they happening now? What does Robert Mueller know?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It was not to be, my little round fella. The fantasy of Trump as a Russian agent was just that -- a fantasy. Now all they've got left is more empty accusations. The worst part, the media would have preferred that the President had been a Russian stooge, even if it destroyed the country, hence their reaction today."
    },
    {
      "speaker": "BRIAN WILLIAMS, MSNBC CHIEF ANCHOR",
      "utterance": "Bill Barr has decided his legacy. He is fine with his legacy being the AG who took one for the team."
    },
    {
      "speaker": "JEFFREY TOOBIN, CNN LEGAL ANALYST",
      "utterance": "It was an extraordinary political commercial for the President."
    },
    {
      "speaker": "ANDREA MITCHELL, NBC NEWS CHIEF FOREIGN AFFAIRS CORRESPONDENT",
      "utterance": "A real black mark on his long and previously distinguished career."
    },
    {
      "speaker": "CARRIE CORDERO, CNN LEGAL ANALYST",
      "utterance": "He blew it."
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "utterance": "He said precisely, Jake, what the President of the United States wanted to hear, no collusion."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Is this something that we are supposed to see from the Attorney General of the United States, not the Attorney General of the President?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Of course not."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's the entire CNN staff. So when your reality is a failure then the fairy tale becomes reality, so it's analogy time. Remember in high school, you had a friend who got dumped and it was the worst thing ever. He sulked and he wouldn't change his socks for the rest of the school year. He couldn't let go. But you, a friend, knew you had to get him to move on. So you told him, \"Dude, move on. Live your own life.\" So media, I'm your pal, it's time to move on. Yes, you got dumped and it hurts. But clinging like this makes you look weak and stupid. It prevents growth, new relationships, new obsessions, new loves, and there are other stories out there. What's great about Trump, a new story is like a bus. You miss one, there'll be another in 10 minutes. So cheer up, press, go to the gym. Ditch the donuts. Make yourself presentable. Because right now, no one wants to be with you. Not like this. You're pitiful, pathetic even. There is so many fish in the sea. Why not catch a real one this time? So, Dana watching their reaction tells you what would the outcome have been if it were the opposite. Like how would they have reacted?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I was thinking about that earlier today like just - well and also for us."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "What would what it would have been like, whoa."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dana we would have been fair and balanced."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I would have figured out a way to spend it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'll tell you what we wouldn't do, we wouldn't have 14 people who agree with each other around a table."
    },
    {
      "speaker": "PERINO",
      "utterance": "We would not do that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I mean it's seriously was--"
    },
    {
      "speaker": "PERINO",
      "utterance": "I do think on the media, there is something interesting - there were some stories that turn out to be true. Right. So, for all the stories where they said President Trump is wanting to fire Mueller this weekend. Right. Well, it turns out, yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's what bosses always do."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I want to fire somebody every day."
    },
    {
      "speaker": "PERINO",
      "utterance": "But there was - remember that persistent rumor and it came up all the time that Don Junior expected to be indicted. Don Junior is telling friends, he expects to be indicted. That doesn't look like that could possibly be true. I don't know about that. I am so excited to talk about other issues."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Hold on. I want to stay on this all week, Dana."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Go, Jesse."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, this week's fine. But infrastructure week."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse, I believe you have an analogy on deck."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I do. Remember the movie The Fugitive."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Richard Kimble."
    },
    {
      "speaker": "PERINO",
      "utterance": "I saw that one."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, falsely accused. Imprisoned. Chased."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He was innocent. And what did he do? He eventually found the real killer in this case. The real killer is Hillary and Obama. Now, let's get back to what we were talking about."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Terrible analogy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Another great analogy."
    },
    {
      "speaker": "PERINO",
      "utterance": "Why? I actually like that one."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That was actually good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, he just compared it to a movie plot. That's not an analogy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK. You're the analogy police, kind of harsh over here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm sorry. All right. Here's what I think about the media now. Mueller was the hero. The hero did not deliver. So, now Nadler becomes the hero. But Nadler isn't smart enough, telegenic enough, trustworthy enough, moderate enough, smart enough, anything to take the torch from Mueller and carry it across the end zone. He doesn't have anybody behind him saying you know what you are the new white knight. At this point it looks like the obstruction case is too thin for the media to sell in a sexy way. The audience isn't going to love it, the way they loved collusion, because it's too confusing and they don't have anything anymore and they're going to have to move on to something else."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Marie, can they move on, they seem to me like a bitter clinger."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I heard that one."
    },
    {
      "speaker": "HARF",
      "utterance": "I actually think the Mueller Report did deliver. I'm not underwhelmed by it. I'm not--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Delivered for Trump."
    },
    {
      "speaker": "HARF",
      "utterance": "No, Jesse."
    },
    {
      "speaker": "BONGINO",
      "utterance": "100 percent."
    },
    {
      "speaker": "HARF",
      "utterance": "It did not."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No collusion, no obstruction."
    },
    {
      "speaker": "HARF",
      "utterance": "That's not what it said. You can keep saying it over and over again. But you saying it doesn't make it true."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There was no one charged with collusion."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That reminds me."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And no one was charged with obstruction."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That reminds me the movie Beetle Juice, when you just say Beetle Juice three times."
    },
    {
      "speaker": "HARF",
      "utterance": "The thing here though is what - I want us to read this and we can be disturbed by things in it with what Russia did independent of the Trump campaign with the things that Trump has done like we can admit that - we don't have to just go to our corners."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "HARF",
      "utterance": "Right. Our political corners. We can read it and say you know what if I was on a presidential campaign, I wouldn't have done it that way. I wouldn't have tried to accept help from the Russians. Like that's OK for Trump supporters to admit. I'm giving you permission."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you. Dan, we've got permission. We've got permission to agree with her."
    },
    {
      "speaker": "BONGINO",
      "utterance": "I'm going to invent the new fallacy here. It's a new one. It is called the negative information fallacy. You're conflating negative information to get to Trump. Yes, the report is not all flattery all the time. I get that. People make mistakes, they're human. But because it's negative information again Marie does not mean the Trump team committed a crime. No one was charged with those crimes and I don't know why you can't get past this. There is no evidence of an established connection in this collusion that it is a fraud. Can you just like take the loss on this and say, I made a big mistake. I'm sorry to America. I should not have accused Trump of colluding."
    },
    {
      "speaker": "PERINO",
      "utterance": "She shouldn't have to do that based on this report. I don't think she should have to do that."
    },
    {
      "speaker": "HARF",
      "utterance": "Thank you. And why shouldn't I have to Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Because I do think that you can read it and go wow like that. I think the Democrats should say, we accept that there is no collusion and we - they said the President was a traitor."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Dana, here's the problem with that though."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think that one should be - I think you could read that as a Democrat and read the instruction piece and go gosh, this is really terrible."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'll read it as an American and I'm happy our President is not a spy."
    },
    {
      "speaker": "BONGINO",
      "utterance": "I would agree with you. And Marie--"
    },
    {
      "speaker": "HARF",
      "utterance": "Because he's too stupid."
    },
    {
      "speaker": "PERINO",
      "utterance": "I said that on March 24th."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's stupid. He beat the Pence off Hillary."
    },
    {
      "speaker": "BONGINO",
      "utterance": "But there was never, that's the problem."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Pant, suit."
    },
    {
      "speaker": "BONGINO",
      "utterance": "There was never evidence of collusion, ever."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. This is too much fun. I think we should make The Five three hours today. Just blow out those other shows. Anyway."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Which ones, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I can't remember the names. Kidding. I am joking, Bret."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Jesus."
    },
    {
      "speaker": "PERINO",
      "utterance": "Democrat setting stage - they're yelling at me. For legal battles. This is even written incorrectly. After AG Barr said there was no obstruction of justice, read that guys."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. The redacted version of the Mueller Report has been released. We've been talking about that, but the legal battle is far from over. Democrats are demanding to see an unredacted version of Mueller's findings and with calls for Mueller to testify a larger fight over obstruction could be looming. Joining us with more is Jim Trusty. He's a trusty lawyer. He's former Justice Department Prosecutor in Ifrah Law Partner. And so good to have you here. So, we're going to ask you some questions. I'm going to kick it off. Explain to me. Like Rudy Giuliani was making this point that the burden of proof should not be on the accused to prove themselves innocent. That's like a Founding principle of our country."
    },
    {
      "speaker": "JAMES TRUSTY, ATTORNEY, IFRAH LAW PLLC",
      "utterance": "I've heard of that principle."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "TRUSTY",
      "utterance": "I mean I think what Rudy is doing is really pointing out that the report is a little different than normal, because instead of just saying thumbs up, thumbs down, there is enough of a case to go beyond reasonable doubt. It gets into the weeds and the details about the obstruction part of that. So, I think it's getting a lot of dirt out there that you might not have in a different model of prosecution."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Dan, we'll go to you."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Well, having investigated these cases, not on the investigative side, not the legal side. It bothers me that this information is out there. There is a lot of negative information about a lot of people, but negative information doesn't constitute evidence of a crime, if you don't charge someone. When we were inside talking right. I said to you if I'm in the vicinity of a bank that's robbed, that doesn't mean I robbed the bank. I could have been going into the laundromat down the block and I think this report puts a lot of negative information out there without actually charging a crime."
    },
    {
      "speaker": "TRUSTY",
      "utterance": "It does. I mean they take some pains to probably excise some portions of it that deal with smaller figures and not putting them in harm's way that way. But there is a lot of dirt and there is a lot to play with politically if you want to, by taking what you're calling negative information and just using it as their own form of indictment."
    },
    {
      "speaker": "PERINO",
      "utterance": "Marie."
    },
    {
      "speaker": "HARF",
      "utterance": "Do you think that Bob Mueller should have made a decision on obstruction because it seemed like he was leaning one way with the tone of what he wrote, but he felt, it seemed like he felt a little unable to do that. Do you think he should have?"
    },
    {
      "speaker": "TRUSTY",
      "utterance": "Yes, I think it's a tough situation because you're going to get criticism no matter what. But the one thing that I think could have made some sense is to just basically do a thumbs up or thumbs down across the board and use the same standard for the collusion and the obstruction and not get into the weeds of those details. But I think they felt this was a very public exercise. They needed to get a lot of information out there to kind of vet it to the whole public. And the chips fall as they may. I mean it's a rough situation to have to defend yourself and you don't have court, right."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. It's just out there. Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't have a question; I have a statement and you can react to it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Shocking."
    },
    {
      "speaker": "TRUSTY",
      "utterance": "OK."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, when Donald Trump was answering questions in writing by Robert Mueller's team. He said, I don't remember 36 times. And when James Comey was answering questions from congressional investigators, he said, I don't know 245 times. It seems like a lot, don't you agree?"
    },
    {
      "speaker": "PERINO",
      "utterance": "You do have a question."
    },
    {
      "speaker": "TRUSTY",
      "utterance": "Well, that would be what they call a leading question. Yes, it is. I mean look the question is whether it's convenient memory loss or real memory loss."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "TRUSTY",
      "utterance": "A lot of people - if you ask me what I had for breakfast yesterday, I'd have no clue, but sometimes bigger events in your lives are easier to recall."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Bacon, egg and cheese and a coffee with a shot, of espresso."
    },
    {
      "speaker": "TRUSTY",
      "utterance": "I didn't actually ask you."
    },
    {
      "speaker": "PERINO",
      "utterance": "Before we're going to Greg, a quick question, can the House of Representatives use the Mueller Report as their evidence base in order to go forward with whatever they're going to do."
    },
    {
      "speaker": "TRUSTY",
      "utterance": "They can. I don't think the report is written in such a way that it looks like a blueprint, it's not affirmatively calling for action but that doesn't mean you can't use the evidence. So, politicians that want to jump on and start the impeachment process or at least an embarrassment process can latch onto that and use it and duplicate it as they see fit."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, Greg, question. For Jim Trusty."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know if I should ask a personal question about my own predicament or stick to the topic. I'm trying to find what the legal parameters are when you - when somebody gives you something medical that isn't your prescription, but you take it. Is that against the law?"
    },
    {
      "speaker": "TRUSTY",
      "utterance": "It sounds like you took it. And you probably shouldn't have."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK."
    },
    {
      "speaker": "PERINO",
      "utterance": "But who is in trouble? The person who gave it to him or for him for taking it."
    },
    {
      "speaker": "TRUSTY",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK. I do have a question. So, the media - when the media block, we saw them criticizing Barr and one of them actually said taking one for the team. Isn't that kind of what Barr supposed to do, we suppose to see the President also as an American. He doesn't have more rights, but he doesn't have fewer rights. So, isn't that his job to make sure that an innocent man is protected. So that actually taking one for the team is an insult if you're actually defending somebody who's innocent."
    },
    {
      "speaker": "TRUSTY",
      "utterance": "Right. Well, believe me I love a team America reference."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TRUSTY",
      "utterance": "But I do think that Barr what's really upsetting on a bigger level here is that serious public servants Barr, Mueller, Rosenstein. They're getting attacked from every angle and some of it's pretty predictably political. But it makes you wonder who's going to go into public service in the long run."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Not me. I'll tell you that. I'm doing television."
    },
    {
      "speaker": "PERINO",
      "utterance": "Based on that previous question."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is Avenatti can he get disbarred? Should he be disbarred?"
    },
    {
      "speaker": "TRUSTY",
      "utterance": "They usually wait for all the chips to fall with the criminal case, because it's so much easier to just say, he's been convicted, he's out. I think he won't be President."
    },
    {
      "speaker": "PERINO",
      "utterance": "Is Jussie Smollett is going to get away with not paying for the fine?"
    },
    {
      "speaker": "TRUSTY",
      "utterance": "Let me consult my crystal ball. It seems like he might. There is potential federal charges, but most of the time you have to have a pretty compelling reason to double up and revisit a state decision not to prosecute no matter how bad it was."
    },
    {
      "speaker": "PERINO",
      "utterance": "We love having you as our trusty lawyer. Jim, thank you so much for joining us. We finally of course have these answers about the Mueller Report, but questions remain about FISA abuse and the dossier. We have new details on that next."
    },
    {
      "speaker": "HARF",
      "utterance": "Well, everyone is focused on the Mueller Report. Today, there is a highly anticipated Justice Department watchdog review on the horizon. DOJ Inspector General Michael Horowitz has been looking into allegations of FISA abuse and could release his findings as soon as next month. There is new reporting today that Horowitz is likely to focus on dossier author Christopher Steele. This comes while President Trump continues to blast the FBI and Russia investigation."
    },
    {
      "speaker": "TRUMP",
      "utterance": "What's happened is unthinkable with Strzok and Page and Comey and McCabe and all of these characters and Brennan and Clapper, and you know you look at what Comey did as the Director of the FBI. It's a disgrace. It's a disgrace to our country."
    },
    {
      "speaker": "HARF",
      "utterance": "So, Jesse, William Barr last week in testimony said that he didn't have any evidence that wrongdoing occurred in the investigation, but he had questions and Horowitz is going to try and answer some of them. What are you looking for?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, one of the questions is on the FISA application despite the Trump campaign. The FBI said this quote, \"we believe Russia's efforts to influence the election are being coordinated with Carter Page and other Trump campaign officials.\" That was false. We know Carter Page or any other Trump campaign officials were not coordinating in any illegal way with the Russians. So not only did was FBI under Obama, dead wrong. They used false information to spy on the Trump campaign so that needs to be investigated. You brought up Joseph Masud. You brought up Stefan Halper. These were the people that were pumping dumping George Stephanopoulos to give him information and sending him over to someone else to tell that information to. These guys are at the nexus of this entire investigation as to how it was triggered. Why aren't reporters going to talk to them. Why aren't reporters flying over to talk to Chris Steele, the dossier offers. Why aren't reporters at Chappaqua right now waiting for Hillary. Hillary, do you have a comment about no collusion, because the dossier was cooked up and false. How about go to Hawaii. Ask President Barack Obama how he thinks about the fact that there was no collusion, yet his administration accused Donald Trump's campaign of colluding."
    },
    {
      "speaker": "HARF",
      "utterance": "So, I want to see the FISA application Dan, because - and the Mueller Report lays out how this investigation started, and it wasn't because the dossier. I want to see the FISA application, because I think some of those conspiracy theories will be disproven."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Well, if it wasn't because of the dossier, and it was because of the Papadopoulos story in July. Why was the FBI meeting before July 31st when the case was open two weeks before in London with Christopher Steele, if it wasn't the dossier?"
    },
    {
      "speaker": "HARF",
      "utterance": "So, you don't believe Mueller and his accounting of how it started?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "No, that's entirely - do you believe that the FBI met with Christopher Steele two weeks before?"
    },
    {
      "speaker": "HARF",
      "utterance": "I have no idea."
    },
    {
      "speaker": "BONGINO",
      "utterance": "No."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's a fact."
    },
    {
      "speaker": "BONGINO",
      "utterance": "It's a fact."
    },
    {
      "speaker": "HARF",
      "utterance": "OK."
    },
    {
      "speaker": "BONGINO",
      "utterance": "We already know it."
    },
    {
      "speaker": "HARF",
      "utterance": "But Mueller outlines how the FBI investigation occurred."
    },
    {
      "speaker": "BONGINO",
      "utterance": "So, what were they doing then meeting with the source of the dossier two weeks before the case started. Why do they need the dossier?"
    },
    {
      "speaker": "HARF",
      "utterance": "No idea. I don't know."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Are you even curious?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm curious."
    },
    {
      "speaker": "HARF",
      "utterance": "Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "yes. I think I'm happy about this conversation because I watched today and watched what's her name, Donna Bash (ph)?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Dana."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dana Bash (ph) not Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Not Dana."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's strange. What a strange way to pronounce it. Anyway, already screaming about like a 10-step roadmap for impeachment. So, they're already shifting. They're like OK. It's no longer about obstruction or collusion. Now we're just going to use whatever there is for impeachment so I'm all for going after the dossier. But you're going to see a split between the rational and irrational. The irrational will continue praying for the same result - different result and getting the same one. And they're going to continue this line of attack because they have nothing left."
    },
    {
      "speaker": "HARF",
      "utterance": "Dana what should the President do next. Well, I think that he should trust that the inspector general is going to do the investigation. He might want to follow through on the promise that he made. He was going to release all of the FISA information unredacted and unclassified, I think that would be good. But I would figure out a way to turn the page dramatically. Congress is out of town next week. I think it should have a Rose Garden speech. In which he says, all right. I am going to ask the Democrats to work with me on three priorities before the August recess. Prescription drug prices. There is a deal to be had there. Asylum and more resources. Those are the only two things that we need on the southern border and Infrastructure Week. And I'm not kidding because Nancy Pelosi said she would do it. They could actually get three things done before August recess that would be good for Republicans and Democrats most of all for the American people."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Climate change."
    },
    {
      "speaker": "HARF",
      "utterance": "There you go. OK, One More Thing is up next."
    },
    {
      "speaker": "PERINO",
      "utterance": "Infrastructure."
    },
    {
      "speaker": "HARF",
      "utterance": "Don't go anywhere."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Time now for One More Thing. Dana?"
    },
    {
      "speaker": "PERINO",
      "utterance": "So, last week we were talking about how politics can consume our lives. And I said something like oh well at the end of the day I have Pilates, which is true on Mondays, I do. But anyway, I had a very nice fan, William Gray (ph) and his buddy Kevin Barnett (ph). They made me a shirt. Right look. So, it says at the end of the day I have Pilates. They also made me a little mug which I really appreciate. Thank you so much. Also, we've been talking about our Nashville trip all week. There is a little behind the scenes that you can see on Fox Nation only. Here's a peek."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The Constitution does not guarantee us happiness it guarantees us that the right to pursue happiness in the pursuit of happiness you should be happy that you have the right to go for it. You know how many people woke up today on this planet and don't have the right to pursue happiness. They have to do what they're told and if they don't--"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And they're monitored by their government."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And if they don't, they're punished for it. And that's not how it is in this country and I don't want to keep it that way."
    },
    {
      "speaker": "PERINO",
      "utterance": "And you can see a lot more where that came from."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Speaking of the guy that pursues happiness. Greg Gutfeld."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You want to see some pursuit of happiness. Look at this fellow coming out. Animals Are Great. They are. You don't have to play that once today, because we don't have a lot of time. But look at this little fellow, he's pursuing happiness. You know what his happiness is, eating watermelon. Look at this little bunny eating a watermelon. You know what that is. That's Jesse devouring the Mueller Report. He's enjoying every bite of it. All the redacted goodness."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, juicy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Black Seeds are the redactions. The red is just blood red American Trump. All the way through. Yum. Animals are great."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Animals are great. They're going to do that. No, they don't do that anymore."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I cut it down."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right."
    },
    {
      "speaker": "PERINO",
      "utterance": "Not today."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Patriots celebrating their sixth Super Bowl victory. We're at Fenway Park at the - right before the home opener for the Red Sox. Gronk was there. Speaking of animals are great. And he was taking a little batting practice with the Lombardi trophy. At one point tried to bunk with it and dented the Lombardi trophy. So, he did a little damage. The Patriots didn't seem to mind too much said that Gronk has left a mark on the organization."
    },
    {
      "speaker": "HARF",
      "utterance": "Wow."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Marie."
    },
    {
      "speaker": "HARF",
      "utterance": "A determined Marine veteran made headlines this weekend on Monday for how he finished the Boston Marathon. He had severe cramping. He crawled across the finish line in honor of his Marines and the friends he had lost. He unfortunately though fell short of his goal to qualify for the New York City Marathon. New York City came through though and gave him a spot in the marathon. It's a totally inspiring story."
    },
    {
      "speaker": "PERINO",
      "utterance": "Love that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "In Nashville."
    },
    {
      "speaker": "HARF",
      "utterance": "That's amazing right there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're getting home."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Getting home in Nashville."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Dan?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "That's a great story. Listen, if you're going to run on the field, the baseball game. Don't do it. Do not do it. But if you're going to be the security guard catching the guy running on the field you've got to sync to takedown or you because YouTube. Forever, I'm sorry. That's a hardworking guy but you've got to sync to takedown."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's a Philly's fan."
    },
    {
      "speaker": "BONGINO",
      "utterance": "With all these videos."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That was a Philly's fan."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Fans."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That was a nice dude."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Announcement."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh! God. It's kind of like the Democrats whiffing."
    },
    {
      "speaker": "BONGINO",
      "utterance": "You've got - right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Went to tackle, didn't quite get there. Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" is up next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}