{
  "date": "April 9, 2018",
  "headline": "Alan Dershowitz on FBI raid on Michael Cohen's office",
  "subHeadline": "Harvard Law School professor on implications of FBI raid on the office of President Trump's personal attorney.",
  "url": "https://www.foxnews.com/transcript/alan-dershowitz-on-fbi-raid-on-michael-cohens-office",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Really? Really? That's a great line. All right. Tucker, great show. Thank you. And this is a Fox News alert. President Trump's long-time personal attorney, Michael Cohen, just had his office, his home, and his hotel that he was staying in raided by the FBI today in an early morning raid. Now, what that means is Mueller's witch-hunt investigation is now a runaway train that is clearly careening off the tracks.  Plus, a U.S.-led response to Syria could happen any moment. We are watching throughout the hour.  And President Trump is currently weighing options against the Assad regime, following a devastating apparent gas attack against innocent men, women, and children in the eastern suburbs of Damascus.  And also tonight, the former Attorney General Loretta Lynch, she is speaking out and throwing cold water on James Comey and many of his public statements. We're going to cover all of this and, yes, I have my response to Jimmy Kimmel's apology coming up later in the program. We have a lot to get to, big breaking news night. Big breaking news opening monologue",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Tonight, we have explosive new chapter in Mueller's partisan witch-hunt. We have now entered a dangerous phase and there is no turning back from this. It is clear as I have been warning, Mueller is out to get the president and it appears at any cost. Here's what happened. Upon referral from special counselor Robert Mueller, the FBI has raided the office, the home and the hotel room of Michael Cohen, the personal attorney of the president of the United States. The FBI reportedly seized records related to Cohen's payment to this porn star Stormy Daniels, among other items. And according to 'Bloomberg' tonight, this all came after the Deputy Attorney General Rod Rosenstein recommend that the Cohen investigation be pursued by federal prosecutors in New York.  Keep in mind. Cohen was never part of the Trump administration or the Trump campaign. This is now officially an all hands on deck effort to totally malign and, if possible, impeach the president of the United States. Mueller and Rosenstein have declared what is a legal war on the president. And a source close to President Trump tonight is telling Fox News that Mueller's investigation is way out of control.   My message tonight to Mueller is simple: if you have evidence of collusion, any at all, show it to us or end this partisan investigation. The country is hanging by a thread tonight and you don't seem to care. The so-called Russia collusion investigation has now evolved from a faceless start to a criminal prosecution, let's see of Paul Manafort, from a 12-year-old payments from Ukraine, to a payment to a porn star named Stormy Daniels. Mueller and Rosenstein, they are truly fulfilling the mainstream media's fantasy here, at least attempting to. In fact, despite all of today's major breaking news, the fake news was totally obsessed with all Michael Cohen.   Ultimately, President Trump was forced to address this Cohen issue during a meeting with military leaders. Here's what he said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "So I just heard that they broke into the office of one of my personal attorneys -- good man. And it's a disgraceful situation. It's a total witch-hunt. I have been saying it for a long time.  I have wanted to keep it down. We have given, I believe, over a million pages worth of documents to the special counsel. They continue to just go forward and here we are talking about Syria. We are talking about a lot of serious things with the greatest fighting force ever. And I have this witch-hunt, constantly going on.   It's a disgrace. It's frankly a real disgrace. It's an attack on our country in a true sense. It's an attack on what we all stand for. So, when I saw this and heard it, I heard it like you did, I said that is really now in a whole new level of unfairness. They found no collusion whatsoever with Russia. The reason they found it was there was no collusion at all. No collusion.  This is the most biased group of people. These people have the biggest conflicts of interest I have ever seen. The attorney general made a terrible mistake when he did this and when he recused himself or he should have certainly let us know if he was going to recuse himself. And we would have used a -- put a different attorney general in. We've had that hanging over us now from the very, very beginning. And, yet, the other side, they don't even bother looking. And the other side is where there are crimes. And those crimes are obvious, lies under oath, all over the place, emails that are knocked out, that are acid washed and deleted. Nobody has ever seen.  Thirty-three thousand emails are deleted after getting a subpoena for Congress. And nobody bothers looking at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The president is exactly right. This is a huge massive double standard.  You think Hillary Clinton's attorneys had their offices raided during this email investigation? Not a chance. You think Hillary Clinton's lawyers, where they raided after it was determined she bought and paid for that phony Russian dossier to influence the general election? Not a chance. No investigation.   Any raids, any arrests, after the massive FISA abuse allegations were exposed. Not a single chance. Were there any raids, any arrests after Hillary Clinton? We know she obstructed justice. We know she deleted 33,000 emails. We know she deleted all of them and used the acid wash as the president was talking about, BleachBit, and then had the devices busted up with hammers. Anybody do anything there? Not a chance.  Everything we have been telling you about this two-tiered justice system. We don't have equal justice under the law. It should be in the minds of every American citizen tonight.  Robert Mueller is so far beyond his mandate. This is now spiraling out of control. Everything that we have warned you about is now coming to fruition. And Mueller has ostensibly tonight declared war against the president of the United States. Clearly, his objective is to remove him from office. I have told you have and I've told anyone who will listen. Mueller's team is corrupt starting with him and it has been from the beginning.   Show us the evidence of collusion or this investigation needs to end. Ultimately, Mueller's run away investigation can all be traced back to one unfortunate act. The president alluded to this. The attorney general, Jeff Sessions, recusing himself from the Russia investigation leaving Rod Rosenstein, let's see Mueller's best friend, Comey's best friend, McCabe's best friend, to act in his behalf. He is basically the attorney general.  And tonight, as this investigation is now spiraling out of control, it is time to start making moves, perhaps, maybe even like Congressman Mark Meadows suggested, impeaching Rosenstein. We will explain that later in the program.  This leads us directly by the way to our next story, the slow release of these subpoenaed documents from the Justice Department to the House Judiciary Committee. The House Intel Committee, regarding the FBI-Clinton email investigation. And the potential FISA abuses during the presidential election. The attorney general, Jeff Sessions, appointed a U.S. attorney to oversee the delivery of more than 1.2 million documents. So far, the Justice Department has offered 3,600. That's it. Why are they slow walking? Why aren't they handing over what Congress has subpoenaed and it is their constitutional right to look at vis-a-vis oversight? According to a new report tonight from Sara Carter, quote: Some lawyers are now saying the DOJ's appointment is nothing but political theater to avoid contempt of Congress.   Make no mistake: these documents are crucial. If we're going to find answers about how the Obama Justice Department under Loretta Lynch and the FBI Director James Comey handled or rather mishandled the Clinton investigation. These documents will shed light on how Hillary was cleared of all charges. I have never heard of an exoneration before an investigation before and I doubt any of you have as well.  These documents could show how the FISA system was used to spy on a presidential campaign. And how they lied to FISA court justice. Why won't the Justice Department release the unredacted FBI memo that Devin Nunes of the House Intel Committee has been demanding, what was used, of course, to justify the entire Russia collusion investigation to begin with? This is more than frustrating and just one more example that we now live in a country with a two-tiered justice system. This is what I have been warning you about. The FBI is more than capable of tracing a Russia collusion investigation somehow to a porn star and the door of Donald Trump's personal attorney, Michael Cohen.  But the Justice Department of the United States of America is slow-walking and purposefully not even releasing documents they have in their possession that has been subpoenaed by the United States Congress, the Judiciary Committee, the Intel Committee. It's shameful. This should alarm every person watching this broadcast tonight.  We'll have a lot more on that in a few minutes. Alan Dershowitz, Sara Carter and Gregg Jarrett are all here. But the media, while they are obsessing over Michael Cohen, yes, there are really important stories to bring to you.  Over the weekend, according to multiple reports on the ground, anti-Assad suburb of Damascus was subject to a deadly chemical weapons attack. Horrific video captured from the scene. It shows men. It shows women. It shows children gasping for air, foaming at the mouth, with many laying on the ground dead from what appears to be, yet, another gas attack from the Assad regime against their own people.   And as we speak, the president is once again weighing his options in Syria, and here's what the president said about this earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We're going to make a decision tonight or very shortly thereafter and you'll be hearing the decision. But, we can't let atrocities like we all witnessed and you can see that and it's horrible. We can't let that happen, in our world we can't let that happen. Especially when we are able, to because of the power of the United States, because of the power of our country, we are able to stop it. We have a lot of options, militarily. And we'll be letting you know pretty soon. OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thanks, everybody. Thank you all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Probably after the fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "According to General Mattis, all options were on the table, including a military response in Syria. Earlier today, the president said he would make a decision in the next 24 to 48 hours.  Russia and Iran are now coming to Assad's defense, denying Assad actually launched the chemical attack. And as I have said many times on this program, just one more reason this flawed Iranian nuclear deal needs to be cancelled immediately. I believe the president will do that soon. As the president said, Russia should also be paying a big price for supporting Assad, including new sanctions and political restrictions. And, of course, this comes a little over a year after President Trump, remember, he launched dozens of cruise missiles, heavily damaging an air base in Syria after a similar gas attack in 2017.  And sadly, this all comes after years of complete and utter total inaction from the Obama administration. Remember, Obama's imaginary red line in the sand and the price we have now paid. This goes back to 2012.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "We have communicated in no uncertain terms what every player in the region that that's a red line for us, and that there would be enormous consequences if we start seeing movement on the chemical weapons front or the use of chemical weapons. That would -- that would change my calculations significantly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Of course, the red line was crossed. Obama's bluff was called and region fell into complete and utter chaos with many subsequent gas attacks to follow. Then in 2013, the Obama administration struck an utterly laughable diplomatic agreement with the Assad, which guaranteed the removal of weapons from Syria. OK, I guess they are not gone. As it turns out murderous dictators are not exactly trustworthy and Obama's policy in Syria ended up being a total failure left to the president now to rectify.  So, with action now eminent in Syria tonight, we'll bring you any breaking developments as they happen. Also, tonight, in an attempt to get ahead of James Comey's pending book tour, the former attorney general, Loretta Lynch, is now speaking out, trying to explain some of -- well, her unusual and potentially illegal actions during the FBI's Clinton email investigation back in 2016. Remember, when Lynch directed the FBI Director James Comey to call Clinton's criminal investigation a, quote, matter, not an investigation. And he listened. Take a look at how she now tries to explain this away, all while throwing poor James Comey under the bus before his book tour. This was an interview with NBC News.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LORETTA LYNCH, FORMER ATTORNEY GENERAL",
      "sentences": "This was a very sensitive investigation as everyone knew. And the issue he and I sat down at that time, which I think was early in the fall of 2015, was whether or not we were ready at the department to confirm an investigation going on. When we typically do not confirm or deny investigations into anything with rare exceptions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESTER HOLT, NBC NEWS ANCHOR",
      "sentences": "So, Comey says call it a Clinton matter. He wants to call it the Clinton investigation. To the extent, though, that he noted it, that it bothered him, did he go to you and question your credibility with regard to the Clinton case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYNCH",
      "sentences": "Well, I can tell you that, you know, it was a meeting like any other that we had had where we talked about the issues. We had a full and open discussion about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLT",
      "sentences": "He didn't raise any concern?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYNCH",
      "sentences": "And concerns were not raised.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. We'll have more on Loretta Lynch's comments later in the show. First, joining to us react to the story tonight, author of bestseller 'Trumped Up: The Criminalization of Political Differences Endangers Democracy', famed Harvard Law Professor Alan Dershowitz.   Raided the president's personal attorney's home and his office and his hotel room. Russia collusion has now become Stormy Daniels payment by his own lawyer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW SCHOOL PROFESSOR",
      "sentences": "I think actually this does show us something significant about the investigation. I do think a decision has been made from the very top that the Mueller investigation is stick to Russia collusion, the campaign, obstruction of justice anything else relating to Trump's business dealings, any alleged relationships or payments to women will be given over to the southern district of New York. Now, they will work together. And this may be an attempt to squeeze Cohen. He is the lawyer. He is the guy who knows all the facts about Donald Trump, and to get him to turn against his client. Look, this is a very dangerous day today for lawyer-client relations. I deal with clients all the time. I tell them on my word of honor that what you tell me is sacrosanct. And now they say just based on probable cause, even though there was cooperation with Cohen, they can burst into the office, grab all the computers and then give it to another FBI agent and say, you are the fire wall. We want you now to read all these confidential communications. Tell us which ones we can get and which ones we can't get.  You know, if this were the shoe on the other foot, if this were Hillary Clinton being investigated, and they went into her lawyer's office, the ACLU would be on every television station in America jumping up and down. The deafening silence of the ACLU and civil libertarians about the intrusion into the lawyer-client confidentially is really appalling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What about Trump -- sources close to the president today saying that this is aggressive, this is to squeeze the president that this is the end of any negotiations or any chance that President Trump will ever talk with Mueller and his team of investigators? More importantly, look at the team. Have you people that he appointed that have withheld and be found to have withheld exculpatory evidence in multiple cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I want to talk about that to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Right. But one thing first, before -- when lawyers think about cooperating with the prosecutors, they have to know that in exchange for the cooperation, they'll get treated decently. And here have you lawyers cooperating -- Trump's lawyers cooperating completely. Cohen cooperated completely. And what did they get for it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Morning raid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "A raid on the office with everything being taken. So, this sends a powerful message that cooperation is not going to be rewarded by Mueller. It's not going to be rewarded by the southern district. And I think the result may very well be far less cooperation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What would your advice be if I were to ask you if you were talking to the president tonight, I would say all bets are off, that it's clear Mueller has a different agenda? I have been arguing with different people I know. And my argument has been, if you or Robert Mueller, and you made a comment on a radio show in New York about the Whitey Bulger, a lot of people in Boston --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "We remember that very well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You remember it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Oh, sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But four men went to jail. Mueller was involved in the case. Two of them died in jail. They were all later exonerated. Over $100 million judgment was paid. And issues involving exculpatory evidence was there, but also his pit-bull Andrew Weissmann, tens of thousands of jobs lost because of his tactics at Andersen Accounting, 9-0 decision against him in the Supreme Court, four Merrill executives in jail -- that was overturned by the Fifth Circuit -- and two examples of him withholding exculpatory evidence. He didn't appoint Weissmann to be a potted plant. He knew his background. What does it say about Mueller and his team?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Well, they are zealous. Many people think they are overzealous. I don't think they are partisans.  Here you and I might disagree. I don't think they care whether they hurt the Democrats or the Republicans. Some on the team may. I don't think that's Mueller's approach. He is just determined to get his target. And, when you appoint somebody to be a special counsel, there is a target on the back of the president -- the target on the back of people close to the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Has he lost perspective?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I think he has lost perspective. I think that happens when overzealous prosecutors are given a target. And the concern now is that there won't be cooperation. I think we will now see a scorched-earth policy on both sides. Look, I don't give advice to the president except on television if he wants to listen, he can listen. But if I were the president, I would at least seriously consider going to court tomorrow, seeking to have a judge get ahold of all the lawyer-client material, take it away from the prosecutor, take it away from the FBI. Don't let an FBI agent look at any of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They have already looked at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Have the judge go through it and have the judge make a determination as to whether there is anything in there that is lawyer- client privilege.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "At this point though, I don't see how the president and his team could cooperate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "It's hard. It's hard. Think are not getting anything in return. Cooperation has to be a two-way street. Now, the problem, of course, for the president, is that Mueller ultimately holds the card in which he can subpoena the president, call him in front of a grand jury without his lawyer, without restrictions. And it may be less worse for the president to make a deal and sit down and have a four hour conference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Can the president not answer at that point and plead --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Well, he could not answer certain questions. For example, if he is asked, why did you fire Comey? His answers will be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Rod Rosenstein told me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Well, that's one answer and Rod Rosenstein still on the case.  The other answer is, you cannot question the president's Article 2 decision-making authority. Just like the Constitution says you can't question senators. The Supreme Court has said you can't question judges about their decisions. You can't question a president about decisions he made that he was authorized to make under the Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "last question. Does this now go on potentially for years, well past the midterms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Oh, there is no question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There's going to be a fight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I think I can't imagine how this ends before the midterms. And if it ends just before the midterms, with a report that's condemnatory of the administration, imagine the outrage that will occur if, again we see the Justice Department potentially impacting an election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Mueller wanted this. He sat out to do this. When he -- when he gave this to the southern district of New York today, that's what his plan was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Well, I think his plan was to squeeze, to try to make sure he stays within his mandate, but then to use the southern district to squeeze Cohen. If they can get Cohen to become a cooperating witness, I doubt that will ever happen, but that's the tactic prosecutors often use.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Professor, good to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When we come back -- Alan Dershowitz actually stays with us. We'll check in with Sara Carter and Gregg Jarrett. Later, and, yes, we'll finally respond to Kimmel's apology, so-called apology to the first lady, Melania Trump, as we continue on this busy breaking news night, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. As we continue, law professor Alan Dershowitz, is back with us. Also with us, FOX News contributor Sara Carter, FOX News legal analyst Gregg Jarrett.  Gregg, we'll start with you. Your interpretation of the raid on Michael Cohen and what this means today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "sentences": "I think the president was right to be frustrated and angry. Americans should be outraged. This is an abuse of the system. You know, here you have an attorney general who should never have recused himself and seems to be rather incompetent on the matter. You've got corrupt acts by top officials at the FBI and you've got Rosenstein and Mueller who have abused the law and today was a perfect example of this. And for what? A contract with a porn star to make her go away? It was a valid contract the best we can tell. There's offer, acceptance and consideration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We do have contract law in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Is still applicable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "And it's not illegal to engage in a contract to make somebody go away. She took $130,000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think it happens every day hundreds of thousands of time. All right. Sara, let's go to the other side of this and the double standard aspect in all of this. And to me, it is glaring and that is well, if I -- I don't think Gregg Jarrett and Professor Dershowitz would get me off the hook, if I deleted 33,000 emails and then I acid washed my hard drive and beat up my devices and I don't think that James Comey would give me exonerating that he is writing months before he talked to me or investigated the case. Nor do I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I'd get you off the hook.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You'd get --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I would prove this wasn't criminal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And similarly, look at the FISA abuses. If I lied to a judge anywhere, why am I scared to death I would be handcuffed, perped walked and mug-shotted and put in jail and you would bring me a file in a cake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, I think that people will be indicted for lying. In fact, that's what I have been told. And also, you know, Sean, I think -- let's go back to the very beginning of this. You are absolutely right. We haven't seen them raid Hillary Clinton's home, raid her apartment. Look into her history, raid her attorney's offices. I think the American public sees enough evidence here to say, wait, there is a double standard going on here and it far surpasses anything they have seen in the past. People will not accept this and I can tell you right know based on what I'm hearing and looking at the mission creep by Mueller, it's not going to stand. If you just look how they slow-rolled --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How does not stand? Mueller is going to keep doing his job. What's going to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Well, Mueller is going to keep doing his job. But remember, the American public is going to be the judge of this. And they have found no evidence of collusion with Russia. What they can do is try to corner the president and pressure him. But, remember, there is pressure on their side, too. And that's coming from the American public. And I'm telling you people are not going to stand for this. They are going to ask that there be an investigation. We are waiting for that I.G. report from Horowitz. We're also waiting to see what Huber is going to with his.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When is that coming?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I'm assuming after Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm holding my breath. I'm dying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I know. But it's coming. And me too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Let me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "The only good thing coming of this are conservatives are becoming civil libertarians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I have actually been one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "You guys care about the Constitution now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNNITY",
      "sentences": "I do, I always have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "It's so important because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I agree with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "-- people on the left don't seem to care about the Constitution. Everybody just picks sides. And that's a very great danger to our Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, professor, let me ask you, I mean, New York Times comes out Ukrainian $150,000. All of this gets dropped and thrown out there and then the media is hysterical and breathless reporting and it turns out to be nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Let me tell you because I happen to know a lot about that. I represented the president of the Ukraine in the Ukraine --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The person involved in this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "The person involved in this, and his son-in-law, Viktor Pinchuk, who is one of the most charitable, generous people in the world. He gave millions of dollars to the Clinton campaign. And, of course, he is going to pay $150,000 to get Donald Trump to speak. He would have paid $250,000 to get other businessmen. That's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Gregg Jarrett wants an invitation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Let me get in on that action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I'm in the speaking business. I get paid to speak. And people pay a lot of the money to hear speakers like Donald Trump. And imagine if Gates or Zuckerberg were asked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "People pay me to speak, Professor. I know that's shocking to you. But, yes, I've been in that business --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I know. So, this is really a fake story. I don't know where it's coming from, $150,000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "It's not surprising.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "To a foundation? What's wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "This is driven by the media narrative. But today's events, let me say this, should put the nail in the coffin of any inclination the president ever had to sit down with Mueller. I think he has proven that he has forgotten the cannon of ethics. Which is the duty of a public prosecutor is not to gain a conviction but to see that justice is done. This was always an investigation in search of a crime which the law does not allow. The president should say same sorry, but I'm not going to answer questions about a non-crime called collusion and to the professor's point earlier, he should not answer any questions about his decision. So what authorize--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST, FOX NEWS",
      "sentences": "So now we're going to have an executive privilege fight. Now we have a constitutional show down. Yes or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes, sure, why not? And by the way, tomorrow in addition--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I agree with you, why not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "In addition to having a judge take over, and be the clean team to look at these attorney-client privilege documents, the attorneys for the president should file a motion to quash what happened today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, PROFESSOR, HARVARD LAW SCHOOL",
      "sentences": "Well, that's basically what I suggested.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Of course, some people are saying the president should plead the fifth. He should not plead the fifth. Let me tell you why. If he pleads the fifth, Mueller gives him immunity. And then he has to testify and immunity doesn't cover impeachment. So pleading the fifth would be exactly the wrong thing to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Isn't that ultimately Mueller's goal though he writes a report?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Sure. Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "In the hopes that Congress uses it to impeach him. That's the plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I think that's the plan, and he is not going to come to conclusions in the report. It's just going to going to lay out what the evidence is in a way that will make it hard if the democrats gain control, not to impeach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sara, last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR, FOX NEWS",
      "sentences": "Well, anything we need to see where Inspector General Horowitz is going with this and Huber. There is going to be a lot of information coming out. People will be indicted. There is going to be more information coming out of these documents. And in the end, they make those decisions based on the evidence that's coming forth. And I think the American public deserves to see that I think Congress deserves to see that and I think for the sanctity of our institutions, we need to get that information out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "But we do have a fundamental disagreement. I want fewer indictments on both sides. I don't want to see a bad criminal investigation against Trump become an excuse for a bad criminal investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, you agree FISA, you can't let to a FISA judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "You can't go to a FISA judge and lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Where they lie. They purposely withheld information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "No. No it has to be under oath and then you have to show it's material, there are a lot of elements.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "If you -- if I went to a FISA judge with an application I know it was paid for by one political group and withheld that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "It's in the footnote. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But they didn't say in the footnote who it was from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know, I know. But the question is, here where it went wrong--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Here is the question. (Inaudible) If I deleted 33,000 subpoenaed emails, I acid washed my hard drive. I beat up my devices with a hammer, are you saying they are not going to hold me for obstruction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I would get you off. I would. No seriously. Because I think there is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I bet you could. You and Jared.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "-- you have agreed politically doing the wrong thing and being negligent and committing a felony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think I'd be handcuffed and no getting me out. They would love me in jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "You would so be in jail right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So be in jail. I've got to run. We're really late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We do have another big story tonight. We are waiting the president might tonight be ordering a military strike against Syria as a result of what was a gassing of innocent men, women, and children, also my response to Jimmy Kimmel. Busy news night. Stay with us. We're making the decision as to what we do we do with respect to the horrible attack that was made near Damascus and it will be met and it will be met forcefully. And when, I will not say because I don't like talking about the timing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. The president earlier tonight, during a meeting with military leaders at the White House, discussing how to respond to the latest chemical attacks in Syria. That has now left at least 40 dead. Here with reaction, Sonoran Policy Group vice president CIA senior intelligence officer Daniel Hoffman, former deputy assistant to the president. Fox News national security strategist Dr. Gorka. Mr. Hoffman, let me start with you. You understand this region from what I understand. You worked there quite a long period of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIEL HOFFMAN, RETIRED SENIOR INTELLIGENCE OFFICER",
      "sentences": "I did. I was chief of the CIA's Middle East operations for a few years from 2010 to '14. And we delivered pretty stark assessment about how Syria would be transformed really into a Petri dish of threats to our national security. And we are seeing that play out where Russia, and Iran and Syria really have this sort of axis of evil together targeting innocent civilians and the opposition. Russia claims to be there to fight ISIS. But that's really not their purpose at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, that's a good point. Do you believe that this was the Assad regime and weren't they supposed to get rid of those weapons?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOFFMAN",
      "sentences": "They were -- it was absolutely the Assad regime. They've been -- they've allegedly launched at least eight chemical weapons attacks this year using sarin and chlorine. They were supposed to have eliminated their stockpile back in June of 2014 by the agreement that you highlighted earlier. And, of course, as we know, the Assad regime isn't going to be held to those sorts of agreements. And they kept certainly enough chemical weapons to launch these sorts of attacks. And we really need to make them pay for it but we also need to make Russia and Iran pay for it because those are the two countries that are enabling Syria, ultimately in their tactical and strategic objectives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Dr. Gorka, let's get your take on this. I thought I heard the president say we'd probably know after the fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, NATIONAL SECURITY STRATEGIST, FOX NEWS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Almost sounding like it's a certainty. I would not blame him. Did he act before when the similar circumstances arose in 2017?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Look, if we don't accepted the very clear message that this cannot be done again, others will use chemical weapons. We have international taboos, international treaties, Russia broke one during the Obama administration by investigating another country and taking its territory for itself. That administration did practically nothing. Now we have chemical weapons used against women and children. The president, I guarantee you in the next 24 hours, 48 hours will send a very strong message as Mr. Hoffman said, not just to Assad but to his sponsors and his backers to Russia, to Iran, even to China and North Korea that would ever think about using these weapons against innocent civilians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Dr. Gorka--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "This isn't about 2003. This isn't about invasion. This is about chemical weapons use.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But the nexus between politics and national security is intersecting tonight. And I even know that there are people on NBC News that have suggested even though the president announced long before any news about Michael Cohen that he would make a decision within 24 to 48 hours, they've actually used the term on conspiracy TV NBC, wag the dog.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "It's reprehensible. These are the same people who say that this administration is colluding with Russia and that the president works for Vladimir Putin. When for the last 15 months every single significant policy decision coming out of the Oval Office with regards to Russia has been bad for that KGB office of Vladimir Putin. Whether it's the Excel pipeline, arming Ukrainians, increasing our defense bucket. All of it, they live in a fantasy, you know what? At the end of the day, their political correctness undermines our national security. Because we have to look at these issues clinically, unemotionally, and through a lens that looks at it as if it is reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Not same kind of, you know, echo chamber like Ben Rhodes was proud of. Remember the echo chamber?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. You know, Mr. Hoffman, I agree with the president in as much as we can't be the world's policemen, there are circumstances, I don't think America can fight wars anymore after the experience in Iraq where it becomes politicized after thousands of Americans give their lives and limbs, Washington decides never mind we don't fight wars to win them. We put ridiculous rules of engagement on our brave men and women. We're deciding in Washington not on the ground what to do. Same thing happened in Vietnam we lost 58,000 people. But there are certain moments where it's only the United States. Are we going to sit back? Do we have a moral obligation when we see images of women and children being gassed to stop it and prevent it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOFFMAN",
      "sentences": "We do. We have got a moral obligation absolutely. It's a violation of international norms. And we do need to take action. We also have a strategic requirement, too, to support our allies in the region, Israel, Jordan and Lebanon. Not to mention Europe which has been impacted so severely by the migration crises. All the inaction from the previous years, really resulted in the massive level of threats to our national security. And I think what the administration is probably thinking about on John Bolton's first day is, what are our options? One of them certain solid to launch an attack on a Syrian air base. And I think we'll do that. But secondly, do we set up safe zones for the population? And third, would we go even farther and resume assisting, arming anti-Assad opposition so we have a little more skin in the game?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What about Russia saying, you know, Russia well. What about them saying they didn't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOFFMAN",
      "sentences": "Yes, that's -- I watched the Russian news, Sean, and I watch it every day, and that's what they called it (Inaudible) you know, false news. That's what they do. You know, they deny that they have used the nerve agent against Sergei Skripal, the defector. You know, their population might believe that stuff, but we have got to hold them accountable as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know Russia well. Let me ask you one more question while I have you on the show, with Hillary's email hacked by so many foreign agencies we would never know where the emails came from, would we? Really quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOFFMAN",
      "sentences": "You know, I mean, the Russians were all over those emails. I'm sure. That they were--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They probably were the Chinese and Iranians and North Koreans. Well, I have got to run.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOFFMAN",
      "sentences": "I mean, it's a huge--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We'll pick it up another day. I promise. I'm just out of time. All right. I will respond to Jimmy Kimmel straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. The moment many in the media have been waiting for, all right. Last week, I said enough is enough when Jimmy Kimmel was mocking the first lady and her accent while she was reading to children at the White House Easter egg roll and the liberal late night comedian responded to me in a tweet yesterday. All right. It's time for my response. That's our mini monologue. All right, if you watched the show on Friday or you follow me on my Twitter feed you probably saw how we took on Jimmy Kimmel with examples of his past antics after he frankly was kind of bullying the first lady, in my opinion, who clearly is not in any position to defend herself by making fun of her accent while she is actually reading to children. Now after we did call Kimmel out, he responded with even more vicious attacks. Anyway, yesterday, Kimmel apologized for some of his behavior. He wrote in part, 'By lampooning Sean Hannity's deference to the president, I'm most certainly did not intend to belittle or upset members of the gay community. And to those who took offense, I apologize. I will take Sean Hannity at his word that he was genuinely offended by what I believe and still believe to be a harmless and silly side reverencing of our first lady's accent. Mrs. Trump almost certainly has enough to be worry about without being used as prop to increase TV ratings.' All right. I read the apology carefully. Couple things pretty clear to me. On the surface, I'll be honest. It seems to be more of a kind of a forced Disney corporate apology directed more towards the LGBTQ community rather than about Kimmel's comments about the first lady. But, honestly, that's ultimately up to you to decide here. I believe everyone should accept apologies, that's how I was raised, that's what my religion teaches me. And I'm going to assume he is sincere. But from my perspective, I really do kind of enjoy a good fight and I do agree with Jimmy in this sense it's time to move on. Now for me what this was really about never about Hannity versus Jimmy Kimmel. It's a lot bigger than that for me, and here's why. Just the level of hatred vitriol against this president and his family is frankly unprecedented as we have been talking about all night tonight. The left in this country, they have even attacked the president's what, 10, 11, 12-year-old son. And what's even worse is we have this corrupt media industrial complex. We see it all working tonight. Daily breathlessly saying pretty much anything and everything in an effort to literally hurt this president and bring his family down. Now, attacking the first lady for her accent while reading to kids is just one small example but it's a line in the sand for me. It's obvious that Melania, Barron, they are not political in their roles. And those cheap shots I'm saying need to end. Now, look, I was a tough critic. People have been writing you are a tough critic of President Obama and his policies and you always talked about him and Michelle and going to the church of G.D. America and hanging out with Bill Ayers and Bernardine Dohrn and Reverend Wright and so on and so forth. And that's all true by the way. And I also criticized Michelle Obama's political statements like I couldn't believe a couple of times she said for the first time in my adult life I'm proud of my country. I'm like, really? It makes no sense. And the liberal media is trying to say my commentary of Michelle Obama's political statements is somehow similar to what Jimmy Kimmel said about Melania Trump. Frankly that's a lie. They know it. I was criticizing Michelle Obama on the substance of her political comments. By the way, no one will ever report that I have said multiple times on radio and TV that Michelle and Barack Obama seem like they were wonderful parents. That their kids seem wonderful and they raised good kids and they did a good job because it's not easy being in the public eye and that kids should be left alone. I said it many times. That's the difference and I think that's a big one. And unlike the Obama's, President Trump and the first lady, it seems that did not given any courtesy by anybody at this point which proves my larger point. The media is now wholly an extension of the Democratic Party. This show, and a few other voices on this network and talk radio, we are the rare exception to this rule. Look on your screen, the eight years of Obama's policies failed you, the American people on a spectacular level. Nobody in the media reported this and I think that's what the last elections was about. The forgotten men and women of this country and poverty on food stamps, and out of the labor force. Liberal media never talked about it. We have an endless stream of lies, propaganda, conspiracy theories, cheap shot, personal attacks. My point in all of this is at the end of the day, it's hurting those American people and it's really hurting the ability of the president even have a month to do his job. But for me this is the line in the sand. You leave women and kids alone. I'm done. And that's why I took on Jimmy Kimmel. I'm not trying to be the thought police and I sure as heck don't want political correctness. I never supported boycotts. Never will. And Jimmy, by the way, conservatives like me who support legal immigration. We are not anti-immigration, we believe in legal immigration. And just as responsible people can disagree about some of the crazy things you've done in the past. I say let the audience decide. And I've noticed by the way, Jimmy, you seem focused on politics. You seem sincere when you talked about healthcare, you seemed sincere when you talked about the country. I want to extend an invitation. You want to come on this show, I promise no name calling, no anger no, rehashing of the Twitter fight have. You want to a serious discussion we can talk about the president, his policies, comedy, political correctness. Ending boycotts, how I supported Bill Maher, Howard Stern, Don Imus, Opie and Anthony. People that I disagree with vehemently. My bet is you will actually agree with me on a lot more issues than you think. For my point of view it's over with Jimmy Kimmel. But I meant what I said, unfair attacks there needs to be an end to this. There is no shortage by the way of comedic material out there. By the way, Jimmy, if you do want to start up again, I promise I will punch back even harder and my producer spent all weekend compiling a lot of your highlights or low lights in your career. They don't make you look too good. So instead of airing them, we will put them in storage and we have more important pressing issues like what's happening in Syria and gassing of women and children. All right. When we come back, the video of the day and the return, Laura Ingraham is back, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So part of our exclusive interview with NBC News, the former Attorney General Loretta Lynch discussed her infamous 2016 tarmac meeting with former President Bill Clinton. They were talking about grandkids for almost an hour. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LORETTA LYNCH, FORMER UNITED STATES ATTORNEY GENERAL",
      "sentences": "It was 107 degrees outside and I was told that he wanted to come on the plane and say hello.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESTER HOLT, HOST, NBC NEWS",
      "sentences": "Did a part of you go no, no, no. Turn him around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYNCH",
      "sentences": "You know, at first my thought was, you know, I speak to people all the time, people in public life, and people not in public life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLT",
      "sentences": "Right. But his wife was under investigation by the Justice Department. She said they made mostly small talk, nothing about Mr. Clinton's wife and her e-mail server. Did you have any moment where you said, Mr. President, this is probably not appropriate or this is, you know, going to look bad?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYNCH",
      "sentences": "Well, I will say that in the course of the conversation we spoke and it seemed like we were going to say hello, hi, how are you and move on. And then the conversation would continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sure and his wife under investigation. Decision is pending any moment. I believe that, no. I don't exactly. All right. So we're going to stay on all of this. Robert Mueller declared war today. We have a lot of get to tomorrow. Remember, you raid the homes of drug dealers, potential terrorists. Really gangsters. It is going to be interesting times. We will always be fair and balanced. We hope you'll always join us. I've been saying it for a week, Laura Ingraham is back on Monday. Laura Ingraham-- Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "Really? Really? That's a great line. All right. Tucker, great show. Thank you. And this is a Fox News alert. President Trump's long-time personal attorney, Michael Cohen, just had his office, his home, and his hotel that he was staying in raided by the FBI today in an early morning raid. Now, what that means is Mueller's witch-hunt investigation is now a runaway train that is clearly careening off the tracks. Plus, a U.S.-led response to Syria could happen any moment. We are watching throughout the hour. And President Trump is currently weighing options against the Assad regime, following a devastating apparent gas attack against innocent men, women, and children in the eastern suburbs of Damascus. And also tonight, the former Attorney General Loretta Lynch, she is speaking out and throwing cold water on James Comey and many of his public statements. We're going to cover all of this and, yes, I have my response to Jimmy Kimmel's apology coming up later in the program. We have a lot to get to, big breaking news night. Big breaking news opening monologue"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Tonight, we have explosive new chapter in Mueller's partisan witch-hunt. We have now entered a dangerous phase and there is no turning back from this. It is clear as I have been warning, Mueller is out to get the president and it appears at any cost. Here's what happened. Upon referral from special counselor Robert Mueller, the FBI has raided the office, the home and the hotel room of Michael Cohen, the personal attorney of the president of the United States. The FBI reportedly seized records related to Cohen's payment to this porn star Stormy Daniels, among other items. And according to 'Bloomberg' tonight, this all came after the Deputy Attorney General Rod Rosenstein recommend that the Cohen investigation be pursued by federal prosecutors in New York. Keep in mind. Cohen was never part of the Trump administration or the Trump campaign. This is now officially an all hands on deck effort to totally malign and, if possible, impeach the president of the United States. Mueller and Rosenstein have declared what is a legal war on the president. And a source close to President Trump tonight is telling Fox News that Mueller's investigation is way out of control."
    },
    {
      "speaker": "My message tonight to Mueller is simple",
      "utterance": "if you have evidence of collusion, any at all, show it to us or end this partisan investigation. The country is hanging by a thread tonight and you don't seem to care. The so-called Russia collusion investigation has now evolved from a faceless start to a criminal prosecution, let's see of Paul Manafort, from a 12-year-old payments from Ukraine, to a payment to a porn star named Stormy Daniels. Mueller and Rosenstein, they are truly fulfilling the mainstream media's fantasy here, at least attempting to. In fact, despite all of today's major breaking news, the fake news was totally obsessed with all Michael Cohen. Ultimately, President Trump was forced to address this Cohen issue during a meeting with military leaders. Here's what he said."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "So I just heard that they broke into the office of one of my personal attorneys -- good man. And it's a disgraceful situation. It's a total witch-hunt. I have been saying it for a long time. I have wanted to keep it down. We have given, I believe, over a million pages worth of documents to the special counsel. They continue to just go forward and here we are talking about Syria. We are talking about a lot of serious things with the greatest fighting force ever. And I have this witch-hunt, constantly going on. It's a disgrace. It's frankly a real disgrace. It's an attack on our country in a true sense. It's an attack on what we all stand for. So, when I saw this and heard it, I heard it like you did, I said that is really now in a whole new level of unfairness. They found no collusion whatsoever with Russia. The reason they found it was there was no collusion at all. No collusion. This is the most biased group of people. These people have the biggest conflicts of interest I have ever seen. The attorney general made a terrible mistake when he did this and when he recused himself or he should have certainly let us know if he was going to recuse himself. And we would have used a -- put a different attorney general in. We've had that hanging over us now from the very, very beginning. And, yet, the other side, they don't even bother looking. And the other side is where there are crimes. And those crimes are obvious, lies under oath, all over the place, emails that are knocked out, that are acid washed and deleted. Nobody has ever seen. Thirty-three thousand emails are deleted after getting a subpoena for Congress. And nobody bothers looking at that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The president is exactly right. This is a huge massive double standard. You think Hillary Clinton's attorneys had their offices raided during this email investigation? Not a chance. You think Hillary Clinton's lawyers, where they raided after it was determined she bought and paid for that phony Russian dossier to influence the general election? Not a chance. No investigation. Any raids, any arrests, after the massive FISA abuse allegations were exposed. Not a single chance. Were there any raids, any arrests after Hillary Clinton? We know she obstructed justice. We know she deleted 33,000 emails. We know she deleted all of them and used the acid wash as the president was talking about, BleachBit, and then had the devices busted up with hammers. Anybody do anything there? Not a chance. Everything we have been telling you about this two-tiered justice system. We don't have equal justice under the law. It should be in the minds of every American citizen tonight. Robert Mueller is so far beyond his mandate. This is now spiraling out of control. Everything that we have warned you about is now coming to fruition. And Mueller has ostensibly tonight declared war against the president of the United States. Clearly, his objective is to remove him from office. I have told you have and I've told anyone who will listen. Mueller's team is corrupt starting with him and it has been from the beginning. Show us the evidence of collusion or this investigation needs to end. Ultimately, Mueller's run away investigation can all be traced back to one unfortunate act. The president alluded to this. The attorney general, Jeff Sessions, recusing himself from the Russia investigation leaving Rod Rosenstein, let's see Mueller's best friend, Comey's best friend, McCabe's best friend, to act in his behalf. He is basically the attorney general. And tonight, as this investigation is now spiraling out of control, it is time to start making moves, perhaps, maybe even like Congressman Mark Meadows suggested, impeaching Rosenstein. We will explain that later in the program. This leads us directly by the way to our next story, the slow release of these subpoenaed documents from the Justice Department to the House Judiciary Committee. The House Intel Committee, regarding the FBI-Clinton email investigation. And the potential FISA abuses during the presidential election. The attorney general, Jeff Sessions, appointed a U.S. attorney to oversee the delivery of more than 1.2 million documents. So far, the Justice Department has offered 3,600. That's it. Why are they slow walking? Why aren't they handing over what Congress has subpoenaed and it is their constitutional right to look at vis-a-vis oversight?"
    },
    {
      "speaker": "According to a new report tonight from Sara Carter, quote",
      "utterance": "Some lawyers are now saying the DOJ's appointment is nothing but political theater to avoid contempt of Congress."
    },
    {
      "speaker": "Make no mistake",
      "utterance": "these documents are crucial. If we're going to find answers about how the Obama Justice Department under Loretta Lynch and the FBI Director James Comey handled or rather mishandled the Clinton investigation. These documents will shed light on how Hillary was cleared of all charges. I have never heard of an exoneration before an investigation before and I doubt any of you have as well. These documents could show how the FISA system was used to spy on a presidential campaign. And how they lied to FISA court justice. Why won't the Justice Department release the unredacted FBI memo that Devin Nunes of the House Intel Committee has been demanding, what was used, of course, to justify the entire Russia collusion investigation to begin with? This is more than frustrating and just one more example that we now live in a country with a two-tiered justice system. This is what I have been warning you about. The FBI is more than capable of tracing a Russia collusion investigation somehow to a porn star and the door of Donald Trump's personal attorney, Michael Cohen. But the Justice Department of the United States of America is slow-walking and purposefully not even releasing documents they have in their possession that has been subpoenaed by the United States Congress, the Judiciary Committee, the Intel Committee. It's shameful. This should alarm every person watching this broadcast tonight. We'll have a lot more on that in a few minutes. Alan Dershowitz, Sara Carter and Gregg Jarrett are all here. But the media, while they are obsessing over Michael Cohen, yes, there are really important stories to bring to you. Over the weekend, according to multiple reports on the ground, anti-Assad suburb of Damascus was subject to a deadly chemical weapons attack. Horrific video captured from the scene. It shows men. It shows women. It shows children gasping for air, foaming at the mouth, with many laying on the ground dead from what appears to be, yet, another gas attack from the Assad regime against their own people. And as we speak, the president is once again weighing his options in Syria, and here's what the president said about this earlier today."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We're going to make a decision tonight or very shortly thereafter and you'll be hearing the decision. But, we can't let atrocities like we all witnessed and you can see that and it's horrible. We can't let that happen, in our world we can't let that happen. Especially when we are able, to because of the power of the United States, because of the power of our country, we are able to stop it. We have a lot of options, militarily. And we'll be letting you know pretty soon. OK?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Thanks, everybody. Thank you all."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Probably after the fact."
    },
    {
      "speaker": "HANNITY",
      "utterance": "According to General Mattis, all options were on the table, including a military response in Syria. Earlier today, the president said he would make a decision in the next 24 to 48 hours. Russia and Iran are now coming to Assad's defense, denying Assad actually launched the chemical attack. And as I have said many times on this program, just one more reason this flawed Iranian nuclear deal needs to be cancelled immediately. I believe the president will do that soon. As the president said, Russia should also be paying a big price for supporting Assad, including new sanctions and political restrictions. And, of course, this comes a little over a year after President Trump, remember, he launched dozens of cruise missiles, heavily damaging an air base in Syria after a similar gas attack in 2017. And sadly, this all comes after years of complete and utter total inaction from the Obama administration. Remember, Obama's imaginary red line in the sand and the price we have now paid. This goes back to 2012."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "We have communicated in no uncertain terms what every player in the region that that's a red line for us, and that there would be enormous consequences if we start seeing movement on the chemical weapons front or the use of chemical weapons. That would -- that would change my calculations significantly."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Of course, the red line was crossed. Obama's bluff was called and region fell into complete and utter chaos with many subsequent gas attacks to follow. Then in 2013, the Obama administration struck an utterly laughable diplomatic agreement with the Assad, which guaranteed the removal of weapons from Syria. OK, I guess they are not gone. As it turns out murderous dictators are not exactly trustworthy and Obama's policy in Syria ended up being a total failure left to the president now to rectify. So, with action now eminent in Syria tonight, we'll bring you any breaking developments as they happen. Also, tonight, in an attempt to get ahead of James Comey's pending book tour, the former attorney general, Loretta Lynch, is now speaking out, trying to explain some of -- well, her unusual and potentially illegal actions during the FBI's Clinton email investigation back in 2016. Remember, when Lynch directed the FBI Director James Comey to call Clinton's criminal investigation a, quote, matter, not an investigation. And he listened. Take a look at how she now tries to explain this away, all while throwing poor James Comey under the bus before his book tour. This was an interview with NBC News."
    },
    {
      "speaker": "LORETTA LYNCH, FORMER ATTORNEY GENERAL",
      "utterance": "This was a very sensitive investigation as everyone knew. And the issue he and I sat down at that time, which I think was early in the fall of 2015, was whether or not we were ready at the department to confirm an investigation going on. When we typically do not confirm or deny investigations into anything with rare exceptions."
    },
    {
      "speaker": "LESTER HOLT, NBC NEWS ANCHOR",
      "utterance": "So, Comey says call it a Clinton matter. He wants to call it the Clinton investigation. To the extent, though, that he noted it, that it bothered him, did he go to you and question your credibility with regard to the Clinton case?"
    },
    {
      "speaker": "LYNCH",
      "utterance": "Well, I can tell you that, you know, it was a meeting like any other that we had had where we talked about the issues. We had a full and open discussion about it."
    },
    {
      "speaker": "HOLT",
      "utterance": "He didn't raise any concern?"
    },
    {
      "speaker": "LYNCH",
      "utterance": "And concerns were not raised."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. We'll have more on Loretta Lynch's comments later in the show."
    },
    {
      "speaker": "First, joining to us react to the story tonight, author of bestseller 'Trumped Up",
      "utterance": "The Criminalization of Political Differences Endangers Democracy', famed Harvard Law Professor Alan Dershowitz. Raided the president's personal attorney's home and his office and his hotel room. Russia collusion has now become Stormy Daniels payment by his own lawyer."
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW SCHOOL PROFESSOR",
      "utterance": "I think actually this does show us something significant about the investigation. I do think a decision has been made from the very top that the Mueller investigation is stick to Russia collusion, the campaign, obstruction of justice anything else relating to Trump's business dealings, any alleged relationships or payments to women will be given over to the southern district of New York. Now, they will work together. And this may be an attempt to squeeze Cohen. He is the lawyer. He is the guy who knows all the facts about Donald Trump, and to get him to turn against his client. Look, this is a very dangerous day today for lawyer-client relations. I deal with clients all the time. I tell them on my word of honor that what you tell me is sacrosanct. And now they say just based on probable cause, even though there was cooperation with Cohen, they can burst into the office, grab all the computers and then give it to another FBI agent and say, you are the fire wall. We want you now to read all these confidential communications. Tell us which ones we can get and which ones we can't get. You know, if this were the shoe on the other foot, if this were Hillary Clinton being investigated, and they went into her lawyer's office, the ACLU would be on every television station in America jumping up and down. The deafening silence of the ACLU and civil libertarians about the intrusion into the lawyer-client confidentially is really appalling."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What about Trump -- sources close to the president today saying that this is aggressive, this is to squeeze the president that this is the end of any negotiations or any chance that President Trump will ever talk with Mueller and his team of investigators? More importantly, look at the team. Have you people that he appointed that have withheld and be found to have withheld exculpatory evidence in multiple cases."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I want to talk about that to you."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Right. But one thing first, before -- when lawyers think about cooperating with the prosecutors, they have to know that in exchange for the cooperation, they'll get treated decently. And here have you lawyers cooperating -- Trump's lawyers cooperating completely. Cohen cooperated completely. And what did they get for it?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Morning raid."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "A raid on the office with everything being taken. So, this sends a powerful message that cooperation is not going to be rewarded by Mueller. It's not going to be rewarded by the southern district. And I think the result may very well be far less cooperation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What would your advice be if I were to ask you if you were talking to the president tonight, I would say all bets are off, that it's clear Mueller has a different agenda? I have been arguing with different people I know. And my argument has been, if you or Robert Mueller, and you made a comment on a radio show in New York about the Whitey Bulger, a lot of people in Boston --"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "We remember that very well."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You remember it."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Oh, sure."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But four men went to jail. Mueller was involved in the case. Two of them died in jail. They were all later exonerated. Over $100 million judgment was paid. And issues involving exculpatory evidence was there, but also his pit-bull Andrew Weissmann, tens of thousands of jobs lost because of his tactics at Andersen Accounting, 9-0 decision against him in the Supreme Court, four Merrill executives in jail -- that was overturned by the Fifth Circuit -- and two examples of him withholding exculpatory evidence. He didn't appoint Weissmann to be a potted plant. He knew his background. What does it say about Mueller and his team?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Well, they are zealous. Many people think they are overzealous. I don't think they are partisans. Here you and I might disagree. I don't think they care whether they hurt the Democrats or the Republicans. Some on the team may. I don't think that's Mueller's approach. He is just determined to get his target. And, when you appoint somebody to be a special counsel, there is a target on the back of the president -- the target on the back of people close to the president."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Has he lost perspective?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I think he has lost perspective. I think that happens when overzealous prosecutors are given a target. And the concern now is that there won't be cooperation. I think we will now see a scorched-earth policy on both sides. Look, I don't give advice to the president except on television if he wants to listen, he can listen. But if I were the president, I would at least seriously consider going to court tomorrow, seeking to have a judge get ahold of all the lawyer-client material, take it away from the prosecutor, take it away from the FBI. Don't let an FBI agent look at any of them."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They have already looked at."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Have the judge go through it and have the judge make a determination as to whether there is anything in there that is lawyer- client privilege."
    },
    {
      "speaker": "HANNITY",
      "utterance": "At this point though, I don't see how the president and his team could cooperate."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "It's hard. It's hard. Think are not getting anything in return. Cooperation has to be a two-way street. Now, the problem, of course, for the president, is that Mueller ultimately holds the card in which he can subpoena the president, call him in front of a grand jury without his lawyer, without restrictions. And it may be less worse for the president to make a deal and sit down and have a four hour conference."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Can the president not answer at that point and plead --"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Well, he could not answer certain questions. For example, if he is asked, why did you fire Comey? His answers will be --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Rod Rosenstein told me."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Well, that's one answer and Rod Rosenstein still on the case. The other answer is, you cannot question the president's Article 2 decision-making authority. Just like the Constitution says you can't question senators. The Supreme Court has said you can't question judges about their decisions. You can't question a president about decisions he made that he was authorized to make under the Constitution."
    },
    {
      "speaker": "HANNITY",
      "utterance": "last question. Does this now go on potentially for years, well past the midterms?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Oh, there is no question."
    },
    {
      "speaker": "HANNITY",
      "utterance": "There's going to be a fight."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I think I can't imagine how this ends before the midterms. And if it ends just before the midterms, with a report that's condemnatory of the administration, imagine the outrage that will occur if, again we see the Justice Department potentially impacting an election."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Mueller wanted this. He sat out to do this. When he -- when he gave this to the southern district of New York today, that's what his plan was."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Well, I think his plan was to squeeze, to try to make sure he stays within his mandate, but then to use the southern district to squeeze Cohen. If they can get Cohen to become a cooperating witness, I doubt that will ever happen, but that's the tactic prosecutors often use."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Professor, good to see you. Thank you."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When we come back -- Alan Dershowitz actually stays with us. We'll check in with Sara Carter and Gregg Jarrett. Later, and, yes, we'll finally respond to Kimmel's apology, so-called apology to the first lady, Melania Trump, as we continue on this busy breaking news night, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. As we continue, law professor Alan Dershowitz, is back with us. Also with us, FOX News contributor Sara Carter, FOX News legal analyst Gregg Jarrett. Gregg, we'll start with you. Your interpretation of the raid on Michael Cohen and what this means today."
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "utterance": "I think the president was right to be frustrated and angry. Americans should be outraged. This is an abuse of the system. You know, here you have an attorney general who should never have recused himself and seems to be rather incompetent on the matter. You've got corrupt acts by top officials at the FBI and you've got Rosenstein and Mueller who have abused the law and today was a perfect example of this. And for what? A contract with a porn star to make her go away? It was a valid contract the best we can tell. There's offer, acceptance and consideration."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We do have contract law in this country."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Is still applicable?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "And it's not illegal to engage in a contract to make somebody go away. She took $130,000."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think it happens every day hundreds of thousands of time. All right. Sara, let's go to the other side of this and the double standard aspect in all of this. And to me, it is glaring and that is well, if I -- I don't think Gregg Jarrett and Professor Dershowitz would get me off the hook, if I deleted 33,000 emails and then I acid washed my hard drive and beat up my devices and I don't think that James Comey would give me exonerating that he is writing months before he talked to me or investigated the case. Nor do I think --"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I'd get you off the hook."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You'd get --"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I would prove this wasn't criminal."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And similarly, look at the FISA abuses. If I lied to a judge anywhere, why am I scared to death I would be handcuffed, perped walked and mug-shotted and put in jail and you would bring me a file in a cake."
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, I think that people will be indicted for lying. In fact, that's what I have been told. And also, you know, Sean, I think -- let's go back to the very beginning of this. You are absolutely right. We haven't seen them raid Hillary Clinton's home, raid her apartment. Look into her history, raid her attorney's offices. I think the American public sees enough evidence here to say, wait, there is a double standard going on here and it far surpasses anything they have seen in the past. People will not accept this and I can tell you right know based on what I'm hearing and looking at the mission creep by Mueller, it's not going to stand. If you just look how they slow-rolled --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "How does not stand? Mueller is going to keep doing his job. What's going to --"
    },
    {
      "speaker": "CARTER",
      "utterance": "Well, Mueller is going to keep doing his job. But remember, the American public is going to be the judge of this. And they have found no evidence of collusion with Russia. What they can do is try to corner the president and pressure him. But, remember, there is pressure on their side, too. And that's coming from the American public. And I'm telling you people are not going to stand for this. They are going to ask that there be an investigation. We are waiting for that I.G. report from Horowitz. We're also waiting to see what Huber is going to with his."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When is that coming?"
    },
    {
      "speaker": "CARTER",
      "utterance": "I'm assuming after Comey."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm holding my breath. I'm dying."
    },
    {
      "speaker": "CARTER",
      "utterance": "I know. But it's coming. And me too."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Let me --"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "The only good thing coming of this are conservatives are becoming civil libertarians."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I have actually been one."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "You guys care about the Constitution now."
    },
    {
      "speaker": "HANNNITY",
      "utterance": "I do, I always have."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "It's so important because --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I agree with you."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "-- people on the left don't seem to care about the Constitution. Everybody just picks sides. And that's a very great danger to our Constitution."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, professor, let me ask you, I mean, New York Times comes out Ukrainian $150,000. All of this gets dropped and thrown out there and then the media is hysterical and breathless reporting and it turns out to be nothing."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Let me tell you because I happen to know a lot about that. I represented the president of the Ukraine in the Ukraine --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "The person involved in this."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "The person involved in this, and his son-in-law, Viktor Pinchuk, who is one of the most charitable, generous people in the world. He gave millions of dollars to the Clinton campaign. And, of course, he is going to pay $150,000 to get Donald Trump to speak. He would have paid $250,000 to get other businessmen. That's --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Gregg Jarrett wants an invitation."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Let me get in on that action."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I'm in the speaking business. I get paid to speak. And people pay a lot of the money to hear speakers like Donald Trump. And imagine if Gates or Zuckerberg were asked."
    },
    {
      "speaker": "HANNITY",
      "utterance": "People pay me to speak, Professor. I know that's shocking to you. But, yes, I've been in that business --"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I know. So, this is really a fake story. I don't know where it's coming from, $150,000."
    },
    {
      "speaker": "JARRETT",
      "utterance": "It's not surprising."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "To a foundation? What's wrong?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "This is driven by the media narrative. But today's events, let me say this, should put the nail in the coffin of any inclination the president ever had to sit down with Mueller. I think he has proven that he has forgotten the cannon of ethics. Which is the duty of a public prosecutor is not to gain a conviction but to see that justice is done. This was always an investigation in search of a crime which the law does not allow. The president should say same sorry, but I'm not going to answer questions about a non-crime called collusion and to the professor's point earlier, he should not answer any questions about his decision. So what authorize--"
    },
    {
      "speaker": "SEAN HANNITY, HOST, FOX NEWS",
      "utterance": "So now we're going to have an executive privilege fight. Now we have a constitutional show down. Yes or no?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes, sure, why not? And by the way, tomorrow in addition--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I agree with you, why not?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "In addition to having a judge take over, and be the clean team to look at these attorney-client privilege documents, the attorneys for the president should file a motion to quash what happened today."
    },
    {
      "speaker": "ALAN DERSHOWITZ, PROFESSOR, HARVARD LAW SCHOOL",
      "utterance": "Well, that's basically what I suggested."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Of course, some people are saying the president should plead the fifth. He should not plead the fifth. Let me tell you why. If he pleads the fifth, Mueller gives him immunity. And then he has to testify and immunity doesn't cover impeachment. So pleading the fifth would be exactly the wrong thing to do."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Isn't that ultimately Mueller's goal though he writes a report?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Sure. Sure."
    },
    {
      "speaker": "HANNITY",
      "utterance": "In the hopes that Congress uses it to impeach him. That's the plan."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I think that's the plan, and he is not going to come to conclusions in the report. It's just going to going to lay out what the evidence is in a way that will make it hard if the democrats gain control, not to impeach."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sara, last word."
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR, FOX NEWS",
      "utterance": "Well, anything we need to see where Inspector General Horowitz is going with this and Huber. There is going to be a lot of information coming out. People will be indicted. There is going to be more information coming out of these documents. And in the end, they make those decisions based on the evidence that's coming forth. And I think the American public deserves to see that I think Congress deserves to see that and I think for the sanctity of our institutions, we need to get that information out."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "But we do have a fundamental disagreement. I want fewer indictments on both sides. I don't want to see a bad criminal investigation against Trump become an excuse for a bad criminal investigation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, you agree FISA, you can't let to a FISA judge."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "You can't go to a FISA judge and lie."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Where they lie. They purposely withheld information."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "No. No it has to be under oath and then you have to show it's material, there are a lot of elements."
    },
    {
      "speaker": "HANNITY",
      "utterance": "If you -- if I went to a FISA judge with an application I know it was paid for by one political group and withheld that."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "It's in the footnote. Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But they didn't say in the footnote who it was from."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know, I know. But the question is, here where it went wrong--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Here is the question. (Inaudible) If I deleted 33,000 subpoenaed emails, I acid washed my hard drive. I beat up my devices with a hammer, are you saying they are not going to hold me for obstruction?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I would get you off. I would. No seriously. Because I think there is--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I bet you could. You and Jared."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "-- you have agreed politically doing the wrong thing and being negligent and committing a felony."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think I'd be handcuffed and no getting me out. They would love me in jail."
    },
    {
      "speaker": "JARRETT",
      "utterance": "You would so be in jail right now."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So be in jail. I've got to run. We're really late."
    },
    {
      "speaker": "JARRETT",
      "utterance": "All right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We do have another big story tonight. We are waiting the president might tonight be ordering a military strike against Syria as a result of what was a gassing of innocent men, women, and children, also my response to Jimmy Kimmel. Busy news night. Stay with us. We're making the decision as to what we do we do with respect to the horrible attack that was made near Damascus and it will be met and it will be met forcefully. And when, I will not say because I don't like talking about the timing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. The president earlier tonight, during a meeting with military leaders at the White House, discussing how to respond to the latest chemical attacks in Syria. That has now left at least 40 dead. Here with reaction, Sonoran Policy Group vice president CIA senior intelligence officer Daniel Hoffman, former deputy assistant to the president. Fox News national security strategist Dr. Gorka. Mr. Hoffman, let me start with you. You understand this region from what I understand. You worked there quite a long period of time."
    },
    {
      "speaker": "DANIEL HOFFMAN, RETIRED SENIOR INTELLIGENCE OFFICER",
      "utterance": "I did. I was chief of the CIA's Middle East operations for a few years from 2010 to '14. And we delivered pretty stark assessment about how Syria would be transformed really into a Petri dish of threats to our national security. And we are seeing that play out where Russia, and Iran and Syria really have this sort of axis of evil together targeting innocent civilians and the opposition. Russia claims to be there to fight ISIS. But that's really not their purpose at all."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, that's a good point. Do you believe that this was the Assad regime and weren't they supposed to get rid of those weapons?"
    },
    {
      "speaker": "HOFFMAN",
      "utterance": "They were -- it was absolutely the Assad regime. They've been -- they've allegedly launched at least eight chemical weapons attacks this year using sarin and chlorine. They were supposed to have eliminated their stockpile back in June of 2014 by the agreement that you highlighted earlier. And, of course, as we know, the Assad regime isn't going to be held to those sorts of agreements. And they kept certainly enough chemical weapons to launch these sorts of attacks. And we really need to make them pay for it but we also need to make Russia and Iran pay for it because those are the two countries that are enabling Syria, ultimately in their tactical and strategic objectives."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Dr. Gorka, let's get your take on this. I thought I heard the president say we'd probably know after the fact."
    },
    {
      "speaker": "SEBASTIAN GORKA, NATIONAL SECURITY STRATEGIST, FOX NEWS",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Almost sounding like it's a certainty. I would not blame him. Did he act before when the similar circumstances arose in 2017?"
    },
    {
      "speaker": "GORKA",
      "utterance": "Look, if we don't accepted the very clear message that this cannot be done again, others will use chemical weapons. We have international taboos, international treaties, Russia broke one during the Obama administration by investigating another country and taking its territory for itself. That administration did practically nothing. Now we have chemical weapons used against women and children. The president, I guarantee you in the next 24 hours, 48 hours will send a very strong message as Mr. Hoffman said, not just to Assad but to his sponsors and his backers to Russia, to Iran, even to China and North Korea that would ever think about using these weapons against innocent civilians."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Dr. Gorka--"
    },
    {
      "speaker": "GORKA",
      "utterance": "This isn't about 2003. This isn't about invasion. This is about chemical weapons use."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But the nexus between politics and national security is intersecting tonight. And I even know that there are people on NBC News that have suggested even though the president announced long before any news about Michael Cohen that he would make a decision within 24 to 48 hours, they've actually used the term on conspiracy TV NBC, wag the dog."
    },
    {
      "speaker": "GORKA",
      "utterance": "It's reprehensible. These are the same people who say that this administration is colluding with Russia and that the president works for Vladimir Putin. When for the last 15 months every single significant policy decision coming out of the Oval Office with regards to Russia has been bad for that KGB office of Vladimir Putin. Whether it's the Excel pipeline, arming Ukrainians, increasing our defense bucket. All of it, they live in a fantasy, you know what? At the end of the day, their political correctness undermines our national security. Because we have to look at these issues clinically, unemotionally, and through a lens that looks at it as if it is reality."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know--"
    },
    {
      "speaker": "GORKA",
      "utterance": "Not same kind of, you know, echo chamber like Ben Rhodes was proud of. Remember the echo chamber?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. You know, Mr. Hoffman, I agree with the president in as much as we can't be the world's policemen, there are circumstances, I don't think America can fight wars anymore after the experience in Iraq where it becomes politicized after thousands of Americans give their lives and limbs, Washington decides never mind we don't fight wars to win them. We put ridiculous rules of engagement on our brave men and women. We're deciding in Washington not on the ground what to do. Same thing happened in Vietnam we lost 58,000 people. But there are certain moments where it's only the United States. Are we going to sit back? Do we have a moral obligation when we see images of women and children being gassed to stop it and prevent it?"
    },
    {
      "speaker": "HOFFMAN",
      "utterance": "We do. We have got a moral obligation absolutely. It's a violation of international norms. And we do need to take action. We also have a strategic requirement, too, to support our allies in the region, Israel, Jordan and Lebanon. Not to mention Europe which has been impacted so severely by the migration crises. All the inaction from the previous years, really resulted in the massive level of threats to our national security. And I think what the administration is probably thinking about on John Bolton's first day is, what are our options? One of them certain solid to launch an attack on a Syrian air base. And I think we'll do that. But secondly, do we set up safe zones for the population? And third, would we go even farther and resume assisting, arming anti-Assad opposition so we have a little more skin in the game?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "What about Russia saying, you know, Russia well. What about them saying they didn't do it."
    },
    {
      "speaker": "HOFFMAN",
      "utterance": "Yes, that's -- I watched the Russian news, Sean, and I watch it every day, and that's what they called it (Inaudible) you know, false news. That's what they do. You know, they deny that they have used the nerve agent against Sergei Skripal, the defector. You know, their population might believe that stuff, but we have got to hold them accountable as well."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know Russia well. Let me ask you one more question while I have you on the show, with Hillary's email hacked by so many foreign agencies we would never know where the emails came from, would we? Really quick."
    },
    {
      "speaker": "HOFFMAN",
      "utterance": "You know, I mean, the Russians were all over those emails. I'm sure. That they were--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "They probably were the Chinese and Iranians and North Koreans. Well, I have got to run."
    },
    {
      "speaker": "HOFFMAN",
      "utterance": "I mean, it's a huge--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "We'll pick it up another day. I promise. I'm just out of time. All right. I will respond to Jimmy Kimmel straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. The moment many in the media have been waiting for, all right. Last week, I said enough is enough when Jimmy Kimmel was mocking the first lady and her accent while she was reading to children at the White House Easter egg roll and the liberal late night comedian responded to me in a tweet yesterday. All right. It's time for my response. That's our mini monologue. All right, if you watched the show on Friday or you follow me on my Twitter feed you probably saw how we took on Jimmy Kimmel with examples of his past antics after he frankly was kind of bullying the first lady, in my opinion, who clearly is not in any position to defend herself by making fun of her accent while she is actually reading to children. Now after we did call Kimmel out, he responded with even more vicious attacks. Anyway, yesterday, Kimmel apologized for some of his behavior. He wrote in part, 'By lampooning Sean Hannity's deference to the president, I'm most certainly did not intend to belittle or upset members of the gay community. And to those who took offense, I apologize. I will take Sean Hannity at his word that he was genuinely offended by what I believe and still believe to be a harmless and silly side reverencing of our first lady's accent. Mrs. Trump almost certainly has enough to be worry about without being used as prop to increase TV ratings.' All right. I read the apology carefully. Couple things pretty clear to me. On the surface, I'll be honest. It seems to be more of a kind of a forced Disney corporate apology directed more towards the LGBTQ community rather than about Kimmel's comments about the first lady. But, honestly, that's ultimately up to you to decide here. I believe everyone should accept apologies, that's how I was raised, that's what my religion teaches me. And I'm going to assume he is sincere. But from my perspective, I really do kind of enjoy a good fight and I do agree with Jimmy in this sense it's time to move on. Now for me what this was really about never about Hannity versus Jimmy Kimmel. It's a lot bigger than that for me, and here's why. Just the level of hatred vitriol against this president and his family is frankly unprecedented as we have been talking about all night tonight. The left in this country, they have even attacked the president's what, 10, 11, 12-year-old son. And what's even worse is we have this corrupt media industrial complex. We see it all working tonight. Daily breathlessly saying pretty much anything and everything in an effort to literally hurt this president and bring his family down. Now, attacking the first lady for her accent while reading to kids is just one small example but it's a line in the sand for me. It's obvious that Melania, Barron, they are not political in their roles. And those cheap shots I'm saying need to end. Now, look, I was a tough critic. People have been writing you are a tough critic of President Obama and his policies and you always talked about him and Michelle and going to the church of G.D. America and hanging out with Bill Ayers and Bernardine Dohrn and Reverend Wright and so on and so forth. And that's all true by the way. And I also criticized Michelle Obama's political statements like I couldn't believe a couple of times she said for the first time in my adult life I'm proud of my country. I'm like, really? It makes no sense. And the liberal media is trying to say my commentary of Michelle Obama's political statements is somehow similar to what Jimmy Kimmel said about Melania Trump. Frankly that's a lie. They know it. I was criticizing Michelle Obama on the substance of her political comments. By the way, no one will ever report that I have said multiple times on radio and TV that Michelle and Barack Obama seem like they were wonderful parents. That their kids seem wonderful and they raised good kids and they did a good job because it's not easy being in the public eye and that kids should be left alone. I said it many times. That's the difference and I think that's a big one. And unlike the Obama's, President Trump and the first lady, it seems that did not given any courtesy by anybody at this point which proves my larger point. The media is now wholly an extension of the Democratic Party. This show, and a few other voices on this network and talk radio, we are the rare exception to this rule. Look on your screen, the eight years of Obama's policies failed you, the American people on a spectacular level. Nobody in the media reported this and I think that's what the last elections was about. The forgotten men and women of this country and poverty on food stamps, and out of the labor force. Liberal media never talked about it. We have an endless stream of lies, propaganda, conspiracy theories, cheap shot, personal attacks. My point in all of this is at the end of the day, it's hurting those American people and it's really hurting the ability of the president even have a month to do his job. But for me this is the line in the sand. You leave women and kids alone. I'm done. And that's why I took on Jimmy Kimmel. I'm not trying to be the thought police and I sure as heck don't want political correctness. I never supported boycotts. Never will. And Jimmy, by the way, conservatives like me who support legal immigration. We are not anti-immigration, we believe in legal immigration. And just as responsible people can disagree about some of the crazy things you've done in the past. I say let the audience decide. And I've noticed by the way, Jimmy, you seem focused on politics. You seem sincere when you talked about healthcare, you seemed sincere when you talked about the country. I want to extend an invitation. You want to come on this show, I promise no name calling, no anger no, rehashing of the Twitter fight have. You want to a serious discussion we can talk about the president, his policies, comedy, political correctness. Ending boycotts, how I supported Bill Maher, Howard Stern, Don Imus, Opie and Anthony. People that I disagree with vehemently. My bet is you will actually agree with me on a lot more issues than you think. For my point of view it's over with Jimmy Kimmel. But I meant what I said, unfair attacks there needs to be an end to this. There is no shortage by the way of comedic material out there. By the way, Jimmy, if you do want to start up again, I promise I will punch back even harder and my producer spent all weekend compiling a lot of your highlights or low lights in your career. They don't make you look too good. So instead of airing them, we will put them in storage and we have more important pressing issues like what's happening in Syria and gassing of women and children. All right. When we come back, the video of the day and the return, Laura Ingraham is back, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So part of our exclusive interview with NBC News, the former Attorney General Loretta Lynch discussed her infamous 2016 tarmac meeting with former President Bill Clinton. They were talking about grandkids for almost an hour. Take a look."
    },
    {
      "speaker": "LORETTA LYNCH, FORMER UNITED STATES ATTORNEY GENERAL",
      "utterance": "It was 107 degrees outside and I was told that he wanted to come on the plane and say hello."
    },
    {
      "speaker": "LESTER HOLT, HOST, NBC NEWS",
      "utterance": "Did a part of you go no, no, no. Turn him around."
    },
    {
      "speaker": "LYNCH",
      "utterance": "You know, at first my thought was, you know, I speak to people all the time, people in public life, and people not in public life."
    },
    {
      "speaker": "HOLT",
      "utterance": "Right. But his wife was under investigation by the Justice Department. She said they made mostly small talk, nothing about Mr. Clinton's wife and her e-mail server. Did you have any moment where you said, Mr. President, this is probably not appropriate or this is, you know, going to look bad?"
    },
    {
      "speaker": "LYNCH",
      "utterance": "Well, I will say that in the course of the conversation we spoke and it seemed like we were going to say hello, hi, how are you and move on. And then the conversation would continue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sure and his wife under investigation. Decision is pending any moment. I believe that, no. I don't exactly. All right. So we're going to stay on all of this. Robert Mueller declared war today. We have a lot of get to tomorrow. Remember, you raid the homes of drug dealers, potential terrorists. Really gangsters. It is going to be interesting times. We will always be fair and balanced. We hope you'll always join us. I've been saying it for a week, Laura Ingraham is back on Monday. Laura Ingraham--"
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}