{
  "date": "April 12, 2018",
  "headline": "Gutfeld on the Pompeo hearing",
  "subHeadline": "In a dangerous world, diplomats are nice but realists are better.",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-the-pompeo-hearing",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. BOB CORKER, R-TENN.",
      "sentences": "It's fair for our members to ask whether your relationship is rooted in a candid, healthy, give-and-take dynamic, or whether it's based on deferential willingness to go along to get along.   Up next, shameless bigotry smears:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J.",
      "sentences": "Do you have any views of the Muslim faith or people who believe in worshiping, quote, unquote, other gods? Is that just something negative in our country?  And let's not forget the T word:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BEN CARDIN, D-MD",
      "sentences": "Can you just clarify for me how you would, as secretary of state, be clear as to America's commitment against torture. So predictable, so fake, so irrelevant, but Mike did fine until this:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, FORMER CIA DIRECTOR",
      "sentences": "With respect to building a team out of the State Department, this is something I've done multiple times in my life. I did it as a tank platoon leader. I did it as a cavalry troop. I did it for two small businesses in Kansas. And then, I worked hard at it. I will leave others to judge the success.  Oh, dear. \"Platoon leader\"? The language of war. Does Chuck Schumer have trauma counselors standing by? I hope Cory Booker brought his comfort bunny.   So, how do you know Pompeo deserves the gig? Let ask her:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED PROTESTER",
      "sentences": "This man is no diplomat! This man is no diplomat! War mongerer --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKER",
      "sentences": "Please, please remove.   She totally nailed it. Pompeo isn't a diplomat. That should be on his business card. When you reduce people to gibbering fools, you know you've got a winner. See this tweet from Al Gore: \"Senators should reject Mike Pompeo. He denies the climate crisis and has been doing the bidding for fossil fuel interests his whole career.\" Well, Gore does know fossils. He's about as up-to-date on world events as Fred Flintstone. Again, if Al is a no, Pompeo is a yes. Here's another, another tweet: \"Over 180 national orgs representing millions of Americans, diverse communities, covering issues for national security and women's health to climate change and human rights have now publicly opposed Pompeo. #stoppompeo.\" Now, that's what I call an endorsement. For unlike those groups, Pompeo is no pacifist. Just ask ISIS if you can still find them. Fact, without non-pacifists, pacifists would be bones under a dictator's boot.  Anyway, it's easy to be a holy man up on a mountain or up on Capitol Hill. But in the real world, things are more dangerous. But diplomat is nice, but a realist is better. We need Pompeo, not Deepak Chopra. So, no more apology tours or fake resets, we need tough love from a grown-up. That's Pompeo. No wonder the left can't stand him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OK, let's recap Mike Pompeo's confirmation hearing. First, if you want to be part of the Republican administration, please denounce the Republican administration",
      "utterance": ""
    },
    {
      "speaker": "SEN. BOB CORKER, R-TENN.",
      "utterance": "It's fair for our members to ask whether your relationship is rooted in a candid, healthy, give-and-take dynamic, or whether it's based on deferential willingness to go along to get along."
    },
    {
      "speaker": "Up next, shameless bigotry smears",
      "utterance": ""
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J.",
      "utterance": "Do you have any views of the Muslim faith or people who believe in worshiping, quote, unquote, other gods? Is that just something negative in our country?"
    },
    {
      "speaker": "And let's not forget the T word",
      "utterance": ""
    },
    {
      "speaker": "SEN. BEN CARDIN, D-MD",
      "utterance": "Can you just clarify for me how you would, as secretary of state, be clear as to America's commitment against torture."
    },
    {
      "speaker": "So predictable, so fake, so irrelevant, but Mike did fine until this",
      "utterance": ""
    },
    {
      "speaker": "MIKE POMPEO, FORMER CIA DIRECTOR",
      "utterance": "With respect to building a team out of the State Department, this is something I've done multiple times in my life. I did it as a tank platoon leader. I did it as a cavalry troop. I did it for two small businesses in Kansas. And then, I worked hard at it. I will leave others to judge the success. Oh, dear. \"Platoon leader\"? The language of war. Does Chuck Schumer have trauma counselors standing by? I hope Cory Booker brought his comfort bunny. So, how do you know Pompeo deserves the gig? Let ask her:"
    },
    {
      "speaker": "UNINDENTIFIED PROTESTER",
      "utterance": "This man is no diplomat! This man is no diplomat! War mongerer --"
    },
    {
      "speaker": "CORKER",
      "utterance": "Please, please remove."
    },
    {
      "speaker": "She totally nailed it. Pompeo isn't a diplomat. That should be on his business card. When you reduce people to gibbering fools, you know you've got a winner. See this tweet from Al Gore",
      "utterance": "\"Senators should reject Mike Pompeo. He denies the climate crisis and has been doing the bidding for fossil fuel interests his whole career.\" Well, Gore does know fossils. He's about as up-to-date on world events as Fred Flintstone. Again, if Al is a no, Pompeo is a yes."
    },
    {
      "speaker": "Here's another, another tweet",
      "utterance": "\"Over 180 national orgs representing millions of Americans, diverse communities, covering issues for national security and women's health to climate change and human rights have now publicly opposed Pompeo. #stoppompeo.\" Now, that's what I call an endorsement. For unlike those groups, Pompeo is no pacifist. Just ask ISIS if you can still find them. Fact, without non-pacifists, pacifists would be bones under a dictator's boot. Anyway, it's easy to be a holy man up on a mountain or up on Capitol Hill. But in the real world, things are more dangerous. But diplomat is nice, but a realist is better. We need Pompeo, not Deepak Chopra. So, no more apology tours or fake resets, we need tough love from a grown-up. That's Pompeo. No wonder the left can't stand him."
    }
  ]
}