{
  "date": "April 13, 2018",
  "headline": "Trump attacks former FBI director over tell-all book",
  "subHeadline": "President hammers James Comey over attacks in 'A Higher Loyalty'; reaction and analysis from the 'Special Report' All-Stars.",
  "url": "https://www.foxnews.com/transcript/trump-attacks-former-fbi-director-over-tell-all-book",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "sentences": "President-elect Trump's first question was to confirm that it had no impact on the election. No one, to my recollection, asked so what -- what's coming next from the Russians? How might we stop it? What's the future look like? And then the conversation, to my surprise, moved into a P.R. conversation about how the Trump team would position this and what they could say about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT TRUMP",
      "sentences": "It's the FBI director's job to come in and tell the president-elect everything that they knew about alleged Russian interference. He didn't do that. Why is it up to the president-elect and the members of the team who were in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Well, it's just beginning on this front. James Comey, the former FBI director and the president back and forth. Comey's book coming out, an interview this weekend. And we're getting just some pieces of that in that he writes the president is unethical and untethered to truth and institutional values. His leadership is transactional, ego-driven, and about personal loyalty. The president tweeting today \"James Comey is a proven leaker and liar. Virtually everyone in Washington thought he should be fired for the terrible job he did until he was, in fact, fired. He leaked classified information for which he should be prosecuted. He lied to Congress under oath. He is a weak and untruthful slime ball who was, as time has proven, a terrible director of the FBI. His handling of the crooked Hillary Clinton case and the events surrounding it will go down as one of the most \"botch jobs\" of history. It was my great honor to fire James Comey.\"  A lot of news on that front and a lot of fronts, frankly, this week. Let's bring in our panel: Matt Schlapp, contributor with The Hill; David Catanese, senior politics writer for U.S. News and World Report, and Tom Rogan, commentary writer for the Washington Examiner. OK, let's try to distill and put this in categories before we talk about Cohen and all that. This back and forth with Comey and what's coming out, Matt?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, THE HILL",
      "sentences": "Yes, I mean, amazing tweet from the president. I have to say it captures what is a lot of people think about the guy, Democrats and Republicans. I went through all the tweets from Harry Reid, from Chuck Schumer to Nancy Pelosi. And then you have all of those on the right who think he is also -- for me it's very personal because I dealt with Jim Comey when he first came into the Bush administration and he purported to me that he was this really strong conservative Republican. But when we did his political check, we found people saying that he told the Democrats he was a Democrat. He told Republicans he was a Republican. What you realize with Jim Comey it is all about him. And I think he is kind of at the end of his rope, or I don't know where his political friends are anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I have not read the book. I will prior to this interview that coming up April 26th. Here is the White House press secretary today on these Comey charges.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "The American people see right through the blatant lies of a self-admitted leaker. This is nothing more than a poorly executed P.R. stunt by Comey to desperately rehabilitate his tattered reputation and enrich his own bank account by peddling a book that belongings in the bargain bin of the fiction section.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "David?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID CATANESE, U.S. NEWS AND WORLD REPORT",
      "sentences": "I was actually surprised. I don't think there with a bombshell in this Comey book at all. The president was upset about the dossier and going to the FBI director and asking him about it. To me, that's a natural human reaction if you are accused of some of those things.  But I do think the most interesting thing out of this was Comey admitting that he made a political decision when it came to releasing that Hillary Clinton letter just days before the election about her emails. We always were told, right, the FBI is above politics. He is basically admitting that, no, the FBI does take politics into consideration, because we thought Hillary was going to win so he didn't think this letter was going to be that damaging. That to me is the most interesting thing in the matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, here's a piece of that. \"It's entirely possible that because I was making decisions in an environment where Hillary Clinton was sure to be the next president, my concern about making her an illegitimate president by concealing the restarted investigation bore greater weight than it would have if the election appeared closer or if Donald Trump were ahead in all polls. But I don't know.\" Tom, the other news today that's getting everybody's attention is this I.G. report on McCabe and why he was fired. Pretty significant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM ROGAN, WASHINGTON EXAMINER",
      "sentences": "It is significant. And I think the depth of detail there. I was speaking to a friend who works in the government. He was very skeptical of this report before it came out. Today you look at the measure of detail, the repeated accusations. It becomes very hard, I think, to see Deputy Director McCabe in the kind of positive light that perhaps he has tried to present himself since the firing. And, again, in the context of the Comey book, which I agree with David doesn't actually have the tangible bombshell that we were led to believe, frankly you have to think from the president's point of view this all looks pretty good for him. And then you wonder, well, why does he tweet about it? Perhaps that's the emotional thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The McCabe -- Chairman Goodlatte weighed in on this I.G. report, saying \"Mr. McCabe repeatedly lied under oath about the disclosure of information to a reporter. In doing so he not only violated FBI policy, but he may have committed a federal crime. It is unfortunate that Mr. McCabe's distinguished career at the FBI has ended this way, but it is apparent that Attorney General Sessions made the right decision.\" His attorney has released a statement saying he didn't believe that the I.G.'s report was accurate or complete.  Matt, you saw the FBI director, Chris Wray, saying that this went by the book. As you read the details of this I.G. report, it seems like they had enough there there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Thirty pages that goes into detail about why McCabe broke. Let's just say it this way. Every policy about this that the FBI has even broke Comey's own policies about how you deal with the press. And let's remember, this is an Obama appointed I.G. confirmed by the Senate. This is not a Donald Trump appointee who is trying to settle scores. This is a fair-minded I.G. looking at the record, and the record is terrible. And as an American, I hate to think that this actually happened at the FBI. I want to think that this doesn't happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, Scooter Libby pardoned today. The president in a statement saying \"I don't know Mr. Libby but for years I have heard that he has been treated unfairly. Hopefully this full pardon will help rectify a very sad portion of his life.\" This is a very big victory for Dick Cheney who wanted George W. Bush to do this very thing. He did not. But is it deeper than that and a signal when a special counsel, a special investigator is charging people, and is it a message to other people, saying I have your back later on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATANESE",
      "sentences": "Yes. I tried to reach out and talk to some White House officials about this. Why today? What was the significance of today? And, look, remember, George W. Bush passed on a pardon for Scooter Libby. Why is Donald Trump -- in his own statement he is saying I don't really know the case. I don't know the guy, but it seems like he was treated unfairly. To me this was a signal to his other aides that he has the power to inoculate them if they come under fire. To me, you can't read it any other way, especially with all this other news with Comey and McCabe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Here is Sarah Sanders specifically asked about that aspects of potential linkage there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "The president has been clear that he has a deep concern about the direction the special counsel has taken. The investigation started as Russian collusion of which there was none. One thing has nothing to do with the other, and every case should be reviewed on their own merits. Pardoning Libby was the right thing to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Tom?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGAN",
      "sentences": "Yes, look, I think it's quite clear that this is about Manafort. It's about Cohen potentially. It's about the president saying, look, I'm going to support you if you stand with me. But ultimately I think just going back to this broad environment of president versus the judiciary, one interesting insulating factor here is Director Wray. I actually think as much as you do see a few comments at the White House, Director Wray staying off the radar, that is going to be the ultimate takeaway whatever happens, that the FBI, you're going to get a lot less engagement with the press I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Same time we will wrap up here, the president calling his long time personal attorney Michael Cohen today. We are learning more about what was taken, what agents took out of his office or home or apartment. Interesting move for the president to reach out in this environment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Yes. I think, well, it's unsettling. And this is the man who is his personal lawyer. And once again you want to believe that the attorney- client privilege would hold certainly for the president of the United States under the special counsel.  Now, we're being told that maybe this is about all different types of things outside the scope of the investigation. But this is all very chilling and unnerving, I think, for the American people who expect certain norms. I guess in this day and age there are no norms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATANESE",
      "sentences": "Here is the thing, though, I think this is being missed. Attorney-client privilege is not covered with business dealings. And Michael Cohen was a political aide. He didn't only deal with legal stuff. He was a maker and a shifter on all Trump events.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "I understand that this could be about Mr. Cohen's business deals. But there is no question when they do this that they pick up extraneous documents. And now DOJ is going to go through a process when they are already under scrutiny as to how fair they are to Donald Trump and to his team. They are going to go through a process. It looks political and it's going to be hard for them to get out of this. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "utterance": "President-elect Trump's first question was to confirm that it had no impact on the election. No one, to my recollection, asked so what -- what's coming next from the Russians? How might we stop it? What's the future look like? And then the conversation, to my surprise, moved into a P.R. conversation about how the Trump team would position this and what they could say about this."
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT TRUMP",
      "utterance": "It's the FBI director's job to come in and tell the president-elect everything that they knew about alleged Russian interference. He didn't do that. Why is it up to the president-elect and the members of the team who were in there."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Well, it's just beginning on this front. James Comey, the former FBI director and the president back and forth. Comey's book coming out, an interview this weekend. And we're getting just some pieces of that in that he writes the president is unethical and untethered to truth and institutional values. His leadership is transactional, ego-driven, and about personal loyalty. The president tweeting today \"James Comey is a proven leaker and liar. Virtually everyone in Washington thought he should be fired for the terrible job he did until he was, in fact, fired. He leaked classified information for which he should be prosecuted. He lied to Congress under oath. He is a weak and untruthful slime ball who was, as time has proven, a terrible director of the FBI. His handling of the crooked Hillary Clinton case and the events surrounding it will go down as one of the most \"botch jobs\" of history. It was my great honor to fire James Comey.\""
    },
    {
      "speaker": "A lot of news on that front and a lot of fronts, frankly, this week. Let's bring in our panel",
      "utterance": "Matt Schlapp, contributor with The Hill; David Catanese, senior politics writer for U.S. News and World Report, and Tom Rogan, commentary writer for the Washington Examiner. OK, let's try to distill and put this in categories before we talk about Cohen and all that. This back and forth with Comey and what's coming out, Matt?"
    },
    {
      "speaker": "MATT SCHLAPP, THE HILL",
      "utterance": "Yes, I mean, amazing tweet from the president. I have to say it captures what is a lot of people think about the guy, Democrats and Republicans. I went through all the tweets from Harry Reid, from Chuck Schumer to Nancy Pelosi. And then you have all of those on the right who think he is also -- for me it's very personal because I dealt with Jim Comey when he first came into the Bush administration and he purported to me that he was this really strong conservative Republican. But when we did his political check, we found people saying that he told the Democrats he was a Democrat. He told Republicans he was a Republican. What you realize with Jim Comey it is all about him. And I think he is kind of at the end of his rope, or I don't know where his political friends are anymore."
    },
    {
      "speaker": "BAIER",
      "utterance": "I have not read the book. I will prior to this interview that coming up April 26th. Here is the White House press secretary today on these Comey charges."
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "The American people see right through the blatant lies of a self-admitted leaker. This is nothing more than a poorly executed P.R. stunt by Comey to desperately rehabilitate his tattered reputation and enrich his own bank account by peddling a book that belongings in the bargain bin of the fiction section."
    },
    {
      "speaker": "BAIER",
      "utterance": "David?"
    },
    {
      "speaker": "DAVID CATANESE, U.S. NEWS AND WORLD REPORT",
      "utterance": "I was actually surprised. I don't think there with a bombshell in this Comey book at all. The president was upset about the dossier and going to the FBI director and asking him about it. To me, that's a natural human reaction if you are accused of some of those things. But I do think the most interesting thing out of this was Comey admitting that he made a political decision when it came to releasing that Hillary Clinton letter just days before the election about her emails. We always were told, right, the FBI is above politics. He is basically admitting that, no, the FBI does take politics into consideration, because we thought Hillary was going to win so he didn't think this letter was going to be that damaging. That to me is the most interesting thing in the matter."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, here's a piece of that. \"It's entirely possible that because I was making decisions in an environment where Hillary Clinton was sure to be the next president, my concern about making her an illegitimate president by concealing the restarted investigation bore greater weight than it would have if the election appeared closer or if Donald Trump were ahead in all polls. But I don't know.\" Tom, the other news today that's getting everybody's attention is this I.G. report on McCabe and why he was fired. Pretty significant."
    },
    {
      "speaker": "TOM ROGAN, WASHINGTON EXAMINER",
      "utterance": "It is significant. And I think the depth of detail there. I was speaking to a friend who works in the government. He was very skeptical of this report before it came out. Today you look at the measure of detail, the repeated accusations. It becomes very hard, I think, to see Deputy Director McCabe in the kind of positive light that perhaps he has tried to present himself since the firing. And, again, in the context of the Comey book, which I agree with David doesn't actually have the tangible bombshell that we were led to believe, frankly you have to think from the president's point of view this all looks pretty good for him. And then you wonder, well, why does he tweet about it? Perhaps that's the emotional thing."
    },
    {
      "speaker": "BAIER",
      "utterance": "The McCabe -- Chairman Goodlatte weighed in on this I.G. report, saying \"Mr. McCabe repeatedly lied under oath about the disclosure of information to a reporter. In doing so he not only violated FBI policy, but he may have committed a federal crime. It is unfortunate that Mr. McCabe's distinguished career at the FBI has ended this way, but it is apparent that Attorney General Sessions made the right decision.\" His attorney has released a statement saying he didn't believe that the I.G.'s report was accurate or complete. Matt, you saw the FBI director, Chris Wray, saying that this went by the book. As you read the details of this I.G. report, it seems like they had enough there there."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Thirty pages that goes into detail about why McCabe broke. Let's just say it this way. Every policy about this that the FBI has even broke Comey's own policies about how you deal with the press. And let's remember, this is an Obama appointed I.G. confirmed by the Senate. This is not a Donald Trump appointee who is trying to settle scores. This is a fair-minded I.G. looking at the record, and the record is terrible. And as an American, I hate to think that this actually happened at the FBI. I want to think that this doesn't happen."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, Scooter Libby pardoned today. The president in a statement saying \"I don't know Mr. Libby but for years I have heard that he has been treated unfairly. Hopefully this full pardon will help rectify a very sad portion of his life.\" This is a very big victory for Dick Cheney who wanted George W. Bush to do this very thing. He did not. But is it deeper than that and a signal when a special counsel, a special investigator is charging people, and is it a message to other people, saying I have your back later on?"
    },
    {
      "speaker": "CATANESE",
      "utterance": "Yes. I tried to reach out and talk to some White House officials about this. Why today? What was the significance of today? And, look, remember, George W. Bush passed on a pardon for Scooter Libby. Why is Donald Trump -- in his own statement he is saying I don't really know the case. I don't know the guy, but it seems like he was treated unfairly. To me this was a signal to his other aides that he has the power to inoculate them if they come under fire. To me, you can't read it any other way, especially with all this other news with Comey and McCabe."
    },
    {
      "speaker": "BAIER",
      "utterance": "Here is Sarah Sanders specifically asked about that aspects of potential linkage there."
    },
    {
      "speaker": "SANDERS",
      "utterance": "The president has been clear that he has a deep concern about the direction the special counsel has taken. The investigation started as Russian collusion of which there was none. One thing has nothing to do with the other, and every case should be reviewed on their own merits. Pardoning Libby was the right thing to do."
    },
    {
      "speaker": "BAIER",
      "utterance": "Tom?"
    },
    {
      "speaker": "ROGAN",
      "utterance": "Yes, look, I think it's quite clear that this is about Manafort. It's about Cohen potentially. It's about the president saying, look, I'm going to support you if you stand with me. But ultimately I think just going back to this broad environment of president versus the judiciary, one interesting insulating factor here is Director Wray. I actually think as much as you do see a few comments at the White House, Director Wray staying off the radar, that is going to be the ultimate takeaway whatever happens, that the FBI, you're going to get a lot less engagement with the press I think."
    },
    {
      "speaker": "BAIER",
      "utterance": "Same time we will wrap up here, the president calling his long time personal attorney Michael Cohen today. We are learning more about what was taken, what agents took out of his office or home or apartment. Interesting move for the president to reach out in this environment."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Yes. I think, well, it's unsettling. And this is the man who is his personal lawyer. And once again you want to believe that the attorney- client privilege would hold certainly for the president of the United States under the special counsel. Now, we're being told that maybe this is about all different types of things outside the scope of the investigation. But this is all very chilling and unnerving, I think, for the American people who expect certain norms. I guess in this day and age there are no norms."
    },
    {
      "speaker": "CATANESE",
      "utterance": "Here is the thing, though, I think this is being missed. Attorney-client privilege is not covered with business dealings. And Michael Cohen was a political aide. He didn't only deal with legal stuff. He was a maker and a shifter on all Trump events."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "I understand that this could be about Mr. Cohen's business deals. But there is no question when they do this that they pick up extraneous documents. And now DOJ is going to go through a process when they are already under scrutiny as to how fair they are to Donald Trump and to his team. They are going to go through a process. It looks political and it's going to be hard for them to get out of this. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}