{
  "date": "April 28, 2021",
  "headline": "Trey Gowdy predicts Biden will cause Democrats to lose the House",
  "subHeadline": "Guests: Trey Gowdy, Harold Ford Jr., Mollie Hemingway",
  "url": "https://www.foxnews.com/transcript/trey-gowdy-predicts-biden-will-cause-democrats-to-lose-the-house",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "Let's bring in our panel early tonight Harold Ford Jr., former Tennessee congressman, CEO of Empowerment Inclusion Capital. Mollie Hemingway, senior editor at The Federalist and Trey Gowdy, former congressman from South Carolina. Mollie, as you look at the potential of what is already signed and what's proposed, you have the American Rescue Plan at $1.9 trillion, American Jobs Plan 2.65 trillion dollars, American Families Plan $1.8 trillion. There you have, 6.35 trillion with a T that would potentially if passed, go out in an environment where the economy seems to be picking up steam. Thoughts on tonight's speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "And when you give a State of the Union or an address like this, it's frequently something that politicians will lie or they'll exaggerate, but they're somewhat constrained by the facts on the ground. And even a hundred days in, Joe Biden doesn't really have a great set of facts for tonight.  I just rewatched President Trump's speech last year, that was a speech that was very optimistic that talked about the blue-collar boom, wage growth for African-Americans, young people, women, energy independence, factories coming back, foreign policy successes.  You know, people thought Trump was going to lead to nuclear annihilation. Instead, peace was breaking out all over and we were conquering our enemies, the strike on Soleimani and Baghdadi. And just a general optimism about America, America being back for average people, not for D.C., not for the media elite but for average people, it almost seems like it came from a different country.  Just a hundred days in, Joe Biden has had embarrassing foreign policy gaps, like what we're just referenced with China, with Russia, with Iran. You know, he continued President Trump's Warp Speed, but didn't really -- you know, we're still having children not in school, the economy for people who are average Americans is not doing well, you know, it's doing fine if you're elite. And he's proposing some real economy crushing ideas in terms of dragging the economy down.  So, unless he's using a completely alternate set of facts, he's somewhat constrained by the, you know, just the bad news that we have in the country right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Harold, years ago, Bill Clinton gave a State of the Union Address, I believe it was 1996 and said, the era of big government is over. That would not be fitting to what the speech is tonight and it may be kicking up again, the era of big government is back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD JR., FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Well, thanks for having me. The era of smart and big government needs to come back. I think every president when giving a -- and will say she one day, when he gives a State of the Union has to be positive, has to lay out a vision.   And here's where we are, infection rates, hospitalization rates, death rates are down. Vaccinations are at three million a day, we're going to be able to reopen our economy. Sure, there's a little friction, there's a little tension in the system with conspiracy theorists and others making arguments but we are making progress. As we move forward, we have to ensure that we are prepared for anything that comes our way. I think this president's going to lay out a plan whether it's China or a new COVID, the investments he's choosing and intending to make will enable us to get past the mindless tribal politics and find a path that not only unleashes the ability to create bipartisan solutions but ensure that we can compete and win against any foe be it China or new COVID. That's what I look to hear tonight and that's what I anticipate hearing tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Harold talks about mindless tribal politics. But there's politics here and Democrats have so far been able to herd the cats and stay on one page as far as how the administration sees it and what they want to get done quickly.   Washington Post Ashley Parker writes, so far, Republicans have struggled in their attempts to vilify President Biden or paint him as out-of-touch, big government socialist. A move by Senator Ted Cruz to depict Biden as boring but radical, fell flat. So, are Republicans able to sing from the same sheet of music here in response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY GOWDY, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "You wouldn't think so based on the reporting coming out of their retreat in Florida, but Republicans should take hope for this reason. I mean, Joe Biden is doing what they tell you to do in politics, which is talk reasonably, but actually legislating govern as a progressive, but he talks reasonably.  The net result is going to be, he may be fine in two years, but because of court packing, and because of this social infrastructure, and because of other initiatives, H.R. 1, he's going to lose the House.  So, congratulations, people really like you. But they don't like the House and you're going to lose the House and whatever you want to do, you're not going to be able to do for the remainder of your time as president, that's the tradeoff he has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mollie, we mentioned Tim Scott, in his response, a couple excerpts just here's another one, just before COVID, we had the most inclusive economy in my lifetime. That happened because Republicans focused on expanding opportunity for all Americans. We passed Opportunity Zones, criminal justice reform, permanent funding for historically black colleges and universities for the first time ever. We fought the drug epidemic, rebuilt our military, cut taxes for working families and single moms like mine.  He says, our best future won't come from Washington schemes or socialist dreams. It will come from you, the American people.   It's often tough to do a response to any State of the Union or joint address. Tonight's a little different in the COVID situation, but that's part of the message he'll give.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "It's tough, but Tim Scott is someone that people are very interested in. I think they're excited to hear from him. And it kind of relates to what I was saying, he has the benefit of good facts. When the Republicans were running things, or when Trump was running things, things were doing very well. A contrary to what the media claim about Joe Biden, he is actually more divisive, statistically speaking, than even Donald Trump was. He's a polarizing figure, he's agenda has been radical, or as CNN called it radical moderation or something like that. Moderate radicalism.  It's not popular with the American people. There are crises on the border. There is this profligate spending. You know, he thinks the country is a racist, dystopic, hellhole. People don't like to hear about this.  And he's governing as if he had majorities, but it clearly doesn't have. And this is a problem in the real world even if the media are doing as much to help him as they did to tear down Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Quickly, Harold, I doubt we will hear the three words racist, dystopic, hellhole. But in this speech, you think it's going to be an optimistic tone going forward?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Joe Biden's entire political career has been predicated on bringing people together, finding compromise. Some will argue that the first bill, the COVID relief bill was something he did alone with just Democrats, and that's probably right. He campaigned on that. This -- the next phase of his presidency -- Trey is right. The next phase of his presidency is going to depend heavily on finding compromise. And what better rebuttal for the White House than to have Tim Scott, an honorable decent person who's ready to help lead on police accountability reform. I look forward to both of their speeches tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, we'll hear him here. Panel, we'll see you in just a bit to talk about what to expect from President Biden on immigration tonight and the facts on the ground.  Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "Let's bring in our panel early tonight Harold Ford Jr., former Tennessee congressman, CEO of Empowerment Inclusion Capital. Mollie Hemingway, senior editor at The Federalist and Trey Gowdy, former congressman from South Carolina. Mollie, as you look at the potential of what is already signed and what's proposed, you have the American Rescue Plan at $1.9 trillion, American Jobs Plan 2.65 trillion dollars, American Families Plan $1.8 trillion. There you have, 6.35 trillion with a T that would potentially if passed, go out in an environment where the economy seems to be picking up steam. Thoughts on tonight's speech."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "And when you give a State of the Union or an address like this, it's frequently something that politicians will lie or they'll exaggerate, but they're somewhat constrained by the facts on the ground. And even a hundred days in, Joe Biden doesn't really have a great set of facts for tonight. I just rewatched President Trump's speech last year, that was a speech that was very optimistic that talked about the blue-collar boom, wage growth for African-Americans, young people, women, energy independence, factories coming back, foreign policy successes. You know, people thought Trump was going to lead to nuclear annihilation. Instead, peace was breaking out all over and we were conquering our enemies, the strike on Soleimani and Baghdadi. And just a general optimism about America, America being back for average people, not for D.C., not for the media elite but for average people, it almost seems like it came from a different country. Just a hundred days in, Joe Biden has had embarrassing foreign policy gaps, like what we're just referenced with China, with Russia, with Iran. You know, he continued President Trump's Warp Speed, but didn't really -- you know, we're still having children not in school, the economy for people who are average Americans is not doing well, you know, it's doing fine if you're elite. And he's proposing some real economy crushing ideas in terms of dragging the economy down. So, unless he's using a completely alternate set of facts, he's somewhat constrained by the, you know, just the bad news that we have in the country right now."
    },
    {
      "speaker": "BAIER",
      "utterance": "Harold, years ago, Bill Clinton gave a State of the Union Address, I believe it was 1996 and said, the era of big government is over. That would not be fitting to what the speech is tonight and it may be kicking up again, the era of big government is back."
    },
    {
      "speaker": "HAROLD FORD JR., FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Well, thanks for having me. The era of smart and big government needs to come back. I think every president when giving a -- and will say she one day, when he gives a State of the Union has to be positive, has to lay out a vision. And here's where we are, infection rates, hospitalization rates, death rates are down. Vaccinations are at three million a day, we're going to be able to reopen our economy. Sure, there's a little friction, there's a little tension in the system with conspiracy theorists and others making arguments but we are making progress. As we move forward, we have to ensure that we are prepared for anything that comes our way. I think this president's going to lay out a plan whether it's China or a new COVID, the investments he's choosing and intending to make will enable us to get past the mindless tribal politics and find a path that not only unleashes the ability to create bipartisan solutions but ensure that we can compete and win against any foe be it China or new COVID. That's what I look to hear tonight and that's what I anticipate hearing tonight."
    },
    {
      "speaker": "BAIER",
      "utterance": "Harold talks about mindless tribal politics. But there's politics here and Democrats have so far been able to herd the cats and stay on one page as far as how the administration sees it and what they want to get done quickly. Washington Post Ashley Parker writes, so far, Republicans have struggled in their attempts to vilify President Biden or paint him as out-of-touch, big government socialist. A move by Senator Ted Cruz to depict Biden as boring but radical, fell flat. So, are Republicans able to sing from the same sheet of music here in response?"
    },
    {
      "speaker": "TREY GOWDY, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "You wouldn't think so based on the reporting coming out of their retreat in Florida, but Republicans should take hope for this reason. I mean, Joe Biden is doing what they tell you to do in politics, which is talk reasonably, but actually legislating govern as a progressive, but he talks reasonably. The net result is going to be, he may be fine in two years, but because of court packing, and because of this social infrastructure, and because of other initiatives, H.R. 1, he's going to lose the House. So, congratulations, people really like you. But they don't like the House and you're going to lose the House and whatever you want to do, you're not going to be able to do for the remainder of your time as president, that's the tradeoff he has."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mollie, we mentioned Tim Scott, in his response, a couple excerpts just here's another one, just before COVID, we had the most inclusive economy in my lifetime. That happened because Republicans focused on expanding opportunity for all Americans. We passed Opportunity Zones, criminal justice reform, permanent funding for historically black colleges and universities for the first time ever. We fought the drug epidemic, rebuilt our military, cut taxes for working families and single moms like mine. He says, our best future won't come from Washington schemes or socialist dreams. It will come from you, the American people. It's often tough to do a response to any State of the Union or joint address. Tonight's a little different in the COVID situation, but that's part of the message he'll give."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "It's tough, but Tim Scott is someone that people are very interested in. I think they're excited to hear from him. And it kind of relates to what I was saying, he has the benefit of good facts. When the Republicans were running things, or when Trump was running things, things were doing very well. A contrary to what the media claim about Joe Biden, he is actually more divisive, statistically speaking, than even Donald Trump was. He's a polarizing figure, he's agenda has been radical, or as CNN called it radical moderation or something like that. Moderate radicalism. It's not popular with the American people. There are crises on the border. There is this profligate spending. You know, he thinks the country is a racist, dystopic, hellhole. People don't like to hear about this. And he's governing as if he had majorities, but it clearly doesn't have. And this is a problem in the real world even if the media are doing as much to help him as they did to tear down Donald Trump."
    },
    {
      "speaker": "BAIER",
      "utterance": "Quickly, Harold, I doubt we will hear the three words racist, dystopic, hellhole. But in this speech, you think it's going to be an optimistic tone going forward?"
    },
    {
      "speaker": "FORD",
      "utterance": "Joe Biden's entire political career has been predicated on bringing people together, finding compromise. Some will argue that the first bill, the COVID relief bill was something he did alone with just Democrats, and that's probably right. He campaigned on that. This -- the next phase of his presidency -- Trey is right. The next phase of his presidency is going to depend heavily on finding compromise. And what better rebuttal for the White House than to have Tim Scott, an honorable decent person who's ready to help lead on police accountability reform. I look forward to both of their speeches tonight."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, we'll hear him here. Panel, we'll see you in just a bit to talk about what to expect from President Biden on immigration tonight and the facts on the ground. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}