{
  "date": "April 18, 2019",
  "headline": "Rep. Doug Collins on release of the Mueller report: Good day for transparency, bad day for Democrats",
  "subHeadline": "When special counsel Robert Mueller's report didn't produce the story they wanted, Democrats attacked the character of Attorney General William Barr, says Georgia Congressman Doug Collins, ranking Republican on the House Judiciary Committee.",
  "url": "https://www.foxnews.com/transcript/rep-doug-collins-on-release-of-the-mueller-report-good-day-for-transparency-bad-day-for-democrats",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Let's get a Republican reaction to the report. Doug Collins of Georgia is the ranking Republican on the house judiciary committee. He joins us tonight from Atlanta. Congressman -- thanks for being here. You're thoughts on the report as it came out today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DOUG COLLINS, R-GA.",
      "sentences": "I think it's been a good day for the country for transparency. It's been a good day for a report that came forward that Bill Barr followed the rules, he followed the law. He said exactly what he was going to do and he did it.  That's a refreshing change here because when you look at the report it's lightly redacted. When you went through this the things that struck out to me was President had a chance to say that he would invoke his executive privilege, he chose not to. He chose to let the report go forward and let it speak for itself.  Even if it wasn't flattering if he would say as some had said today, it told the truth. It told the truth that there was no collusion. It told the truth that there was no obstruction. And I think that's a good day for America and frankly it's a bad day for the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There are a lot of Democrats who had a problem with the Attorney General kind of setting the table before the actual report came out. Here is Jerry Nadler on Attorney General Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERRY NADLER, D-N.Y.",
      "sentences": "Attorney General Barr appears to have shown an unsettling willingness to undermine his own department in order to protect President Trump. Barr's words and actions suggest he's been disingenuous and misleading in saying the President is clear of wrongdoing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Thoughts on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "I think my chairman has also said before that collusion was in plain sight. Well, I guess my chairman is having trouble with his sight lately because it said no collusion in no uncertain terms. He went ahead to say and attack Barr's character. And that's what we've seen lately frankly from the Democrats. When you don't get the story you want, you attack the character of Bill Barr which they had no character problems with before. And they are beginning to insinuate that Mueller didn't do the investigation like he should. I think what we have found today is their story went off the rails and I think when they have to come back and discern what they want to do next they can only lash out instead of being able to produce forward results on what this report said today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Congressman -- do you have any problem with the ten examples that the Special Counsel lists for obstruction and kind of punts to Congress on determining that. The ten include -- there's a lot of specific examples here, but one that stands out is that the President's efforts to influence the investigation were mostly unsuccessful, Mueller writes, but that is largely because the person who surrounded the President declined to carry out orders or accede to his request. In other words he tried to fire Mueller, but it wasn't done because they didn't listen to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, let's look at someone who felt that he was being attacked from day one. A president who is under attack literally from day one by forces outside who didn't believe he actually won. He was frustrated. The report actually reflected that frustration and talked about it and Bill Barr reflected that as well. There's some unsettling things in the sense of saying that he was frustrated yes. But at the end of the day, nothing happened. There was no collusion, there was no obstruction.  And I want to say this even further, what he chose and could have left out was executive privilege. He chose to lean in because at the day look at what he did. He participated fully. Don McGahn, the attorney at the White House 30 hours of testimony. People were made available, the documents were made available. The Mueller investigation got everything they needed from the White House and there was not anything kept from them.  And at the end of the day what we find is where we started and that was investigation started by frankly, as said early, we need to know why this corrupt cabal started this investigation that led us down a two-year path to nothing..",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Are you confident that that's going to happen, that investigation either from the Attorney General, from the Inspector General's report that is supposed to come at the end of May or June or from Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "I think it will. And I think Bill Barr's already alluded to this. Let's remember that this -- the Mueller report now has shown that there was no collusion or obstruction.  But let's wait for what comes out next for those of us who have been releasing transcripts, we looked at the investigation coming forward. The Horowitz Inspector General report is going to be out in less than two months. It's going to I believe show various problems with our FISA Court and how it was abused by members of the FBI. And how they can use it to their own political gain.   I think you've still got an investigation with Mr. Huber, the U.S. Attorney out in Utah. These are things that need to come about because when we have a two-year investigation that spent so much money, investigated so much and came up with nothing, except empty promises from the Democrats, then we also have to know why we got here. And political corruption at the DOJ cannot be tolerated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "How concerned are you about the extent of contacts with people from Russia or Russian surrogates with Trump folks or the fact that the Russians were trying as hard as they were? The first line I mentioned earlier. \"The Russian government interfered with the 2016 presidential election in sweeping and systemic fashion.\" How concerned are you about all of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Very concerned in the sense that why during the Obama administration when this occurred in 2014 and forward we see this systemic action by Russia and yet we see all of the folks who are in the intelligence community then saying that they're focused on the problems with Donald Trump becoming president than they were actually protecting our election process and protecting the assets around the election.  This goes back, and I think frankly now, draws into question the Obama administrations lack of concern about Russia and lack of concern about what they were doing on an international front. I think it goes back to show a very problematic occurrence. And I think it does shows that we always need to be on guard that our elections -- we are the freest, most wonderful country in the world and people don't like that.   And Russia is not a good actor. And they will try to do this and now we now see that my question is where were the investigators and where was the protection at that point in time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Congressman Collins joining us tonight from Atlanta. Congressman - - thanks",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Bret -- it's good to see you.  Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Let's get a Republican reaction to the report. Doug Collins of Georgia is the ranking Republican on the house judiciary committee. He joins us tonight from Atlanta. Congressman -- thanks for being here. You're thoughts on the report as it came out today?"
    },
    {
      "speaker": "REP. DOUG COLLINS, R-GA.",
      "utterance": "I think it's been a good day for the country for transparency. It's been a good day for a report that came forward that Bill Barr followed the rules, he followed the law. He said exactly what he was going to do and he did it. That's a refreshing change here because when you look at the report it's lightly redacted. When you went through this the things that struck out to me was President had a chance to say that he would invoke his executive privilege, he chose not to. He chose to let the report go forward and let it speak for itself. Even if it wasn't flattering if he would say as some had said today, it told the truth. It told the truth that there was no collusion. It told the truth that there was no obstruction. And I think that's a good day for America and frankly it's a bad day for the Democrats."
    },
    {
      "speaker": "BAIER",
      "utterance": "There are a lot of Democrats who had a problem with the Attorney General kind of setting the table before the actual report came out. Here is Jerry Nadler on Attorney General Barr."
    },
    {
      "speaker": "REP. JERRY NADLER, D-N.Y.",
      "utterance": "Attorney General Barr appears to have shown an unsettling willingness to undermine his own department in order to protect President Trump. Barr's words and actions suggest he's been disingenuous and misleading in saying the President is clear of wrongdoing."
    },
    {
      "speaker": "BAIER",
      "utterance": "Thoughts on that?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "I think my chairman has also said before that collusion was in plain sight. Well, I guess my chairman is having trouble with his sight lately because it said no collusion in no uncertain terms. He went ahead to say and attack Barr's character. And that's what we've seen lately frankly from the Democrats. When you don't get the story you want, you attack the character of Bill Barr which they had no character problems with before. And they are beginning to insinuate that Mueller didn't do the investigation like he should. I think what we have found today is their story went off the rails and I think when they have to come back and discern what they want to do next they can only lash out instead of being able to produce forward results on what this report said today."
    },
    {
      "speaker": "BAIER",
      "utterance": "Congressman -- do you have any problem with the ten examples that the Special Counsel lists for obstruction and kind of punts to Congress on determining that. The ten include -- there's a lot of specific examples here, but one that stands out is that the President's efforts to influence the investigation were mostly unsuccessful, Mueller writes, but that is largely because the person who surrounded the President declined to carry out orders or accede to his request. In other words he tried to fire Mueller, but it wasn't done because they didn't listen to him."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, let's look at someone who felt that he was being attacked from day one. A president who is under attack literally from day one by forces outside who didn't believe he actually won. He was frustrated. The report actually reflected that frustration and talked about it and Bill Barr reflected that as well. There's some unsettling things in the sense of saying that he was frustrated yes. But at the end of the day, nothing happened. There was no collusion, there was no obstruction. And I want to say this even further, what he chose and could have left out was executive privilege. He chose to lean in because at the day look at what he did. He participated fully. Don McGahn, the attorney at the White House 30 hours of testimony. People were made available, the documents were made available. The Mueller investigation got everything they needed from the White House and there was not anything kept from them. And at the end of the day what we find is where we started and that was investigation started by frankly, as said early, we need to know why this corrupt cabal started this investigation that led us down a two-year path to nothing.."
    },
    {
      "speaker": "BAIER",
      "utterance": "Are you confident that that's going to happen, that investigation either from the Attorney General, from the Inspector General's report that is supposed to come at the end of May or June or from Congress."
    },
    {
      "speaker": "COLLINS",
      "utterance": "I think it will. And I think Bill Barr's already alluded to this. Let's remember that this -- the Mueller report now has shown that there was no collusion or obstruction. But let's wait for what comes out next for those of us who have been releasing transcripts, we looked at the investigation coming forward. The Horowitz Inspector General report is going to be out in less than two months. It's going to I believe show various problems with our FISA Court and how it was abused by members of the FBI. And how they can use it to their own political gain. I think you've still got an investigation with Mr. Huber, the U.S. Attorney out in Utah. These are things that need to come about because when we have a two-year investigation that spent so much money, investigated so much and came up with nothing, except empty promises from the Democrats, then we also have to know why we got here. And political corruption at the DOJ cannot be tolerated."
    },
    {
      "speaker": "BAIER",
      "utterance": "How concerned are you about the extent of contacts with people from Russia or Russian surrogates with Trump folks or the fact that the Russians were trying as hard as they were? The first line I mentioned earlier. \"The Russian government interfered with the 2016 presidential election in sweeping and systemic fashion.\" How concerned are you about all of that?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Very concerned in the sense that why during the Obama administration when this occurred in 2014 and forward we see this systemic action by Russia and yet we see all of the folks who are in the intelligence community then saying that they're focused on the problems with Donald Trump becoming president than they were actually protecting our election process and protecting the assets around the election. This goes back, and I think frankly now, draws into question the Obama administrations lack of concern about Russia and lack of concern about what they were doing on an international front. I think it goes back to show a very problematic occurrence. And I think it does shows that we always need to be on guard that our elections -- we are the freest, most wonderful country in the world and people don't like that. And Russia is not a good actor. And they will try to do this and now we now see that my question is where were the investigators and where was the protection at that point in time?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Congressman Collins joining us tonight from Atlanta. Congressman - - thanks"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Bret -- it's good to see you. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}