{
  "date": "April 25, 2018",
  "headline": "Nunes and Meadows call for release of FBI text messages",
  "subHeadline": "Rep. Devin Nunes accuses the Justice Department of slow-walking the release of documents; he and Rep. Mark Meadows speak out on 'Hannity.'",
  "url": "https://www.foxnews.com/transcript/nunes-and-meadows-call-for-release-of-fbi-text-messages",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "HANNITY",
      "sentences": "All right. And welcome to 'Hannity.' All right. Buckle up. Tonight, the deep state is crumbling right before our eyes. Just moments ago, our own Catherine Herridge broke major news. Now, sources claiming that fired FBI Director James Comey may have now in fact leaked his private memos detailing meetings with President Trump to multiple individuals. This is damning, new revelation that could land James Comey in serious legal jeopardy.  Now, even CNN's chief legal analyst, a liberal, is saying the former career bureaucrat could be in major legal trouble tonight.  Now, of course, this does not stop Comey from having a huge, big, boozy book party with some of his friends in the media. I guess my invitation got lost in the mail.  Also tonight, Judicial Watch, for the first time, they have released 281 pages brand-new, newly uncovered emails from Hillary Clinton's private server. And yes, it includes some classified information. Totally redacted. Why haven't we gotten these sooner? Now, we will reveal the contents of those emails in just moments. Now, get ready. It's going to make your blood boil.  Also, the president is getting some very public enthusiastic praise from one of America's most iconic rappers, Kanye West. Now, we're going to bring you the latest from his glowing endorsement of the president. This story will blow you away. It's amazing. And CNN's Trump-hating fake news reporter and liberal activist Jim Acosta has completely gone off the rails. We've got the tape.  And we are currently awaiting, this hour, could happen any minute, from the Justice Department, new missing text messages from FBI lovebirds Peter Strzok and Lisa Page. We'll bring them to you soon as we get them.   But, first, time for tonight's breaking news opening monologue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Tonight, we start with explosive news from our own Catherine Herridge, the memos that Jim Comey leaked to the media that ultimately became the catalyst, his desire for the appointment of special counsel Robert Mueller, they were more widely shared than he previously disclosed. Last year, Comey told Congress that he leaked this memo to his friend, Professor Daniel Richman of Columbia University. Tonight, sources are revealing that Comey's current lawyer, longtime friend Patrick Fitzgerald, you remember the Scooter Libby case, he was also given this potentially classified information and these documents. And sources are also claiming that Comey may have leaked the memos to yet another unnamed individual. Just moments ago here's how James Comey tried to explain these leaks that he never told us about before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "sentences": "I sent one memo, unclassified, still unclassified, and it's recounted in my book, to my friend Dan Richman and asked him to get the substance of it but not the memo out to the media. Separately, I wrote a bunch of memos about my interactions with President Trump and I was what was called an original classification authority at the FBI, meaning I had the training and authority to make decisions about what should be classified, what shouldn't. Some of those memos I decided should be classified. For others, I wrote them, and I was highly confident they should not be classified. Those four, I kept a copy at the FBI and a copy in my personal safe at home. After I was fired, I put together a legal team of three people, one of whom was professor Dan Richman at Columbia University. After I asked him to give this information to the media, I separately gave my legal team four memos that were unclassified. I see no credible claim by any violated the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's like Obama saying no serious person could think Russia could ever have tampering in our elections. Contrary to what Comey just said, in just moments, we will have multiple credible individuals including former U.S. Attorney Joe diGenova shine some light on Comey's serious misdeeds.   Now, CNN went on to press Comey about his potentially illegal leaking. Amazing. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "You did leak memos. I mean, is it OK for somebody at the FBI to leak something, an internal document, even if it's not classified? Isn't that leaking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "Well; there's a whole lot wrong with your question, Anderson. First of all, I didn't leak memos. I asked a friend to communicate the substance of one unclassified memo --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Whether you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "Can I finish for a second?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Sure, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "One unclassified memo to the media. And I was -- really important -- I was a private citizen. I was not an FBI employee at that time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Right. But it was an internal document that was the document you've written while you were FBI director. That is a leak. I mean, if you tell somebody, don't give them the document but tell them what's in the document, that's still a leak, no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "Well, not to get tangled up, I think of a leak as an unauthorized disclosure of classified information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Really? That's it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Has Anderson been secretly watching this show? Now, remember, in June of last year, James Comey made no mention of this during his testimony before Congress. Take a look.   SEN. SUSAN COLLINS, R—MAINE: Did you show copies of your memos to anyone outside of the Department of Justice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "And to whom did you show copies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "I asked -- the president tweeted on Friday after I got fired that I better hope there's not tapes. I woke up in the middle of the night on Monday night because it didn't dawn on me originally that there might be corroboration for our conversation. There might be a tape. And my judgment was I needed to get that out into the public square, and so I asked a friend of mind to share the content of the memo with a reporter. I didn't do it myself for a variety of reasons, but I asked him to because I thought that might prompt the appointment of a special counsel. So, I asked a close friend of mine to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "And was that Mr. Wittes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Who was that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "A good friend of mine who's a professor at Columbia Law School.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Remember, he was under oath. That means even more jeopardy for Jim Comey tonight. And was James Comey withholding information from Congress? Did he lie by omission?  The is damning the revelations that are surrounding whether or not the fired FBI director acted in an unethical and potentially illegal way after he was fired. And tonight, we can confirm that the office for the inspector general is investigating Jim Comey, the disgraced former FBI director. For months on this program, we have been predicting that Jim Comey could well in fact be facing serious legal consequences for these actions.   And earlier this week, the president weighed in. Remember, he wrote: 'James Comey illegally leaked classified documents to the press in order to generate a special counsel. Therefore, the special counsel that was established based on an illegal act. Really? Does everybody know what that means?'  Even CNN's top liberal legal analyst, a total lib, is weighing in. And even he acknowledges this is not looking good for Jim Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE, CNN",
      "sentences": "What is the president implying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFREY TOOBIN, CNN LEGAL ANALYST",
      "sentences": "Well, what he is saying is that when James Comey took those memos that recounted his conversations with the president and gave them to professor Dan Richman at Columbia University, that was an illegal leak, especially since he considered -- he knew that Richman was going to give that to the press.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But are notes about a conversation with the president taken by then a private citizen, are those classified?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOBIN",
      "sentences": "They may or may not be. And in fact, when the administration, or Congress released those, some versions of those memos, some of the portions were blacked out. I think James Comey actually is in a pretty vulnerable position. Just because something is not marked classified doesn't mean that after the fact it couldn't be retroactively designated classified. I think Comey may really have a problem there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He may have a problem. This potential legal jeopardy not stopping Comey from living it up, now cashing in on his newfound fame and fortune, the Trump-hating former FBI director threw himself a big party at what is called the Newseum in Washington, D.C., an appropriate venue given that many of Comey's honored guests hailed from the mainstream media. So, let's hope James Comey made a good impression. After all, we do know this book tour and this media blitz is just one big tryout for Comey's future career, if he wants one, as a pundit on conspiracy TV, MSNBC, or fake news CNN.  One more breaking story. Fox News has learned that former New York City Mayor Rudy Giuliani has now taken over discussions with the special counsel Robert Mueller about a possible interview with the president. Rudy Giuliani just put out a statement. It reads in part: 'The president has produced 1.2 million documents that is historically unprecedented. We believe it presents overwhelming proof that the president did not collude with regard to the 2016 election.' Remember, that's where it was supposed to start. And according to sources, the president is open to speaking with Robert Mueller and wrapping up the investigation. We're going to analyze these developments later in the show.  My advice: until Andrew Weissmann and other anti-Trump agenda-driven investigators are fired, no way Donald Trump should do that interview.  Remember, Weissmann described by \"The New York Times\" as Mueller's pitbull. He withheld exculpatory evidence multiple times, several high- profile convictions, overturned on appeal. But not before ruining the lives of tens of thousands of people especially at Andersen Accounting.  We turn to another major breaking story. Judicial Watch tonight has released hundreds of pages, brand-new for the first time unearthed emails from Hillary Clinton's illicit email server. Why did it take this long? How is it possible Hillary Clinton was not charged with mishandling classified information because some of the new email show these emails were classified. We know Clinton's server was likely hacked by multiple foreign governments, and now, multiple uncovered emails tonight contain information so sensitive and classified, they were totally redacted, including this email exchange between Prime Minister Tony Blair, Clinton, and other State Department officials entitled \"Mideast Peace.\"  Next, there was another completely redacted email. In this document, even the recipients were removed. The title of the email was, quote, plan. And other emails reveal some pretty damning evidence that the Clinton State Department was in fact actively colluding with the Clinton Foundation and the Clintons' constant obsessive moneymaking schemes. In one particularly disturbing email, a Clinton campaign official retrieved a request for, in 2010, asking for advice how to get through to Bill Clinton about big money offered to speak abroad. Was it Russia? Where was it? The email was promptly forwarded to a State Department employee and even Huma Abedin herself. Of course, this was during Hillary Clinton's time when she was secretary of state. Remember the case of Kristian Saucier? Remember that Navy sailor recently pardoned by President Trump but only after he was forced to spend time in jail, sentenced to a year in jail for mishandling six pictures he was proud of because he worked inside a U.S. submarine. Hillary Clinton is mishandling top secret emails from world leaders. Nothing.  And by the way, this new release only accounts for a couple of hundred emails. Where's the 33,000 that she deleted and acid washed and had devices beaten up with hammers?  The Clintons really want us to believe foreign entities didn't use the foundation to influence a sitting secretary of state? Millions of dollars? We're going to get back to these almost unbelievable discoveries. Tom Fitton of Judicial Watch is here. But, first, it is a new political landscape in America. Famed rapper, fashion designer Kanye West has now issued a very glowing endorsement of President Trump. He took to Twitter, telling his millions of Twitter followers, quote: ' You don't have to agree with Trump, but the mob can't make me not love him. We are both dragon energy. He is my brother. I love everyone. I don't agree with everything anyone does. That's what makes us individuals. And we have the right to independent thought.'  Kanye West even posted a picture of himself wearing a \"Make America Great Again\" hat, driving liberals on social media totally insane tonight. And get this: Kanye is even slamming former President Obama for his utter failure in the former president's own hometown of Chicago, writing, quote: ' Obama was in office for eight years and nothing in Chicago changed.' Kanye West is absolutely right. We talked about this a lot. Under the Obama administration, nearly 4,000 people were murdered on the streets of Chicago, his own town. Obama barely mentioned it, did nothing. This was American lives, American treasure lost, tragedy, travesty.   Now, of course, this all started after Kanye West publicly stood up for a black conservative, a woman that we had on the program this week, Candace Owens, after many on the left slammed her remarks at UCLA. Take a look at this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CANDACE OWENS, CONSERVATIVE COMMENTATOR",
      "sentences": "What is happening right now in the black community, you're going to hear it in this room first, there is an ideological civil war happening. Black people that are focused on their past and shouting about slavery and black people that are focused on their future. Victim mentality is not cool. I don't know why people like being oppressed. The weirdest thing I've ever heard, I love oppression. We're oppressed. Four hundred years of slavery, Jim Crow, which by the way, none of you guys lived through. Your grandparents did.  And it's embarrassing that you utilized -- you utilized their history. You utilized their history, and you come in here with more emotion than they ever had when they were living through it. More emotion than they ever had when they were living through it. It's embarrassing. You are not living through anything right now. You are overly privileged Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Amazing moment. A star is born.  And while Kanye West takes a stand for freedom of thought and freedom of expression, we should all support this. Over at CNN, you have your professional Trump hater, so-called journalist Jim Acosta. Well, he's doing the exact opposite and going completely off the rails, claiming that Americans could be inspired by Trump's rhetoric, calling out liberal media bias and actually commit acts of violence against the president, against the press. Does he not remember Madonna's remarks about desiring and dreaming of blowing up the White House or the severed head or any of the other instances and the anthrax scare? Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM ACOSTA, CNN REPORER",
      "sentences": "The problem is, is that people around the country don't know it's an act. They're not in on the act. And they take what he says very seriously, and they take attacks from Sean Spicer and Sarah Sanders and what they do on a daily basis very seriously. They don't have all their faculties. In some cases, their elevator might not hit all floors. My concern is, is that there's -- that a journalist is going to be hurt one of these days. Someone is going to get hurt. And at that point, you know, the White House, president of the United States, they're going to have to take a hard look in the mirror and ask themselves whether or not they played a role in this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How many threats against the president? How many -- who talks about blowing up the White House? Putting up severed heads as a joke. We have known for some time that Jim Acosta lives in a paranoid anti-Trump state of delusion, some call it Trump derangement syndrome. But Jim Acosta and his friends in the fake news media, they need to wake up. President Trump is not the source of all of your problems. To complain that his honest discussion about the state of the media in this country is going to incite violence, that is a step too far and patently, frankly absurd. All right. Joining us now, former U.S. Attorney Joe diGenova. Full disclosure, he has done legal work for me in the past, and full disclosure, I've got to tell it h all -- he actually came to my radio Christmas party. I think this is a Trump tie I have on tonight. Welcome to the program, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE DIGENOVA, FORMER U.S. ATTORNEY",
      "sentences": "Nice to be with you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's good to have you. Let's talk about Jim Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "The dirty cop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's talk about -- is he in legal jeopardy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "He's in deep trouble. The dirty cop is in deep trouble. Not only because he was engaged in a conspiracy to illegally exonerate Hillary Clinton and then frame Donald Trump and Trump associates with crimes, he has disclosed illegally classified information to people who were unauthorized to receive it. Mr. Richman, Patrick Fitzgerald. Patrick Fitzgerald receiving classified information is particularly rich given his role in the framing of Scooter Libby for a nonexistent crime. So, I think Mr. Comey's troubles and his 15-page memorandum which were rather lengthy suicide note is committing suicide publicly every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We -- you know what? We on the show warned him.  All right. I have a problem. I know New York City Mayor Rudy Giuliani well. He's been a frequent guest on this program. I was here in New York when he transformed and saved the city. He is saying that he -- there's reports he's reopened negotiations about a possible discussion between Mueller and Trump. As long as Andrew Weissmann, with his background and this -- and all these Democratic donors, I don't trust Mueller and his team. Am I wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Well, I don't -- no, I don't think you are wrong. I think the search of Michael Cohen's office in New York was an act of terror committed legally by people in the Justice Department. And Mueller knew it was going to happen. Rosenstein authorized it. It was an outrageous act against the attorney-client privilege. It never should've been done. It was done to intimidate the president and others. It was done in bad faith and because it was done in bad faith by Mueller and others, I don't believe under any circumstances can you trust Mueller and the people around him to do a good faith interview. I would reject the interview out of hand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you think a lot -- all these criminal referrals from Congress, from the inspector general, now James Comey. How many people do you think are in legal jeopardy in all of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Well, I think actually quite a few, I think John Brennan, Clapper, Rice, Rhodes all involved in the illegal unmasking and the illegal leaking of the unmasked names, Ms. Powers from the United Nations. I think Mr. Comey -- clearly, McCabe is in deep trouble. I think that Page and Strzok are cooperating so they are probably not in legal trouble. I think a lot of people at the highest levels of the Justice Department under Obama are in very serious legal trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Joe DiGenova, thank you. Thank you for coming to my Christmas party. We were really -- great to see you. All right. Here with more reaction is the House Intel Committee chairman, California Congressman Devin Nunes, Freedom Caucus chairman, North Carolina Congressman Mark Meadows. Neither were invited to my Christmas party. And I apologize for that now in retrospect. I've been hearing all night, a lot and all day yesterday that there is a possibility that the Strzok-Page memos were actually handed over to the State Department last week. We haven't had them revealed. Congressman Meadows, have you heard that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK MEADOWS, R-N.C., HOUSE FREEDOM CAUCUS CHAIRMAN",
      "sentences": "Well, really, what we do know, Sean, is there is another tranche of Peter Strzok, Lisa Page text messages that actually have been vetted by the DOJ. And we -- we're just waiting on the inspector general to release those. He gave that release on Friday.  We have been expecting those documents each and every day. As of tonight, as of right now, we don't have those. We have let our displeasure be known to the DOJ officials. Hopefully, we will receive those tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. I -- why don't we get the whole batch? I don't understand the slow roll. Congressman Nunes, I've got to give you a lot of credit. It always comes to a crisis and then Rod Rosenstein, at the last second, for whatever reason, he will finally hand it over, after he begged Paul Ryan not to hand over what became the Nunes memo. Sir, you said to Maria Bartiromo this weekend that there was no intelligence, none, as the basis for the start of this Russian probe? REP. DEVIN NUNES, R—CALIF., CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE: Now, let me start by saying, to Mark's point, they shouldn't wait. They need to enforce the subpoenas immediately, Mr. Gowdy and Mr. Goodlatte. The more that you wait over time, I've learned that you just wait and you wait and you wait, and pretty soon, there will be an election and I think the Department of Justice and FBI are banking on Democrats taking over so that all these investigations can be shut down. As it relates to what I said over the weekend, it remains true. We have not seen any Five Eyes intelligence, any credible intelligence that started this investigation. It's why we are investigating the State Department for a number of reasons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's unbelievable.  All right. Let me ask you both, is it going to take a contempt order from -- are they going to be held in contempt at the Justice Department? Because I agree with the analysis, this seems that trying to push this to 2018, see if Democrats get control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, I think, Sean, one of the things, Chairman Nunes has done an unbelievable job, not only investigating this but keeping the pressure on. And it's not unless that pressure is really felt by DOJ officials that they actually produce anything. And I've been on the phone most of the day with them. I don't understand why it's taking such unbelievable herculean efforts to get them to do that. But we notified the White House as well. You know, this president's DOJ, why are they not producing documents and let us do our oversight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congressman Nunes, your thoughts on what it's going to take?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, I do think we are at the point where the Congress has to exercise its full authority. So, immediate subpoenas, immediate contempt. If you have to move to impeachment, do that. Now, as Mark just said, as Mr. Meadows just said, I do believe that the president at this point should step in, should take his authority as the executive officer of this country, and make sure that the United States Congress has provided all of those documentation immediately. And that's only because, just look at all of the examples that are out there that go back a year and a half now that we were stalled on. And just tonight, you broke news again. If it's true that Mr. Richman was an employee of the FBI, that's something we had no idea. We did not know that. Now, don't you think we should have known that since we've been investigating this for a year and a half?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I have -- I have to run. And up to three people may have gotten this information? I want to thank you both because you are fighting for the truth and I know you both have taken a lot of heat for it. And the American people deserve it. Thank you all for being with us, Congressman Meadows, Congressman Devin Nunes. When we come back, Tom Fitton, brand-new tonight, Hillary Clinton emails. Sara Carter, Gregg Jarrett. Later, Michelle Malkin, Jesse Watters and Jessica Tarlov as \"Hannity\" continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Joining us now with more reaction to tonight's opening monologue, Judicial Watch Tom Fitton, Fox News contributor Sara Carter, Fox News legal analyst Gregg Jarrett. Tom, let me start with you. We're still missing 33,000 emails, but -- and this is a couple hundred. But there was classified information. I know Judicial Watch works very hard, Freedom of Information Act. What did you find?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM FITTON, JUDICIAL WATCH PRESIDENT",
      "sentences": "Well, it's a new batch of emails from the emails James Comey's FBI recovered from the emails that Hillary Clinton tried to delete or hide, those 33,000. So, this is the batch that Hillary Clinton and her lawyers didn't want anyone to see and they include 10 classified emails about Middle Eastern policy, communications with Anthony Blair, and top officials at the State Department about Middle Eastern peace.  And it's further indication and further demonstration of a massive violation of national security laws related to mishandling classified information that Hillary Clinton knowingly engaged in. You know, we are spending all this time and money targeting Donald Trump on really nothing, and in the meantime, Hillary Clinton has walked away scot-free despite time after time of new information coming out showing that she engaged in criminal conduct. This Justice Department, they've got to decide whether they're going to let James Comey have the last word or whether Hillary Clinton did anything wrong or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Gregg Jarrett, I know you've been writing a book, and your office is two doors down for mine. I would like you to tell the title but then I want you -- we are back again, 18 U -- I feel like I'm getting a law education from you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Eighteen USC 793 and now it's applicable to James Comey tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes, absolutely is. The name of the book is called \"The Russia Hoax: The Illicit Scheme to Clear Hillary Clinton and Frame Donald Trump.\" And it goes through all of this. One of the things that's very interesting here that we're learning about today is that Comey appears to have committed a felony by misleading Congress, a material omission, because Comey was asked about leaking the material to Daniel Richman. He didn't disclose that Richman was an FBI employee. He didn't disclose that he also gave it to Patrick Fitzgerald. And, by the way, the FBI has gone to both of those gentlemen's offices to do what's called a spillage cleanup to contain the wrongful leak by Comey. And the other thing in Comey's comments that you played tonight, he seems to be overlooking the fact that he stole government documents, 18 USC 641. The moment he took those presidential memos out of the FBI building and took them home, doesn't matter if it's in a safe, that's an unauthorized place. He was stealing government documents, which is a felony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All four of us have been way ahead of the curve. I was joking tonight that it sounds like with a couple of questions Anderson Cooper asked James Comey, he might have actually been watching the show I'm not telling anybody because they have been on the wrong path for a long time over there. But you know, Sara, we are waiting the Strzok-Page memos. So I want to get your comments on that and also on this. Because Andrew McCabe is in trouble. Jim Comey is in trouble. Strzok and Page are in trouble. The Clintons are -- Hillary Clinton is in trouble. I mean, this goes to, and I do believe Clapper and Brennan. I want to find out what they knew, when they knew it and then the leaking raw intelligence and surveillance and unmasking. This is, which is at the tip of the iceberg and it's now happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR, FOX NEWS",
      "sentences": "Yes, we are at the tip of the iceberg, Sean, because we know that the inspector general has another report coming out in May. That report will detail how the FBI handled, mishandled the Clinton investigation and let's go to the Strzok and Page text messages. Why is it that Congress has to make threats, you know, threats of contempt in order to get these documents? They have been looking at these documents for some time now. Turn them over to Congress. Let the American people see what they have. What the Department of Justice has. I know I have repeatedly called the Department of Justice today. I received no call back, no information whatsoever. As to why they have not turned his over yet, I know the congressional members say they are expecting to get them tomorrow. There's also a lot of concern here with Comey. You know, Comey can try to backtrack and make these excuses but he did take FBI property out of the FBI. And another issue that Comey is really going to have to deal with is like, if he believes that his discussions with the president were uncomfortable, were obstruction, why didn't you tell Congress this when he spoke to them on May 3rd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Why the runaround? Why the leaking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Again, we are back to lying by omission here. It was sort of like with the FISA court application. They knew that they didn't verify it and they knew that they handed over something that was more than just maybe politically tainted. It was an opposition party candidate. All right. I want to ask all of you the same question. We'll start with Tom. Who, based on where we are tonight, we know now Comey is lawyered up. Who all should be lawyered up tonight? Tom Fitton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM FITTON, PRESIDENT, JUDICIAL WATCH",
      "sentences": "Well, Andrew McCabe obviously. There's an ongoing -- there's a referral pending now with the U.S. attorney for the District of Columbia. That could come at any time. Mr. Comey, I would stop giving interviews if I were Mr. Comey at this point. The I.G. is investigating him, and we already know from the Justice Department--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, we got to go quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "The prosecutors are waiting. Comey and McCabe faced significant criminal liability right this gentleman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Gregg Jarrett.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "It's Comey and he knows he's in trouble because he hired the two people he leaked government documents to so that he could invoke the attorney-client privilege and clam up. It was a Machiavellian move. He makes J. Edgar Hoover look like a boy scout.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Anyone else?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Well, attorney-client--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sara?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Well, attorney-client privilege doesn't seem to be the thing that people are respecting nowadays, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, apparently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes, apparently not. But I think--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Apparently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "-- you know, Lisa Page and Peter Strzok as well and others, even Loretta Lynch. There's Bruce Ohr. There's going to be a lot of names in the upcoming reports and a lot of people that I think will be lawyering up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, amazing work. We are going to -- this everything that we have been telling everyone for a year, interesting now even other networks are finally picking up on it. Not completely enough by a long stretch but thank you all. Great work. Can't wait for that book, Gregg Jarrett. All right. When we come back, Michell Malkin fired up over Jim Acosta over at CNN and his comments insulting the American people. Also Jesse Watters, Jessica Tarlov. Incredible tweeting by Kanye West tonight. Embracing the president and much more. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So, as we mentioned in our opening monologue, CNN's number one Trump hater, so-called journalist Jim Acosta getting a lot of backlash for saying this about people who like and listen to the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM ACOSTA, SENIOR WHITE HOUSE CORRESPONDENT, CNN",
      "sentences": "The problem is, is that people around the country don't know it's an act. They are not in on the act. And they take what he says very seriously, and they take attacks from Sean Spicer and Sarah Sanders and what they do to us on a daily basis, very seriously. They don't have all their faculties and in some cases, their elevator might not hit all floors. My concern is that there's a -- that a journalist is going to be hurt one of these days. Somebody is going to get hurt. And at that point, the White House, the President of the United States, they are going to have to take a hard look at a mirror and ask themselves whether or not they played a role in this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Then Acosta took to Twitter today to say he's not talking about Trump supporters. Really? But given his past outlandish anti-Trump behavior, should we really believe him? Now here are just a few of his low lights. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "What we are witnessing right now is this erosion of our freedoms in terms of covering the president of the United States. That is just a strange and un-presidential thing to do, to be throwing rolls of paper towels at people. The last three news conferences, Wolf, all of the questions to the American news media have handled by conservative press. And I think, Wolf, there is no other way to describe it but the fix is in. The Statue of Liberty--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Jim, Jim, let me ask you a question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "-- has always give hope to the world for people to say--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Jim, do you believe -- Jim, Jim--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "-- and they are not always going to speak English.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Jim, Jim, I appreciate your speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "I think we saw the president's true colors today and I'm not sure they were red, white, and blue. Stormy Daniels, why is he not spoken on Stormy Daniels, sir? Mr. President, should the DACA kids worry about what's going to happen to them? Mr. President, what about the DACA kids?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Thank you very much, everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "Just Caucasian or white countries, sir, or do you want people to come in from other parts of the world where there are people of color.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Joining us now CRTV Host Michelle Malkin Investigates Michelle Malkin. By the way, we want to congratulate Michelle. One of her episodes was entered into the Manhattan Film Festival, another award. Congratulations. Full disclosure. Michelle is a friend. I think we actually had a cookie in the Fox green room one day together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHELLE MALKIN, HOST, CRTV",
      "sentences": "I'm sure we have. Thanks, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you for being with us. Madonna talked about dreaming of blowing up the White House. We have severed heads of the president. We had an anthrax care. The president talks about fake news. And Jim Acosta talks about Trump supporters not knowing it's an act, elevator is not going to the top. Not red, white, and blue. And giving strong liberal opinions but he says he's a journalist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "Yes. Acosta truly is the textbook definition of deplorable. And dim Jim is somewhat of the sniveling little schnauzer of the White House press corps. He is somebody who is more interested in building his brand as the fourth estates resistance leader than he is actually reporting real news of which your show tonight and every night has been filled. And if the CNN executives wonder why their ratings are in the basement, all they have to do is look at Jim Acosta as grandstanding and pea cocking every single day. I think it's disgusting that he would smear Trump voters and Trump himself for their very legitimate and transient criticism of the leftist media. The propagandist, the collusion news network and then try to run and hide from his own comments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I wouldn't care if he identified himself he said, all right, I'm a liberal but I don't act like a reporter. You know, blowing up the White House. I've never heard President Trump say anything like that or you know, it just it severed heads or any of these other anthrax issues, scares for the family and the horrible things said about Melania, Ivanka, you know. It's just been so over-the-top. I guess my question to you is the media in this country has chosen a side, and yet, you know, they are wondering why people don't trust them anymore. You know, how can they possibly trust them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "They can't. And it is the pretense of objectivity and neutrality that has been completely decimated by their own words. Let's talk for a second here about those true climate of hate, the incitement of violence and to add to your list of course, look, the congressional baseball team is finally reconvening after a shooting that was committed by a Bernie Sanders volunteer. You know, where's all the panic of the likes of Jim Acosta and all of his fellow lapdogs in the White House press about where is the true source of these incitement to violence come from. They will never look in their own mirror--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "-- and they won't certainly look at their own ideological side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, I love my team here on television. They work really, really hard. And 195 times in one day, 195 times, this is CNN. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, HOST, CNN",
      "sentences": "What was your reaction when you heard the president called African nations (muted).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In one way I am proud. I am a proud (muted).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANA NAVARRO, POLITICAL COMMENTATOR, CNN",
      "sentences": "Donald Trump has turned the Oval Office into a (muted).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, HOST, CNN",
      "sentences": "Do you have an example of any (muted) country that the president referred to that is predominantly Caucasian?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "I never imagine I would be saying (muted) on television.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's revealing, it's like irredeemable deplorables or bitter people in Pennsylvania clinging to their god, their guns, their bibles, their religion. There seems to be a contempt for this red part of America, Michelle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "No question about it. I joked with you last week that I called CNN PNN. They are literally are the toilet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I have that montage too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "Yes. And you know, just playing those montages every night, when these fourth estate elitists preen about their incredibly amazing an important role in society when all they do is dig holes and dig them deeper and double down when they are exposed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So proud of you. Congratulations. We really mean it as it relates to your another potential award. Best of luck. We love having you on. Thank you. When we come back, Jesse Watters, Jessica Tarlov, Kanye West incredible Twitter tweet storm tonight and his friendship with President Trump. Straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So Kanye West he has come out swinging this week, standing up for conservatives and President Trump. And today Kanye even called out President Obama. He tweeted this. \"Obama was in office for eight years and nothing in Chicago changed.\" Now despite the left demonizing Kanye, Chance the Rapper came out in support of his message, writing, quote, \"Black people don't have to be Democrats.\" All right. Here with reaction, co-host of 'The Five' and the host of 'Watters World,' we live in it, and Fox News contributor Jessica Tarlov. I really, there's a couple of things, Jessica. One, is I love Kim Kardashian standing up for her husband, saying he is a free thinker, and she said, is that not allowed? I love that comment. And here's the other thing. All the years of Obama's president, they were nice. I know the high profile cases in Missouri, and of course, Trayvon Martin, George Zimmerman in Baltimore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA TARLOV, CONTRIBUTOR, FOX NEWS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, they got so much attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Or Emmett Till.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I would scroll the names of all people we have never heard of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Shots in the streets of Chicago, and it should've been declared a national emergency, and we fix it. Here's the point. Kanye is right. And why does it have to be, you know, why is somebody who likes the president, they get viciously attacked by your side?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I'm not sure that that's actually what's going on here. I don't think anyone is objecting to the fact that Kanye West has the right to have that opinion or Chance the Rapper has the right to say that all black people don't have to be Democrats. We know that well. We do know that people pick the party that they align with because they are offering the best policies for that particular group. We also know that the murder rate- -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Have you seen social media--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "-- and the violent crime rate--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Have you seen social media tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Yes, it's all over Twitter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And the horrible things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Well, horrible things. I mean--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST, FOX NEWS",
      "sentences": "He is being attacked for that opinion and I'm not so sure the Democratic policies are helping black people. I mean, he said it about Chicago right there. Under Obama shootings went up, homicides went up, poverty rates stay the same. And wages were flat. So I don't know if that's good. I think what's happening is very clear. Kanye West has loosened the grip the Democratic Party holds on the black vote. And they can't afford to lose even 2 percent. That's how close this election is. When you have a cultural influence like Kanye West wearing the MAGA hat and saying he loves strong and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "You're even laughing saying that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- and say he's one of his favorite people, I mean, that is a cultural tectonic shift, Jessica that's happening. I think your feet are moving underneath the floor--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "No, they're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- because this is such a huge deal. And Kanye said it best when he said this, to be great is to be misunderstood. Now Kanye has that problem. I have that problem. Sean has that problem. Donald Trump has a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I would argue I have that problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You may have that problem too sometimes. But I think what Kanye is trying to say, he's trying deprogram people because -- just because you're black doesn't mean you have to vote Democratic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. Jesse and Kanye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. You, me, and Kanye are on the side of love, and Jessica is on the side of mob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Ouch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I thought you were going to say the side of hate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No. I mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Jessica, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I do respect individuality. I think this is completely fine. But I don't think that you can go out there and say that this is a tectonic shift, and my feet are not shaking because of what happen right now with Kanye West. And it's very nice for Kim Kardashian to defend her husband. She also said that's not what she thinks. And then he also backtracked and said, but I also love Hillary. I love everybody. And the only person I trust implicitly is myself, because it wouldn't be Kanye if it wasn't actually self-absorbed. And also if you wanted go beyond Chicago, talk about what's going on with the national crime statistics in major cities, using the murder rate in the violent crime rate go down. That is the trend that has been going on since the Obama--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Let's stay on topic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "That is the topic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know, Hillary Clinton was wrong then because she said the husbands make their wives vote for whoever they want. It's not true in the Kardashian-Kanye West household. It looks like Kim Kardashian is her own woman and I respect her for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I do as well and that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me say one thing. It's always conservatives, though, it was me, Russian, and Mark Levin defending Bill Maher. And Bill too is credit defended Laura Ingraham. Nobody ever defends me or Jesse Watters, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I defend you, guys. I hang out with you every week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What, I didn't hear what he said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I said I defend you. I hang out with you every week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Are we hanging out right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "It feels like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You're going closer beginning this week. Jesse, you better jump in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Wait, you know what, I've got a good one. If I mum the precipice I thought you guys didn't care about celebrity endorsements.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "That was something for the pathetic left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know, we don't like the celebrity hate. When some celebrity comes in with the love that Kanye West is coming in, we respect that. Because you know what, we respect the individual. We do not respect mob rule. And when you have dragon energy like the president and Kanye West does--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "My gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- I think it may be confusing for some people. He is zigging and zagging. You have to unlearn your linear thinking, Jessica.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Yes. I'm far too analytical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And open your mind--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- to the possibilities out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Yes, maybe by next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The dragon energy comments pull the thrill for Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Sean, this is cheating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's his rules. Sorry, Jessica.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "This is why I like Vegas rules or whatever they say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Quoting that was great. Thank you both. When we come back, an incredible video of the day. A foiled armed robbery. We've got it next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Time for our video of the day. A holdup gone wrong in Mexico. It's all caught on camera on Monday. As you see here a young man tried to rob a market when he threatens a customer that has a cowboy hat on waiting in line. Then the would-be robber is then distracted, points his handgun at a woman who had been at the back of the store. When that's when the guy with the hat leaps into action and you can see him wrestling away the suspect's pistol. Now the fight moves off camera and it looks like the suspect is about to get away when a store employee catches him moments before escaping. According local reports, the suspect was in fact taken into police custody. I love heroes. I love people that stand up and risked their lives. Remember those guys on the ball field when Steve Scalise was shot? That shooting, remember those officers who walk in, they had pistols. All right. We will always be fair and balanced. We're not the destroy Trump media. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. And welcome to 'Hannity.' All right. Buckle up. Tonight, the deep state is crumbling right before our eyes. Just moments ago, our own Catherine Herridge broke major news. Now, sources claiming that fired FBI Director James Comey may have now in fact leaked his private memos detailing meetings with President Trump to multiple individuals. This is damning, new revelation that could land James Comey in serious legal jeopardy. Now, even CNN's chief legal analyst, a liberal, is saying the former career bureaucrat could be in major legal trouble tonight. Now, of course, this does not stop Comey from having a huge, big, boozy book party with some of his friends in the media. I guess my invitation got lost in the mail. Also tonight, Judicial Watch, for the first time, they have released 281 pages brand-new, newly uncovered emails from Hillary Clinton's private server. And yes, it includes some classified information. Totally redacted. Why haven't we gotten these sooner? Now, we will reveal the contents of those emails in just moments. Now, get ready. It's going to make your blood boil. Also, the president is getting some very public enthusiastic praise from one of America's most iconic rappers, Kanye West. Now, we're going to bring you the latest from his glowing endorsement of the president. This story will blow you away. It's amazing. And CNN's Trump-hating fake news reporter and liberal activist Jim Acosta has completely gone off the rails. We've got the tape. And we are currently awaiting, this hour, could happen any minute, from the Justice Department, new missing text messages from FBI lovebirds Peter Strzok and Lisa Page. We'll bring them to you soon as we get them. But, first, time for tonight's breaking news opening monologue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Tonight, we start with explosive news from our own Catherine Herridge, the memos that Jim Comey leaked to the media that ultimately became the catalyst, his desire for the appointment of special counsel Robert Mueller, they were more widely shared than he previously disclosed. Last year, Comey told Congress that he leaked this memo to his friend, Professor Daniel Richman of Columbia University. Tonight, sources are revealing that Comey's current lawyer, longtime friend Patrick Fitzgerald, you remember the Scooter Libby case, he was also given this potentially classified information and these documents. And sources are also claiming that Comey may have leaked the memos to yet another unnamed individual. Just moments ago here's how James Comey tried to explain these leaks that he never told us about before."
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "utterance": "I sent one memo, unclassified, still unclassified, and it's recounted in my book, to my friend Dan Richman and asked him to get the substance of it but not the memo out to the media. Separately, I wrote a bunch of memos about my interactions with President Trump and I was what was called an original classification authority at the FBI, meaning I had the training and authority to make decisions about what should be classified, what shouldn't. Some of those memos I decided should be classified. For others, I wrote them, and I was highly confident they should not be classified. Those four, I kept a copy at the FBI and a copy in my personal safe at home. After I was fired, I put together a legal team of three people, one of whom was professor Dan Richman at Columbia University. After I asked him to give this information to the media, I separately gave my legal team four memos that were unclassified. I see no credible claim by any violated the law."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's like Obama saying no serious person could think Russia could ever have tampering in our elections. Contrary to what Comey just said, in just moments, we will have multiple credible individuals including former U.S. Attorney Joe diGenova shine some light on Comey's serious misdeeds. Now, CNN went on to press Comey about his potentially illegal leaking. Amazing. Watch this."
    },
    {
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "utterance": "You did leak memos. I mean, is it OK for somebody at the FBI to leak something, an internal document, even if it's not classified? Isn't that leaking?"
    },
    {
      "speaker": "COMEY",
      "utterance": "Well; there's a whole lot wrong with your question, Anderson. First of all, I didn't leak memos. I asked a friend to communicate the substance of one unclassified memo --"
    },
    {
      "speaker": "COOPER",
      "utterance": "Whether you --"
    },
    {
      "speaker": "COMEY",
      "utterance": "Can I finish for a second?"
    },
    {
      "speaker": "COOPER",
      "utterance": "Sure, OK."
    },
    {
      "speaker": "COMEY",
      "utterance": "One unclassified memo to the media. And I was -- really important -- I was a private citizen. I was not an FBI employee at that time."
    },
    {
      "speaker": "COOPER",
      "utterance": "Right. But it was an internal document that was the document you've written while you were FBI director. That is a leak. I mean, if you tell somebody, don't give them the document but tell them what's in the document, that's still a leak, no?"
    },
    {
      "speaker": "COMEY",
      "utterance": "Well, not to get tangled up, I think of a leak as an unauthorized disclosure of classified information."
    },
    {
      "speaker": "COOPER",
      "utterance": "Really? That's it?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Has Anderson been secretly watching this show? Now, remember, in June of last year, James Comey made no mention of this during his testimony before Congress. Take a look. SEN. SUSAN COLLINS, R—MAINE: Did you show copies of your memos to anyone outside of the Department of Justice?"
    },
    {
      "speaker": "COMEY",
      "utterance": "Yes."
    },
    {
      "speaker": "COLLINS",
      "utterance": "And to whom did you show copies?"
    },
    {
      "speaker": "COMEY",
      "utterance": "I asked -- the president tweeted on Friday after I got fired that I better hope there's not tapes. I woke up in the middle of the night on Monday night because it didn't dawn on me originally that there might be corroboration for our conversation. There might be a tape. And my judgment was I needed to get that out into the public square, and so I asked a friend of mind to share the content of the memo with a reporter. I didn't do it myself for a variety of reasons, but I asked him to because I thought that might prompt the appointment of a special counsel. So, I asked a close friend of mine to do it."
    },
    {
      "speaker": "COLLINS",
      "utterance": "And was that Mr. Wittes?"
    },
    {
      "speaker": "COMEY",
      "utterance": "No, no."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Who was that?"
    },
    {
      "speaker": "COMEY",
      "utterance": "A good friend of mine who's a professor at Columbia Law School."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Remember, he was under oath. That means even more jeopardy for Jim Comey tonight. And was James Comey withholding information from Congress? Did he lie by omission? The is damning the revelations that are surrounding whether or not the fired FBI director acted in an unethical and potentially illegal way after he was fired. And tonight, we can confirm that the office for the inspector general is investigating Jim Comey, the disgraced former FBI director. For months on this program, we have been predicting that Jim Comey could well in fact be facing serious legal consequences for these actions."
    },
    {
      "speaker": "And earlier this week, the president weighed in. Remember, he wrote",
      "utterance": "'James Comey illegally leaked classified documents to the press in order to generate a special counsel. Therefore, the special counsel that was established based on an illegal act. Really? Does everybody know what that means?' Even CNN's top liberal legal analyst, a total lib, is weighing in. And even he acknowledges this is not looking good for Jim Comey."
    },
    {
      "speaker": "UNIDENTIFIED MALE, CNN",
      "utterance": "What is the president implying?"
    },
    {
      "speaker": "JEFFREY TOOBIN, CNN LEGAL ANALYST",
      "utterance": "Well, what he is saying is that when James Comey took those memos that recounted his conversations with the president and gave them to professor Dan Richman at Columbia University, that was an illegal leak, especially since he considered -- he knew that Richman was going to give that to the press."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "But are notes about a conversation with the president taken by then a private citizen, are those classified?"
    },
    {
      "speaker": "TOOBIN",
      "utterance": "They may or may not be. And in fact, when the administration, or Congress released those, some versions of those memos, some of the portions were blacked out. I think James Comey actually is in a pretty vulnerable position. Just because something is not marked classified doesn't mean that after the fact it couldn't be retroactively designated classified. I think Comey may really have a problem there."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He may have a problem. This potential legal jeopardy not stopping Comey from living it up, now cashing in on his newfound fame and fortune, the Trump-hating former FBI director threw himself a big party at what is called the Newseum in Washington, D.C., an appropriate venue given that many of Comey's honored guests hailed from the mainstream media. So, let's hope James Comey made a good impression. After all, we do know this book tour and this media blitz is just one big tryout for Comey's future career, if he wants one, as a pundit on conspiracy TV, MSNBC, or fake news CNN."
    },
    {
      "speaker": "One more breaking story. Fox News has learned that former New York City Mayor Rudy Giuliani has now taken over discussions with the special counsel Robert Mueller about a possible interview with the president. Rudy Giuliani just put out a statement. It reads in part",
      "utterance": "'The president has produced 1.2 million documents that is historically unprecedented. We believe it presents overwhelming proof that the president did not collude with regard to the 2016 election.' Remember, that's where it was supposed to start. And according to sources, the president is open to speaking with Robert Mueller and wrapping up the investigation. We're going to analyze these developments later in the show."
    },
    {
      "speaker": "My advice",
      "utterance": "until Andrew Weissmann and other anti-Trump agenda-driven investigators are fired, no way Donald Trump should do that interview. Remember, Weissmann described by \"The New York Times\" as Mueller's pitbull. He withheld exculpatory evidence multiple times, several high- profile convictions, overturned on appeal. But not before ruining the lives of tens of thousands of people especially at Andersen Accounting. We turn to another major breaking story. Judicial Watch tonight has released hundreds of pages, brand-new for the first time unearthed emails from Hillary Clinton's illicit email server. Why did it take this long? How is it possible Hillary Clinton was not charged with mishandling classified information because some of the new email show these emails were classified. We know Clinton's server was likely hacked by multiple foreign governments, and now, multiple uncovered emails tonight contain information so sensitive and classified, they were totally redacted, including this email exchange between Prime Minister Tony Blair, Clinton, and other State Department officials entitled \"Mideast Peace.\" Next, there was another completely redacted email. In this document, even the recipients were removed. The title of the email was, quote, plan. And other emails reveal some pretty damning evidence that the Clinton State Department was in fact actively colluding with the Clinton Foundation and the Clintons' constant obsessive moneymaking schemes. In one particularly disturbing email, a Clinton campaign official retrieved a request for, in 2010, asking for advice how to get through to Bill Clinton about big money offered to speak abroad. Was it Russia? Where was it? The email was promptly forwarded to a State Department employee and even Huma Abedin herself. Of course, this was during Hillary Clinton's time when she was secretary of state. Remember the case of Kristian Saucier? Remember that Navy sailor recently pardoned by President Trump but only after he was forced to spend time in jail, sentenced to a year in jail for mishandling six pictures he was proud of because he worked inside a U.S. submarine. Hillary Clinton is mishandling top secret emails from world leaders. Nothing. And by the way, this new release only accounts for a couple of hundred emails. Where's the 33,000 that she deleted and acid washed and had devices beaten up with hammers? The Clintons really want us to believe foreign entities didn't use the foundation to influence a sitting secretary of state? Millions of dollars? We're going to get back to these almost unbelievable discoveries. Tom Fitton of Judicial Watch is here. But, first, it is a new political landscape in America. Famed rapper, fashion designer Kanye West has now issued a very glowing endorsement of President Trump."
    },
    {
      "speaker": "He took to Twitter, telling his millions of Twitter followers, quote",
      "utterance": "' You don't have to agree with Trump, but the mob can't make me not love him. We are both dragon energy. He is my brother. I love everyone. I don't agree with everything anyone does. That's what makes us individuals. And we have the right to independent thought.' Kanye West even posted a picture of himself wearing a \"Make America Great Again\" hat, driving liberals on social media totally insane tonight."
    },
    {
      "speaker": "And get this",
      "utterance": "Kanye is even slamming former President Obama for his utter failure in the former president's own hometown of Chicago, writing, quote: ' Obama was in office for eight years and nothing in Chicago changed.' Kanye West is absolutely right. We talked about this a lot. Under the Obama administration, nearly 4,000 people were murdered on the streets of Chicago, his own town. Obama barely mentioned it, did nothing. This was American lives, American treasure lost, tragedy, travesty. Now, of course, this all started after Kanye West publicly stood up for a black conservative, a woman that we had on the program this week, Candace Owens, after many on the left slammed her remarks at UCLA. Take a look at this."
    },
    {
      "speaker": "CANDACE OWENS, CONSERVATIVE COMMENTATOR",
      "utterance": "What is happening right now in the black community, you're going to hear it in this room first, there is an ideological civil war happening. Black people that are focused on their past and shouting about slavery and black people that are focused on their future. Victim mentality is not cool. I don't know why people like being oppressed. The weirdest thing I've ever heard, I love oppression. We're oppressed. Four hundred years of slavery, Jim Crow, which by the way, none of you guys lived through. Your grandparents did. And it's embarrassing that you utilized -- you utilized their history. You utilized their history, and you come in here with more emotion than they ever had when they were living through it. More emotion than they ever had when they were living through it. It's embarrassing. You are not living through anything right now. You are overly privileged Americans."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Amazing moment. A star is born. And while Kanye West takes a stand for freedom of thought and freedom of expression, we should all support this. Over at CNN, you have your professional Trump hater, so-called journalist Jim Acosta. Well, he's doing the exact opposite and going completely off the rails, claiming that Americans could be inspired by Trump's rhetoric, calling out liberal media bias and actually commit acts of violence against the president, against the press. Does he not remember Madonna's remarks about desiring and dreaming of blowing up the White House or the severed head or any of the other instances and the anthrax scare? Watch this."
    },
    {
      "speaker": "JIM ACOSTA, CNN REPORER",
      "utterance": "The problem is, is that people around the country don't know it's an act. They're not in on the act. And they take what he says very seriously, and they take attacks from Sean Spicer and Sarah Sanders and what they do on a daily basis very seriously. They don't have all their faculties. In some cases, their elevator might not hit all floors. My concern is, is that there's -- that a journalist is going to be hurt one of these days. Someone is going to get hurt. And at that point, you know, the White House, president of the United States, they're going to have to take a hard look in the mirror and ask themselves whether or not they played a role in this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "How many threats against the president? How many -- who talks about blowing up the White House? Putting up severed heads as a joke. We have known for some time that Jim Acosta lives in a paranoid anti-Trump state of delusion, some call it Trump derangement syndrome. But Jim Acosta and his friends in the fake news media, they need to wake up. President Trump is not the source of all of your problems. To complain that his honest discussion about the state of the media in this country is going to incite violence, that is a step too far and patently, frankly absurd. All right. Joining us now, former U.S. Attorney Joe diGenova. Full disclosure, he has done legal work for me in the past, and full disclosure, I've got to tell it h all -- he actually came to my radio Christmas party. I think this is a Trump tie I have on tonight. Welcome to the program, sir."
    },
    {
      "speaker": "JOE DIGENOVA, FORMER U.S. ATTORNEY",
      "utterance": "Nice to be with you again."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's good to have you. Let's talk about Jim Comey."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "The dirty cop."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's talk about -- is he in legal jeopardy?"
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "He's in deep trouble. The dirty cop is in deep trouble. Not only because he was engaged in a conspiracy to illegally exonerate Hillary Clinton and then frame Donald Trump and Trump associates with crimes, he has disclosed illegally classified information to people who were unauthorized to receive it. Mr. Richman, Patrick Fitzgerald. Patrick Fitzgerald receiving classified information is particularly rich given his role in the framing of Scooter Libby for a nonexistent crime. So, I think Mr. Comey's troubles and his 15-page memorandum which were rather lengthy suicide note is committing suicide publicly every day."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We -- you know what? We on the show warned him. All right. I have a problem. I know New York City Mayor Rudy Giuliani well. He's been a frequent guest on this program. I was here in New York when he transformed and saved the city. He is saying that he -- there's reports he's reopened negotiations about a possible discussion between Mueller and Trump. As long as Andrew Weissmann, with his background and this -- and all these Democratic donors, I don't trust Mueller and his team. Am I wrong?"
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Well, I don't -- no, I don't think you are wrong. I think the search of Michael Cohen's office in New York was an act of terror committed legally by people in the Justice Department. And Mueller knew it was going to happen. Rosenstein authorized it. It was an outrageous act against the attorney-client privilege. It never should've been done. It was done to intimidate the president and others. It was done in bad faith and because it was done in bad faith by Mueller and others, I don't believe under any circumstances can you trust Mueller and the people around him to do a good faith interview. I would reject the interview out of hand."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you think a lot -- all these criminal referrals from Congress, from the inspector general, now James Comey. How many people do you think are in legal jeopardy in all of this?"
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Well, I think actually quite a few, I think John Brennan, Clapper, Rice, Rhodes all involved in the illegal unmasking and the illegal leaking of the unmasked names, Ms. Powers from the United Nations. I think Mr. Comey -- clearly, McCabe is in deep trouble. I think that Page and Strzok are cooperating so they are probably not in legal trouble. I think a lot of people at the highest levels of the Justice Department under Obama are in very serious legal trouble."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Joe DiGenova, thank you. Thank you for coming to my Christmas party. We were really -- great to see you. All right. Here with more reaction is the House Intel Committee chairman, California Congressman Devin Nunes, Freedom Caucus chairman, North Carolina Congressman Mark Meadows. Neither were invited to my Christmas party. And I apologize for that now in retrospect. I've been hearing all night, a lot and all day yesterday that there is a possibility that the Strzok-Page memos were actually handed over to the State Department last week. We haven't had them revealed. Congressman Meadows, have you heard that?"
    },
    {
      "speaker": "REP. MARK MEADOWS, R-N.C., HOUSE FREEDOM CAUCUS CHAIRMAN",
      "utterance": "Well, really, what we do know, Sean, is there is another tranche of Peter Strzok, Lisa Page text messages that actually have been vetted by the DOJ. And we -- we're just waiting on the inspector general to release those. He gave that release on Friday. We have been expecting those documents each and every day. As of tonight, as of right now, we don't have those. We have let our displeasure be known to the DOJ officials. Hopefully, we will receive those tomorrow."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. I -- why don't we get the whole batch? I don't understand the slow roll. Congressman Nunes, I've got to give you a lot of credit. It always comes to a crisis and then Rod Rosenstein, at the last second, for whatever reason, he will finally hand it over, after he begged Paul Ryan not to hand over what became the Nunes memo. Sir, you said to Maria Bartiromo this weekend that there was no intelligence, none, as the basis for the start of this Russian probe? REP. DEVIN NUNES, R—CALIF., CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE: Now, let me start by saying, to Mark's point, they shouldn't wait. They need to enforce the subpoenas immediately, Mr. Gowdy and Mr. Goodlatte. The more that you wait over time, I've learned that you just wait and you wait and you wait, and pretty soon, there will be an election and I think the Department of Justice and FBI are banking on Democrats taking over so that all these investigations can be shut down. As it relates to what I said over the weekend, it remains true. We have not seen any Five Eyes intelligence, any credible intelligence that started this investigation. It's why we are investigating the State Department for a number of reasons."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's unbelievable. All right. Let me ask you both, is it going to take a contempt order from -- are they going to be held in contempt at the Justice Department? Because I agree with the analysis, this seems that trying to push this to 2018, see if Democrats get control."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, I think, Sean, one of the things, Chairman Nunes has done an unbelievable job, not only investigating this but keeping the pressure on. And it's not unless that pressure is really felt by DOJ officials that they actually produce anything. And I've been on the phone most of the day with them. I don't understand why it's taking such unbelievable herculean efforts to get them to do that. But we notified the White House as well. You know, this president's DOJ, why are they not producing documents and let us do our oversight?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congressman Nunes, your thoughts on what it's going to take?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, I do think we are at the point where the Congress has to exercise its full authority. So, immediate subpoenas, immediate contempt. If you have to move to impeachment, do that. Now, as Mark just said, as Mr. Meadows just said, I do believe that the president at this point should step in, should take his authority as the executive officer of this country, and make sure that the United States Congress has provided all of those documentation immediately. And that's only because, just look at all of the examples that are out there that go back a year and a half now that we were stalled on. And just tonight, you broke news again. If it's true that Mr. Richman was an employee of the FBI, that's something we had no idea. We did not know that. Now, don't you think we should have known that since we've been investigating this for a year and a half?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I have -- I have to run. And up to three people may have gotten this information? I want to thank you both because you are fighting for the truth and I know you both have taken a lot of heat for it. And the American people deserve it. Thank you all for being with us, Congressman Meadows, Congressman Devin Nunes. When we come back, Tom Fitton, brand-new tonight, Hillary Clinton emails. Sara Carter, Gregg Jarrett. Later, Michelle Malkin, Jesse Watters and Jessica Tarlov as \"Hannity\" continues."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Joining us now with more reaction to tonight's opening monologue, Judicial Watch Tom Fitton, Fox News contributor Sara Carter, Fox News legal analyst Gregg Jarrett. Tom, let me start with you. We're still missing 33,000 emails, but -- and this is a couple hundred. But there was classified information. I know Judicial Watch works very hard, Freedom of Information Act. What did you find?"
    },
    {
      "speaker": "TOM FITTON, JUDICIAL WATCH PRESIDENT",
      "utterance": "Well, it's a new batch of emails from the emails James Comey's FBI recovered from the emails that Hillary Clinton tried to delete or hide, those 33,000. So, this is the batch that Hillary Clinton and her lawyers didn't want anyone to see and they include 10 classified emails about Middle Eastern policy, communications with Anthony Blair, and top officials at the State Department about Middle Eastern peace. And it's further indication and further demonstration of a massive violation of national security laws related to mishandling classified information that Hillary Clinton knowingly engaged in. You know, we are spending all this time and money targeting Donald Trump on really nothing, and in the meantime, Hillary Clinton has walked away scot-free despite time after time of new information coming out showing that she engaged in criminal conduct. This Justice Department, they've got to decide whether they're going to let James Comey have the last word or whether Hillary Clinton did anything wrong or not."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Gregg Jarrett, I know you've been writing a book, and your office is two doors down for mine. I would like you to tell the title but then I want you -- we are back again, 18 U -- I feel like I'm getting a law education from you."
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Eighteen USC 793 and now it's applicable to James Comey tonight."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes, absolutely is. The name of the book is called \"The Russia Hoax: The Illicit Scheme to Clear Hillary Clinton and Frame Donald Trump.\" And it goes through all of this. One of the things that's very interesting here that we're learning about today is that Comey appears to have committed a felony by misleading Congress, a material omission, because Comey was asked about leaking the material to Daniel Richman. He didn't disclose that Richman was an FBI employee. He didn't disclose that he also gave it to Patrick Fitzgerald. And, by the way, the FBI has gone to both of those gentlemen's offices to do what's called a spillage cleanup to contain the wrongful leak by Comey. And the other thing in Comey's comments that you played tonight, he seems to be overlooking the fact that he stole government documents, 18 USC 641. The moment he took those presidential memos out of the FBI building and took them home, doesn't matter if it's in a safe, that's an unauthorized place. He was stealing government documents, which is a felony."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All four of us have been way ahead of the curve. I was joking tonight that it sounds like with a couple of questions Anderson Cooper asked James Comey, he might have actually been watching the show I'm not telling anybody because they have been on the wrong path for a long time over there. But you know, Sara, we are waiting the Strzok-Page memos. So I want to get your comments on that and also on this. Because Andrew McCabe is in trouble. Jim Comey is in trouble. Strzok and Page are in trouble. The Clintons are -- Hillary Clinton is in trouble. I mean, this goes to, and I do believe Clapper and Brennan. I want to find out what they knew, when they knew it and then the leaking raw intelligence and surveillance and unmasking. This is, which is at the tip of the iceberg and it's now happening."
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR, FOX NEWS",
      "utterance": "Yes, we are at the tip of the iceberg, Sean, because we know that the inspector general has another report coming out in May. That report will detail how the FBI handled, mishandled the Clinton investigation and let's go to the Strzok and Page text messages. Why is it that Congress has to make threats, you know, threats of contempt in order to get these documents? They have been looking at these documents for some time now. Turn them over to Congress. Let the American people see what they have. What the Department of Justice has. I know I have repeatedly called the Department of Justice today. I received no call back, no information whatsoever. As to why they have not turned his over yet, I know the congressional members say they are expecting to get them tomorrow. There's also a lot of concern here with Comey. You know, Comey can try to backtrack and make these excuses but he did take FBI property out of the FBI. And another issue that Comey is really going to have to deal with is like, if he believes that his discussions with the president were uncomfortable, were obstruction, why didn't you tell Congress this when he spoke to them on May 3rd."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think--"
    },
    {
      "speaker": "CARTER",
      "utterance": "Why the runaround? Why the leaking?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Again, we are back to lying by omission here. It was sort of like with the FISA court application. They knew that they didn't verify it and they knew that they handed over something that was more than just maybe politically tainted. It was an opposition party candidate. All right. I want to ask all of you the same question. We'll start with Tom. Who, based on where we are tonight, we know now Comey is lawyered up. Who all should be lawyered up tonight? Tom Fitton."
    },
    {
      "speaker": "TOM FITTON, PRESIDENT, JUDICIAL WATCH",
      "utterance": "Well, Andrew McCabe obviously. There's an ongoing -- there's a referral pending now with the U.S. attorney for the District of Columbia. That could come at any time. Mr. Comey, I would stop giving interviews if I were Mr. Comey at this point. The I.G. is investigating him, and we already know from the Justice Department--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, we got to go quick."
    },
    {
      "speaker": "FITTON",
      "utterance": "The prosecutors are waiting. Comey and McCabe faced significant criminal liability right this gentleman."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Gregg Jarrett."
    },
    {
      "speaker": "JARRETT",
      "utterance": "It's Comey and he knows he's in trouble because he hired the two people he leaked government documents to so that he could invoke the attorney-client privilege and clam up. It was a Machiavellian move. He makes J. Edgar Hoover look like a boy scout."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Anyone else?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Well, attorney-client--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sara?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Well, attorney-client privilege doesn't seem to be the thing that people are respecting nowadays, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, apparently."
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes, apparently not. But I think--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Apparently."
    },
    {
      "speaker": "CARTER",
      "utterance": "-- you know, Lisa Page and Peter Strzok as well and others, even Loretta Lynch. There's Bruce Ohr. There's going to be a lot of names in the upcoming reports and a lot of people that I think will be lawyering up."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, amazing work. We are going to -- this everything that we have been telling everyone for a year, interesting now even other networks are finally picking up on it. Not completely enough by a long stretch but thank you all. Great work. Can't wait for that book, Gregg Jarrett. All right. When we come back, Michell Malkin fired up over Jim Acosta over at CNN and his comments insulting the American people. Also Jesse Watters, Jessica Tarlov. Incredible tweeting by Kanye West tonight. Embracing the president and much more. Stay with us."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So, as we mentioned in our opening monologue, CNN's number one Trump hater, so-called journalist Jim Acosta getting a lot of backlash for saying this about people who like and listen to the president."
    },
    {
      "speaker": "JIM ACOSTA, SENIOR WHITE HOUSE CORRESPONDENT, CNN",
      "utterance": "The problem is, is that people around the country don't know it's an act. They are not in on the act. And they take what he says very seriously, and they take attacks from Sean Spicer and Sarah Sanders and what they do to us on a daily basis, very seriously. They don't have all their faculties and in some cases, their elevator might not hit all floors. My concern is that there's a -- that a journalist is going to be hurt one of these days. Somebody is going to get hurt. And at that point, the White House, the President of the United States, they are going to have to take a hard look at a mirror and ask themselves whether or not they played a role in this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Then Acosta took to Twitter today to say he's not talking about Trump supporters. Really? But given his past outlandish anti-Trump behavior, should we really believe him? Now here are just a few of his low lights. Take a look."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "What we are witnessing right now is this erosion of our freedoms in terms of covering the president of the United States. That is just a strange and un-presidential thing to do, to be throwing rolls of paper towels at people. The last three news conferences, Wolf, all of the questions to the American news media have handled by conservative press. And I think, Wolf, there is no other way to describe it but the fix is in. The Statue of Liberty--"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Jim, Jim, let me ask you a question."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "-- has always give hope to the world for people to say--"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Jim, do you believe -- Jim, Jim--"
    },
    {
      "speaker": "ACOSTA",
      "utterance": "-- and they are not always going to speak English."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Jim, Jim, I appreciate your speech."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "I think we saw the president's true colors today and I'm not sure they were red, white, and blue. Stormy Daniels, why is he not spoken on Stormy Daniels, sir? Mr. President, should the DACA kids worry about what's going to happen to them? Mr. President, what about the DACA kids?"
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Thank you very much, everybody."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "Just Caucasian or white countries, sir, or do you want people to come in from other parts of the world where there are people of color."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Joining us now CRTV Host Michelle Malkin Investigates Michelle Malkin. By the way, we want to congratulate Michelle. One of her episodes was entered into the Manhattan Film Festival, another award. Congratulations. Full disclosure. Michelle is a friend. I think we actually had a cookie in the Fox green room one day together."
    },
    {
      "speaker": "MICHELLE MALKIN, HOST, CRTV",
      "utterance": "I'm sure we have. Thanks, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you for being with us. Madonna talked about dreaming of blowing up the White House. We have severed heads of the president. We had an anthrax care. The president talks about fake news. And Jim Acosta talks about Trump supporters not knowing it's an act, elevator is not going to the top. Not red, white, and blue. And giving strong liberal opinions but he says he's a journalist."
    },
    {
      "speaker": "MALKIN",
      "utterance": "Yes. Acosta truly is the textbook definition of deplorable. And dim Jim is somewhat of the sniveling little schnauzer of the White House press corps. He is somebody who is more interested in building his brand as the fourth estates resistance leader than he is actually reporting real news of which your show tonight and every night has been filled. And if the CNN executives wonder why their ratings are in the basement, all they have to do is look at Jim Acosta as grandstanding and pea cocking every single day. I think it's disgusting that he would smear Trump voters and Trump himself for their very legitimate and transient criticism of the leftist media. The propagandist, the collusion news network and then try to run and hide from his own comments."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I wouldn't care if he identified himself he said, all right, I'm a liberal but I don't act like a reporter. You know, blowing up the White House. I've never heard President Trump say anything like that or you know, it just it severed heads or any of these other anthrax issues, scares for the family and the horrible things said about Melania, Ivanka, you know. It's just been so over-the-top. I guess my question to you is the media in this country has chosen a side, and yet, you know, they are wondering why people don't trust them anymore. You know, how can they possibly trust them?"
    },
    {
      "speaker": "MALKIN",
      "utterance": "They can't. And it is the pretense of objectivity and neutrality that has been completely decimated by their own words. Let's talk for a second here about those true climate of hate, the incitement of violence and to add to your list of course, look, the congressional baseball team is finally reconvening after a shooting that was committed by a Bernie Sanders volunteer. You know, where's all the panic of the likes of Jim Acosta and all of his fellow lapdogs in the White House press about where is the true source of these incitement to violence come from. They will never look in their own mirror--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me--"
    },
    {
      "speaker": "MALKIN",
      "utterance": "-- and they won't certainly look at their own ideological side."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, I love my team here on television. They work really, really hard. And 195 times in one day, 195 times, this is CNN. Take a look."
    },
    {
      "speaker": "DON LEMON, HOST, CNN",
      "utterance": "What was your reaction when you heard the president called African nations (muted)."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "In one way I am proud. I am a proud (muted)."
    },
    {
      "speaker": "ANA NAVARRO, POLITICAL COMMENTATOR, CNN",
      "utterance": "Donald Trump has turned the Oval Office into a (muted)."
    },
    {
      "speaker": "ANDERSON COOPER, HOST, CNN",
      "utterance": "Do you have an example of any (muted) country that the president referred to that is predominantly Caucasian?"
    },
    {
      "speaker": "LEMON",
      "utterance": "I never imagine I would be saying (muted) on television."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's revealing, it's like irredeemable deplorables or bitter people in Pennsylvania clinging to their god, their guns, their bibles, their religion. There seems to be a contempt for this red part of America, Michelle."
    },
    {
      "speaker": "MALKIN",
      "utterance": "No question about it. I joked with you last week that I called CNN PNN. They are literally are the toilet."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I have that montage too."
    },
    {
      "speaker": "MALKIN",
      "utterance": "Yes. And you know, just playing those montages every night, when these fourth estate elitists preen about their incredibly amazing an important role in society when all they do is dig holes and dig them deeper and double down when they are exposed."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So proud of you. Congratulations. We really mean it as it relates to your another potential award. Best of luck. We love having you on. Thank you. When we come back, Jesse Watters, Jessica Tarlov, Kanye West incredible Twitter tweet storm tonight and his friendship with President Trump. Straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So Kanye West he has come out swinging this week, standing up for conservatives and President Trump. And today Kanye even called out President Obama. He tweeted this. \"Obama was in office for eight years and nothing in Chicago changed.\" Now despite the left demonizing Kanye, Chance the Rapper came out in support of his message, writing, quote, \"Black people don't have to be Democrats.\" All right. Here with reaction, co-host of 'The Five' and the host of 'Watters World,' we live in it, and Fox News contributor Jessica Tarlov. I really, there's a couple of things, Jessica. One, is I love Kim Kardashian standing up for her husband, saying he is a free thinker, and she said, is that not allowed? I love that comment. And here's the other thing. All the years of Obama's president, they were nice. I know the high profile cases in Missouri, and of course, Trayvon Martin, George Zimmerman in Baltimore."
    },
    {
      "speaker": "JESSICA TARLOV, CONTRIBUTOR, FOX NEWS",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, they got so much attention."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Or Emmett Till."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I would scroll the names of all people we have never heard of."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Shots in the streets of Chicago, and it should've been declared a national emergency, and we fix it. Here's the point. Kanye is right. And why does it have to be, you know, why is somebody who likes the president, they get viciously attacked by your side?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "I'm not sure that that's actually what's going on here. I don't think anyone is objecting to the fact that Kanye West has the right to have that opinion or Chance the Rapper has the right to say that all black people don't have to be Democrats. We know that well. We do know that people pick the party that they align with because they are offering the best policies for that particular group. We also know that the murder rate- -"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Have you seen social media--"
    },
    {
      "speaker": "TARLOV",
      "utterance": "-- and the violent crime rate--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Have you seen social media tonight?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "Yes, it's all over Twitter."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And the horrible things."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Well, horrible things. I mean--"
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST, FOX NEWS",
      "utterance": "He is being attacked for that opinion and I'm not so sure the Democratic policies are helping black people. I mean, he said it about Chicago right there. Under Obama shootings went up, homicides went up, poverty rates stay the same. And wages were flat. So I don't know if that's good. I think what's happening is very clear. Kanye West has loosened the grip the Democratic Party holds on the black vote. And they can't afford to lose even 2 percent. That's how close this election is. When you have a cultural influence like Kanye West wearing the MAGA hat and saying he loves strong and--"
    },
    {
      "speaker": "TARLOV",
      "utterance": "You're even laughing saying that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- and say he's one of his favorite people, I mean, that is a cultural tectonic shift, Jessica that's happening. I think your feet are moving underneath the floor--"
    },
    {
      "speaker": "TARLOV",
      "utterance": "No, they're not."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- because this is such a huge deal. And Kanye said it best when he said this, to be great is to be misunderstood. Now Kanye has that problem. I have that problem. Sean has that problem. Donald Trump has a problem."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I would argue I have that problem."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You may have that problem too sometimes. But I think what Kanye is trying to say, he's trying deprogram people because -- just because you're black doesn't mean you have to vote Democratic."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. Jesse and Kanye."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. You, me, and Kanye are on the side of love, and Jessica is on the side of mob."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Ouch."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I thought you were going to say the side of hate."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No. I mean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Jessica, Jesse."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I do respect individuality. I think this is completely fine. But I don't think that you can go out there and say that this is a tectonic shift, and my feet are not shaking because of what happen right now with Kanye West. And it's very nice for Kim Kardashian to defend her husband. She also said that's not what she thinks. And then he also backtracked and said, but I also love Hillary. I love everybody. And the only person I trust implicitly is myself, because it wouldn't be Kanye if it wasn't actually self-absorbed. And also if you wanted go beyond Chicago, talk about what's going on with the national crime statistics in major cities, using the murder rate in the violent crime rate go down. That is the trend that has been going on since the Obama--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Let's stay on topic."
    },
    {
      "speaker": "TARLOV",
      "utterance": "That is the topic."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know, Hillary Clinton was wrong then because she said the husbands make their wives vote for whoever they want. It's not true in the Kardashian-Kanye West household. It looks like Kim Kardashian is her own woman and I respect her for that."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I do as well and that--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me say one thing. It's always conservatives, though, it was me, Russian, and Mark Levin defending Bill Maher. And Bill too is credit defended Laura Ingraham. Nobody ever defends me or Jesse Watters, though."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I defend you, guys. I hang out with you every week."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What, I didn't hear what he said."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I said I defend you. I hang out with you every week."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Are we hanging out right now?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "It feels like that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You're going closer beginning this week. Jesse, you better jump in."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Wait, you know what, I've got a good one. If I mum the precipice I thought you guys didn't care about celebrity endorsements."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know what?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "That was something for the pathetic left."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know, we don't like the celebrity hate. When some celebrity comes in with the love that Kanye West is coming in, we respect that. Because you know what, we respect the individual. We do not respect mob rule. And when you have dragon energy like the president and Kanye West does--"
    },
    {
      "speaker": "TARLOV",
      "utterance": "My gosh."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- I think it may be confusing for some people. He is zigging and zagging. You have to unlearn your linear thinking, Jessica."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Yes. I'm far too analytical."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And open your mind--"
    },
    {
      "speaker": "TARLOV",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- to the possibilities out there."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Yes, maybe by next week."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The dragon energy comments pull the thrill for Jesse."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Sean, this is cheating."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's his rules. Sorry, Jessica."
    },
    {
      "speaker": "TARLOV",
      "utterance": "This is why I like Vegas rules or whatever they say?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Quoting that was great. Thank you both. When we come back, an incredible video of the day. A foiled armed robbery. We've got it next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Time for our video of the day. A holdup gone wrong in Mexico. It's all caught on camera on Monday. As you see here a young man tried to rob a market when he threatens a customer that has a cowboy hat on waiting in line. Then the would-be robber is then distracted, points his handgun at a woman who had been at the back of the store. When that's when the guy with the hat leaps into action and you can see him wrestling away the suspect's pistol. Now the fight moves off camera and it looks like the suspect is about to get away when a store employee catches him moments before escaping. According local reports, the suspect was in fact taken into police custody. I love heroes. I love people that stand up and risked their lives. Remember those guys on the ball field when Steve Scalise was shot? That shooting, remember those officers who walk in, they had pistols. All right. We will always be fair and balanced. We're not the destroy Trump media."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}