{
  "date": "April 5, 2021",
  "headline": "Tucker: Americans deserve to know the real number of migrants here",
  "subHeadline": "Guests: Piers Morgan, Ron DeSantis, Tucker Carlson, Miranda Devine, Greg Gutfeld",
  "url": "https://www.foxnews.com/transcript/tucker-americans-deserve-to-know-the-real-number-of-migrants-here",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "Good evening and welcome to TUCKER CARLSON TONIGHT. A lot of Americans, a lot of people in the West are under severe pressure right now to conform, and most of them do conform because they're afraid.  But it's interesting to see who doesn't conform, who refuses to repeat the slogans, who stands up. Piers Morgan is one of those people. I am not sure you would have guessed that, but it's definitely true. He lost his job for telling what he believes is the truth.  We had a very long conversation with him today on \"Tucker Carlson Today.\" We're going to show you big chunks of the interview in just a minute.  But first, we want to bring you up to date on maybe the defining story of this moment that hasn't gotten enough attention and that's the crisis on the border, the one in progress now, the one that will change this country for your grandchildren profoundly. In the fall of 2018, not long before that year's midterm elections, Donald Trump ordered a small group of active duty soldiers to the American border with Mexico. Congress had refused to build his long promise wall and Trump wanted to highlight the severity of the illegal immigration crisis, which has been going on for decades.  In some ways, sending the troops was a symbolic gesture, only about 5,000 participated. For perspective on how many that is, that is far fewer, about half the number of troops that the Democratic Congress sent to Washington this winter to protect itself from an imaginary QAnon threat. But for those with a vested interest in open borders -- virtually everyone in D.C. -- any military presence on our border was just too much, it was intolerable.  Official Washington went berserk when he did it. \"Deploying troops to our own border for no national security reason is one of the biggest scandals of his presidency,\" declared a senator from Hawaii called Brian Schatz with what looked like carefully simulated outrage.   Congressman Filemon Vela of Texas who was then the head Democrat on the Subcommittee in charge of border security, described Trump's tiny trip deployment as a political ploy designed to quote, \"appease his white nationalist supporters.\" It was racist. Of course, it was. The so-called national security community claimed to be every bit as upset as their partners in the Democratic Party. \"It's a craven misuse of the U.S. Armed Forces for an obvious political stunt,\" said the former National Security Council staffer called Kelly Magsamen, and that turned out to be the right thing to say for ambitious young players in D.C. Less than three years later, Kelly Magsamen is now Chief of Staff to the Secretary of Defense, that would be the political activist and defense contractor, Lloyd Austin.   Hot headed Congressman Filemon Vela, meanwhile, the one who charged racism has now ascended to Vice Chairmanship of the D.N.C. So in Washington, there is always a real payoff for those willing to repeat the necessary slogans. And then the border: how is the border doing these days? Remember the border? Well, the military, our military is still involved in the immigration crisis, but not in the ways that you might expect. American troops are now occupied serving the needs, not of Americans, but of foreign nationals who have flagrantly violated our laws.  The Biden administration is turning our military bases into housing for illegal aliens. If that sounds like a partisan attack, something we just made up, watch the President's own flack brag about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Just in this past week, we've taken steps to bring a number of new facilities online from Fort Bliss, where there are 5,000 beds, to Lackland Air Force Base where there are 350 beds, San Diego Convention Center 1,400 beds. These three sites alone provide peak capacity and additional 6,750 beds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So you break into our country, and in return, we give you free housing and medical care. Pretty generous. What's interesting is to note who's not getting that treatment.  Last night, more than half a million Americans spent the night in makeshift shelters or on the streets, they're homeless. But the Biden administration isn't even considering the use of the U.S. military to help them despite the fact that many are veterans. Instead, the administration is boasting about all they're doing for the people who have demonstrated pure contempt for our system, the system that some of us prefer and would like to preserve.  The press conference we just played a clip from was 10 days ago. No one in the media it seems to have bothered to follow up on that. Fort Bliss for example, headquartered in El Paso, Texas, one of the largest army bases on the planet. How many illegal aliens are now living at Fort Bliss? How many are there right now? And the truth is we don't know.  We asked authorities at Fort Bliss, point blank that question today, but they refused to tell us. Instead, they referred us to their bosses in the Biden administration, to the political commissar.   America has no right to know how many illegal aliens are living on our military bases. And neither, by the way do elected Members of Congress who are charged with overseeing all of this, but they can't know. Watch what happened when one of them tried to find out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Please give dignity to the people. Please give dignity to the people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VOICE OF SEN. TED CRUZ (R-TX)",
      "sentences": "So you work for the Commissioner. You're a senior adviser. You were hired two weeks ago, and you're instructed to ask us to not have any pictures taken here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Please respect the people -- the rules.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Because the political leadership at D.H.S. does not want the American people to know it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Please don't treat the people -- as such.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "You're right and this is a dangerous place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Please don't treat the people like this. That's all I ask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "And your policy is, unfortunately, are trying to hide them. I understand. You were instructed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's all I ask you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "When 18 senators came down here --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I ask you to please respect the people. Give then dignity and respect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "I respect them and I want to fix this situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are one of the system. We don't want this to happen anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "And the administration you're working for is responsible for these conditions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "\"Please give dignity to the people,\" squeaks the Women's Studies major from Wesleyan who is now overseeing all of this somehow. \"Please respect the people,\" she says, meaning of course, the foreign nationals whose interest the Biden administration is now serving.  Notice the total lack of respect for the American people, the ones who deserve precise answers, who deserve to see what's happening, but don't get it. They can shut up and pay for it. Officials at H.H.S., which we referred by Fort Bliss gave us no numbers today when we asked how many people are living at Fort Bliss? They did assure us however that quote, \"Military personnel will not be staffing this site or providing care for the children,\" end quote.   That is a lie. Flat out, it is not true. It is a lie. It's a crock.  We spoke to a person with direct knowledge of this subject this morning, a relative to someone who just deployed to Fort Bliss to take care of the illegal aliens there. As of today, the military has constructed at least six enormous tents at Fort Bliss, each of which will house approximately 1,000 illegal aliens, more tents are coming. But because it really is Orwell at this point, military personnel have been instructed. And when you're instructed in the military, you must obey. It's a crime not to. They've been told they are not allowed to take photographs of these tents. Those tents are now national security secrets like missile silos.   Why are they hiding this? So they can lie to the rest of us. Some details have leaked out about what's happening at the border. Here's one: the Border Patrol announced today, they have detained at least two people so far, whose names were on the Federal terror watch list. Both men came from Yemen, you see their pictures on the screen, both just crossed from Mexico into California. So it's not just willing workers, it is not just fruit pickers who are taking advantage of the total chaos that Joe Biden has unleashed along our border. Of course, our mortal enemies are taking advantage of it, too. And that raises the question: how many potential terrorists have crossed the border in the last three months and not been caught? That's a fair question. How many gang members have? How many rapists and murderers? You can say that you're not allowed to ask that question, but of course, you are.   If you live in this country, you should be asking that question. It's not racist to wonder, it's real.  How many pounds of fentanyl have crossed over? How many more Americans will die from that drug? The truth is, we don't know the answers to any of these questions. We do know that Washington lies about numbers constantly. You see it everywhere. They tell us inflation isn't real. It's not happening. Look around. Yes, it is happening. It's entirely real.  They tell us there are 11 million foreign nationals living in the United States, when we know for a fact that the real number is closer to three times that, yet they keep lying, 11 million. Sources familiar with Internal Customs and Border Protection data have confirmed to FOX News that officers so far have encountered 171,000 illegal immigrants in the month of March alone, in one month. That's a 418 percent increase from March of last year. But that does not represent the total of people who crossed over. Those are the ones who were caught. Those are just the ones that we know about.  The real number is higher, much higher. How high is it? It's high enough to change this country forever in every conceivable way. It's high enough to devalue your political power as a voter. It's high enough to subvert democracy itself. It's high enough to make this country a different place.  But again, we don't know the number. Why is that? We have absolutely the right to know. We should demand to know now.  Clay Higgins is a Member of Congress from the State of Louisiana. He was at the border recently, and he has what seems to be a more realistic understanding of what exactly is happening there, and so we're happy to have him today. Congressman, thank you for coming on. What do you think the real number of people crossing, foreign nationals crossing illegally, purely contemptuous of our laws into our country every month?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. CLAY HIGGINS (R-LA)",
      "sentences": "Well, during the month of March, Tucker the real number is closer to a quarter of a million. If you have 172,000 apprehensions or interdictions, then the real number of illegal crossings would be somewhere close to a quarter of a million because we've never caught 100 percent of illegal crossings as everyone knows, a good solid number to keep in mind historically has been about 85 percent. And now, because the Biden policies have pulled law enforcement primary mission, men and women off the border, and out of law enforcement rolls into processing centers to help with -- those guys are overwhelmed. The numbers is just too much. Obviously, the interdiction percentages have gone down. So, if you have 172,000 documented law enforcement interactions with illegal crossings, and you run in an interdiction percentage of around 70 percent now, as my sources tell me, then the quarter of a million illegal crossings in the month of March becomes a frighteningly real number. It's all 100 percent due to the Biden policies and a lack of law enforcement, the lack of allowing law enforcement to do their job.  When you pull these men off of their primary mission, which is securing the border and task them with processing centers. When law enforcement on the border becomes facilitators of illegal crossing, then you've opened the floodgates.  But I didn't even expect it to be as bad as it is, for the month alone, where I have been saying we've had -- we would have 150,000 and March is a lot higher than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "A quarter million a month, a brand new City of Chicago every year. People who clearly have no respect for our country. Congressman Clay Higgins, I appreciate and I hope you'll come back as you learn more. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HIGGINS",
      "sentences": "Yes, sir. There's more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "There certainly is. So was the last election rigged? Well, it depends how you define it. We know that right before the last election, \"The New York Post\" reported that a laptop had been abandoned at a Delaware computer shop. Whether it was abandoned there, that is an open question. What is not an open question is that the contents on that laptop were entirely real and they contained messages exposing the Biden family's overseas influence peddling operation.   Well, immediately, Silicon Valley called the story Russian disinformation, Twitter banned \"The New York Post.\" Facebook censored the piece. But on Sunday, Hunter Biden admitted to CBS that actually, yes, it might have been his data.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Was that your laptop?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNTER BIDEN, SON OF PRESIDENT JOE BIDEN",
      "sentences": "For real, I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "I know. But you know, that's -- this is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "H. BIDEN",
      "sentences": "I really don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Okay, you don't know, yes or no, if the laptop was yours?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "H. BIDEN",
      "sentences": "I don't have any idea. I have no idea whether --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "So it could have been yours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "H. BIDEN",
      "sentences": "Of course, certainly. There could be a laptop out there that was stolen from me. It could be that I was hacked. It could be that it was -- that it was Russian intelligence. It could be that it was stolen from me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It could be that it was Russian intelligence. Well, guess who would know the answer to that fairly precisely? The Biden administration -- they control the most sophisticated intelligence apparatus in the history of the world. So if Russian intelligence had any role in putting that laptop in the computer repair store, you would know about it in great detail. Trust me.  There may have been a foreign government involved, it wasn't Russia, or you would know. Trust us. Miranda Devine is a columnist for \"The New York Post.\" She's the author of the upcoming book \"Laptop from Hell: Hunter Biden, Big Tech and the Dirty Secrets the President Tried to Hide.\" She joins us tonight. Miranda, I appreciate your coming on. If anyone deserves one of those stupid journalism prizes, it's you because you kept the faith with your readers throughout this. They tried to intimidate you into shutting up and you wouldn't. So with retrospect, having just written a book on the subject, tell us what we've learned from this laptop, which is real?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIRANDA DEVINE, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Well, it's an enormous amount of wrongdoing, Tucker on the laptop and the Bidens basically have gotten away with it. They had last year, of course, after our stories came out, they had Big Tech colluding with the establishment media to cover up, to suppress and censor the story, and make sure that it didn't see the light of day before the election. And of course, then after the election, Jack Dorsey from Twitter says, oh, it was a mistake to lock \"The New York Post's\" account for two weeks. That's very convenient. And so now, Hunter Biden is doing, I guess, the last stage of this sort of laundering operation and that's with this memoir that is coming out tomorrow, \"Beautiful Secrets\" or whatever it's called \"Beautiful Things.\" And he pretends in there that he's come clean on all the bad things that are in the laptop.  He said today on one of his interviews that you don't need the laptop because you've got his book. Well, I'm here to tell you that is not true. The only thing he's been vaguely honest about in his book is the crack addiction. But there is so much else. For instance, in his book, he says that he is the father proudly of three daughters and one son. He doesn't mention a fifth child, a two- year-old girl who is somewhere in Arkansas, whose mother was a stripper that used to go to -- one that used to work one of the clubs that he frequented in D.C., and she had to go to court, press a paternity suit against him to prove that it was his child. In the book, he says that he can't even remember any fleeting assignation he might have had with this woman, but that's not true either. The laptop shows that he had a relationship for at least five months with Lunden Roberts, the 28-year-old stripper, who bore his child in November of 2018. In fact, he used to sneak her into his office building in D.C. late at night to such an extent that the building managers actually had to write to him and ask him to stop doing it. And he took great umbrage at that and fired back a 1,500-word diatribe against them, telling them that Lunden Roberts was actually a basketball mentor for his daughter and Sasha Obama's daughter, the daughter of President Obama, and how dare they question him. So that's another lie. And then you talk about the gun, the famous gun incident in October of 2018, when his then lover, Hallie Biden, who was of course the widow of his brother, she went and took his new gun and threw it in a trash can outside a market in Delaware and that caused a great furor. You had to get the police and the F.B.I. and then a Secret Service came in to clean it up and Hunter lied about his crack addiction on the form two weeks earlier, in which -- the firearm form which he had to swear that he wasn't using drugs. So, there's so much, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Congratulations on the book, and thank you for reminding us that at a time when the Biden administration says you need a Federal background check to give your son a .22 for Christmas, that the President's son lied on a Federal background check for a firearm, committed a felony and was not prosecuted for it. It's a total outrage. One of the most outrageous things I've ever seen, actually. Miranda, I appreciate it, and again, congratulations on preserving your dignity and self-respect in doing the right thing through all of this. Speaking of which, we had a long conversation with Piers Morgan today. He was forced out of his job for telling the truth. We spoke for more than an hour. Does he change his mind about Meghan Markle? Really interesting conversation. We've got a long clip for it -- from it, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Piers Morgan lost his job last month in the U.K. for asking a pretty obvious question that all of us should be asking. How do the most powerful people in the world get away with pretending to be victims? You see it everywhere. We had a very long and fascinating conversation with Piers Morgan today for our show \"Tucker Carlson Today\" on FOX Nation. Here's part of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This, I think, looking back will be the moment that kind of changed the trajectory of your life and that changed a lot of other people as they watched it. Here's the moment that you walked off the set of the show that you hosted. ALEX BERESFORD, HOST, \"GOOD MORNING, BRITAIN\": I understand that you don't like Meghan Markle, you've made it so clear a number of times on this program, a number of times. You continue to trash her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERS MORGAN, BROADCASTER",
      "sentences": "Okay, I'm done with this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERESFORD",
      "sentences": "No, no, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Sorry. No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERESFORD",
      "sentences": "Do you know what, that's pathetic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "You can trash man, but not on my show. See you later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERESFORD",
      "sentences": "I am being --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Sorry, can't do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERESFORD",
      "sentences": "This is absolutely diabolical behavior.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So looking back, I'm convinced you're going to see that as a pivot point in your life you probably already do. Fill in the context around that moment. How did you get to that place? What happened before that moment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "So that was the Tuesday after the Monday show in which we had debated almost in real time, the Oprah 90-minute whine-a-thon with the Duke and Duchess of Sussex and that had aired in America several hours before we did on the Monday morning. And I watched it in truncated form. They took out all the commercials and just let me see it straight before we went on air. So it was like undiluted whine-a-thon thumb. And I watched this thing with mounting unease to start with, incredulity by the end, and a real sense of anger because what I was witnessing was the most extraordinarily disingenuous, smear hit job on the Royal Family, on the Queen, on the monarchy, and frankly, on Britain, my country. And I was not going to have it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Tell us what you were -- I think you were pretty clear in your explanation but fill it out a little bit for us. Why were you so angered?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Well, the Queen is the head of the Commonwealth. She's 94 years old. She's been on the throne for 68 years. Now, whatever your view of the monarchy, or the Queen, for that matter, she's the longest serving ruler of any kind in the world right now and she has huge, huge respect for many people in Britain and indeed around the world. She's also head of the Commonwealth, which has many countries with which are predominantly with black citizens. So you look at this, you're accusing the Queen, of the monarchy and the institution of being racist. That's really what was going down here.  And there were two central charges, Tucker, for this alleged racism. One was what we've just heard, where Meghan Markle said there were several conversations while she was pregnant, in which Harry was having a conversation several times, she said, with a member of the Royal Family, who was talking about the potential skin color of the child. Now, we don't know who that was. We don't know what the context of that conversation was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Angry to the point of bawling over today, I'm sickened by what I've just said to watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A number of people might be upset and moved by what they heard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Sorry. You can defend it in a minute, I'm just going to say what I'm going to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "This is a two-hour trash-a-thon of our Royal Family, of the monarchy, of everything the Queen has worked so hard for, and it's all being done as Prince Philip lies in hospital. They trash everybody. They basically make out the entire Royal Family, a bunch of white supremacists by dropping this race bombshell without --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's that phrase.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "They didn't name any -- they didn't name, which one it was, they just throw it out there. So it could be any member of the Royal Family. And Harry says, I'll never say who it was. You better say it fast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So the reason I wanted to play that is I really think that's where your life changed in that clip right there. Tell us what you were -- I think you were pretty clear in your explanation, but fill it out a little bit for us. Why were you so angered?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "MORGAN: Well, the Queen is the head of the Commonwealth. She's 94 years old. She's been on the throne for 68 years. Now, whatever your view of the monarchy, or the Queen, for that matter, she's the longest serving ruler of any kind in the world right now and she has huge, huge respect for many people in Britain and indeed around the world. She's also head of the Commonwealth, which has many countries with which are predominantly with black citizens. So you look at this, you're accusing the Queen, of the monarchy and the institution of being racist. That's really what was going down here. And there were two central charges, Tucker, for this alleged racism. One was what we've just heard, where Meghan Markle said there were several conversations while she was pregnant, in which Harry was having a conversation several times, she said, with a member of the Royal Family, who was talking about the potential skin color of the child. Now, we don't know who that was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So for saying that, they took his job away and tried to destroy his life. What made Piers Morgan different from some of the others you've seen is that he refused to go along with it. He kept talking and in doing that, he became one of the world's foremost defenders of free speech. Not a job he ever thought he'd have or many of us thought he would, but that's what he does now. We talked a lot about that in the next part of our conversation, which we'll have for you in just a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "When Piers Morgan was forced off the air last month, we were told it was because he had insulted the fake Duchess from Los Angeles. But on some level, it wasn't really about her even about him. It was about all of us and our right to say what we think is true in the supposedly free country. It was about free speech and the freedom of conscience. He of course, is still editor-at-large at \"The Daily Mail\" and what he writes is still worth reading. But he is not on television right now, and again, that has implications for the freedom of speech around the world. He is part of our conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "What I found was over five years, we trebled the ratings on \"Good Morning, Britain.\" The last day, ironically, was, as you said, the first day we beat the BBC ever, and we had trebled our rating. So you would have thought people might be thanking me. Instead, I was basically corralled into a position where I was told you either I've got to apologize for effectively disbelieving Meghan Markle's version of events here, or your position is untenable and you have to leave. And my gut was I was going to be damned if I was going to apologize for something that I believe, and I just wasn't going to get down that road. I've seen too many people, when they're bullied by the woke brigade into apologizing. We saw it with Sharon Osborne. She was bullied into apologizing for defending me against a disgusting slur that I'm a racist. Rather than the person who was accusing her, apologizing to me, Sharon Underwood for accusing me falsely of being a racist, Sharon had to apologize for her passionate defense of me, and then she lost her job anyway. We saw recently the editor of \"Teen Vogue,\" before she could even start, she apologized for years about stuff she tweeted as a 17-year-old kid, but that wasn't enough. So apologies don't ever get you anywhere. I don't believe Meghan Markle. Now what I didn't know, and what was the fascinating thing to discover after I left was that Meghan Markle between the Monday and Tuesday had made a personal complaint to the boss of ITV, Dame Carolyn McCall. I didn't know that. I was never told that. I don't know what pressure she was directly putting on, but she did, I know personally contacted her. I also know she had personally contacted along with Prince Harry, Ofcom, which is a government regulatory body designed to regulate what we put out on these shows. So I was under attack from Miss Markle both directly to my boss, and to the government regulatory body, under attack to basically conform to her version of events and I had to believe her. And if I didn't, I was a callous racist, and I should be condemned, and ultimately, as it turned out later that day, lose my job. And I think that's a pretty perilous slope, a journalist's job which is to express skepticism about some of the more outlandish claims like the secret wedding, like the story about Archie becoming a prince and so on, even down to small stuff like she'd never had any interest in the Royals when there are pictures of her draped over Buckingham Palace railings when she was a teenager and so on. I should be able to be a journalist and question the veracity of those statements, and frankly, I should be allowed in a democracy that values freedom of speech, I should be allowed to say, I'm sorry, I don't believe you. But I wasn't. I wasn't allowed to do that. It was Meghan's way and Meghan's narrative and Meghan's truth. That phrase was actually used by Oprah Winfrey, \"This is your truth.\" What does that mean? When do we get to your truth? This is the kind of defense, well, the kind of thing we would hear liberals attack Donald Trump for, for reinventing facts, for creating his own truth. But when Meghan Markle does it, the same liberals that attacked Donald Trump cheer and applaud and say, \"This is her truth, and it must be believed.\" And if you don't believe it, you're a racist. Well, I'm sorry, I'm not a racist. I just don't believe her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And no one points out the kind of underlying irony is that here you have two of the most powerful people in the world in Oprah Winfrey and Meghan Markle, both claiming to be victims. They're oppressed, they have more power than you. They got you fired, but you're oppressing them. The strong pretending to be weak in order to crush people below them. Does anyone notice this dynamic?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "But it's completely absurd, frankly. And I've written about this regularly for \"The Daily Mail\" about the ludicrous hypocrisy of this couple who by the way, contrary to what many Americans have been led to believe, the press coverage of these two right up to the wedding was completely over the top euphoric. Everyone in Britain was thrilled that finally we were having a nonwhite bright in the Royal Family, it hadn't happened. We were all very happy about this. I wrote about how wonderful it was on the wedding day. So this narrative that from the start, she was bombarded with horrible, hateful, racist press coverage is another disingenuous load of nonsense, fueled by \"The Oprah Winfrey Show,\" where they flashed up a series of headlines. But really where this leaves us is that you've got this concept, that somehow Meghan Markle, who married into one of the richest, most privileged families in the world and within a couple of years, has gone back to her home in California, is living in an $11 million mansion, is doing all sorts of enormous deals with Netflix, Spotify, you name it, they're taking the checks, hundreds of millions we read, and how are they getting those, Tucker? They're getting them because they're the Duke and Duchess of Sussex. They're getting them off their Royal titles, the Royal titles bestowed on them by the very institution that in that interview with Oprah Winfrey, they say they can't stand and is suffocating and traps them and so on and so on. But it cannot be both ways. If you really believe that way about the Royal Family and the monarchy, give up your titles, but they won't do that because it makes them too much money. So now you have these two oppressed people living in a mansion in California, earning hundreds of millions of dollars in the middle of a pandemic that has killed nearly three million people, portraying themselves as the biggest victims in the world. But there are many people who don't have our platform, who are getting wiped out, eradicated, lives destroyed, careers ended over the most ridiculous things. And it's got to stop, but it will only stop when the mass body of people who don't feel this way, who don't find themselves offended by absolutely everything, when they stand up and go, \"Enough. I'm not going to let this happen.\" The power of free speech, as Winston Churchill said, some people think free speech is absolutely fine right to the point they hear an opinion that they don't like, and then it's an outrage. But that's not what free speech is. Free speech is about listening to an outrageous opinion you don't agree with and being able to accept that somebody else doesn't feel like you. That's what free speech is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Suffering does amazing things to people. They become very different in a short period of time. In the case of Piers Morgan, he has gotten a lot wiser and a lot braver and very much worth listening to. We spoke to him for over an hour today. It's available on demand at foxnation.com, if you want to watch. Well, speaking of brave, Ron DeSantis may be the bravest governor, may be the only brave governor left in the United States. So of course \"60 Minutes\" decided to crush his political career before it got out of hand and he got elected to something bigger -- liars. We can prove they're liars. They manipulated the video. Ron DeSantis joins us after the break to respond to that \"60 Minutes\" report. Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Who are the best governors in the country? We don't really need to guess, just ask yourself: where are people moving? Are they moving to Michigan? Are they moving to New York? Are they moving to California? All great states, but run by total incompetents, political hacks, corrupt people. No, they're moving to Florida, actually. People want to live a free American Life, they are moving to Florida. Ron DeSantis is the Governor of Florida and if you're the Democratic Party or its minions in the media, that's a huge problem because the guy is succeeding. Clearly, that's why people are moving to his state, so you better crush him before he gets elected to something else. Last night CBS did its best, \"60 Minutes\" reported that Ron DeSantis is bad because he authorized the supermarket chain, Publix, to distribute the corona vaccine in Florida. And he did that for one reason? Publix donated money to Ron DeSantis. Is that real? Well, no. First, the head of Florida's Emergency Management Department who is a Democrat tweeted that his division, not the Governor's Office had recommended Publix. Okay, so it's clearly not true. Then it emerged that \"60 Minutes,\" deceptively edited their reporter's exchange with Ron DeSantis. Here's what they aired on the show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Publix as you know, donated $100,000.00 to your campaign, and then you rewarded them with the exclusive rights to distribute the vaccination in Palm Beach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "sentences": "So first of all, what you're saying is wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "How is that not pay to play?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "That's a fake narrative. I met with the County Mayor, I met with the administrator, I met with all the folks at Palm Beach County and I said, here's some of the options. We can do more drive-thru sites. We can give more to hospitals. We can do the Publix and they said we think that would be the easiest thing for our residents. UNIDENTIFIED FEMALE (voice over): But Melissa McKinley, the County Commissioner in the Glades told us the Governor never met with her about the Publix deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "The criticism is that it's pay to play, Governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "It's wrong. It's wrong. It's a fake narrative. I just disabused you of the narrative and you don't care about the facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So that's the woman CBS sent down to stop Ron DeSantis before he gets bigger and that's what they aired on the show. Here's the full tape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "As we got into January, we wanted to expand the distribution points. So yes, you had the counties. You had some drive-thru sites, you had hospitals that were doing a lot, but we wanted to get it into communities more. So we reached out to other retail pharmacies -- Publix, Walmart, obviously CVS and Walgreens had to finish that mission. And we said we're going to -- we're going to use you as soon as you're done with that. For the Publix, they were the first one to raise their hand and say they were ready to go. And you know what? We did it on a trial basis. I had three counties. I actually showed up that weekend and talked to seniors across four different Publix. How was the experience? Is this good? Should you think this is a way to go? And it was a hundred percent positive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Funny, you didn't see any of that in \"60 Minutes.\" Apparently, they ran out of minutes. We don't spend a lot of time defending politicians on the show. Normally, we attack them and enjoy it. But this was such an obvious hit, such a transparent political move that we just couldn't resist. We wanted to talk to the Governor himself, Ron DeSantis, Governor of Florida joins us tonight. Governor, thanks so much for coming on. It's kind of hard to imagine. I was just thinking the other day, all of these people moving to Florida, they're probably going to try and take out DeSantis pretty soon, it didn't take them long, did it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, not only that, Tucker, but lost in this is, we vaccinated now three and a half million senior citizens. We were the first state to say we're doing seniors first. We're not going to follow the C.D.C.'s recommendation, and what we have done has worked, and they didn't want to discuss that. And obviously they selectively edited the background. They tried to act like there was a conspiracy with Publix, ignoring the fact that other pharmacies were involved before Publix, doing all our long-term care facilities and ignoring the fact that I met with the County Mayor who is now as a Democrat who said what \"60 Minutes\" has done is bunk. But Palm Beach calculated 90 percent of their seniors live within a mile and a half of a Publix. So when we put it in there, their numbers started going through the roof. So it succeeded there. But you what they didn't tell you also, Tucker, is when there was a need in a more rural part of the county like near Lake Okeechobee, we set up a separate site and a small town called Pahokee. They didn't tell you that. They didn't tell you that we were doing African-American Church vaccination drives before Publix ever gave a single shot. They didn't tell you that. They didn't tell you that hospitals were doing shots starting in the third week of December because it didn't fit the narrative. They don't believe in facts. It was a political narrative. It was done with malicious intent and a reckless disregard for the truth. They would not talk to the people who were most relevant to this because they know those key Democrats, Jared Moskowitz, Mayor Dave Kerner would blow up their narrative, so they just put their head in the sand and pretended like those facts didn't exist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I didn't watch the show because it's sad to see something as great as \"60 Minutes\" so thoroughly degraded as it has been, but really quick, did they mention the bottom line number, which is the corona death rate? How does Florida's death rate compared to say, I don't know New York or California?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, New York is one of the top in the country. Florida, there's 26 states that are higher than Florida per capita mortality and there are 40 states that are higher than us for 65 and up mortality, which is that was our focus. And now since we vaccinated so many seniors, we are seeing the hospitalizations among seniors plummet. So what we did has worked, and obviously they were in Florida for three months, \"60 Minutes,\" trying to dredge up any dirt that they could use to smear me, and the best they could come up with is a baseless conspiracy theory that was easily debunked not just by me, which they had to edit out, but by two very prominent Democrats in the State of Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I doubt it will be the last. If people keep coming to your state, I have the feeling, we'll see more \"60 Minutes\" on you and not in a good way. Ron DeSantis, Governor of Florida. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, the one thing you know about Pete Buttigieg, if that's really his name, other than he once worked at McKinsey as a consultant wrecking America is that he cares a lot about the environment and that's why he rides a bike wherever he goes. But we've got some video you may have seen that suggests, actually, he's not really much of a bike rider. He is more an SUV man. Greg Gutfeld joins us next to break down that video.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So Pete Buttigieg, the former Mayor of South Bend is now our Transportation Secretary, his main concern is how to get from here to there. He rides his bike because it's like, he was a good person. Oh wait, someone videotaped it the other day, it turns out Pete Buttigieg drives in an armored SUV and pretends to ride his bike. Oh, are you surprised that he's not what he seems to be? That Pete Buttigieg is false? Greg Gutfeld is the host of \"Gutfeld\" premieres tonight, FOX News 11:00 p.m. Eastern. He joins us to assess. First of all, congrats on the show. It is exciting. I'll be watching. Everyone I know is going to be watching. Congrats. GREG GUTFELD, FOX NEWS CHANNEL HOST, \"GUTFELD\": Yes, and thank you, Tucker. Thank you, Tucker. I appreciate it. I'm just so thrilled that you would do an hour on FOX Nation with Piers Morgan and leave me one minute left on your show. That makes me feel really good, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, I would say, no, no, a minute twenty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How dare you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Look, if you get fired for attacking Meghan Markle, you're going to get -- you get an extra 55 minutes. I'm serious. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know that I -- you know, Tucker, that I walked across the street. I walked across the street to do this show. I'm sitting in a van for 40 seconds. Do you know what that's like? The amount of sacrifice that I put into this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. But your carbon footprint, unlike Pete Buttigieg is virtually zero. Did you ride in an armored SUV on the way to the show?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He is the Rosie Ruiz of Transportation Secretaries. Am I right? Rosie Ruiz -- did you understand that joke?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Rosie Ruiz. I do. She faked the Boston and New York Marathon. She took the subway. Died a few years ago of cancer in Florida. I just looked her up because I had the same thought, and that's why you should watch Greg Gutfeld's show tonight because he's really smart and funny as hell and he is on in just a few hours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I hate you for doing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And with that, Greg, I appreciate the conversation we had about Meghan Markle. We just cut him off. We will be back tomorrow. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "utterance": "Good evening and welcome to TUCKER CARLSON TONIGHT. A lot of Americans, a lot of people in the West are under severe pressure right now to conform, and most of them do conform because they're afraid. But it's interesting to see who doesn't conform, who refuses to repeat the slogans, who stands up. Piers Morgan is one of those people. I am not sure you would have guessed that, but it's definitely true. He lost his job for telling what he believes is the truth. We had a very long conversation with him today on \"Tucker Carlson Today.\" We're going to show you big chunks of the interview in just a minute. But first, we want to bring you up to date on maybe the defining story of this moment that hasn't gotten enough attention and that's the crisis on the border, the one in progress now, the one that will change this country for your grandchildren profoundly. In the fall of 2018, not long before that year's midterm elections, Donald Trump ordered a small group of active duty soldiers to the American border with Mexico. Congress had refused to build his long promise wall and Trump wanted to highlight the severity of the illegal immigration crisis, which has been going on for decades. In some ways, sending the troops was a symbolic gesture, only about 5,000 participated. For perspective on how many that is, that is far fewer, about half the number of troops that the Democratic Congress sent to Washington this winter to protect itself from an imaginary QAnon threat. But for those with a vested interest in open borders -- virtually everyone in D.C. -- any military presence on our border was just too much, it was intolerable. Official Washington went berserk when he did it. \"Deploying troops to our own border for no national security reason is one of the biggest scandals of his presidency,\" declared a senator from Hawaii called Brian Schatz with what looked like carefully simulated outrage. Congressman Filemon Vela of Texas who was then the head Democrat on the Subcommittee in charge of border security, described Trump's tiny trip deployment as a political ploy designed to quote, \"appease his white nationalist supporters.\" It was racist. Of course, it was. The so-called national security community claimed to be every bit as upset as their partners in the Democratic Party. \"It's a craven misuse of the U.S. Armed Forces for an obvious political stunt,\" said the former National Security Council staffer called Kelly Magsamen, and that turned out to be the right thing to say for ambitious young players in D.C. Less than three years later, Kelly Magsamen is now Chief of Staff to the Secretary of Defense, that would be the political activist and defense contractor, Lloyd Austin. Hot headed Congressman Filemon Vela, meanwhile, the one who charged racism has now ascended to Vice Chairmanship of the D.N.C."
    },
    {
      "speaker": "So in Washington, there is always a real payoff for those willing to repeat the necessary slogans. And then the border",
      "utterance": "how is the border doing these days? Remember the border? Well, the military, our military is still involved in the immigration crisis, but not in the ways that you might expect. American troops are now occupied serving the needs, not of Americans, but of foreign nationals who have flagrantly violated our laws. The Biden administration is turning our military bases into housing for illegal aliens. If that sounds like a partisan attack, something we just made up, watch the President's own flack brag about it."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Just in this past week, we've taken steps to bring a number of new facilities online from Fort Bliss, where there are 5,000 beds, to Lackland Air Force Base where there are 350 beds, San Diego Convention Center 1,400 beds. These three sites alone provide peak capacity and additional 6,750 beds."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So you break into our country, and in return, we give you free housing and medical care. Pretty generous. What's interesting is to note who's not getting that treatment. Last night, more than half a million Americans spent the night in makeshift shelters or on the streets, they're homeless. But the Biden administration isn't even considering the use of the U.S. military to help them despite the fact that many are veterans. Instead, the administration is boasting about all they're doing for the people who have demonstrated pure contempt for our system, the system that some of us prefer and would like to preserve. The press conference we just played a clip from was 10 days ago. No one in the media it seems to have bothered to follow up on that. Fort Bliss for example, headquartered in El Paso, Texas, one of the largest army bases on the planet. How many illegal aliens are now living at Fort Bliss? How many are there right now? And the truth is we don't know. We asked authorities at Fort Bliss, point blank that question today, but they refused to tell us. Instead, they referred us to their bosses in the Biden administration, to the political commissar. America has no right to know how many illegal aliens are living on our military bases. And neither, by the way do elected Members of Congress who are charged with overseeing all of this, but they can't know. Watch what happened when one of them tried to find out."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Please give dignity to the people. Please give dignity to the people."
    },
    {
      "speaker": "VOICE OF SEN. TED CRUZ (R-TX)",
      "utterance": "So you work for the Commissioner. You're a senior adviser. You were hired two weeks ago, and you're instructed to ask us to not have any pictures taken here?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Please respect the people -- the rules."
    },
    {
      "speaker": "CRUZ",
      "utterance": "Because the political leadership at D.H.S. does not want the American people to know it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Please don't treat the people -- as such."
    },
    {
      "speaker": "CRUZ",
      "utterance": "You're right and this is a dangerous place."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Please don't treat the people like this. That's all I ask."
    },
    {
      "speaker": "CRUZ",
      "utterance": "And your policy is, unfortunately, are trying to hide them. I understand. You were instructed."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "That's all I ask you."
    },
    {
      "speaker": "CRUZ",
      "utterance": "When 18 senators came down here --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I ask you to please respect the people. Give then dignity and respect."
    },
    {
      "speaker": "CRUZ",
      "utterance": "I respect them and I want to fix this situation."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We are one of the system. We don't want this to happen anymore."
    },
    {
      "speaker": "CRUZ",
      "utterance": "And the administration you're working for is responsible for these conditions."
    },
    {
      "speaker": "CARLSON",
      "utterance": "\"Please give dignity to the people,\" squeaks the Women's Studies major from Wesleyan who is now overseeing all of this somehow. \"Please respect the people,\" she says, meaning of course, the foreign nationals whose interest the Biden administration is now serving. Notice the total lack of respect for the American people, the ones who deserve precise answers, who deserve to see what's happening, but don't get it. They can shut up and pay for it. Officials at H.H.S., which we referred by Fort Bliss gave us no numbers today when we asked how many people are living at Fort Bliss? They did assure us however that quote, \"Military personnel will not be staffing this site or providing care for the children,\" end quote. That is a lie. Flat out, it is not true. It is a lie. It's a crock. We spoke to a person with direct knowledge of this subject this morning, a relative to someone who just deployed to Fort Bliss to take care of the illegal aliens there. As of today, the military has constructed at least six enormous tents at Fort Bliss, each of which will house approximately 1,000 illegal aliens, more tents are coming. But because it really is Orwell at this point, military personnel have been instructed. And when you're instructed in the military, you must obey. It's a crime not to. They've been told they are not allowed to take photographs of these tents. Those tents are now national security secrets like missile silos. Why are they hiding this? So they can lie to the rest of us. Some details have leaked out about what's happening at the border. Here's one: the Border Patrol announced today, they have detained at least two people so far, whose names were on the Federal terror watch list. Both men came from Yemen, you see their pictures on the screen, both just crossed from Mexico into California."
    },
    {
      "speaker": "So it's not just willing workers, it is not just fruit pickers who are taking advantage of the total chaos that Joe Biden has unleashed along our border. Of course, our mortal enemies are taking advantage of it, too. And that raises the question",
      "utterance": "how many potential terrorists have crossed the border in the last three months and not been caught? That's a fair question. How many gang members have? How many rapists and murderers? You can say that you're not allowed to ask that question, but of course, you are. If you live in this country, you should be asking that question. It's not racist to wonder, it's real. How many pounds of fentanyl have crossed over? How many more Americans will die from that drug? The truth is, we don't know the answers to any of these questions. We do know that Washington lies about numbers constantly. You see it everywhere. They tell us inflation isn't real. It's not happening. Look around. Yes, it is happening. It's entirely real. They tell us there are 11 million foreign nationals living in the United States, when we know for a fact that the real number is closer to three times that, yet they keep lying, 11 million. Sources familiar with Internal Customs and Border Protection data have confirmed to FOX News that officers so far have encountered 171,000 illegal immigrants in the month of March alone, in one month. That's a 418 percent increase from March of last year. But that does not represent the total of people who crossed over. Those are the ones who were caught. Those are just the ones that we know about. The real number is higher, much higher. How high is it? It's high enough to change this country forever in every conceivable way. It's high enough to devalue your political power as a voter. It's high enough to subvert democracy itself. It's high enough to make this country a different place. But again, we don't know the number. Why is that? We have absolutely the right to know. We should demand to know now. Clay Higgins is a Member of Congress from the State of Louisiana. He was at the border recently, and he has what seems to be a more realistic understanding of what exactly is happening there, and so we're happy to have him today. Congressman, thank you for coming on. What do you think the real number of people crossing, foreign nationals crossing illegally, purely contemptuous of our laws into our country every month?"
    },
    {
      "speaker": "REP. CLAY HIGGINS (R-LA)",
      "utterance": "Well, during the month of March, Tucker the real number is closer to a quarter of a million. If you have 172,000 apprehensions or interdictions, then the real number of illegal crossings would be somewhere close to a quarter of a million because we've never caught 100 percent of illegal crossings as everyone knows, a good solid number to keep in mind historically has been about 85 percent. And now, because the Biden policies have pulled law enforcement primary mission, men and women off the border, and out of law enforcement rolls into processing centers to help with -- those guys are overwhelmed. The numbers is just too much. Obviously, the interdiction percentages have gone down. So, if you have 172,000 documented law enforcement interactions with illegal crossings, and you run in an interdiction percentage of around 70 percent now, as my sources tell me, then the quarter of a million illegal crossings in the month of March becomes a frighteningly real number. It's all 100 percent due to the Biden policies and a lack of law enforcement, the lack of allowing law enforcement to do their job. When you pull these men off of their primary mission, which is securing the border and task them with processing centers. When law enforcement on the border becomes facilitators of illegal crossing, then you've opened the floodgates. But I didn't even expect it to be as bad as it is, for the month alone, where I have been saying we've had -- we would have 150,000 and March is a lot higher than that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "A quarter million a month, a brand new City of Chicago every year. People who clearly have no respect for our country. Congressman Clay Higgins, I appreciate and I hope you'll come back as you learn more. Thank you."
    },
    {
      "speaker": "HIGGINS",
      "utterance": "Yes, sir. There's more."
    },
    {
      "speaker": "CARLSON",
      "utterance": "There certainly is. So was the last election rigged? Well, it depends how you define it. We know that right before the last election, \"The New York Post\" reported that a laptop had been abandoned at a Delaware computer shop. Whether it was abandoned there, that is an open question. What is not an open question is that the contents on that laptop were entirely real and they contained messages exposing the Biden family's overseas influence peddling operation. Well, immediately, Silicon Valley called the story Russian disinformation, Twitter banned \"The New York Post.\" Facebook censored the piece. But on Sunday, Hunter Biden admitted to CBS that actually, yes, it might have been his data."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Was that your laptop?"
    },
    {
      "speaker": "HUNTER BIDEN, SON OF PRESIDENT JOE BIDEN",
      "utterance": "For real, I don't know."
    },
    {
      "speaker": "QUESTION",
      "utterance": "I know. But you know, that's -- this is --"
    },
    {
      "speaker": "H. BIDEN",
      "utterance": "I really don't know."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Okay, you don't know, yes or no, if the laptop was yours?"
    },
    {
      "speaker": "H. BIDEN",
      "utterance": "I don't have any idea. I have no idea whether --"
    },
    {
      "speaker": "QUESTION",
      "utterance": "So it could have been yours."
    },
    {
      "speaker": "H. BIDEN",
      "utterance": "Of course, certainly. There could be a laptop out there that was stolen from me. It could be that I was hacked. It could be that it was -- that it was Russian intelligence. It could be that it was stolen from me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It could be that it was Russian intelligence. Well, guess who would know the answer to that fairly precisely? The Biden administration -- they control the most sophisticated intelligence apparatus in the history of the world. So if Russian intelligence had any role in putting that laptop in the computer repair store, you would know about it in great detail. Trust me. There may have been a foreign government involved, it wasn't Russia, or you would know. Trust us. Miranda Devine is a columnist for \"The New York Post.\" She's the author of the upcoming book \"Laptop from Hell: Hunter Biden, Big Tech and the Dirty Secrets the President Tried to Hide.\" She joins us tonight. Miranda, I appreciate your coming on. If anyone deserves one of those stupid journalism prizes, it's you because you kept the faith with your readers throughout this. They tried to intimidate you into shutting up and you wouldn't. So with retrospect, having just written a book on the subject, tell us what we've learned from this laptop, which is real?"
    },
    {
      "speaker": "MIRANDA DEVINE, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Well, it's an enormous amount of wrongdoing, Tucker on the laptop and the Bidens basically have gotten away with it. They had last year, of course, after our stories came out, they had Big Tech colluding with the establishment media to cover up, to suppress and censor the story, and make sure that it didn't see the light of day before the election. And of course, then after the election, Jack Dorsey from Twitter says, oh, it was a mistake to lock \"The New York Post's\" account for two weeks. That's very convenient. And so now, Hunter Biden is doing, I guess, the last stage of this sort of laundering operation and that's with this memoir that is coming out tomorrow, \"Beautiful Secrets\" or whatever it's called \"Beautiful Things.\" And he pretends in there that he's come clean on all the bad things that are in the laptop. He said today on one of his interviews that you don't need the laptop because you've got his book. Well, I'm here to tell you that is not true. The only thing he's been vaguely honest about in his book is the crack addiction. But there is so much else. For instance, in his book, he says that he is the father proudly of three daughters and one son. He doesn't mention a fifth child, a two- year-old girl who is somewhere in Arkansas, whose mother was a stripper that used to go to -- one that used to work one of the clubs that he frequented in D.C., and she had to go to court, press a paternity suit against him to prove that it was his child. In the book, he says that he can't even remember any fleeting assignation he might have had with this woman, but that's not true either. The laptop shows that he had a relationship for at least five months with Lunden Roberts, the 28-year-old stripper, who bore his child in November of 2018. In fact, he used to sneak her into his office building in D.C. late at night to such an extent that the building managers actually had to write to him and ask him to stop doing it. And he took great umbrage at that and fired back a 1,500-word diatribe against them, telling them that Lunden Roberts was actually a basketball mentor for his daughter and Sasha Obama's daughter, the daughter of President Obama, and how dare they question him. So that's another lie. And then you talk about the gun, the famous gun incident in October of 2018, when his then lover, Hallie Biden, who was of course the widow of his brother, she went and took his new gun and threw it in a trash can outside a market in Delaware and that caused a great furor. You had to get the police and the F.B.I. and then a Secret Service came in to clean it up and Hunter lied about his crack addiction on the form two weeks earlier, in which -- the firearm form which he had to swear that he wasn't using drugs. So, there's so much, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Congratulations on the book, and thank you for reminding us that at a time when the Biden administration says you need a Federal background check to give your son a .22 for Christmas, that the President's son lied on a Federal background check for a firearm, committed a felony and was not prosecuted for it. It's a total outrage. One of the most outrageous things I've ever seen, actually. Miranda, I appreciate it, and again, congratulations on preserving your dignity and self-respect in doing the right thing through all of this. Speaking of which, we had a long conversation with Piers Morgan today. He was forced out of his job for telling the truth. We spoke for more than an hour. Does he change his mind about Meghan Markle? Really interesting conversation. We've got a long clip for it -- from it, next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Piers Morgan lost his job last month in the U.K. for asking a pretty obvious question that all of us should be asking. How do the most powerful people in the world get away with pretending to be victims? You see it everywhere. We had a very long and fascinating conversation with Piers Morgan today for our show \"Tucker Carlson Today\" on FOX Nation. Here's part of it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This, I think, looking back will be the moment that kind of changed the trajectory of your life and that changed a lot of other people as they watched it. Here's the moment that you walked off the set of the show that you hosted. ALEX BERESFORD, HOST, \"GOOD MORNING, BRITAIN\": I understand that you don't like Meghan Markle, you've made it so clear a number of times on this program, a number of times. You continue to trash her."
    },
    {
      "speaker": "PIERS MORGAN, BROADCASTER",
      "utterance": "Okay, I'm done with this."
    },
    {
      "speaker": "BERESFORD",
      "utterance": "No, no, no."
    },
    {
      "speaker": "MORGAN",
      "utterance": "Sorry. No."
    },
    {
      "speaker": "BERESFORD",
      "utterance": "Do you know what, that's pathetic."
    },
    {
      "speaker": "MORGAN",
      "utterance": "You can trash man, but not on my show. See you later."
    },
    {
      "speaker": "BERESFORD",
      "utterance": "I am being --"
    },
    {
      "speaker": "MORGAN",
      "utterance": "Sorry, can't do this."
    },
    {
      "speaker": "BERESFORD",
      "utterance": "This is absolutely diabolical behavior."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So looking back, I'm convinced you're going to see that as a pivot point in your life you probably already do. Fill in the context around that moment. How did you get to that place? What happened before that moment?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "So that was the Tuesday after the Monday show in which we had debated almost in real time, the Oprah 90-minute whine-a-thon with the Duke and Duchess of Sussex and that had aired in America several hours before we did on the Monday morning. And I watched it in truncated form. They took out all the commercials and just let me see it straight before we went on air. So it was like undiluted whine-a-thon thumb. And I watched this thing with mounting unease to start with, incredulity by the end, and a real sense of anger because what I was witnessing was the most extraordinarily disingenuous, smear hit job on the Royal Family, on the Queen, on the monarchy, and frankly, on Britain, my country. And I was not going to have it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Tell us what you were -- I think you were pretty clear in your explanation but fill it out a little bit for us. Why were you so angered?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "Well, the Queen is the head of the Commonwealth. She's 94 years old. She's been on the throne for 68 years. Now, whatever your view of the monarchy, or the Queen, for that matter, she's the longest serving ruler of any kind in the world right now and she has huge, huge respect for many people in Britain and indeed around the world. She's also head of the Commonwealth, which has many countries with which are predominantly with black citizens. So you look at this, you're accusing the Queen, of the monarchy and the institution of being racist. That's really what was going down here. And there were two central charges, Tucker, for this alleged racism. One was what we've just heard, where Meghan Markle said there were several conversations while she was pregnant, in which Harry was having a conversation several times, she said, with a member of the Royal Family, who was talking about the potential skin color of the child. Now, we don't know who that was. We don't know what the context of that conversation was."
    },
    {
      "speaker": "MORGAN",
      "utterance": "Angry to the point of bawling over today, I'm sickened by what I've just said to watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Okay."
    },
    {
      "speaker": "MORGAN",
      "utterance": "No, no."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "A number of people might be upset and moved by what they heard."
    },
    {
      "speaker": "MORGAN",
      "utterance": "Sorry. You can defend it in a minute, I'm just going to say what I'm going to say."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Okay."
    },
    {
      "speaker": "MORGAN",
      "utterance": "This is a two-hour trash-a-thon of our Royal Family, of the monarchy, of everything the Queen has worked so hard for, and it's all being done as Prince Philip lies in hospital. They trash everybody. They basically make out the entire Royal Family, a bunch of white supremacists by dropping this race bombshell without --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's that phrase."
    },
    {
      "speaker": "MORGAN",
      "utterance": "They didn't name any -- they didn't name, which one it was, they just throw it out there. So it could be any member of the Royal Family. And Harry says, I'll never say who it was. You better say it fast."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So the reason I wanted to play that is I really think that's where your life changed in that clip right there. Tell us what you were -- I think you were pretty clear in your explanation, but fill it out a little bit for us. Why were you so angered?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "MORGAN: Well, the Queen is the head of the Commonwealth. She's 94 years old. She's been on the throne for 68 years. Now, whatever your view of the monarchy, or the Queen, for that matter, she's the longest serving ruler of any kind in the world right now and she has huge, huge respect for many people in Britain and indeed around the world. She's also head of the Commonwealth, which has many countries with which are predominantly with black citizens. So you look at this, you're accusing the Queen, of the monarchy and the institution of being racist. That's really what was going down here. And there were two central charges, Tucker, for this alleged racism. One was what we've just heard, where Meghan Markle said there were several conversations while she was pregnant, in which Harry was having a conversation several times, she said, with a member of the Royal Family, who was talking about the potential skin color of the child. Now, we don't know who that was."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So for saying that, they took his job away and tried to destroy his life. What made Piers Morgan different from some of the others you've seen is that he refused to go along with it. He kept talking and in doing that, he became one of the world's foremost defenders of free speech. Not a job he ever thought he'd have or many of us thought he would, but that's what he does now. We talked a lot about that in the next part of our conversation, which we'll have for you in just a minute."
    },
    {
      "speaker": "CARLSON",
      "utterance": "When Piers Morgan was forced off the air last month, we were told it was because he had insulted the fake Duchess from Los Angeles. But on some level, it wasn't really about her even about him. It was about all of us and our right to say what we think is true in the supposedly free country. It was about free speech and the freedom of conscience. He of course, is still editor-at-large at \"The Daily Mail\" and what he writes is still worth reading. But he is not on television right now, and again, that has implications for the freedom of speech around the world. He is part of our conversation."
    },
    {
      "speaker": "MORGAN",
      "utterance": "What I found was over five years, we trebled the ratings on \"Good Morning, Britain.\" The last day, ironically, was, as you said, the first day we beat the BBC ever, and we had trebled our rating. So you would have thought people might be thanking me. Instead, I was basically corralled into a position where I was told you either I've got to apologize for effectively disbelieving Meghan Markle's version of events here, or your position is untenable and you have to leave. And my gut was I was going to be damned if I was going to apologize for something that I believe, and I just wasn't going to get down that road. I've seen too many people, when they're bullied by the woke brigade into apologizing. We saw it with Sharon Osborne. She was bullied into apologizing for defending me against a disgusting slur that I'm a racist. Rather than the person who was accusing her, apologizing to me, Sharon Underwood for accusing me falsely of being a racist, Sharon had to apologize for her passionate defense of me, and then she lost her job anyway. We saw recently the editor of \"Teen Vogue,\" before she could even start, she apologized for years about stuff she tweeted as a 17-year-old kid, but that wasn't enough. So apologies don't ever get you anywhere. I don't believe Meghan Markle. Now what I didn't know, and what was the fascinating thing to discover after I left was that Meghan Markle between the Monday and Tuesday had made a personal complaint to the boss of ITV, Dame Carolyn McCall. I didn't know that. I was never told that. I don't know what pressure she was directly putting on, but she did, I know personally contacted her. I also know she had personally contacted along with Prince Harry, Ofcom, which is a government regulatory body designed to regulate what we put out on these shows. So I was under attack from Miss Markle both directly to my boss, and to the government regulatory body, under attack to basically conform to her version of events and I had to believe her. And if I didn't, I was a callous racist, and I should be condemned, and ultimately, as it turned out later that day, lose my job. And I think that's a pretty perilous slope, a journalist's job which is to express skepticism about some of the more outlandish claims like the secret wedding, like the story about Archie becoming a prince and so on, even down to small stuff like she'd never had any interest in the Royals when there are pictures of her draped over Buckingham Palace railings when she was a teenager and so on. I should be able to be a journalist and question the veracity of those statements, and frankly, I should be allowed in a democracy that values freedom of speech, I should be allowed to say, I'm sorry, I don't believe you. But I wasn't. I wasn't allowed to do that. It was Meghan's way and Meghan's narrative and Meghan's truth. That phrase was actually used by Oprah Winfrey, \"This is your truth.\" What does that mean? When do we get to your truth? This is the kind of defense, well, the kind of thing we would hear liberals attack Donald Trump for, for reinventing facts, for creating his own truth. But when Meghan Markle does it, the same liberals that attacked Donald Trump cheer and applaud and say, \"This is her truth, and it must be believed.\" And if you don't believe it, you're a racist. Well, I'm sorry, I'm not a racist. I just don't believe her."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And no one points out the kind of underlying irony is that here you have two of the most powerful people in the world in Oprah Winfrey and Meghan Markle, both claiming to be victims. They're oppressed, they have more power than you. They got you fired, but you're oppressing them. The strong pretending to be weak in order to crush people below them. Does anyone notice this dynamic?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "But it's completely absurd, frankly. And I've written about this regularly for \"The Daily Mail\" about the ludicrous hypocrisy of this couple who by the way, contrary to what many Americans have been led to believe, the press coverage of these two right up to the wedding was completely over the top euphoric. Everyone in Britain was thrilled that finally we were having a nonwhite bright in the Royal Family, it hadn't happened. We were all very happy about this. I wrote about how wonderful it was on the wedding day. So this narrative that from the start, she was bombarded with horrible, hateful, racist press coverage is another disingenuous load of nonsense, fueled by \"The Oprah Winfrey Show,\" where they flashed up a series of headlines. But really where this leaves us is that you've got this concept, that somehow Meghan Markle, who married into one of the richest, most privileged families in the world and within a couple of years, has gone back to her home in California, is living in an $11 million mansion, is doing all sorts of enormous deals with Netflix, Spotify, you name it, they're taking the checks, hundreds of millions we read, and how are they getting those, Tucker? They're getting them because they're the Duke and Duchess of Sussex. They're getting them off their Royal titles, the Royal titles bestowed on them by the very institution that in that interview with Oprah Winfrey, they say they can't stand and is suffocating and traps them and so on and so on. But it cannot be both ways. If you really believe that way about the Royal Family and the monarchy, give up your titles, but they won't do that because it makes them too much money. So now you have these two oppressed people living in a mansion in California, earning hundreds of millions of dollars in the middle of a pandemic that has killed nearly three million people, portraying themselves as the biggest victims in the world. But there are many people who don't have our platform, who are getting wiped out, eradicated, lives destroyed, careers ended over the most ridiculous things. And it's got to stop, but it will only stop when the mass body of people who don't feel this way, who don't find themselves offended by absolutely everything, when they stand up and go, \"Enough. I'm not going to let this happen.\" The power of free speech, as Winston Churchill said, some people think free speech is absolutely fine right to the point they hear an opinion that they don't like, and then it's an outrage. But that's not what free speech is. Free speech is about listening to an outrageous opinion you don't agree with and being able to accept that somebody else doesn't feel like you. That's what free speech is."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Suffering does amazing things to people. They become very different in a short period of time. In the case of Piers Morgan, he has gotten a lot wiser and a lot braver and very much worth listening to. We spoke to him for over an hour today. It's available on demand at foxnation.com, if you want to watch. Well, speaking of brave, Ron DeSantis may be the bravest governor, may be the only brave governor left in the United States. So of course \"60 Minutes\" decided to crush his political career before it got out of hand and he got elected to something bigger -- liars. We can prove they're liars. They manipulated the video. Ron DeSantis joins us after the break to respond to that \"60 Minutes\" report. Stay tuned."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Who are the best governors in the country? We don't really need to guess, just ask yourself: where are people moving? Are they moving to Michigan? Are they moving to New York? Are they moving to California? All great states, but run by total incompetents, political hacks, corrupt people. No, they're moving to Florida, actually. People want to live a free American Life, they are moving to Florida. Ron DeSantis is the Governor of Florida and if you're the Democratic Party or its minions in the media, that's a huge problem because the guy is succeeding. Clearly, that's why people are moving to his state, so you better crush him before he gets elected to something else. Last night CBS did its best, \"60 Minutes\" reported that Ron DeSantis is bad because he authorized the supermarket chain, Publix, to distribute the corona vaccine in Florida. And he did that for one reason? Publix donated money to Ron DeSantis. Is that real? Well, no. First, the head of Florida's Emergency Management Department who is a Democrat tweeted that his division, not the Governor's Office had recommended Publix. Okay, so it's clearly not true. Then it emerged that \"60 Minutes,\" deceptively edited their reporter's exchange with Ron DeSantis. Here's what they aired on the show."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Publix as you know, donated $100,000.00 to your campaign, and then you rewarded them with the exclusive rights to distribute the vaccination in Palm Beach."
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "utterance": "So first of all, what you're saying is wrong?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "How is that not pay to play?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "That's a fake narrative. I met with the County Mayor, I met with the administrator, I met with all the folks at Palm Beach County and I said, here's some of the options. We can do more drive-thru sites. We can give more to hospitals. We can do the Publix and they said we think that would be the easiest thing for our residents."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE (voice over)",
      "utterance": "But Melissa McKinley, the County Commissioner in the Glades told us the Governor never met with her about the Publix deal."
    },
    {
      "speaker": "QUESTION",
      "utterance": "The criticism is that it's pay to play, Governor."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "It's wrong. It's wrong. It's a fake narrative. I just disabused you of the narrative and you don't care about the facts."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So that's the woman CBS sent down to stop Ron DeSantis before he gets bigger and that's what they aired on the show. Here's the full tape."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "As we got into January, we wanted to expand the distribution points. So yes, you had the counties. You had some drive-thru sites, you had hospitals that were doing a lot, but we wanted to get it into communities more. So we reached out to other retail pharmacies -- Publix, Walmart, obviously CVS and Walgreens had to finish that mission. And we said we're going to -- we're going to use you as soon as you're done with that. For the Publix, they were the first one to raise their hand and say they were ready to go. And you know what? We did it on a trial basis. I had three counties. I actually showed up that weekend and talked to seniors across four different Publix. How was the experience? Is this good? Should you think this is a way to go? And it was a hundred percent positive."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Funny, you didn't see any of that in \"60 Minutes.\" Apparently, they ran out of minutes. We don't spend a lot of time defending politicians on the show. Normally, we attack them and enjoy it. But this was such an obvious hit, such a transparent political move that we just couldn't resist. We wanted to talk to the Governor himself, Ron DeSantis, Governor of Florida joins us tonight. Governor, thanks so much for coming on. It's kind of hard to imagine. I was just thinking the other day, all of these people moving to Florida, they're probably going to try and take out DeSantis pretty soon, it didn't take them long, did it?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, not only that, Tucker, but lost in this is, we vaccinated now three and a half million senior citizens. We were the first state to say we're doing seniors first. We're not going to follow the C.D.C.'s recommendation, and what we have done has worked, and they didn't want to discuss that. And obviously they selectively edited the background. They tried to act like there was a conspiracy with Publix, ignoring the fact that other pharmacies were involved before Publix, doing all our long-term care facilities and ignoring the fact that I met with the County Mayor who is now as a Democrat who said what \"60 Minutes\" has done is bunk. But Palm Beach calculated 90 percent of their seniors live within a mile and a half of a Publix. So when we put it in there, their numbers started going through the roof. So it succeeded there. But you what they didn't tell you also, Tucker, is when there was a need in a more rural part of the county like near Lake Okeechobee, we set up a separate site and a small town called Pahokee. They didn't tell you that. They didn't tell you that we were doing African-American Church vaccination drives before Publix ever gave a single shot. They didn't tell you that. They didn't tell you that hospitals were doing shots starting in the third week of December because it didn't fit the narrative. They don't believe in facts. It was a political narrative. It was done with malicious intent and a reckless disregard for the truth. They would not talk to the people who were most relevant to this because they know those key Democrats, Jared Moskowitz, Mayor Dave Kerner would blow up their narrative, so they just put their head in the sand and pretended like those facts didn't exist."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I didn't watch the show because it's sad to see something as great as \"60 Minutes\" so thoroughly degraded as it has been, but really quick, did they mention the bottom line number, which is the corona death rate? How does Florida's death rate compared to say, I don't know New York or California?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, New York is one of the top in the country. Florida, there's 26 states that are higher than Florida per capita mortality and there are 40 states that are higher than us for 65 and up mortality, which is that was our focus. And now since we vaccinated so many seniors, we are seeing the hospitalizations among seniors plummet. So what we did has worked, and obviously they were in Florida for three months, \"60 Minutes,\" trying to dredge up any dirt that they could use to smear me, and the best they could come up with is a baseless conspiracy theory that was easily debunked not just by me, which they had to edit out, but by two very prominent Democrats in the State of Florida."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I doubt it will be the last. If people keep coming to your state, I have the feeling, we'll see more \"60 Minutes\" on you and not in a good way. Ron DeSantis, Governor of Florida. Thank you."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Thanks."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, the one thing you know about Pete Buttigieg, if that's really his name, other than he once worked at McKinsey as a consultant wrecking America is that he cares a lot about the environment and that's why he rides a bike wherever he goes. But we've got some video you may have seen that suggests, actually, he's not really much of a bike rider. He is more an SUV man. Greg Gutfeld joins us next to break down that video."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So Pete Buttigieg, the former Mayor of South Bend is now our Transportation Secretary, his main concern is how to get from here to there. He rides his bike because it's like, he was a good person. Oh wait, someone videotaped it the other day, it turns out Pete Buttigieg drives in an armored SUV and pretends to ride his bike. Oh, are you surprised that he's not what he seems to be? That Pete Buttigieg is false? Greg Gutfeld is the host of \"Gutfeld\" premieres tonight, FOX News 11:00 p.m. Eastern. He joins us to assess. First of all, congrats on the show. It is exciting. I'll be watching. Everyone I know is going to be watching. Congrats. GREG GUTFELD, FOX NEWS CHANNEL HOST, \"GUTFELD\": Yes, and thank you, Tucker. Thank you, Tucker. I appreciate it. I'm just so thrilled that you would do an hour on FOX Nation with Piers Morgan and leave me one minute left on your show. That makes me feel really good, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, I would say, no, no, a minute twenty."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How dare you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Look, if you get fired for attacking Meghan Markle, you're going to get -- you get an extra 55 minutes. I'm serious. Go ahead."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know that I -- you know, Tucker, that I walked across the street. I walked across the street to do this show. I'm sitting in a van for 40 seconds. Do you know what that's like? The amount of sacrifice that I put into this?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. But your carbon footprint, unlike Pete Buttigieg is virtually zero. Did you ride in an armored SUV on the way to the show?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He is the Rosie Ruiz of Transportation Secretaries. Am I right? Rosie Ruiz -- did you understand that joke?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Rosie Ruiz. I do. She faked the Boston and New York Marathon. She took the subway. Died a few years ago of cancer in Florida. I just looked her up because I had the same thought, and that's why you should watch Greg Gutfeld's show tonight because he's really smart and funny as hell and he is on in just a few hours."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I hate you for doing --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "And with that, Greg, I appreciate the conversation we had about Meghan Markle. We just cut him off. We will be back tomorrow. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}