{
  "date": "April 5, 2012",
  "headline": "The Microphone Is Always On",
  "subHeadline": "Now some fresh pickings from the Political Grapevine: Hot Mike Colorado Democratic Senator Michael Bennet has joined the ranks of politicians who learned the hard way that the microphone is always on.",
  "url": "https://www.foxnews.com/transcript/the-microphone-is-always-on",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. MICHAEL BENNET, D-CO.",
      "sentences": "Because... because it's all rigged. I mean, the whole conversation was rigged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNET",
      "sentences": "The conservation - the fact that we don't get a discussion before the break about what we're going to do in the lame duck - it's just rigged. This stuff is rigged.  Bennet's office didn't deny the remark, saying the senator has been talking for almost two years about -- quote -- \"a broken system that is rigged to prevent progress.\"   Do As I Say... Fiscal restraint is one of the main tenets of the Tea Party movement, of course. But members of the congressional Tea Party caucus have requested hundreds of earmarks that added more than $1 billion to the federal budget. The National Journal reports the earmarks were requested back in 2009 for the next fiscal year. Citizens Against Government waste calls the total from the caucus disturbing, saying -- quote -- \"there's going to be a huge backlash if they continue to request earmarks.\"   Lawmakers seem to agree and are supportive of Republicans' recent efforts to ban earmarks or have a moratorium. Montana Republican Denny Rehberg, who was the tea partier with his name on the most earmarks, says he has rescinded any earmarks for next year. When Nature Calls And finally, women in the House will no longer have to schlep the extra 2 minutes across Statuary Hall to go the restroom.  Speaker-designate John Boehner says he has asked the Capitol architect to build women's facilities adjacent to the House floor. Currently only male lawmakers have a restroom that close.   Boehner called the change long overdue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "Now some fresh pickings from the Political Grapevine",
      "utterance": " Hot Mike Colorado Democratic Senator Michael Bennet has joined the ranks of politicians who learned the hard way that the microphone is always on. Bennet offered his candor on the legislative process to a colleague, while he was presiding over the Senate floor earlier this week."
    },
    {
      "speaker": "SEN. MICHAEL BENNET, D-CO.",
      "utterance": "Because... because it's all rigged. I mean, the whole conversation was rigged."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Right."
    },
    {
      "speaker": "BENNET",
      "utterance": "The conservation - the fact that we don't get a discussion before the break about what we're going to do in the lame duck - it's just rigged. This stuff is rigged. Bennet's office didn't deny the remark, saying the senator has been talking for almost two years about -- quote -- \"a broken system that is rigged to prevent progress.\" Do As I Say... Fiscal restraint is one of the main tenets of the Tea Party movement, of course. But members of the congressional Tea Party caucus have requested hundreds of earmarks that added more than $1 billion to the federal budget. The National Journal reports the earmarks were requested back in 2009 for the next fiscal year. Citizens Against Government waste calls the total from the caucus disturbing, saying -- quote -- \"there's going to be a huge backlash if they continue to request earmarks.\" Lawmakers seem to agree and are supportive of Republicans' recent efforts to ban earmarks or have a moratorium. Montana Republican Denny Rehberg, who was the tea partier with his name on the most earmarks, says he has rescinded any earmarks for next year. When Nature Calls And finally, women in the House will no longer have to schlep the extra 2 minutes across Statuary Hall to go the restroom. Speaker-designate John Boehner says he has asked the Capitol architect to build women's facilities adjacent to the House floor. Currently only male lawmakers have a restroom that close. Boehner called the change long overdue."
    }
  ]
}