{
  "date": "April 25, 2020",
  "headline": "Gutfeld: It's up to you and me to get us out of the COVID-19 mess",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/gutfeld-its-up-to-you-and-me-to-get-us-out-of-the-covid-19-mess",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Did you hear? Farts spread coronavirus. And yes, that stinks. According to researchers, flatulence is an aerosol-generating action that spreads the virus through the air. This discovery emerges from Australia. But I'll resist the urge to say this finding came from down under.  We went to an expert for comment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ERIC SWALWELL (D-CA)",
      "sentences": "The evidence is un-contradicted that the President use taxpayer dollars to ask the Ukrainians to help them cheat an election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I guess that makes him patient zero. But it makes sense if a sneeze or a cough can propel viruses, why can't air biscuits? If it's true, then we finally have an illness we can blame on the dog. But this is why we wear pants and masks, which are just tidy-whities for the mouth. Masks are now becoming acceptable accessories. Along with social hygiene practices, they are now behaviors we encourage, like not littering and not shoplifting and not taking Don Lemon seriously.  You know, it's funny, it's no longer weird to wear a mask. It's weird if you don't. Unless you're this guy.   You know, Congressman, if you're going to create a mask on the fly, make sure it's not your spouse's bikini bottoms. Yes, that's abnormal. But in order for us to get back to normal, we've got to do some abnormal things. Because it's you and me who are going to lead all of us out of this mess, and we need to be trusted to do the right thing. Because unlike our leaders, we can share the risk. We can say, let's go back to work with protocols in place. And yes, there's a risk that disease will return.   But that is the risk and we as a country, share it, and will act accordingly. So we can do that, so our leaders follow, because the reverse may not happen. Leaders are fearful of risk because the media hangs all the casualties around their necks. But if we share the risks, the media can attack all of us, a media full of hacks, who can see the future as long as that future already happened. They are the hindquarters of hindsight and they just can't stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "sentences": "This is exactly the kind of chaos this President has brought to bear on the crisis from the very beginning. Now, that we've got over 46,000 Americans dead because of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "The President, though, is peddling dangerous suggestions on how to treat coronavirus including injecting a person with disinfectant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLLE WALLACE, MSNBC HOST",
      "sentences": "And it took, you know, colorblind, gender- blind state, you know, state line blind virus to sort of have all of the President's sins from first three years catch up with him.  I wonder what you think about whether or not there's some silver lining there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, the silver lining to 50,000 dead is that it really hurts that guy I hate with every fiber of my being. What a sad soul to be so emotionally wrecked that she finds a silver lining in mass death.  But what do I know? I'm just the guy who'll do anything to work in a fart joke. Speaking of fart jokes, what stinks is dumber than crap and is Mayor of New York? Yes, did you know he was shocked -- shocked -- that inmates you released from jail over fears they get sick ended up re-offending? I know. A surprise.  I wonder what else shocks de Blasio. Big things are heavy. Fire is hot. No one likes him.   Yes, this tall drink of dope said it was unconscionable that these criminals would commit crime. Yes, this moron on stilts was relying on the principles of thugs. Worse, after he realized downplaying the virus was wrong, he urged citizens to nark on each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR BILL DE BLASIO (D), NEW YORK CITY",
      "sentences": "When you see a crowd, when you see a line that's not distanced, when you see a supermarket that's too crowded -- anything -- you can report it right away, so we can get help there to fix the problem.  And now it's as simple as taking a photo. All you've got to do is take the photo and put the location with it. And bang. Send the photo like this, and we will make sure that enforcement comes right away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow, amazing. He is turning citizens into a modern Stasi, a surefire way to divide people in a time of crisis. Who thinks like this? But thank God for Americans because the response to this ass is distinctly wonderfully American. When he announced the tip line to send pictures of your law-breaking neighbors, what did you patriots do? You have flooded his nark line with porn, pictures of genitalia, and also de Blasio, although it's hard to tell the difference?  And so I must stop and say I love you. I do. It's the greatest thing you could do as an American, America.  When some Big Brother bozo urges you to turn in your fellow man, you send them porno shots. If the Founding Fathers were alive right now, they'd kiss your feet, and then look at the porn. Now, I know these other outdoor protests are complicated. On one hand, they're protesting government overreach, which makes them as American as a pickup truck full of smaller pickup trucks.   On the other hand -- which I can't touch -- they are congregating, which could spread the virus. If we slammed the spring breakers, then we've got to do the same here.  It's wrong to protest without protection. But what's also wrong, rich celebrities who pass themselves allies of the working class now mocking the actual working class, You know, who's not mocking the working class? This guy. He put a hold on green cards. Make sense. If you're not letting Americans out to work, why let workers in to work? Of course, this will be called racist, because that's what the media does. It trivializes a word until it has no meaning.  Never mind that halting new green cards is what you do when temporary unemployment skyrockets. An idiot would simply invite more people into a sinking boat.  The stoppage actually helps the minorities here. Trump also helped the little guy by demanding Harvard return the millions it got in business aid from the government. So, Harvard did. See, it never hurts to ask or demand in public. Still, Harvard says they didn't ask for the bailout. So, I guess the money just wanted to go to Harvard.  But the media ignored that story, and I've had it with them. I can tolerate their divisive BS when we're wasting time talking about budgets, climate change, and whether the Oscars are diverse enough. But not here. This is the future of America we're talking about. This ain't transgendered restrooms. This behavior is selfish and gross, which is why you have to be your own journalist.   Focus on facts and not narratives. We are faced with adult questions and every decision from here on out carries a risk. Going back to work won't be easy, but we can't not go back. It's not in the cards or our blood.  We have the roadmap and it's over rocky terrain. We know that the virus even if it flattens, can return. America is a battlefield and once we pull back, the enemy can again come out of hiding, but we can't remain in hiding forever. We need to come back -- in phases with options that allow for retreat when necessary. Or maybe just trust Americans to know how to avoid hazards to their own health, especially if the hazard looks like this. Man, that does stink.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guest. He is a former SEAL with nerves of steel. His new book is called \"Fortitude: American Resilience in the Era of Outrage,\" Texas Congressman Dan Crenshaw. She loves to get in everyone's business, Fox Business Network anchor Dagen McDowell.   She buys half and half at Whole Foods and whole milk at half price. Host of \"Sincerely, Kat\" on Fox Nation, Kat Timpf.  And he carries the weight of the world on his shoulders, and that's just his warm up. My massive sidekick and host of \"Nuff Said\" on Fox Nation, Tyrus. Yes. All right, Congressman, thank you for coming on the show. Can you give us an assessment of how this whole thing is going? And do you share any optimism? What are your worries?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DAN CRENSHAW (R-TX)",
      "sentences": "Wow. It's a general question, so, I'll give you a general answer. How is it going? Well, listen, we have tens of millions of people out of work, and they're not sure when they're getting back to work. That's obviously not good news. And there's a lot of people suffering out there. And there's a lot of people shaming those people suffering because they want to get back to work.  I anticipated this problem which you noted in your monologue weeks ago. I wrote an op-ed in \"The Hill\" about this -- this disingenuous bad faith argumentation that would start to occur.  When somebody asks the worst kind of question you're going to ask which is how many lives is it worth to save one job? That's a disgusting question.  You know, Governor Cuomo, who I think a lot of people would agree has kind of had his ups and downs, but has been generally level-headed during his press conferences. But he came out and attacked a reporter with that line of reasoning sometime within the past week, and I thought it was such a step backwards. It's such a step backwards and how we have to discuss moving forward in a staged reopening, a smart reopening, but we can't we can't pretend that there's a choice here.  We have to get back to a new normal. I'm not saying rock concerts and a million people crammed together kind of normal, but obviously a new normal and it has to start sooner than later. And we have to have that conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Definitely. Tyrus, let's say states reopen. Do you think people are going to do all the things they used to do? I mean, is it just going to be like flipping a switch? GEORGE \"TYRUS\" MURDOCH, FOX NEWS CHANNEL CONTRIBUTOR: No. No, I think we're going to come back wiser and smarter. You know, I think that when we do flip the switch, we'll have gloves on and a mask. I think people will really -- the general consensus will be -- the head nod will be more fashionable than the handshake. And I think that's a good thing. I know you personally are very excited about not having to touch people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "But I think -- I think overall, we'll take the lessons that we've learned during this pandemic, and add them to our new norm. So, there'll be some changes, but eventually, over time, we'll find ways to get back to the things that we like to do. It's just going to take some time and some patience. There's always going to be that one person that's going to want to, hey, let's get a hug, brother and you'll be like, oh -- socially, you made him feel bad. Now, you're saying, I'm trying to help America. Don't touch me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you know, Dagen, it is ironic that in the era of social distancing, and not touching, it's Joe Biden, who is running for President, but I'll leave that there. What -- how do you feel about the economy? Is it -- how is it going to come back? Is it going to come back slow? I keep hearing about the vertical V, I don't even know what that means.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAGEN MCDOWELL, FOX BUSINESS NETWORK ANCHOR",
      "sentences": "It means a rapid bounce back. That's what it means. So, later in the year, it's like, whamo, the economy takes off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "That's not going to happen. There are a lot of businesses that won't be able to come back that quickly. Like any kind of large gathering, whether it's at a -- I know you know nothing about large gatherings, Greg, because you're a hermit, but like theme parks, and movie theaters and rock concerts and things like that. That's going to be a long time away. Literally, we aren't going to be able to do that until there's a vaccine out there. But some businesses, I was talking about earlier about like a dog grooming business, like just shove your dog in the door of the business and leave, don't leave the leash. Why can't that business come back? I can go through a long list. But you know what, I just want to highlight there is a new embrace of every family's wrecking ball and I mean, there's one person in every family who is just bat crazy. And now, you know, the person you never want to go to the Harris Teeter with because they're going to pick a fight with somebody at the like shopping cart depot out in the parking lot.  But now those people because they will go to the grocery store or the drugstore with you, and they will park crowds like Moses, part the Red Sea and holler at people like get back, get back, get back. You know? So, I see like a future for all people just like me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, Kat, what do you make of de Blasio? There's so many -- well, there's not much you can make of him. What are your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "I am so grateful for Bill de Blasio. It's not that I like him. I think he's arrogant. I think he's inept. But the thing is, everyone agrees with me, right?  New York is one of the most diverse cities in the entire world and yet, the one thing that we can maybe all agree on that unifies us all is that Bill de Blasio is a schmuck and he definitely murdered that groundhog. So, I think that it is awful that we're so divided during this time of crisis. And I hear people go on and on about how we need to remember our common values blah-blah-blah-blah. We do, that's true. But I also don't think that common disgust, especially when it's warranted in a situation like this gets enough credit for being such a unifying force. Bring us together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, and what a unifying moment to end this segment on. We've got a lot more stuff coming, but we've got to take a break. Stick around, but keep your distance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Stuck in ourselves, we become Orson Welles. It's the subject of our latest chapter of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Home-Ageddon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Apparently some people can't handle being at home without making helpful videos on their phones. This week's Scorsese, Virginia Democratic Senator Mark Warner. He unleashed what could only be described as one of the most disgusting videos to ever hit the internet, and I've seen them all even the German ones. The topic of Warner's video, how to make a tuna melt. I hope you've got a strong stomach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARK WARNER (D-VA)",
      "sentences": "What do we need? Well, we need some bread. We need mayonnaise. We need cheese and we need good old fashioned tuna. I love mayo. I know kids hate mayo, but make sure you get plenty on both sides. You've got to make sure you distribute this evenly across the bread in a way that's even and appropriate. It's usually about 30 seconds. Ah. Tuna melt extraordinare.  You can whip up this favorite in virtually no time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh my God. That made two girls one cup look tame. But Warner is not alone. From Cardi B to Rod Blagojevich, everyone is making lame videos that are either too long, too boring or too stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROD BLAGOJEVICH, FORMER ILLINOIS GOVERNOR",
      "sentences": "I am here to show you a step-by- step approach to how you make a facemask. Now, it's easier than you might think, and yet it's challenging. This right here, a sewing machine. This is something that you need some skill on. I've never ever used one. You put the elastic on the inside, okay? Why? Because here's what you're going to do. You're about to make a sandwich.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow, that Blago video went on for 12 minutes. I've got a black belt in less time at the GAP. But Warner's video wasn't even the worst sandwich video I saw this week, right, Adam Schiff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM SHILLUE, IMPERSONATING ADAM SCHIFF",
      "sentences": "Step one, warm the bread. Wait for it. Wait for it. Next, slice the onion. I love a sliced onion. It always brings a tear to my eye. Last step. Enjoy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was beautiful. Kat, you love to cook at home or so I've heard. What do you make of that tuna melt?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, see I get the whole theme of the segment is that these people are posting these mundane things that nobody wants to watch, but I have livestreamed myself eating soup on YouTube before and it wasn't even during a pandemic. I was at a restaurant with friends. But the sandwich, I can make fun of because I know that you're not supposed to microwave a tuna melt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Now, I only know how to cook using a microwave, but then I just cook other stuff. So, am I any better than this guy? I can't say that I am. But I can say that I know that which does make me kind of better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. You know, Congressman, one of the issues I see with politicians when they fail, is when they bend over backwards to appear real or human, then they look even more-non human than ever. Have you ever been tempted to try to show that you're -- I don't know -- authentic or real?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "Yes, so this is -- I was going to hit that exact point. So, this is this my message to my fellow politicians. If you're not cool and relatable in real life, social media will not make you cool and relatable. That's just a fact. And what is this weird tuna melt with like the over a consumption of mayonnaise, it's like a French tuna melt. It's like -- it's just -- it's so strange. You remember Elizabeth Warren with her beer video? Or it's like, that is not natural. Please don't do that. Just ever -- you know, here's the other thing I want to add. There's all this ice cream being put out, you know, $12.00 ice cream from Nancy Pelosi's fridge and the success of French tuna melt. Listen, these things are not healthy. We have a pandemic going on and comorbidities are a problem here. Do not encourage bad eating behavior, okay?  If you're going to put out videos, like put out some healthy eating videos, like let's put out some workout videos. Let's be productive members of society. You know, that's my only message there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a great point, actually, you know, Dagen. I have a theory that the reason why Blago's video was so long, it's because he was in prison and had lost the concept of time that he thought that like, oh, you know, this is just 15 minutes out of 12 years. Drop in the bucket. He doesn't understand YouTube that they only take 40 seconds shots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "We've lost the concept of a lot of things and again, that looks like a panty. It looks like a thong. We've lost the concept of a lot of things being so isolated because why did I think it was a good idea to wear an army green acid washed jumpsuit on your show tonight, but to credit Senator Warner -- one of the senators from my home state, that microwave tuna melt, it isn't even in the top 10 of the grossest stuff that we've all eaten since we've been at home. Before I got here a few hours ago, I was dipping half priced Cadbury eggs in Baba ghanoush, so I have no room to criticize him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's how -- you know what you're doing is you're saving your stomach time. You get -- and it's going to end up like that down there anyway, so get them together. Tyrus, you've done some really good exercise videos with your wife, which is fun and to the Congressman's point -- and healthy -- but how can a man not know how to make a sandwich?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Well, you know the reason why the videos with my wife work so much is because we have that thing. What's it called? Charisma. I'm fun. People like me. I don't think of things like, hey, let's show the world how lonely and sad I really am. The tuna melt is not the worst part of that video. The cry for help is. He is like, my kids don't like mayonnaise. I'm alone. He's in the kitchen. He's not showing you how he makes food for everyone in the house or this is how I make a meal for four or five for my family. It's him alone. Close to the microwave, talking to the microwave, because the microwave beeps back after 30 seconds. He was very lonely. Sad. It was literally, please, look at me. Anyone, look at me. Please subscribe. Tell me that I'm okay. And it back -- the good news is, this is like hey, they hated the tuna melt more than you they hate you. But I think it's the other way around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I hear you. They're not pros like me. Time for a break, go change your mask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASHLEY STROHMIER, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Live from \"America's News Headquarters,\" I'm Ashley Strohmier. The Federal Trade Commission sent warning letters to 10 companies about bogus coronavirus prevention and treatment claims. Last month, the Commission and the F.D.A. sent similar letters about the virus and health products. Authorities have repeatedly urged the public to be on the alert for coronavirus related scams. And there are no known products scientifically proven to treat or prevent the coronavirus. More than 53,000 people have died in the U.S. Meanwhile, the C.D.C. added six new symptoms to possible signs of the corona virus. They include chills, repeated shaking with chills, muscle pain, headache and a sore throat. The previous symptoms included fever, cough and shortness of breath. Now, runny nose rarely happens with COVID-19 and sneezing is not a symptom of the virus. I'm Ashley Strohmier. Now back to THE GREG GUTFELD SHOW.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What a pal, he has an owl. This week on Earth Day. Remember that? Joe Biden got the endorsement of former VP Al Gore. It happened on Joe's virtual Town Hall podcast. I didn't even know would that existed. Al Gore, a man who needs no introduction, but Joe gave him one anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "As a young House member, Al held the first congressional hearing on climate change and he wrote the groundbreaking book, excuse me, \"Earth: In the Balance\" almost 30 years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Cough into your elbow. Sorry, Joe, I interrupted. Continue introducing Al Gore. Biden: And it was awarded -- and I think is so amazing -- now, you were awarded the Nobel Prize in 2007, for your efforts to raise the world's attention to the existential threat of our time -- climate change. And I just wanted a very small way, I just wrote one of the first ever bills --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Stop touching your face. I never thought, I'd say this, but I wish Al Gore would say something right now. Al, this election? Is this a no brainer? AL GORE, FORMER VICE PRESIDENT OF THE UNITED STATES This is a no brainer. This is a real simple choice. And if anybody has any doubt about that, come talk to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, it's too early to tell how the coveted Al Gore endorsement will impact the Biden campaign. But recent polls show Biden's favorability is rising after getting nods from Obama, Sanders and Warren. So, I guess it's all about endorsements, right, Joe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "And now Joe Biden on endorsements.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE, IMPERSONATING JOE BIDEN",
      "sentences": "I already got all the endorsements I need this year. Come on. I got Hulk. Thor. Who's that guy in the metal suit? Metal man. Love him. Love metal. But it ain't no jazz. Because Jazz is from Utah. We're going to be making Utah a swing state. That's right. That means you're going to be able to hook up with whoever you want. That's what I'm about. Florida. Once I nail down that Epcot endorsement, that's 11 more countries on Team Joe. That's right. Count them up. We're going international like the International House of Pancakes. Good restaurant. Text Joe to once, twice, three times a lady. I love you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh my god, that was beautiful. All right, Dagen, you know Joe Biden is not leaving his basement. Is he like that marathon runner in quarantine who decides to run the race in his house and thinking that that's going to make it? I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Well, he can't leave his house because he can't stop hacking and rubbing his face. So, you've got to lock him in -- lock him in the basement. Al Gore, on the other hand, and I've warned about this before. He is way too tan. Where has he been? He's clearly not been sheltering in place, not staying in his house. Was he taking a yacht to the Galapagos? But by the way, where does this Al Gore endorsement really get Joe Biden? Nobody knows who he is. People squint at him and think he's Alec Baldwin, maybe. I was saying like, if his theme song should be Chumbawamba's \"Tub- Thumping.\" That's Al Gore era.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you know, Congressman, really, the thing that's going to determine, I guess, this election is something we never saw coming. This pandemic. I mean, this thing has completely -- like it completely changed everything. Can you even make sense of how this is going to go? This election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "Yes, I mean it's a little too early to tell. But listen, let's get serious for a second here. There's going to be a big comparison between how Trump handled the pandemic and how Biden would have handled the pandemic. And if we're being objective -- if we're doing an objective assessment there, we have to look back in time and look at forks in the road. Okay? What would Biden have done versus what Trump did do? Okay, that would be an objective way to look at this. Now, there's not that many comparisons except one, January 31st. What happened on January 31st? That was the day that Trump implemented Chinese travel restrictions. And everybody agrees with those now in hindsight, but at the time, Biden called that xenophobic. Democrats were wildly against these things. That has to be brought up. That is the deciding factor as it relates to the pandemic for 2020. Everything else, listen, and I've debunked this wildly through my videos and through my interviews, this notion that the Trump administration has bungled this whole thing and that they deliberately misled people or that they deliberately ignored things, I've gone through excruciating detail to prove that's not true. Not because I want to defend the President, I just want to defend the truth. This is about the truth about what happened, and as it relates to the pandemic, that's what we ought to be talking about in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you know, Kat, I think Joe serves as a great example of how to thwart serious #MeToo allegations. He did a great job just by being a Democrat running for President because that's enough to get everybody off his back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think he did a great job not because of these endorsements, but because you know, what else has he done in that time? Like, nothing. And that's the point. So, it's not even really accurate to say that he has gotten more popular. It's that less of him has gotten popular. I am not saying that there's nothing to like about the guy ever, I mean, you know, he's kind of got that sense of humor about himself that sort of thing but as it turns out, it's more like the way you like, you know, your wacky uncle in real life, right? You'll be thinking to yourself, you know, Uncle Steve, he is kind of, you know, a cool zany guy, then Thanksgiving rolls around. You're actually there with Uncle Steve and you're like, is there mescaline in the turkey or is Uncle Steve trying to swim right now? What's going on? So, that's kind of what Joe Biden has got going for him, it's that zany, crazy Uncle Steve that people, it turns out, love way harder when he is in a basement just like your Uncle Steve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, Tyrus, last word to you. How do you think his campaign is going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Well, you might ask yourself why is he not up 50 points? Because he is Joe Biden, and waiting for that endorsement. I think he has had -- he is doing the best thing he could possibly do. Say nothing, and even when he says something, he doesn't quite finish it. I believe the term is Nobel Peace Prize. Not Nobel thing, but sometimes good enough. When you're an old white man, and you know, I've been on this, you can get away with anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You can chop the English language up, and they'll still say, wow, you know, for an old white guy, he's so well spoken. And I'm like, but he's not -- he is not all. These old white men. They're just doing it. They just -- he's doing -- he's doing nothing and he is winning. He's literally Blue Steel. He only turns right, and everyone thinks it's phenomenal. He's got one move. And then you know, good for him. Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. He's got the Aviator sunglasses, which still look great on him. All right time for a break. This time, really scrub under those fingernails.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Some more examples of things that are canceled. My favorite sporting event of the year has been axed -- the National Spelling Bee is being canceled for the first time since World War II. That's like in the 1940s. Sorry, eighth graders, your quest for superior spelling glory is over. For a reaction, we turn to a nerd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why? W-H-Y? Oh God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, speaking of dreams dash, the hip-hop duo Insane Clown Posse Has postponed their annual gathering of the juggalos. For the uninitiated, which are few, a juggalo is anyone who's a fan of the posse. They've been gathering annually for about 20 years. In a statement, the posse said, quote, \"We refuse to risk even one juggalo life by hosting a gathering during these troubling times.\" They are heroes. And finally, Oktoberfest, one of the biggest disgusting festivals in the world will not be held in Germany this year. It draws over six million people and pours out over a million gallons of beer. A lot of puke. Here's part of the announcement made by the Bavarian Premier. UNIDENTIFIED MALE (voice over): We agree that the risk is simply too high. I invite the six million global citizens who have attended Oktoberfest to watch THE GREG GUTFELD SHOW instead. Such a funny little man. Greg often sends me photos of himself topless, wearing hose under the screen name the Dwarf from Dusseldorf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is so not true. So not true. Anyway, Congressman Crenshaw, are you -- is there any events that you're sorry are being canceled?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "I mean, I'm sorry, Oktoberfest is being canceled. I understand it. Obviously, there's -- I understand that. Well, I mean, I wonder if people aren't thinking creatively enough on some of these things. I don't understand why you can have a Spelling Bee and simply televise. You don't have to crowd a bunch of people in a room together. Now there's some silver lining to that, which is all of us adults who can't spell these really difficult words don't look like idiots in front of these eighth graders. So, I mean, you've got to look for the silver lining. But I think, we just have to be smart going forward. And, you know, we've got huge events planned at the end of the year. We're not canceling them yet. I'm not saying they're definitely going to happen. We're going to have to be nimble, we're going to have to be flexible, and we're going to have to see what the situation looks like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you know, Tyrus, I had an idea of combining the Spelling Bee Oktoberfest and the juggalos so you could have people in clown makeup getting drunk on German beer trying to spell words we never use.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "So, you want a regular Friday night in Louisiana? Food fights and make up, drinking and a really weird way to say words. I think it's too bad that -- it's too bad that -- the Oktoberfest got me heartbroken. I even have an Oktoberfest mug from years back. I think you shouldn't cancel Oktoberfest until October. Maybe just wait, let's see how things are going. There's been some good news as far as about vaccines. It might be ahead sooner than later. Let's see how social distancing goes in let's say June, July, maybe going into August and maybe the middle of August. I don't know. But I think to cancel it now when it's so far off, to me, just is kind of - - defeating to hear that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, I love a good Spelling Bee, but what the hell is a bee? Like is that a word for a contest like, do you want to catch the Giant's Bee when they play the Jets? Why do they get Bees?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't know. But I want to talk about the juggalo thing because I think it should be getting more attention. Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I went to the gathering of the juggalos to make a video in 2016. I took the Greyhound bus there directly from the R.N.C. in Cleveland, and it was the hands-down the craziest experience of my life, which is saying something, okay. None of the people I interviewed said a single thing that I could legally say on television right now. Okay, an expletive-laced story from a guy about how he had blown up a port-a-potty as in using explosives the night before while a woman was still in it. It was the most sane and most appropriate thing that I saw. The video is online. Feel free to check it out. Wait until your kids are in bed, maybe wait until they are you know at home or out of the home entirely moving out for college. But that's my point is that this is a really, \"Whoa? What?\" moment. Bigger than I think it's getting credit for because kids who like to spell for fun. It's not shocking to me that they might be afraid, you know, they're probably afraid of a lot of stuff. But for a juggalo to say, you know what, I don't think this is safe or responsible. I never had someone who went to one of these ever thought I would see the day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They have something called like Drug Lake where people just go and get drugs out of a lake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's called Drug Bridge. I interviewed someone about it. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes, I got it all wrong. Dagen, I don't mind the Oktoberfest because I don't like people who go to drink to just drink. It bothers me. So, I'm okay with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Oktoberfest should be canceled forever. Santa Con should be canceled forever. Any belch and bloat fest should be canceled forever. And while we're at it, let's cancel all bachelorette parties. You can't be near a body of water trying to get a single cocktail without being near a group of women going \"The guy is just getting married.\" Yes, you're getting married to your third husband, and he's still in prison. So, sit down and shut up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, on top. I've got to go. But on top of that, we might not have New Year's Eve in Time Square anymore. How awesome would that be? No more ball dropping madness. All right. My favorite topic is next back in 220 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, what happens in Vegas could kill us. Las Vegas Mayor Carolyn Goodman got in hot water after announcing her intentions to reopen the city. Hotel and casino workers say they're hesitant to return until effective safety measures can be put in place, but the mayor should know just because something is open, doesn't mean people will show up. I learned that with my robe. So, is it a wise move to open the casinos which are not known for having empty spaces to roam? You're pretty much on top of each other. Are you going to have people rolling disposable dice nine feet from the craps table? Is it one person per blackjack table? Just you and a dealer in a hazmat suit? And what if there's an outbreak and it is traced back to a poker table? What's the legal consequences there? It truly is a gamble. Not just for Vegas, but for most business in general. Anyway, my friend, Snowball can't wait to hit the tables again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No idea -- no idea why anyone would do that, Dagen. This is quite a challenge because I feel bad for people who can't get to work and do their jobs. But how do you social distance in a casino?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "You don't. You can't social distance on an airplane flying to Las Vegas to get there. But I like how this woman -- the mayor was being grilled about reopening the casinos. The casinos on The Strip actually aren't under her authority. They're part of Clark County. She's not even overseeing the casinos that well, most tourists would actually go to. But I'll say this, if Ace Rothstein was still running that town, everything would be okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true. What virus? Kat, the irony is like, you could win a half million dollars on the slot, but die of coronavirus. So it's like, why do this? I mean, maybe, I don't know. I don't want to bash the bit. I feel bad for the Vegas population.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, see, I just -- in this interview, right, she was like, we have to open it up. You know, she was saying to Anderson Cooper, and then he was like, okay, how do we keep people safe? She's like, I don't know, open it up. And I immediately thought of an episode of \"The Simpsons\" where Homer has a heart attack. And Dr. Hibbert says, we can't fix this heart, but we can tell you exactly how damaged it is. This is kind of the same thing? Because she was kind of saying she had the answer -- that the answer was open it up. But that really wasn't an answer so much as a goal, right? Because she didn't know how to actually get there. And the problem, she is right, it is super damaged. The economy is floundering, and when I say economy, I mean people's lives, people's purposes that they've worked so hard for and sacrificed for. So, that is very serious. But just announcing, hey, this is bad. Announcing a goal doesn't really do any good if you don't have any concrete steps. That's not the same as a solution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat. That's absolutely right. It's systems over goals. Congressman Crenshaw, couldn't they set up stuff outside? I mean, I know this is crazy. But you know, they're talking about how the virus doesn't really spread outside, to have like betting games that scratch the itch, and do it in parking lots, or is that nuts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "I mean, it is Vegas. It's summertime. There's of course -- there's a huge outdoor scene in Vegas. On the other hand, you know it is long not been true that what happens in Vegas stays in Vegas, okay, since the advent of social media, that hasn't been true. And it's not true during a pandemic, either. So that's on the one hand. On the other hand, I am one of these people too, who says, listen, let's have a stage reopening. Let's do it safely and smartly. But we have to start. And so once she totally botched that interview, again, we need to be looking for the right ways to actually open up our economy. This is not sustainable. It's just not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it can't. Tyrus, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "All right, before, I have to respectfully disagree with Kat. She did have a plan. Her plan was simple. Open it up. How are you going to do that? Not my problem. Let everybody else figure out, but her plan was open it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, that's enough for now. More stuff after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, we are out of time. Thanks to Congressman Dan Crenshaw, great job. Dagen McDowell, I love you. Kat, awesome. Tyrus, great. I'm Greg Gutfeld. I love you, America. Keep loving me. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Did you hear? Farts spread coronavirus. And yes, that stinks. According to researchers, flatulence is an aerosol-generating action that spreads the virus through the air. This discovery emerges from Australia. But I'll resist the urge to say this finding came from down under. We went to an expert for comment."
    },
    {
      "speaker": "REP. ERIC SWALWELL (D-CA)",
      "utterance": "The evidence is un-contradicted that the President use taxpayer dollars to ask the Ukrainians to help them cheat an election."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I guess that makes him patient zero. But it makes sense if a sneeze or a cough can propel viruses, why can't air biscuits? If it's true, then we finally have an illness we can blame on the dog. But this is why we wear pants and masks, which are just tidy-whities for the mouth. Masks are now becoming acceptable accessories. Along with social hygiene practices, they are now behaviors we encourage, like not littering and not shoplifting and not taking Don Lemon seriously. You know, it's funny, it's no longer weird to wear a mask. It's weird if you don't. Unless you're this guy. You know, Congressman, if you're going to create a mask on the fly, make sure it's not your spouse's bikini bottoms. Yes, that's abnormal. But in order for us to get back to normal, we've got to do some abnormal things. Because it's you and me who are going to lead all of us out of this mess, and we need to be trusted to do the right thing. Because unlike our leaders, we can share the risk. We can say, let's go back to work with protocols in place. And yes, there's a risk that disease will return. But that is the risk and we as a country, share it, and will act accordingly. So we can do that, so our leaders follow, because the reverse may not happen. Leaders are fearful of risk because the media hangs all the casualties around their necks. But if we share the risks, the media can attack all of us, a media full of hacks, who can see the future as long as that future already happened. They are the hindquarters of hindsight and they just can't stop."
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "utterance": "This is exactly the kind of chaos this President has brought to bear on the crisis from the very beginning. Now, that we've got over 46,000 Americans dead because of it."
    },
    {
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "utterance": "The President, though, is peddling dangerous suggestions on how to treat coronavirus including injecting a person with disinfectant."
    },
    {
      "speaker": "NICOLLE WALLACE, MSNBC HOST",
      "utterance": "And it took, you know, colorblind, gender- blind state, you know, state line blind virus to sort of have all of the President's sins from first three years catch up with him. I wonder what you think about whether or not there's some silver lining there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, the silver lining to 50,000 dead is that it really hurts that guy I hate with every fiber of my being. What a sad soul to be so emotionally wrecked that she finds a silver lining in mass death. But what do I know? I'm just the guy who'll do anything to work in a fart joke. Speaking of fart jokes, what stinks is dumber than crap and is Mayor of New York? Yes, did you know he was shocked -- shocked -- that inmates you released from jail over fears they get sick ended up re-offending? I know. A surprise. I wonder what else shocks de Blasio. Big things are heavy. Fire is hot. No one likes him. Yes, this tall drink of dope said it was unconscionable that these criminals would commit crime. Yes, this moron on stilts was relying on the principles of thugs. Worse, after he realized downplaying the virus was wrong, he urged citizens to nark on each other."
    },
    {
      "speaker": "MAYOR BILL DE BLASIO (D), NEW YORK CITY",
      "utterance": "When you see a crowd, when you see a line that's not distanced, when you see a supermarket that's too crowded -- anything -- you can report it right away, so we can get help there to fix the problem. And now it's as simple as taking a photo. All you've got to do is take the photo and put the location with it. And bang. Send the photo like this, and we will make sure that enforcement comes right away."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow, amazing. He is turning citizens into a modern Stasi, a surefire way to divide people in a time of crisis. Who thinks like this? But thank God for Americans because the response to this ass is distinctly wonderfully American. When he announced the tip line to send pictures of your law-breaking neighbors, what did you patriots do? You have flooded his nark line with porn, pictures of genitalia, and also de Blasio, although it's hard to tell the difference? And so I must stop and say I love you. I do. It's the greatest thing you could do as an American, America. When some Big Brother bozo urges you to turn in your fellow man, you send them porno shots. If the Founding Fathers were alive right now, they'd kiss your feet, and then look at the porn. Now, I know these other outdoor protests are complicated. On one hand, they're protesting government overreach, which makes them as American as a pickup truck full of smaller pickup trucks. On the other hand -- which I can't touch -- they are congregating, which could spread the virus. If we slammed the spring breakers, then we've got to do the same here. It's wrong to protest without protection. But what's also wrong, rich celebrities who pass themselves allies of the working class now mocking the actual working class, You know, who's not mocking the working class? This guy. He put a hold on green cards. Make sense. If you're not letting Americans out to work, why let workers in to work? Of course, this will be called racist, because that's what the media does. It trivializes a word until it has no meaning. Never mind that halting new green cards is what you do when temporary unemployment skyrockets. An idiot would simply invite more people into a sinking boat. The stoppage actually helps the minorities here. Trump also helped the little guy by demanding Harvard return the millions it got in business aid from the government. So, Harvard did. See, it never hurts to ask or demand in public. Still, Harvard says they didn't ask for the bailout. So, I guess the money just wanted to go to Harvard. But the media ignored that story, and I've had it with them. I can tolerate their divisive BS when we're wasting time talking about budgets, climate change, and whether the Oscars are diverse enough. But not here. This is the future of America we're talking about. This ain't transgendered restrooms. This behavior is selfish and gross, which is why you have to be your own journalist. Focus on facts and not narratives. We are faced with adult questions and every decision from here on out carries a risk. Going back to work won't be easy, but we can't not go back. It's not in the cards or our blood. We have the roadmap and it's over rocky terrain. We know that the virus even if it flattens, can return. America is a battlefield and once we pull back, the enemy can again come out of hiding, but we can't remain in hiding forever. We need to come back -- in phases with options that allow for retreat when necessary. Or maybe just trust Americans to know how to avoid hazards to their own health, especially if the hazard looks like this. Man, that does stink."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guest. He is a former SEAL with nerves of steel. His new book is called \"Fortitude: American Resilience in the Era of Outrage,\" Texas Congressman Dan Crenshaw. She loves to get in everyone's business, Fox Business Network anchor Dagen McDowell. She buys half and half at Whole Foods and whole milk at half price. Host of \"Sincerely, Kat\" on Fox Nation, Kat Timpf. And he carries the weight of the world on his shoulders, and that's just his warm up. My massive sidekick and host of \"Nuff Said\" on Fox Nation, Tyrus. Yes. All right, Congressman, thank you for coming on the show. Can you give us an assessment of how this whole thing is going? And do you share any optimism? What are your worries?"
    },
    {
      "speaker": "REP. DAN CRENSHAW (R-TX)",
      "utterance": "Wow. It's a general question, so, I'll give you a general answer. How is it going? Well, listen, we have tens of millions of people out of work, and they're not sure when they're getting back to work. That's obviously not good news. And there's a lot of people suffering out there. And there's a lot of people shaming those people suffering because they want to get back to work. I anticipated this problem which you noted in your monologue weeks ago. I wrote an op-ed in \"The Hill\" about this -- this disingenuous bad faith argumentation that would start to occur. When somebody asks the worst kind of question you're going to ask which is how many lives is it worth to save one job? That's a disgusting question. You know, Governor Cuomo, who I think a lot of people would agree has kind of had his ups and downs, but has been generally level-headed during his press conferences. But he came out and attacked a reporter with that line of reasoning sometime within the past week, and I thought it was such a step backwards. It's such a step backwards and how we have to discuss moving forward in a staged reopening, a smart reopening, but we can't we can't pretend that there's a choice here. We have to get back to a new normal. I'm not saying rock concerts and a million people crammed together kind of normal, but obviously a new normal and it has to start sooner than later. And we have to have that conversation."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Definitely. Tyrus, let's say states reopen. Do you think people are going to do all the things they used to do? I mean, is it just going to be like flipping a switch? GEORGE \"TYRUS\" MURDOCH, FOX NEWS CHANNEL CONTRIBUTOR: No. No, I think we're going to come back wiser and smarter. You know, I think that when we do flip the switch, we'll have gloves on and a mask. I think people will really -- the general consensus will be -- the head nod will be more fashionable than the handshake. And I think that's a good thing. I know you personally are very excited about not having to touch people."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "But I think -- I think overall, we'll take the lessons that we've learned during this pandemic, and add them to our new norm. So, there'll be some changes, but eventually, over time, we'll find ways to get back to the things that we like to do. It's just going to take some time and some patience. There's always going to be that one person that's going to want to, hey, let's get a hug, brother and you'll be like, oh -- socially, you made him feel bad. Now, you're saying, I'm trying to help America. Don't touch me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you know, Dagen, it is ironic that in the era of social distancing, and not touching, it's Joe Biden, who is running for President, but I'll leave that there. What -- how do you feel about the economy? Is it -- how is it going to come back? Is it going to come back slow? I keep hearing about the vertical V, I don't even know what that means."
    },
    {
      "speaker": "DAGEN MCDOWELL, FOX BUSINESS NETWORK ANCHOR",
      "utterance": "It means a rapid bounce back. That's what it means. So, later in the year, it's like, whamo, the economy takes off."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "That's not going to happen. There are a lot of businesses that won't be able to come back that quickly. Like any kind of large gathering, whether it's at a -- I know you know nothing about large gatherings, Greg, because you're a hermit, but like theme parks, and movie theaters and rock concerts and things like that. That's going to be a long time away. Literally, we aren't going to be able to do that until there's a vaccine out there. But some businesses, I was talking about earlier about like a dog grooming business, like just shove your dog in the door of the business and leave, don't leave the leash. Why can't that business come back? I can go through a long list. But you know what, I just want to highlight there is a new embrace of every family's wrecking ball and I mean, there's one person in every family who is just bat crazy. And now, you know, the person you never want to go to the Harris Teeter with because they're going to pick a fight with somebody at the like shopping cart depot out in the parking lot. But now those people because they will go to the grocery store or the drugstore with you, and they will park crowds like Moses, part the Red Sea and holler at people like get back, get back, get back. You know? So, I see like a future for all people just like me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, Kat, what do you make of de Blasio? There's so many -- well, there's not much you can make of him. What are your thoughts?"
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "I am so grateful for Bill de Blasio. It's not that I like him. I think he's arrogant. I think he's inept. But the thing is, everyone agrees with me, right? New York is one of the most diverse cities in the entire world and yet, the one thing that we can maybe all agree on that unifies us all is that Bill de Blasio is a schmuck and he definitely murdered that groundhog. So, I think that it is awful that we're so divided during this time of crisis. And I hear people go on and on about how we need to remember our common values blah-blah-blah-blah. We do, that's true. But I also don't think that common disgust, especially when it's warranted in a situation like this gets enough credit for being such a unifying force. Bring us together."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, and what a unifying moment to end this segment on. We've got a lot more stuff coming, but we've got to take a break. Stick around, but keep your distance."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Stuck in ourselves, we become Orson Welles. It's the subject of our latest chapter of --"
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Home-Ageddon."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Apparently some people can't handle being at home without making helpful videos on their phones. This week's Scorsese, Virginia Democratic Senator Mark Warner. He unleashed what could only be described as one of the most disgusting videos to ever hit the internet, and I've seen them all even the German ones. The topic of Warner's video, how to make a tuna melt. I hope you've got a strong stomach."
    },
    {
      "speaker": "SEN. MARK WARNER (D-VA)",
      "utterance": "What do we need? Well, we need some bread. We need mayonnaise. We need cheese and we need good old fashioned tuna. I love mayo. I know kids hate mayo, but make sure you get plenty on both sides. You've got to make sure you distribute this evenly across the bread in a way that's even and appropriate. It's usually about 30 seconds. Ah. Tuna melt extraordinare. You can whip up this favorite in virtually no time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh my God. That made two girls one cup look tame. But Warner is not alone. From Cardi B to Rod Blagojevich, everyone is making lame videos that are either too long, too boring or too stupid."
    },
    {
      "speaker": "ROD BLAGOJEVICH, FORMER ILLINOIS GOVERNOR",
      "utterance": "I am here to show you a step-by- step approach to how you make a facemask. Now, it's easier than you might think, and yet it's challenging. This right here, a sewing machine. This is something that you need some skill on. I've never ever used one. You put the elastic on the inside, okay? Why? Because here's what you're going to do. You're about to make a sandwich."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow, that Blago video went on for 12 minutes. I've got a black belt in less time at the GAP. But Warner's video wasn't even the worst sandwich video I saw this week, right, Adam Schiff?"
    },
    {
      "speaker": "TOM SHILLUE, IMPERSONATING ADAM SCHIFF",
      "utterance": "Step one, warm the bread. Wait for it. Wait for it. Next, slice the onion. I love a sliced onion. It always brings a tear to my eye. Last step. Enjoy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was beautiful. Kat, you love to cook at home or so I've heard. What do you make of that tuna melt?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, see I get the whole theme of the segment is that these people are posting these mundane things that nobody wants to watch, but I have livestreamed myself eating soup on YouTube before and it wasn't even during a pandemic. I was at a restaurant with friends. But the sandwich, I can make fun of because I know that you're not supposed to microwave a tuna melt."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Now, I only know how to cook using a microwave, but then I just cook other stuff. So, am I any better than this guy? I can't say that I am. But I can say that I know that which does make me kind of better."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. You know, Congressman, one of the issues I see with politicians when they fail, is when they bend over backwards to appear real or human, then they look even more-non human than ever. Have you ever been tempted to try to show that you're -- I don't know -- authentic or real?"
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "Yes, so this is -- I was going to hit that exact point. So, this is this my message to my fellow politicians. If you're not cool and relatable in real life, social media will not make you cool and relatable. That's just a fact. And what is this weird tuna melt with like the over a consumption of mayonnaise, it's like a French tuna melt. It's like -- it's just -- it's so strange. You remember Elizabeth Warren with her beer video? Or it's like, that is not natural. Please don't do that. Just ever -- you know, here's the other thing I want to add. There's all this ice cream being put out, you know, $12.00 ice cream from Nancy Pelosi's fridge and the success of French tuna melt. Listen, these things are not healthy. We have a pandemic going on and comorbidities are a problem here. Do not encourage bad eating behavior, okay? If you're going to put out videos, like put out some healthy eating videos, like let's put out some workout videos. Let's be productive members of society. You know, that's my only message there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a great point, actually, you know, Dagen. I have a theory that the reason why Blago's video was so long, it's because he was in prison and had lost the concept of time that he thought that like, oh, you know, this is just 15 minutes out of 12 years. Drop in the bucket. He doesn't understand YouTube that they only take 40 seconds shots."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "We've lost the concept of a lot of things and again, that looks like a panty. It looks like a thong. We've lost the concept of a lot of things being so isolated because why did I think it was a good idea to wear an army green acid washed jumpsuit on your show tonight, but to credit Senator Warner -- one of the senators from my home state, that microwave tuna melt, it isn't even in the top 10 of the grossest stuff that we've all eaten since we've been at home. Before I got here a few hours ago, I was dipping half priced Cadbury eggs in Baba ghanoush, so I have no room to criticize him."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's how -- you know what you're doing is you're saving your stomach time. You get -- and it's going to end up like that down there anyway, so get them together. Tyrus, you've done some really good exercise videos with your wife, which is fun and to the Congressman's point -- and healthy -- but how can a man not know how to make a sandwich?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Well, you know the reason why the videos with my wife work so much is because we have that thing. What's it called? Charisma. I'm fun. People like me. I don't think of things like, hey, let's show the world how lonely and sad I really am. The tuna melt is not the worst part of that video. The cry for help is. He is like, my kids don't like mayonnaise. I'm alone. He's in the kitchen. He's not showing you how he makes food for everyone in the house or this is how I make a meal for four or five for my family. It's him alone. Close to the microwave, talking to the microwave, because the microwave beeps back after 30 seconds. He was very lonely. Sad. It was literally, please, look at me. Anyone, look at me. Please subscribe. Tell me that I'm okay. And it back -- the good news is, this is like hey, they hated the tuna melt more than you they hate you. But I think it's the other way around."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I hear you. They're not pros like me. Time for a break, go change your mask."
    },
    {
      "speaker": "ASHLEY STROHMIER, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Live from \"America's News Headquarters,\" I'm Ashley Strohmier. The Federal Trade Commission sent warning letters to 10 companies about bogus coronavirus prevention and treatment claims. Last month, the Commission and the F.D.A. sent similar letters about the virus and health products. Authorities have repeatedly urged the public to be on the alert for coronavirus related scams. And there are no known products scientifically proven to treat or prevent the coronavirus. More than 53,000 people have died in the U.S. Meanwhile, the C.D.C. added six new symptoms to possible signs of the corona virus. They include chills, repeated shaking with chills, muscle pain, headache and a sore throat. The previous symptoms included fever, cough and shortness of breath. Now, runny nose rarely happens with COVID-19 and sneezing is not a symptom of the virus. I'm Ashley Strohmier. Now back to THE GREG GUTFELD SHOW."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What a pal, he has an owl. This week on Earth Day. Remember that? Joe Biden got the endorsement of former VP Al Gore. It happened on Joe's virtual Town Hall podcast. I didn't even know would that existed. Al Gore, a man who needs no introduction, but Joe gave him one anyway."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "As a young House member, Al held the first congressional hearing on climate change and he wrote the groundbreaking book, excuse me, \"Earth: In the Balance\" almost 30 years ago."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Cough into your elbow. Sorry, Joe, I interrupted. Continue introducing Al Gore."
    },
    {
      "speaker": "Biden",
      "utterance": "And it was awarded -- and I think is so amazing -- now, you were awarded the Nobel Prize in 2007, for your efforts to raise the world's attention to the existential threat of our time -- climate change. And I just wanted a very small way, I just wrote one of the first ever bills --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Stop touching your face. I never thought, I'd say this, but I wish Al Gore would say something right now. Al, this election? Is this a no brainer? AL GORE, FORMER VICE PRESIDENT OF THE UNITED STATES This is a no brainer. This is a real simple choice. And if anybody has any doubt about that, come talk to me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, it's too early to tell how the coveted Al Gore endorsement will impact the Biden campaign. But recent polls show Biden's favorability is rising after getting nods from Obama, Sanders and Warren. So, I guess it's all about endorsements, right, Joe?"
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "And now Joe Biden on endorsements."
    },
    {
      "speaker": "SHILLUE, IMPERSONATING JOE BIDEN",
      "utterance": "I already got all the endorsements I need this year. Come on. I got Hulk. Thor. Who's that guy in the metal suit? Metal man. Love him. Love metal. But it ain't no jazz. Because Jazz is from Utah. We're going to be making Utah a swing state. That's right. That means you're going to be able to hook up with whoever you want. That's what I'm about. Florida. Once I nail down that Epcot endorsement, that's 11 more countries on Team Joe. That's right. Count them up. We're going international like the International House of Pancakes. Good restaurant. Text Joe to once, twice, three times a lady. I love you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh my god, that was beautiful. All right, Dagen, you know Joe Biden is not leaving his basement. Is he like that marathon runner in quarantine who decides to run the race in his house and thinking that that's going to make it? I don't know."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Well, he can't leave his house because he can't stop hacking and rubbing his face. So, you've got to lock him in -- lock him in the basement. Al Gore, on the other hand, and I've warned about this before. He is way too tan. Where has he been? He's clearly not been sheltering in place, not staying in his house. Was he taking a yacht to the Galapagos? But by the way, where does this Al Gore endorsement really get Joe Biden? Nobody knows who he is. People squint at him and think he's Alec Baldwin, maybe. I was saying like, if his theme song should be Chumbawamba's \"Tub- Thumping.\" That's Al Gore era."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you know, Congressman, really, the thing that's going to determine, I guess, this election is something we never saw coming. This pandemic. I mean, this thing has completely -- like it completely changed everything. Can you even make sense of how this is going to go? This election?"
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "Yes, I mean it's a little too early to tell. But listen, let's get serious for a second here. There's going to be a big comparison between how Trump handled the pandemic and how Biden would have handled the pandemic. And if we're being objective -- if we're doing an objective assessment there, we have to look back in time and look at forks in the road. Okay? What would Biden have done versus what Trump did do? Okay, that would be an objective way to look at this. Now, there's not that many comparisons except one, January 31st. What happened on January 31st? That was the day that Trump implemented Chinese travel restrictions. And everybody agrees with those now in hindsight, but at the time, Biden called that xenophobic. Democrats were wildly against these things. That has to be brought up. That is the deciding factor as it relates to the pandemic for 2020. Everything else, listen, and I've debunked this wildly through my videos and through my interviews, this notion that the Trump administration has bungled this whole thing and that they deliberately misled people or that they deliberately ignored things, I've gone through excruciating detail to prove that's not true. Not because I want to defend the President, I just want to defend the truth. This is about the truth about what happened, and as it relates to the pandemic, that's what we ought to be talking about in 2020."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you know, Kat, I think Joe serves as a great example of how to thwart serious #MeToo allegations. He did a great job just by being a Democrat running for President because that's enough to get everybody off his back."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think he did a great job not because of these endorsements, but because you know, what else has he done in that time? Like, nothing. And that's the point. So, it's not even really accurate to say that he has gotten more popular. It's that less of him has gotten popular. I am not saying that there's nothing to like about the guy ever, I mean, you know, he's kind of got that sense of humor about himself that sort of thing but as it turns out, it's more like the way you like, you know, your wacky uncle in real life, right? You'll be thinking to yourself, you know, Uncle Steve, he is kind of, you know, a cool zany guy, then Thanksgiving rolls around. You're actually there with Uncle Steve and you're like, is there mescaline in the turkey or is Uncle Steve trying to swim right now? What's going on? So, that's kind of what Joe Biden has got going for him, it's that zany, crazy Uncle Steve that people, it turns out, love way harder when he is in a basement just like your Uncle Steve."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, Tyrus, last word to you. How do you think his campaign is going?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Well, you might ask yourself why is he not up 50 points? Because he is Joe Biden, and waiting for that endorsement. I think he has had -- he is doing the best thing he could possibly do. Say nothing, and even when he says something, he doesn't quite finish it. I believe the term is Nobel Peace Prize. Not Nobel thing, but sometimes good enough. When you're an old white man, and you know, I've been on this, you can get away with anything."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You can chop the English language up, and they'll still say, wow, you know, for an old white guy, he's so well spoken. And I'm like, but he's not -- he is not all. These old white men. They're just doing it. They just -- he's doing -- he's doing nothing and he is winning. He's literally Blue Steel. He only turns right, and everyone thinks it's phenomenal. He's got one move. And then you know, good for him. Congratulations."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. He's got the Aviator sunglasses, which still look great on him. All right time for a break. This time, really scrub under those fingernails."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Some more examples of things that are canceled. My favorite sporting event of the year has been axed -- the National Spelling Bee is being canceled for the first time since World War II. That's like in the 1940s. Sorry, eighth graders, your quest for superior spelling glory is over. For a reaction, we turn to a nerd."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Why? W-H-Y? Oh God."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, speaking of dreams dash, the hip-hop duo Insane Clown Posse Has postponed their annual gathering of the juggalos. For the uninitiated, which are few, a juggalo is anyone who's a fan of the posse. They've been gathering annually for about 20 years. In a statement, the posse said, quote, \"We refuse to risk even one juggalo life by hosting a gathering during these troubling times.\" They are heroes. And finally, Oktoberfest, one of the biggest disgusting festivals in the world will not be held in Germany this year. It draws over six million people and pours out over a million gallons of beer. A lot of puke. Here's part of the announcement made by the Bavarian Premier."
    },
    {
      "speaker": "UNIDENTIFIED MALE (voice over)",
      "utterance": "We agree that the risk is simply too high. I invite the six million global citizens who have attended Oktoberfest to watch THE GREG GUTFELD SHOW instead. Such a funny little man. Greg often sends me photos of himself topless, wearing hose under the screen name the Dwarf from Dusseldorf."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is so not true. So not true. Anyway, Congressman Crenshaw, are you -- is there any events that you're sorry are being canceled?"
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "I mean, I'm sorry, Oktoberfest is being canceled. I understand it. Obviously, there's -- I understand that. Well, I mean, I wonder if people aren't thinking creatively enough on some of these things. I don't understand why you can have a Spelling Bee and simply televise. You don't have to crowd a bunch of people in a room together. Now there's some silver lining to that, which is all of us adults who can't spell these really difficult words don't look like idiots in front of these eighth graders. So, I mean, you've got to look for the silver lining. But I think, we just have to be smart going forward. And, you know, we've got huge events planned at the end of the year. We're not canceling them yet. I'm not saying they're definitely going to happen. We're going to have to be nimble, we're going to have to be flexible, and we're going to have to see what the situation looks like."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you know, Tyrus, I had an idea of combining the Spelling Bee Oktoberfest and the juggalos so you could have people in clown makeup getting drunk on German beer trying to spell words we never use."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "So, you want a regular Friday night in Louisiana? Food fights and make up, drinking and a really weird way to say words. I think it's too bad that -- it's too bad that -- the Oktoberfest got me heartbroken. I even have an Oktoberfest mug from years back. I think you shouldn't cancel Oktoberfest until October. Maybe just wait, let's see how things are going. There's been some good news as far as about vaccines. It might be ahead sooner than later. Let's see how social distancing goes in let's say June, July, maybe going into August and maybe the middle of August. I don't know. But I think to cancel it now when it's so far off, to me, just is kind of - - defeating to hear that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, I love a good Spelling Bee, but what the hell is a bee? Like is that a word for a contest like, do you want to catch the Giant's Bee when they play the Jets? Why do they get Bees?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't know. But I want to talk about the juggalo thing because I think it should be getting more attention. Okay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Okay."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I went to the gathering of the juggalos to make a video in 2016. I took the Greyhound bus there directly from the R.N.C. in Cleveland, and it was the hands-down the craziest experience of my life, which is saying something, okay. None of the people I interviewed said a single thing that I could legally say on television right now. Okay, an expletive-laced story from a guy about how he had blown up a port-a-potty as in using explosives the night before while a woman was still in it. It was the most sane and most appropriate thing that I saw. The video is online. Feel free to check it out. Wait until your kids are in bed, maybe wait until they are you know at home or out of the home entirely moving out for college. But that's my point is that this is a really, \"Whoa? What?\" moment. Bigger than I think it's getting credit for because kids who like to spell for fun. It's not shocking to me that they might be afraid, you know, they're probably afraid of a lot of stuff. But for a juggalo to say, you know what, I don't think this is safe or responsible. I never had someone who went to one of these ever thought I would see the day."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They have something called like Drug Lake where people just go and get drugs out of a lake."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's called Drug Bridge. I interviewed someone about it. Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes, I got it all wrong. Dagen, I don't mind the Oktoberfest because I don't like people who go to drink to just drink. It bothers me. So, I'm okay with it."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Oktoberfest should be canceled forever. Santa Con should be canceled forever. Any belch and bloat fest should be canceled forever. And while we're at it, let's cancel all bachelorette parties. You can't be near a body of water trying to get a single cocktail without being near a group of women going \"The guy is just getting married.\" Yes, you're getting married to your third husband, and he's still in prison. So, sit down and shut up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, on top. I've got to go. But on top of that, we might not have New Year's Eve in Time Square anymore. How awesome would that be? No more ball dropping madness. All right. My favorite topic is next back in 220 seconds."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, what happens in Vegas could kill us. Las Vegas Mayor Carolyn Goodman got in hot water after announcing her intentions to reopen the city. Hotel and casino workers say they're hesitant to return until effective safety measures can be put in place, but the mayor should know just because something is open, doesn't mean people will show up. I learned that with my robe. So, is it a wise move to open the casinos which are not known for having empty spaces to roam? You're pretty much on top of each other. Are you going to have people rolling disposable dice nine feet from the craps table? Is it one person per blackjack table? Just you and a dealer in a hazmat suit? And what if there's an outbreak and it is traced back to a poker table? What's the legal consequences there? It truly is a gamble. Not just for Vegas, but for most business in general. Anyway, my friend, Snowball can't wait to hit the tables again."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No idea -- no idea why anyone would do that, Dagen. This is quite a challenge because I feel bad for people who can't get to work and do their jobs. But how do you social distance in a casino?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "You don't. You can't social distance on an airplane flying to Las Vegas to get there. But I like how this woman -- the mayor was being grilled about reopening the casinos. The casinos on The Strip actually aren't under her authority. They're part of Clark County. She's not even overseeing the casinos that well, most tourists would actually go to. But I'll say this, if Ace Rothstein was still running that town, everything would be okay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true. What virus? Kat, the irony is like, you could win a half million dollars on the slot, but die of coronavirus. So it's like, why do this? I mean, maybe, I don't know. I don't want to bash the bit. I feel bad for the Vegas population."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, see, I just -- in this interview, right, she was like, we have to open it up. You know, she was saying to Anderson Cooper, and then he was like, okay, how do we keep people safe? She's like, I don't know, open it up. And I immediately thought of an episode of \"The Simpsons\" where Homer has a heart attack. And Dr. Hibbert says, we can't fix this heart, but we can tell you exactly how damaged it is. This is kind of the same thing? Because she was kind of saying she had the answer -- that the answer was open it up. But that really wasn't an answer so much as a goal, right? Because she didn't know how to actually get there. And the problem, she is right, it is super damaged. The economy is floundering, and when I say economy, I mean people's lives, people's purposes that they've worked so hard for and sacrificed for. So, that is very serious. But just announcing, hey, this is bad. Announcing a goal doesn't really do any good if you don't have any concrete steps. That's not the same as a solution."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat. That's absolutely right. It's systems over goals. Congressman Crenshaw, couldn't they set up stuff outside? I mean, I know this is crazy. But you know, they're talking about how the virus doesn't really spread outside, to have like betting games that scratch the itch, and do it in parking lots, or is that nuts?"
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "I mean, it is Vegas. It's summertime. There's of course -- there's a huge outdoor scene in Vegas. On the other hand, you know it is long not been true that what happens in Vegas stays in Vegas, okay, since the advent of social media, that hasn't been true. And it's not true during a pandemic, either. So that's on the one hand. On the other hand, I am one of these people too, who says, listen, let's have a stage reopening. Let's do it safely and smartly. But we have to start. And so once she totally botched that interview, again, we need to be looking for the right ways to actually open up our economy. This is not sustainable. It's just not."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it can't. Tyrus, what do you think?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "All right, before, I have to respectfully disagree with Kat. She did have a plan. Her plan was simple. Open it up. How are you going to do that? Not my problem. Let everybody else figure out, but her plan was open it up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, that's enough for now. More stuff after this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, we are out of time. Thanks to Congressman Dan Crenshaw, great job. Dagen McDowell, I love you. Kat, awesome. Tyrus, great. I'm Greg Gutfeld. I love you, America. Keep loving me. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}