{
  "date": "April 12, 2018",
  "headline": "Senators grill Mike Pompeo on Russia, Iran, North Korea and Mueller investigation",
  "subHeadline": "Reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/senators-grill-mike-pompeo-on-russia-iran-north-korea-and-mueller-investigation",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "I'm Greg Gutfeld with Kimberly Guilfoyle, Geraldo Rivera, Brian Kilmeade, and she cliff dives off a tea cup, Dana Perino -- \"The Five.\" OK, let's recap Mike Pompeo's confirmation hearing. First, if you want to be part of the Republican administration, please denounce the Republican administration:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BOB CORKER, R-TENN.",
      "sentences": "It's fair for our members to ask whether your relationship is rooted in a candid, healthy, give-and-take dynamic, or whether it's based on deferential willingness to go along to get along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Up next, shameless bigotry smears:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J.",
      "sentences": "Do you have any views of the Muslim faith or people who believe in worshiping, quote, unquote, other gods? Is that just something negative in our country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And let's not forget the T word:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BEN CARDIN, D-MD",
      "sentences": "Can you just clarify for me how you would, as secretary of state, be clear as to America's commitment against torture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So predictable, so fake, so irrelevant, but Mike did fine until this:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, FORMER CIA DIRECTOR",
      "sentences": "With respect to building a team out of the State Department, this is something I've done multiple times in my life. I did it as a tank platoon leader. I did it as a cavalry troop. I did it for two small businesses in Kansas. And then, I worked hard at it. I will leave others to judge the success.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, dear. \"Platoon leader\"? The language of war. Does Chuck Schumer have trauma counselors standing by? I hope Cory Booker brought his comfort bunny.  So, how do you know Pompeo deserves the gig? Let ask her:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED PROTESTER",
      "sentences": "This man is no diplomat! This man is no diplomat! War mongerer --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKER",
      "sentences": "Please, please remove.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She totally nailed it. Pompeo isn't a diplomat. That should be on his business card. When you reduce people to gibbering fools, you know you've got a winner. See this tweet from Al Gore: \"Senators should reject Mike Pompeo. He denies the climate crisis and has been doing the bidding for fossil fuel interests his whole career.\" Well, Gore does know fossils. He's about as up-to-date on world events as Fred Flintstone. Again, if Al is a no, Pompeo is a yes. Here's another, another tweet: \"Over 180 national orgs representing millions of Americans, diverse communities, covering issues for national security and women's health to climate change and human rights have now publicly opposed Pompeo. #stoppompeo.\" Now, that's what I call an endorsement. For unlike those groups, Pompeo is no pacifist. Just ask ISIS if you can still find them. Fact, without non-pacifists, pacifists would be bones under a dictator's boot. Anyway, it's easy to be a holy man up on a mountain or up on Capitol Hill. But in the real world, things are more dangerous. But diplomat is nice, but a realist is better. We need Pompeo, not Deepak Chopra. So, no more apology tours or fake resets, we need tough love from a grown-up. That's Pompeo. No wonder the left can't stand him.  All right, I'm going -- let's just go around the table here and ask what caught your eye. We'll probably skip Kilmeade because he was sleeping all day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN KILMEADE, GUEST CO-HOST",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dana, what about the -- he touched on the morale problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "sentences": "Yep. And, actually, the two things though. So, he's not a diplomat. When he was first in the military, he talked about being at the Berlin Wall when it came down, and that his great respect was for the diplomats from the American State Department who are working with everyone to solve what was a very difficult political situation. And, then he said that he recognizes and knows because he spent some time at the state department, that morale there is abysmal, and he says that would be his first priority to try to fix. And so, if you cared about that or that was one of the complaints that left had about out about Rex Tillerson, the left is going to end up with a secretary of state. It is going to be Secretary Pompeo, when he gets confirmed. And, if you want to hold him to something, make sure that that morale at the state department is a thing that you keep knocking on his door about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Geraldo, you're a Republican but you're kind of a hawk. I mean, you're very pro-military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, CO-HOST",
      "sentences": "Yes, I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do you get the sense that when you watch these committees that Democrats kind of live in a world where they only see our actions as bellicose, and they see the opposition as some kind of like a amorphous, you know, I don't know, thing out there that we're the meanies and they aren't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It's a highly philosophical question. I'd rather direct my attention to Mike Pompeo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I reject -- I'll get my team. You should have said I have my team get back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I love the fact that the guy graduated first in his class at West Point. I love the Harvard law school business. I think in terms of personal style, charisma, he's much more natural fit with Donald Trump than Rex Tillerson was. I think that he'll be just fine. As hawkish as I may be, I think that Pompeo is to the right of me. I think he's more like John Bolton. I think you can consider he and Bolton together as a war cabinet. But, I also think that warriors, and he's an army vet, warriors are less likely to slip into war than pacifists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah, that is so true. That is so true. Kimberly, give me your thoughts and try to make it about 7 minutes long so that we don't have to talk to Kilmeade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "sentences": "I will do my very best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Always a team player. OK. So, I think it's going to be difficult for them to do anything against him because they've already put through -- if you can be the head of the CIA, how is it that you are deemed to be unfit to serve in this position. So, he's got a great record. I agree with you, Geraldo, he's a very good personal fit with the president in terms of he trusts him, he likes him. They're able to work well together. I think he's somebody that's already has now the benefit of the experience of running the CIA. If you can be trusted with running, you know, secret intelligence organization and you've done very well there to the point where he trusts you for this next position that is also integral to the success of the administration, that says a lot. So, on what grounds other than political, and stalling, or trying to be obstructionist, are they going to say that he's unfit or unsuitable for this position? How many minutes left for Kilmeade to buy in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, we've almost made it. Kilmeade, what are your thoughts, if you even have a thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Right, I do. I'm going to be thinking for Lisa an hour and then it's party time. So, here's what I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "The president is finally getting his band together. It's taken 14 months but he's getting his guys together. Not to agree with him, but they respect him enough to disagree with him privately and not go call 1- 800-Washington Post. So, what Pompeo has already done is established with the president a rapport on the most important issues possible and that's national security. You know those meetings that President Bush used to have that's so vital, the meetings she has now with Mike Pompeo, and when Pompeo is not there, he goes to Haspel who's hopefully going to be heading up the CIA shortly. The other thing that comes to mind is Cory Booker wants to make sure that he's for same-sex marriage, which is a very interesting question to have the secretary of state. But just empty the arsenal. Cory Booker is running for president every minute of the day, even at 2 o'clock in the afternoon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": ". on a Thursday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "So, that to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But, my hope was that Rand Paul who makes so much sense sometimes would make a little more sense this time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "What I'd rather he come out and say why haven't we left Afghanistan, or why do we have the war in Iraq? Well, he was an eye doctor making sure everyone's pupils were dilated. We were in the middle of a dealing with Saddam Hussein situation. To come back in 2018 and make him disavow his support of the Iraq War was farcical. And I just think -- I hope that Democrats can understand how qualified he is and start to understand -- start to vote yes, we'll respect your no's more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was a cheap shot against eye doctors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "You're right. It's true. I'm against lens crafters, I had a bad experience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "In regard to what I said about hawks being less likely to declare war often, I think that it could be Ambassador Bolton and CIA Director Pompeo who are holding the president back on what would be a gratuitous strike at this point, in cold blood, against Syria. It's fraught with peril. The upside is so narrow. I don't know how you define what you hit. At 30 bombs enough, 60 bombs, 300 bombs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "They're thinking about it more carefully.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I think you're right, Kimberly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I could not disagree with you anymore. I think that for Geraldo, we know where the military sites are. We know where they make the chemical weapons. We're getting our guys in place, getting our people in place to take out those sites. It's not kill everybody. It's wipe out their ability to make this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It's possible by a cruise missile strike to wipe out the.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You need a bathtub in three jugs of various chemicals or like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I love Ari Fleischer's idea of taking out his palace. They can live in a summer home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I think that we -- the president's instinct to get out of Syria is the correct instinct. We backed the wrong side in that conflict. The danger to the United States and the free world is Sunni Muslim extremism. We are on the wrong side in Syria. The sooner we get out, the better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Who do you think -- who's cheering the loudest, Russia or Iran?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I think Russia and Iran are an orbit. They are an axis of evil, but I don't care. Let them be as evil as they want to be. Let them share blintzes together and hummus. I don't care. What I care about is American G.I. I'm not saying we've pull out perceptively. I don't think Pompeo will do that. Or the -- Mattis will do that or the president will recommend that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's hear from Pompeo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Who are these people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Who are these people? Who took away Juan and that tall guy with the funny hair? All right, this is Mike Pompeo talking about this very topic. How about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "We have the primary mission that we've been engaged into defeat ISIS. We did so using a group of men who did great work, and we took the caliphate down. And we ought to be proud of it. There is still work to do. The other objective is to achieve a diplomatic outcome such -- there's more stability. We can take down the violence. And so, this is a diplomatic task so that we get to a place where the Syrian people can ultimately govern themselves. Our goal is to make that a post-Assad Syria one day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, Dana, you heard cross fire right here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "After hearing that, where do you see this? Where do you fall between the.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Between those guys?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah, Kilmeade and Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Probably, a little bit Kilmeade, I've got to say. But, I feel like that President Trump was right to criticize President Obama. And even Madeleine Albright criticized President Obama for not enforcing the red line that he put in place, than then led to the situation that President Trump is trying to fix. But, President Trump also drew a red line. And it was a year ago that he, you know, threw a little missile.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": ". Assad's way. It didn't do enough to decapitate. We don't have a political solution there. There's not a great strategy, but he's already been -- now he's at risk of not enforcing his own new red line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "How about a blockade, how about economic sanctions. How about seizing every dollar that Syria has deposited in every U.K. and USA bank?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I mean, when you declare -- when you take an action like this, a unilateral military action, you assume.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Not unilateral.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You've seen France step up to the plate? OK, we're going to offer a 12.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "But, nevertheless, it might not be about, in terms of supplying the military might, the United States is capable and often carries the load with that. But if you have some kind of international, you know, coalition or support where other countries are supporting you, then that actually matters and helps in terms of how it's going to be perceived globally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "If the president does not do something, he will never recover credibility. This makes President Obama's move to not enforce his red line look trivial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Last word, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Pompeo will not negate the Iran nuclear deal. He will make it tougher, perhaps. He will suggest that it be tougher, but he will not advocate abolishing that deal. And that is good news for all of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Up next, President Trump addresses new reports that he planned to fire Robert Mueller. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "President Trump declared the Russian investigation fake and corrupt and the single greatest witch hunt in American history. But would he ever fire the special counsel? Well, this morning he addressed the absolute frenzy over reports he's been wanting to. Quote, if I wanted to fire Robert Mueller in December as reported by the failing New York Times, I would have fired him. Just more fake news from a biased newspaper. Some lawmakers are moving on legislation that would protect Mueller from losing his job. The bill could come up for a vote in the senate judiciary committee as soon as next week. OK. So, Brian, what do you make of this since this morning till now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I mean, a couple of things, you know, they keep on reporting that they have six unnamed sources, all verified, higher than President Trump and more important. They all say that this took place, but it didn't happen. I just think I'm astounded, when I flip around channels, that everybody is wanting him to fire Robert Mueller. Thinking of all the different ways this could happen, and then how bad and cataclysmic it would be. And then, when we get word today that Rod Rosenstein has been invited to the White House to have a meeting. I'm thinking to myself, no. He's going Rosenstein's way. His buddy went over there, there's no problem. They've spent an hour and 15 minutes together, then he left. I think it would be a huge mistake to do it, but I would love to see a different attorney in there that's going to be a little bit stronger. And I think the cooperation with this council has got to stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You mean defense attorney for the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Defense attorney for the president. What is going on here? This job show him cooperation, where is it gotten you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK. So, Dana, that's one approach. There's a couple schools of thought here. You're in the White House with the president advising on matters like this in the past, where would you take it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I don't think there was ever consideration to firing Special Counsel Patrick Fitzgerald. Well, maybe some people thought maybe he should be. But I also don't think that -- I think there's still a question of what the rule actually says -- what the law actually said. Like, I don't know if the congress actually needs to pass a law to protect Bob Mueller. I actually think that the president might not have the legal authority to do it. And, here's the thing, it's moot anyway because this investigation will continue or it will get out somehow and it will be over. It will be over at some point. It's just going to have to give itself some time. In the meantime, the president has got really great economy. The event he had today in the Rose Garden was basically what every American really wants to hear about. So, if they can focus on that and not on this investigation, they'd probably do themselves some favor. The problem is they score so many of their own goals. It's not good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK, Greg, if you were to advise, what would you say here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Can I correct one thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "They score their own goal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is why soccer is not America's sport, because of scoundrels like you. I think, if I was Trumps advisor, I would tell him fire Mueller and replace him with his personal lawyer, Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Michael Cohen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, Joe. Yeah -- Michael Cohen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Michael Cohen, yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Joe, Michael, same thing, really. Look -- OK. There's some people that compete with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Joe is the doorman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah, Joe is the doorman. There's somebody that competes with you in the morning, I won't say it at the show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Oda?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah. But, no, they say that Trump is using foreign policy to distract from the Mueller investigation and all of that stuff, which I believe is incorrect. I don't notice that. But you could actually posit the opposite, that these witch hunts, to use his words, are designed to hobble a president from doing his job. And I think if you pull out of our accord or into the American vast world, that's how they see it. I think they see -- let the guy do his job. Like, the guy is doing his job. You've got low unemployment, ISIS is gone. North Korea could be a major, phenomenal transformation. NAFTA -- you've got all this stuff happening, and it's like, let him do his job. I think that's how people look at it. I don't think they look at it the way they see like where Trump is trying - - he's going to bomb something, you know, to get.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Like, Trump didn't use chemical weapons against the Syrian people. The Syrians did that with help of the, you know who, the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You know who. That's a very diplomatic way of saying it, exactly. OK. So, Geraldo, obviously, there's multiple schools of thought here. And the president has to weigh his choices very carefully and not act impetuously and impulsively because of, you know, genuine concerns here as to whether or not this thing, you know, has gotten away from him, right? There are political ramifications. There's ramifications for the country, the perception of what's going on in the White House, et cetera.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "First of all, I think that firing Mueller would be like scratching a rash. It wouldn't make anything -- underlying disease go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "It's going to make it much worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "People describe the president being extraordinarily angry. I mean, the dude has got a right. I mean, you cannot understate how absolutely beyond the pale this raid on Michael Cohen's office was by the southern district of New York. When they, absolutely, flagrantly trampled on the lawyer-client privilege to bust into that office and take everything, savage everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I mean, it was something -- it was so unprecedented. Did they try, for example, what 99 percent of prosecutors doing this circumstance, a subpoena? Or was that considered too benign, you know, not punitive enough, because you cannot say that the seizure of all of this evidence from the president's personal lawyer was not punitive. This was designed to create -- whether it was designed or not, perhaps, unintended consequence of what they did to Michael Cohen's office was that the whole nation now is looking at this as a declaration that the feds all believe crimes were committed. They believe the president is implicated in those crimes, and that the inevitable destination here is impeachment of this president. I think that it was absolutely unjustified and so unprofessional. The president has the right to be steamed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Steamy. But, Dana, what about the fact -- look what happened the fallout when Comey and, you know, perhaps, I don't know. Obviously, people are upset. We have a special on that at Fox at 9 PM on Sunday, and about James Comey with his book coming out and whatnot. But, the thing is, I think that they have to think about the ramifications of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well -- the thing I'm like -- none of us actually know what evidence they were looking for, or reasons they had, or the judge that approved it. We don't know any of this information. Maybe it was a total overreach and absolutely inappropriate, but maybe -- it's just as possible that it wasn't. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Give me one example in your mind that you think it would make it appropriate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'm not absolutely -- I would never speculate on something like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I'll give you one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": ". because I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Michael Cohen with a zippo lighter about to burn a case. I mean, that what it would have to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "That would be -- it would be a ticking time bomb. He's a member of ISIS. Michael Cohen is an ISIS that we have to stop for now or we could tunnel those up, right? That would be it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Another storm that's coming soon that's sure to add fuel to this fire. Jim Comey is about to kick off his tell-all tour, and it sounds like he's not going to hold back, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "All right. Tee minus three days until former FBI Director Jim Comey kicks off his book tour blitz. And he's already making headlines without even saying anything at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "How strange is it for you to sit here and compare the president to a mob boss? Are there things that you know but haven't said that can damage President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "James Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "And to those who say you should have brought Hillary Clinton in front of a grand jury? Was President Trump obstructing justice? Should Donald Trump be impeached?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "The question is, would you watch an hour of stonewalling? Comey is apparently going to compare President Trump to a mob boss from the sound bite and from leaks. The RNC is preparing a campaign to undercut his credibility, including a rapid response team to rebut his claims in real time, unlike the Michael Wolff book where the president was left all alone to rant, rave and tweet. So, this time, Comey has got to prove himself, Geraldo. And here's the thing, if you believe Comey, you have to disbelieve McCabe at certain points, Loretta Lynch at other points, Hillary Clinton camp at another point. He has got people ready to challenge him on multiple areas, but the president has got the most to lose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "True, but I think that what people have to remember.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": ". particularly, liberals and people on the left, is that James Comey is the reason Donald Trump is president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "May be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I believe that he did more to destroy Hillary Clinton's candidacy than any other person on earth. And, I also believe it is human nature. This is me speculating, that some of his later conduct was informed by his guilty conscience about destroying Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I'll give you an example of what we're going to be dealing with over the next couple of weeks. He says that right after he got fired, he got a call from John Kelly, who says, \"I intend to quit in protest of your being fired.\" Well, John Kelly's people have come back and says, you know, \"I never said that. I just called up to say, basically, good luck. Sorry you were fired.\" So there's a totally different tone to it, Dana. I mean, this is going to be a problem. Because people on both sides are going to say, \"That's not how I remember it.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Do you think that's going to be a problem? That's how we lived our lives during this entire last three years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "If you believe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't think anybody who supports the president or doesn't support the president, their mind will be changed on Sunday night after this book comes out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "But Michael Wolff did some damage to the president when he said it was chaotic in --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The president's approval rating is actually up. I actually don't think the Michael Wolff book had any impact at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Do you believe that him -- the fact that it was a best-selling book and the president tweeted about it did damage the perception?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think it sold a hell of a lot more books for Michael Wolff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's what I think, that it absolutely helped Michael Wolff sell books. But it didn't help Michael Wolff's credibility, long term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Kimberly, let me begin with an apology. You chose me to lead off a segment after Greg ignored me in the A-block. For me to pick you third is inexcusable. Please forgive me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "So use your legal background. I mean, this guy is going to come out sanctimonious. Not an FBI agent, just a lawyer telling everyone how great he is and how bad Trump is, will it be effective?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Look, I mean, obviously, there may be some initial fallout and some spin about it. And I do recall a previous show that you were on here, Geraldo, where you talked about your opinion in terms of the president perhaps regretting giving Michael Wolff a lot of, you know, air time or going after the book, which perhaps just escalated the number of sales and kind of interests and eyeballs on it. Some of that can kind of, you know, backfire. So do you want to give this guy attention or not? I don't know that he's necessarily -- maybe there will be a tweet or two fired off about about it. But overall, Dana made a great point, is that the president's approval rating has gone up, because he has been making accomplishments and actually getting things done that he promised. So I would not allow this sort of distraction to be kind of promulgated in the press, in the media to take up time and attention away from what he is trying to accomplish. I think make it smaller, quiet, and not blow it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I think that is the right approach. A more measured, thoughtful, deliberative approach that is really just more reasonable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Give them the Eminem treatment. Remember Eminem wrote the song, was hoping to get a rise from the president. The president ignored him. Greg, we would have more time, but you had a very long monologue. So try to be brief as you go over your point to this. Paul Begala is on the record saying, \"Mr. Comey needs to put his big points -- big pants on and admit -- big boy pants on and admit that his unethical action swung the election to Trump and beg forgiveness.\" That's not a Democratic kiss up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it's not. But then again, Paul Begala is a human thumb, so I don't respond to him. I think Comey should be placed on trial, or at least there should be a special about Comey being on trial. I don't know. Maybe Sunday night. Who knows? Look, you know what? We have to make a deal that we do memoirs, that we have to, like, agree that we write fake stuff that's really bad about us and we all agree to do the same thing so we don't contradict. You know what I mean? I will have an entire chapter on you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- Kilmeade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Which you'll tell me first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The worst man in cable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I have a chapter on him in my memoir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He is a horrible person. He is. He's terrible to children and the elderly. And the things you do in the green room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You didn't mention the sweater vests.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, the sweater vests. Terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "That's the old me. Did you make a point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Here's the -- here's what I don't like about Comey. OK? He's going to be sanctimonious. He's going to deliver kind of, like, a moral, highfalutin, manufactured idealism. And \"I was so naive.\" It's like Mr. Smith Goes to Washington.\" It's going to be that kind of thing. I've got no use for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I just think Loretta Lynch told us what it's going to be like. She had to get ahead of this book. That's why she insists on doing that interview last week. She's already contradicted James Comey's comments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Who fired James Comey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Rod Rosenstein. Remember that. Rod Rosenstein fired James Comey. Before you want to get rid of Rod Rosenstein --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "At whose direction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- remember that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Let the record show I was asked one question. I got it wrong. OK. Let me tell you what's coming up next. The marijuana industry has an interesting new spokesperson, former speaker of the House John Boehner. Why the Republican now is a warrior for weed. That story next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He was a longtime opponents of legalizing marijuana, but former House speaker John Boehner's position on weed has changed in retirement. The Republican is now on the advisory board of the cannabis company. He says his thinking has evolved. Quote, \"I'm convinced de-scheduling the drug is needed so we can do research, help our veterans, and reverse the opioid epidemic ravaging our communities.\" Greg, I'm coming around to the same feeling, even though I hate --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- like, the whole weed thing. You know I do. You know I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You know how I feel about it. I feel strongly about the weed. The weed. Anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Weed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But I am coming around to making -- especially when it comes to helping veterans, that this is something that we should do. But nobody is paying me for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right. I mean, he was against it when he was in power. Now he's on the right side. He's on the right side because he's getting paid. But as you know, I am for everything. Everybody has a right to their own oblivion whether it's a martini or marijuana. And that's my advice. If you're on a cannabis board, there are two key points you've got to do. You've got to normalize marijuana so that it's as boring and mundane as a martini. There's nothing more dull and establishment than a businessman drinking a martini. You've got to make pot like that so it's not edgy or cool. It's just something bland. No. 2, you've got to treat it like a martini. It's after work, not before. The problem with pot is the wake and baking of young people. They get up in the morning. They smoke pot and in two years, they're lawyers. Lawyers. Losers. In two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You have insulted the lawyers and the losers. What is going on in here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If you smoke pot after work and you treat it like a martini, it's a reward, and that's different than like the -- you never put the reward before the work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Well, I think we should go to Geraldo on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I'm at -- what do you think about big weed, like the corporate aspect of it? I watched Laura Ingraham. She's concerned about big weed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I welcome Congressman Boehner on board. I think that he's late to the party. I think the party, the GOP is late, because Republicans and Democrats are in favor of legalizing weed, almost by 7 out of 10. In full disclosure, I was on the original board of NORML, the National Organization for the Reform of Marijuana Laws. I welcome John Boehner. I think that it is inevitable. And I believe that to ruin someone's life, it's racist the way the law is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It does put a lot of people in jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "A lot of people of color in jail. Because, you know, white kids in college, they get a lawyer and they get a ticket. A black kid gets a weed bust, and the next thing you know, he's in jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Well, a couple things first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "What do you think, Brian?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "A couple of things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You usually wait to be called on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I just don't -- I just don't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Not on \"FOX & Friends.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "That -- this is what I think. I think this is an unofficial study. Anybody I know that smokes pot regularly, it absolutely wipes out their ambition, and it changes their personality. Obviously, alcoholics --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are you talking about Doocy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Yes, I am. But I have -- can we have a full screen? But I would say that. No. 2, I want to study Colorado.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Now we have a test study. How's it working? Are they bringing in more revenue? Has it stopped --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "A lot more revenue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The revenue is not the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "What about the DUIs that go along with that? What about the dropout rate that's applied with that? I just think it's a phony thing to say, \"I'm doing it for the V.A.,\" as if they're the only ones that have -- need pain medication.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "There's a lot of people that need pain medication. That's the best use for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. My fellow traveler on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I don't know. I didn't know. Now we've parted company.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, no, I said I'm getting there. I'm getting there, but I still hate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why do you hate -- why do you hate pot? If you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "She's never one it. I've never done it. We have no interest in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's not the premise for not liking something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "We don't want to deprive people. What I'm trying to say to you is I obviously cannot speak from personal experience of having tried it. Right. So I'm being honest here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "However, I have people -- my mother, my father both died of cancer. They wanted to give that to them. OK, but my dad, he was, like, too far gone. But I have seen people who have benefited from it. I would never deprive someone who is suffering if it actually helps. They even use it for animals. If they're suffering, they have certain things with cannabis that have medicinal qualities to be able to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I didn't know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They have bongs for dogs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "There are certain vets that are doing that now. So I understand that. And opioid addicts, as well. So now we're seeing a more multifaceted approach in terms of what they've uncovered with research, that it can help people. So why would you be against research and science and finding new ways to do things and be --?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "So medical rather than recreational? And we've got to say yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're going to be the judge on who can enjoy what substance, Brian? I don't want a \"FOX and Friends\" host telling me how to have fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "How dare you just look at me as a \"FOX & Friends\" host.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You play soccer. I like certain substances.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "This V.A. spokesperson had a great line. \"John Boehner, I wish you'd said this ten years ago when you had some power. Where were you? Now it's all about money. Then it was when you had the power and no money.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I still welcome him aboard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Hey, Speaker Boehner. Coming up, one school district getting a lot of attention for how it's arming teachers to fend off an active shooter. Details straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Welcome back to \"The Five.\" You know, there is an intense debate going on right now in the country about arming schoolteachers with guns to fight off would-be assailants. One Pennsylvania district has chosen a different weapon to fend off any shooters. Tiny souvenir-style baseball bats. Here's the Millcreek superintendent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM HALL, MILLCREEK SCHOOL DISTRICT SUPERINTENDENT",
      "sentences": "It's a last resort. It's the last resort, but it is an option. Unfortunately, we're in a day and age where we may need to use them to protect ourselves and our kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I should have thought ahead and brought one of the bats. I mean, little bats, you know, like the little ones you get a Yankee stadium. Eighteen-inch bats. Kimberly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- it seems almost silly. I mean, there are people who advocate baskets of rocks, at least stones you can throw them. What can you do with a little --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I don't know. I mean, listen, miniature bats are not necessarily good idea. I just want to say. Having gone to a lot of baseball games with my dad when I was little, right, they would give out, they had bat day. But then some people could not control themselves for having too many -- whatever. And you would see people fighting, hitting with the bat. So if these bats get into the wrong hands, you know what I'm saying, then there's going to be lawsuits about that. I just don't know how that's going to fend off somebody, a would-be attacker or somebody --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "How measured of you. This is the stupidest idea ever. It doesn't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "How measured? Yes, 18 inches.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "It's not even,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I don't want to get hit by the bat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Exactly, 18 inches, three bucks a bat, 470 bats. This is incredibly stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Somebody's obviously a lobbyist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Ari Fleischer used to be a lobbyist for baseball bats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's what I'm trying to tell you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "To protect kids, or have kids remember a certain baseball game?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Dana, I believe there should be one good guy with a gun any place there's a number of students over a certain number. I don't advocate arming, you know, Mrs. Foley in your English class.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "We've got an OK guy with a bat. Good choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I was thinking, though, if you are resistant to even having one good guy with a gun, how about a taser?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, did you hear what happened today, though, down in Parkland, with the teacher that agreed to be one of the -- one of the teachers that had a concealed weapon? And he left it in the boys' restroom today. So I can see why there are some parents and other teachers who think this might not be the best idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But how about -- what about that non-lethal weapon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'm not against a good guy with a gun, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I'm not either. What about that, a taser?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Arm kids with tasers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "No, no, not kids. A football coach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "That's what I'm talking about. I put -- I'm for guns. I want teachers to have guns, and I want the football coach to be armed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Where are you on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK, I'm actually -- I'm taking this -- I think this pretty seriously. Obviously, a bat can't stop a gun, but it speaks to the desperation of those schools for hardening measures. However, this is a positive direction in the mindset that commits to the idea of fighting back. You may laugh at the fact that they're holding bats to defend themselves, but it's the direction of the mindset. We talked about Flight 93. They were out -- you know, they knew they were going to die, but as a group, they rushed the hijackers, and they saved the White House and they saved our country. So what I'm talking about is the psychological advocacy of self-defense in which a group of people can actually mob a shooter, knowing that there will be casualties, that may be one of them will die, but when eight people surround one person, they will win. It's about the mindset. And the fact is, we have to stop freezing like deer in the headlights when something happens. And that's why, I was mocked for talking about advocating self-defense for kids, but the reason why you do that is you teach them not to freeze. And you teach them to react.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I think it's a great idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Act under pressure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Act under pressure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Fight back. If you cannot run, you cannot hide, fight back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You can't unlock the cabinet to pull out the bats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "\"One More Thing\" is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAPHIC",
      "sentences": "Greg's Sibling Rivalry News.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"Greg's Sibling Rivalry News.\" You know, anybody who has cats knows, they love -- when they're siblings, they love to play pretend. Let's look at Steve and Jeff Franklin here, playing their own version of \"FOX & Friends.\" The one in front is Steve Doocy. Then you see Kilmeade in the back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Typical episode of \"FOX & Friends.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Ow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There it is. Here we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Quite a whack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Watch it again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Ow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know. Terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Where did you find that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I didn't find that. It was foisted upon me. Looks like Kilmeade, being foisted upon us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Yes. On a serious note, oftentimes, when I'm at home and not on \"The Five,\" I don't have a chance to watch \"The Five.\" And I hear things that happen when I'm not around. I deny it. I say, \"That's not -- that's not something that I could ever foresee happening.\" And then I came upon this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "When I heard Kilmeade's voice, I'm going, \"God, why does he need to ruin everything?\" \"FOX with Friends.\" And that's when Doocy and Kilmeade move in with Chandler and Joey. The dream that I have most often as I'm in a lifeboat with Dobbs and Kilmeade. And me and Dobbs are waiting for Kilmeade to fall asleep so we can butcher and eat him. I have real celebrity friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Kilmeade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kilmeade. Well, he's not a celebrity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I'm going to wrap that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I love his new hairpiece, though. For the longest time, they thought I was Brian Kilmeade. Brian Kilmeade would get in trouble all the time, because it was me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I said, \"There's no way that Greg would turn on me like that.\" Every single night over the course of years. And I saw the video evidence sitting on my desk. And thank you, Kimberly, for defending me almost every time. Thank you. We are not speaking anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "He loves you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By the way, the hairpiece looks great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Thanks very much. Just came in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I spent a year filling in on \"FOX & Friends.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He could be towed underwater.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "He grows on you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Today is the 102nd birthday of children's author Beverly Cleary. Do you guys remember her? She's a living legend. She's part of the Library of Congress. And in 2000, they decided to name today National DEAR Day, Drop Everything and Read Day. She wrote \"Henry Huggins.\" That was published in 1950. She wrote \"Ramona Quimby, Age 8.\" All of those great books made me a really great reader. And there she is with President Bush getting her medal. So congrats to her. And if you haven't ever read her books or your kids, they're good ones and safe ones. It has a gold -- what do you call that thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Stamp of approval?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Stamp of approval.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I remember that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "A hundred and two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "A hundred and two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Kimberly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK. Well, this is a few little treats for my friends, because welcome to \"Kimberly's Food Court.\" There we go. All right. So today, if you can't tell by what's on the table, it's National Grilled Cheese Day. And I'm fully prepared to participate. This used to be my favorite thing to order. When you get asked by a family when you're a little kid to come to dinner or for a lunch, the grilled cheese is the least expensive thing on the menu. So you should always order it. And be courteous to the family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's good advice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Well, sandwiches weren't invested until the 18th Century. Food historians say cooked bread and cheese has been enjoyed throughout history in all corners of the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Wow, so we invented the grilled cheese. Then we went right to the light bulb.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "It's like in Italy, you have, like, the panini. In France, you have croque monsieur. You know, the whole --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Watch your mouth, young lady. This is a family hour.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I love it, I love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thank you for these.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Well, you all graciously attended my huge launch of my book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "It was fantastic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Thank you very much. \"The Geraldo Show.\" I hope you buy it. It has a lot of great stuff in it. We had a terrific party. Everyone showed up. There -- who's there? That's Greg and Juan. And then there's Erica and Kimberly. Erica and Kimberly. And Brian was there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You looked good. You looked like you were modeling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "And then Sean, who graciously hosted the party. Sean Hannity, one of my best friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "He only stayed for ten minutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Because he hated the fact that people from other networks that they didn't like -- and Tiki Barber, the former New York Giants sportscaster. But there were so many wonderful people there. Erica and I really enjoyed hosting it. And Saturday, if you're in the Cleveland area, my new hometown, at the Woodmere Barnes & Noble in Cleveland, I will be signing the book \"The Geraldo Show.\" At 2 p.m. Saturday after --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I've got to go. I've got to go. Now what to call us? \"Special Report\" with Chris Wallace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS",
      "sentences": "Thank you, Greg. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "I'm Greg Gutfeld with Kimberly Guilfoyle, Geraldo Rivera, Brian Kilmeade, and she cliff dives off a tea cup, Dana Perino -- \"The Five.\""
    },
    {
      "speaker": "OK, let's recap Mike Pompeo's confirmation hearing. First, if you want to be part of the Republican administration, please denounce the Republican administration",
      "utterance": ""
    },
    {
      "speaker": "SEN. BOB CORKER, R-TENN.",
      "utterance": "It's fair for our members to ask whether your relationship is rooted in a candid, healthy, give-and-take dynamic, or whether it's based on deferential willingness to go along to get along."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Up next, shameless bigotry smears:"
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J.",
      "utterance": "Do you have any views of the Muslim faith or people who believe in worshiping, quote, unquote, other gods? Is that just something negative in our country?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And let's not forget the T word:"
    },
    {
      "speaker": "SEN. BEN CARDIN, D-MD",
      "utterance": "Can you just clarify for me how you would, as secretary of state, be clear as to America's commitment against torture."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So predictable, so fake, so irrelevant, but Mike did fine until this:"
    },
    {
      "speaker": "MIKE POMPEO, FORMER CIA DIRECTOR",
      "utterance": "With respect to building a team out of the State Department, this is something I've done multiple times in my life. I did it as a tank platoon leader. I did it as a cavalry troop. I did it for two small businesses in Kansas. And then, I worked hard at it. I will leave others to judge the success."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, dear. \"Platoon leader\"? The language of war. Does Chuck Schumer have trauma counselors standing by? I hope Cory Booker brought his comfort bunny. So, how do you know Pompeo deserves the gig? Let ask her:"
    },
    {
      "speaker": "UNINDENTIFIED PROTESTER",
      "utterance": "This man is no diplomat! This man is no diplomat! War mongerer --"
    },
    {
      "speaker": "CORKER",
      "utterance": "Please, please remove."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She totally nailed it. Pompeo isn't a diplomat. That should be on his business card. When you reduce people to gibbering fools, you know you've got a winner. See this tweet from Al Gore: \"Senators should reject Mike Pompeo. He denies the climate crisis and has been doing the bidding for fossil fuel interests his whole career.\" Well, Gore does know fossils. He's about as up-to-date on world events as Fred Flintstone. Again, if Al is a no, Pompeo is a yes."
    },
    {
      "speaker": "Here's another, another tweet",
      "utterance": "\"Over 180 national orgs representing millions of Americans, diverse communities, covering issues for national security and women's health to climate change and human rights have now publicly opposed Pompeo. #stoppompeo.\" Now, that's what I call an endorsement. For unlike those groups, Pompeo is no pacifist. Just ask ISIS if you can still find them. Fact, without non-pacifists, pacifists would be bones under a dictator's boot. Anyway, it's easy to be a holy man up on a mountain or up on Capitol Hill. But in the real world, things are more dangerous. But diplomat is nice, but a realist is better. We need Pompeo, not Deepak Chopra. So, no more apology tours or fake resets, we need tough love from a grown-up. That's Pompeo. No wonder the left can't stand him. All right, I'm going -- let's just go around the table here and ask what caught your eye. We'll probably skip Kilmeade because he was sleeping all day."
    },
    {
      "speaker": "BRIAN KILMEADE, GUEST CO-HOST",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dana, what about the -- he touched on the morale problem."
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "utterance": "Yep. And, actually, the two things though. So, he's not a diplomat. When he was first in the military, he talked about being at the Berlin Wall when it came down, and that his great respect was for the diplomats from the American State Department who are working with everyone to solve what was a very difficult political situation. And, then he said that he recognizes and knows because he spent some time at the state department, that morale there is abysmal, and he says that would be his first priority to try to fix. And so, if you cared about that or that was one of the complaints that left had about out about Rex Tillerson, the left is going to end up with a secretary of state. It is going to be Secretary Pompeo, when he gets confirmed. And, if you want to hold him to something, make sure that that morale at the state department is a thing that you keep knocking on his door about."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Geraldo, you're a Republican but you're kind of a hawk. I mean, you're very pro-military."
    },
    {
      "speaker": "GERALDO RIVERA, CO-HOST",
      "utterance": "Yes, I am."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do you get the sense that when you watch these committees that Democrats kind of live in a world where they only see our actions as bellicose, and they see the opposition as some kind of like a amorphous, you know, I don't know, thing out there that we're the meanies and they aren't."
    },
    {
      "speaker": "RIVERA",
      "utterance": "It's a highly philosophical question. I'd rather direct my attention to Mike Pompeo."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I reject -- I'll get my team. You should have said I have my team get back to you."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I love the fact that the guy graduated first in his class at West Point. I love the Harvard law school business. I think in terms of personal style, charisma, he's much more natural fit with Donald Trump than Rex Tillerson was. I think that he'll be just fine. As hawkish as I may be, I think that Pompeo is to the right of me. I think he's more like John Bolton. I think you can consider he and Bolton together as a war cabinet. But, I also think that warriors, and he's an army vet, warriors are less likely to slip into war than pacifists."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah, that is so true. That is so true. Kimberly, give me your thoughts and try to make it about 7 minutes long so that we don't have to talk to Kilmeade."
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "utterance": "I will do my very best."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Always a team player. OK. So, I think it's going to be difficult for them to do anything against him because they've already put through -- if you can be the head of the CIA, how is it that you are deemed to be unfit to serve in this position. So, he's got a great record. I agree with you, Geraldo, he's a very good personal fit with the president in terms of he trusts him, he likes him. They're able to work well together. I think he's somebody that's already has now the benefit of the experience of running the CIA. If you can be trusted with running, you know, secret intelligence organization and you've done very well there to the point where he trusts you for this next position that is also integral to the success of the administration, that says a lot. So, on what grounds other than political, and stalling, or trying to be obstructionist, are they going to say that he's unfit or unsuitable for this position? How many minutes left for Kilmeade to buy in?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, we've almost made it. Kilmeade, what are your thoughts, if you even have a thought."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Right, I do. I'm going to be thinking for Lisa an hour and then it's party time. So, here's what I think."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "The president is finally getting his band together. It's taken 14 months but he's getting his guys together. Not to agree with him, but they respect him enough to disagree with him privately and not go call 1- 800-Washington Post. So, what Pompeo has already done is established with the president a rapport on the most important issues possible and that's national security. You know those meetings that President Bush used to have that's so vital, the meetings she has now with Mike Pompeo, and when Pompeo is not there, he goes to Haspel who's hopefully going to be heading up the CIA shortly. The other thing that comes to mind is Cory Booker wants to make sure that he's for same-sex marriage, which is a very interesting question to have the secretary of state. But just empty the arsenal. Cory Booker is running for president every minute of the day, even at 2 o'clock in the afternoon."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KILMEADE",
      "utterance": ". on a Thursday."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "So, that to me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But, my hope was that Rand Paul who makes so much sense sometimes would make a little more sense this time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "What I'd rather he come out and say why haven't we left Afghanistan, or why do we have the war in Iraq? Well, he was an eye doctor making sure everyone's pupils were dilated. We were in the middle of a dealing with Saddam Hussein situation. To come back in 2018 and make him disavow his support of the Iraq War was farcical. And I just think -- I hope that Democrats can understand how qualified he is and start to understand -- start to vote yes, we'll respect your no's more."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was a cheap shot against eye doctors."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "You're right. It's true. I'm against lens crafters, I had a bad experience."
    },
    {
      "speaker": "RIVERA",
      "utterance": "In regard to what I said about hawks being less likely to declare war often, I think that it could be Ambassador Bolton and CIA Director Pompeo who are holding the president back on what would be a gratuitous strike at this point, in cold blood, against Syria. It's fraught with peril. The upside is so narrow. I don't know how you define what you hit. At 30 bombs enough, 60 bombs, 300 bombs."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "They're thinking about it more carefully."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I think you're right, Kimberly."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I could not disagree with you anymore. I think that for Geraldo, we know where the military sites are. We know where they make the chemical weapons. We're getting our guys in place, getting our people in place to take out those sites. It's not kill everybody. It's wipe out their ability to make this."
    },
    {
      "speaker": "RIVERA",
      "utterance": "It's possible by a cruise missile strike to wipe out the."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You need a bathtub in three jugs of various chemicals or like that."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I love Ari Fleischer's idea of taking out his palace. They can live in a summer home."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I think that we -- the president's instinct to get out of Syria is the correct instinct. We backed the wrong side in that conflict. The danger to the United States and the free world is Sunni Muslim extremism. We are on the wrong side in Syria. The sooner we get out, the better."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Who do you think -- who's cheering the loudest, Russia or Iran?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "I think Russia and Iran are an orbit. They are an axis of evil, but I don't care. Let them be as evil as they want to be. Let them share blintzes together and hummus. I don't care. What I care about is American G.I. I'm not saying we've pull out perceptively. I don't think Pompeo will do that. Or the -- Mattis will do that or the president will recommend that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's hear from Pompeo."
    },
    {
      "speaker": "PERINO",
      "utterance": "Who are these people?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Who are these people? Who took away Juan and that tall guy with the funny hair? All right, this is Mike Pompeo talking about this very topic. How about that."
    },
    {
      "speaker": "POMPEO",
      "utterance": "We have the primary mission that we've been engaged into defeat ISIS. We did so using a group of men who did great work, and we took the caliphate down. And we ought to be proud of it. There is still work to do. The other objective is to achieve a diplomatic outcome such -- there's more stability. We can take down the violence. And so, this is a diplomatic task so that we get to a place where the Syrian people can ultimately govern themselves. Our goal is to make that a post-Assad Syria one day."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, Dana, you heard cross fire right here."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "After hearing that, where do you see this? Where do you fall between the."
    },
    {
      "speaker": "PERINO",
      "utterance": "Between those guys?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah, Kilmeade and Geraldo."
    },
    {
      "speaker": "PERINO",
      "utterance": "Probably, a little bit Kilmeade, I've got to say. But, I feel like that President Trump was right to criticize President Obama. And even Madeleine Albright criticized President Obama for not enforcing the red line that he put in place, than then led to the situation that President Trump is trying to fix. But, President Trump also drew a red line. And it was a year ago that he, you know, threw a little missile."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "PERINO",
      "utterance": ". Assad's way. It didn't do enough to decapitate. We don't have a political solution there. There's not a great strategy, but he's already been -- now he's at risk of not enforcing his own new red line."
    },
    {
      "speaker": "RIVERA",
      "utterance": "How about a blockade, how about economic sanctions. How about seizing every dollar that Syria has deposited in every U.K. and USA bank?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Great."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I mean, when you declare -- when you take an action like this, a unilateral military action, you assume."
    },
    {
      "speaker": "PERINO",
      "utterance": "Not unilateral."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You've seen France step up to the plate? OK, we're going to offer a 12."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "But, nevertheless, it might not be about, in terms of supplying the military might, the United States is capable and often carries the load with that. But if you have some kind of international, you know, coalition or support where other countries are supporting you, then that actually matters and helps in terms of how it's going to be perceived globally."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "If the president does not do something, he will never recover credibility. This makes President Obama's move to not enforce his red line look trivial."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Last word, Geraldo."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Pompeo will not negate the Iran nuclear deal. He will make it tougher, perhaps. He will suggest that it be tougher, but he will not advocate abolishing that deal. And that is good news for all of us."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Up next, President Trump addresses new reports that he planned to fire Robert Mueller. That's next."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "President Trump declared the Russian investigation fake and corrupt and the single greatest witch hunt in American history. But would he ever fire the special counsel? Well, this morning he addressed the absolute frenzy over reports he's been wanting to. Quote, if I wanted to fire Robert Mueller in December as reported by the failing New York Times, I would have fired him. Just more fake news from a biased newspaper. Some lawmakers are moving on legislation that would protect Mueller from losing his job. The bill could come up for a vote in the senate judiciary committee as soon as next week. OK. So, Brian, what do you make of this since this morning till now?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I mean, a couple of things, you know, they keep on reporting that they have six unnamed sources, all verified, higher than President Trump and more important. They all say that this took place, but it didn't happen. I just think I'm astounded, when I flip around channels, that everybody is wanting him to fire Robert Mueller. Thinking of all the different ways this could happen, and then how bad and cataclysmic it would be. And then, when we get word today that Rod Rosenstein has been invited to the White House to have a meeting. I'm thinking to myself, no. He's going Rosenstein's way. His buddy went over there, there's no problem. They've spent an hour and 15 minutes together, then he left. I think it would be a huge mistake to do it, but I would love to see a different attorney in there that's going to be a little bit stronger. And I think the cooperation with this council has got to stop."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You mean defense attorney for the president."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Defense attorney for the president. What is going on here? This job show him cooperation, where is it gotten you?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK. So, Dana, that's one approach. There's a couple schools of thought here. You're in the White House with the president advising on matters like this in the past, where would you take it?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I don't think there was ever consideration to firing Special Counsel Patrick Fitzgerald. Well, maybe some people thought maybe he should be. But I also don't think that -- I think there's still a question of what the rule actually says -- what the law actually said. Like, I don't know if the congress actually needs to pass a law to protect Bob Mueller. I actually think that the president might not have the legal authority to do it. And, here's the thing, it's moot anyway because this investigation will continue or it will get out somehow and it will be over. It will be over at some point. It's just going to have to give itself some time. In the meantime, the president has got really great economy. The event he had today in the Rose Garden was basically what every American really wants to hear about. So, if they can focus on that and not on this investigation, they'd probably do themselves some favor. The problem is they score so many of their own goals. It's not good."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK, Greg, if you were to advise, what would you say here?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Can I correct one thing?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yeah."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "They score their own goal."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is why soccer is not America's sport, because of scoundrels like you. I think, if I was Trumps advisor, I would tell him fire Mueller and replace him with his personal lawyer, Joe."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Michael Cohen?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, Joe. Yeah -- Michael Cohen?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Michael Cohen, yeah."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Joe, Michael, same thing, really. Look -- OK. There's some people that compete with."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Joe is the doorman."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah, Joe is the doorman. There's somebody that competes with you in the morning, I won't say it at the show."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Oda?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah. But, no, they say that Trump is using foreign policy to distract from the Mueller investigation and all of that stuff, which I believe is incorrect. I don't notice that. But you could actually posit the opposite, that these witch hunts, to use his words, are designed to hobble a president from doing his job. And I think if you pull out of our accord or into the American vast world, that's how they see it. I think they see -- let the guy do his job. Like, the guy is doing his job. You've got low unemployment, ISIS is gone. North Korea could be a major, phenomenal transformation. NAFTA -- you've got all this stuff happening, and it's like, let him do his job. I think that's how people look at it. I don't think they look at it the way they see like where Trump is trying - - he's going to bomb something, you know, to get."
    },
    {
      "speaker": "PERINO",
      "utterance": "Like, Trump didn't use chemical weapons against the Syrian people. The Syrians did that with help of the, you know who, the Russians."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You know who. That's a very diplomatic way of saying it, exactly. OK. So, Geraldo, obviously, there's multiple schools of thought here. And the president has to weigh his choices very carefully and not act impetuously and impulsively because of, you know, genuine concerns here as to whether or not this thing, you know, has gotten away from him, right? There are political ramifications. There's ramifications for the country, the perception of what's going on in the White House, et cetera."
    },
    {
      "speaker": "RIVERA",
      "utterance": "First of all, I think that firing Mueller would be like scratching a rash. It wouldn't make anything -- underlying disease go away."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "It's going to make it much worse."
    },
    {
      "speaker": "RIVERA",
      "utterance": "People describe the president being extraordinarily angry. I mean, the dude has got a right. I mean, you cannot understate how absolutely beyond the pale this raid on Michael Cohen's office was by the southern district of New York. When they, absolutely, flagrantly trampled on the lawyer-client privilege to bust into that office and take everything, savage everything."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I mean, it was something -- it was so unprecedented. Did they try, for example, what 99 percent of prosecutors doing this circumstance, a subpoena? Or was that considered too benign, you know, not punitive enough, because you cannot say that the seizure of all of this evidence from the president's personal lawyer was not punitive. This was designed to create -- whether it was designed or not, perhaps, unintended consequence of what they did to Michael Cohen's office was that the whole nation now is looking at this as a declaration that the feds all believe crimes were committed. They believe the president is implicated in those crimes, and that the inevitable destination here is impeachment of this president. I think that it was absolutely unjustified and so unprofessional. The president has the right to be steamed."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Steamy. But, Dana, what about the fact -- look what happened the fallout when Comey and, you know, perhaps, I don't know. Obviously, people are upset. We have a special on that at Fox at 9 PM on Sunday, and about James Comey with his book coming out and whatnot. But, the thing is, I think that they have to think about the ramifications of it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well -- the thing I'm like -- none of us actually know what evidence they were looking for, or reasons they had, or the judge that approved it. We don't know any of this information. Maybe it was a total overreach and absolutely inappropriate, but maybe -- it's just as possible that it wasn't. I don't know."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Give me one example in your mind that you think it would make it appropriate."
    },
    {
      "speaker": "PERINO",
      "utterance": "I'm not absolutely -- I would never speculate on something like that."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I'll give you one."
    },
    {
      "speaker": "PERINO",
      "utterance": ". because I don't know."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Michael Cohen with a zippo lighter about to burn a case. I mean, that what it would have to be."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "That would be -- it would be a ticking time bomb. He's a member of ISIS. Michael Cohen is an ISIS that we have to stop for now or we could tunnel those up, right? That would be it."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Another storm that's coming soon that's sure to add fuel to this fire. Jim Comey is about to kick off his tell-all tour, and it sounds like he's not going to hold back, next."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "All right. Tee minus three days until former FBI Director Jim Comey kicks off his book tour blitz. And he's already making headlines without even saying anything at all."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "How strange is it for you to sit here and compare the president to a mob boss? Are there things that you know but haven't said that can damage President Trump?"
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "James Comey."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "And to those who say you should have brought Hillary Clinton in front of a grand jury? Was President Trump obstructing justice? Should Donald Trump be impeached?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "The question is, would you watch an hour of stonewalling? Comey is apparently going to compare President Trump to a mob boss from the sound bite and from leaks. The RNC is preparing a campaign to undercut his credibility, including a rapid response team to rebut his claims in real time, unlike the Michael Wolff book where the president was left all alone to rant, rave and tweet. So, this time, Comey has got to prove himself, Geraldo. And here's the thing, if you believe Comey, you have to disbelieve McCabe at certain points, Loretta Lynch at other points, Hillary Clinton camp at another point. He has got people ready to challenge him on multiple areas, but the president has got the most to lose."
    },
    {
      "speaker": "RIVERA",
      "utterance": "True, but I think that what people have to remember."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "What?"
    },
    {
      "speaker": "RIVERA",
      "utterance": ". particularly, liberals and people on the left, is that James Comey is the reason Donald Trump is president."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "May be."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I believe that he did more to destroy Hillary Clinton's candidacy than any other person on earth. And, I also believe it is human nature. This is me speculating, that some of his later conduct was informed by his guilty conscience about destroying Hillary Clinton."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I'll give you an example of what we're going to be dealing with over the next couple of weeks. He says that right after he got fired, he got a call from John Kelly, who says, \"I intend to quit in protest of your being fired.\" Well, John Kelly's people have come back and says, you know, \"I never said that. I just called up to say, basically, good luck. Sorry you were fired.\" So there's a totally different tone to it, Dana. I mean, this is going to be a problem. Because people on both sides are going to say, \"That's not how I remember it.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "Do you think that's going to be a problem? That's how we lived our lives during this entire last three years."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "If you believe --"
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't think anybody who supports the president or doesn't support the president, their mind will be changed on Sunday night after this book comes out."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "But Michael Wolff did some damage to the president when he said it was chaotic in --"
    },
    {
      "speaker": "PERINO",
      "utterance": "The president's approval rating is actually up. I actually don't think the Michael Wolff book had any impact at all."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Do you believe that him -- the fact that it was a best-selling book and the president tweeted about it did damage the perception?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I think it sold a hell of a lot more books for Michael Wolff."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's what I think, that it absolutely helped Michael Wolff sell books. But it didn't help Michael Wolff's credibility, long term."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Kimberly, let me begin with an apology. You chose me to lead off a segment after Greg ignored me in the A-block. For me to pick you third is inexcusable. Please forgive me."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Come on."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "So use your legal background. I mean, this guy is going to come out sanctimonious. Not an FBI agent, just a lawyer telling everyone how great he is and how bad Trump is, will it be effective?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Look, I mean, obviously, there may be some initial fallout and some spin about it. And I do recall a previous show that you were on here, Geraldo, where you talked about your opinion in terms of the president perhaps regretting giving Michael Wolff a lot of, you know, air time or going after the book, which perhaps just escalated the number of sales and kind of interests and eyeballs on it. Some of that can kind of, you know, backfire. So do you want to give this guy attention or not? I don't know that he's necessarily -- maybe there will be a tweet or two fired off about about it. But overall, Dana made a great point, is that the president's approval rating has gone up, because he has been making accomplishments and actually getting things done that he promised. So I would not allow this sort of distraction to be kind of promulgated in the press, in the media to take up time and attention away from what he is trying to accomplish. I think make it smaller, quiet, and not blow it up."
    },
    {
      "speaker": "PERINO",
      "utterance": "I agree."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I think that is the right approach. A more measured, thoughtful, deliberative approach that is really just more reasonable."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Give them the Eminem treatment. Remember Eminem wrote the song, was hoping to get a rise from the president. The president ignored him. Greg, we would have more time, but you had a very long monologue. So try to be brief as you go over your point to this. Paul Begala is on the record saying, \"Mr. Comey needs to put his big points -- big pants on and admit -- big boy pants on and admit that his unethical action swung the election to Trump and beg forgiveness.\" That's not a Democratic kiss up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it's not. But then again, Paul Begala is a human thumb, so I don't respond to him. I think Comey should be placed on trial, or at least there should be a special about Comey being on trial. I don't know. Maybe Sunday night. Who knows? Look, you know what? We have to make a deal that we do memoirs, that we have to, like, agree that we write fake stuff that's really bad about us and we all agree to do the same thing so we don't contradict. You know what I mean? I will have an entire chapter on you --"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- Kilmeade."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Which you'll tell me first."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The worst man in cable."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I have a chapter on him in my memoir."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He is a horrible person. He is. He's terrible to children and the elderly. And the things you do in the green room."
    },
    {
      "speaker": "PERINO",
      "utterance": "You didn't mention the sweater vests."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, the sweater vests. Terrible."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "That's the old me. Did you make a point?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Here's the -- here's what I don't like about Comey. OK? He's going to be sanctimonious. He's going to deliver kind of, like, a moral, highfalutin, manufactured idealism. And \"I was so naive.\" It's like Mr. Smith Goes to Washington.\" It's going to be that kind of thing. I've got no use for it."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I just think Loretta Lynch told us what it's going to be like. She had to get ahead of this book. That's why she insists on doing that interview last week. She's already contradicted James Comey's comments."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Who fired James Comey?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "President Trump."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Rod Rosenstein. Remember that. Rod Rosenstein fired James Comey. Before you want to get rid of Rod Rosenstein --"
    },
    {
      "speaker": "PERINO",
      "utterance": "At whose direction?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- remember that."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Let the record show I was asked one question. I got it wrong. OK. Let me tell you what's coming up next. The marijuana industry has an interesting new spokesperson, former speaker of the House John Boehner. Why the Republican now is a warrior for weed. That story next."
    },
    {
      "speaker": "PERINO",
      "utterance": "He was a longtime opponents of legalizing marijuana, but former House speaker John Boehner's position on weed has changed in retirement. The Republican is now on the advisory board of the cannabis company. He says his thinking has evolved. Quote, \"I'm convinced de-scheduling the drug is needed so we can do research, help our veterans, and reverse the opioid epidemic ravaging our communities.\" Greg, I'm coming around to the same feeling, even though I hate --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- like, the whole weed thing. You know I do. You know I do."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I know."
    },
    {
      "speaker": "PERINO",
      "utterance": "You know how I feel about it. I feel strongly about the weed. The weed. Anyway."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Weed."
    },
    {
      "speaker": "PERINO",
      "utterance": "But I am coming around to making -- especially when it comes to helping veterans, that this is something that we should do. But nobody is paying me for that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right. I mean, he was against it when he was in power. Now he's on the right side. He's on the right side because he's getting paid. But as you know, I am for everything. Everybody has a right to their own oblivion whether it's a martini or marijuana. And that's my advice. If you're on a cannabis board, there are two key points you've got to do. You've got to normalize marijuana so that it's as boring and mundane as a martini. There's nothing more dull and establishment than a businessman drinking a martini. You've got to make pot like that so it's not edgy or cool. It's just something bland. No. 2, you've got to treat it like a martini. It's after work, not before. The problem with pot is the wake and baking of young people. They get up in the morning. They smoke pot and in two years, they're lawyers. Lawyers. Losers. In two years."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You have insulted the lawyers and the losers. What is going on in here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If you smoke pot after work and you treat it like a martini, it's a reward, and that's different than like the -- you never put the reward before the work."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Well, I think we should go to Geraldo on this."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I'm at -- what do you think about big weed, like the corporate aspect of it? I watched Laura Ingraham. She's concerned about big weed."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I welcome Congressman Boehner on board. I think that he's late to the party. I think the party, the GOP is late, because Republicans and Democrats are in favor of legalizing weed, almost by 7 out of 10. In full disclosure, I was on the original board of NORML, the National Organization for the Reform of Marijuana Laws. I welcome John Boehner. I think that it is inevitable. And I believe that to ruin someone's life, it's racist the way the law is."
    },
    {
      "speaker": "PERINO",
      "utterance": "It does put a lot of people in jail."
    },
    {
      "speaker": "RIVERA",
      "utterance": "A lot of people of color in jail. Because, you know, white kids in college, they get a lawyer and they get a ticket. A black kid gets a weed bust, and the next thing you know, he's in jail."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Well, a couple things first."
    },
    {
      "speaker": "PERINO",
      "utterance": "What do you think, Brian?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "A couple of things."
    },
    {
      "speaker": "PERINO",
      "utterance": "You usually wait to be called on."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I just don't -- I just don't --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Not on \"FOX & Friends.\""
    },
    {
      "speaker": "KILMEADE",
      "utterance": "That -- this is what I think. I think this is an unofficial study. Anybody I know that smokes pot regularly, it absolutely wipes out their ambition, and it changes their personality. Obviously, alcoholics --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are you talking about Doocy?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Yes, I am. But I have -- can we have a full screen? But I would say that. No. 2, I want to study Colorado."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Now we have a test study. How's it working? Are they bringing in more revenue? Has it stopped --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "A lot more revenue."
    },
    {
      "speaker": "PERINO",
      "utterance": "The revenue is not the problem."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "What about the DUIs that go along with that? What about the dropout rate that's applied with that? I just think it's a phony thing to say, \"I'm doing it for the V.A.,\" as if they're the only ones that have -- need pain medication."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "There's a lot of people that need pain medication. That's the best use for it."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. My fellow traveler on this."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I don't know. I didn't know. Now we've parted company."
    },
    {
      "speaker": "PERINO",
      "utterance": "No, no, I said I'm getting there. I'm getting there, but I still hate it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why do you hate -- why do you hate pot? If you --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "She's never one it. I've never done it. We have no interest in it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's not the premise for not liking something."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "We don't want to deprive people. What I'm trying to say to you is I obviously cannot speak from personal experience of having tried it. Right. So I'm being honest here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "However, I have people -- my mother, my father both died of cancer. They wanted to give that to them. OK, but my dad, he was, like, too far gone. But I have seen people who have benefited from it. I would never deprive someone who is suffering if it actually helps. They even use it for animals. If they're suffering, they have certain things with cannabis that have medicinal qualities to be able to --"
    },
    {
      "speaker": "PERINO",
      "utterance": "I didn't know that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They have bongs for dogs."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "There are certain vets that are doing that now. So I understand that. And opioid addicts, as well. So now we're seeing a more multifaceted approach in terms of what they've uncovered with research, that it can help people. So why would you be against research and science and finding new ways to do things and be --?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "So medical rather than recreational? And we've got to say yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're going to be the judge on who can enjoy what substance, Brian? I don't want a \"FOX and Friends\" host telling me how to have fun."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "How dare you just look at me as a \"FOX & Friends\" host."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You play soccer. I like certain substances."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "This V.A. spokesperson had a great line. \"John Boehner, I wish you'd said this ten years ago when you had some power. Where were you? Now it's all about money. Then it was when you had the power and no money.\""
    },
    {
      "speaker": "RIVERA",
      "utterance": "I still welcome him aboard."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Hey, Speaker Boehner. Coming up, one school district getting a lot of attention for how it's arming teachers to fend off an active shooter. Details straight ahead."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Welcome back to \"The Five.\" You know, there is an intense debate going on right now in the country about arming schoolteachers with guns to fight off would-be assailants. One Pennsylvania district has chosen a different weapon to fend off any shooters. Tiny souvenir-style baseball bats. Here's the Millcreek superintendent."
    },
    {
      "speaker": "WILLIAM HALL, MILLCREEK SCHOOL DISTRICT SUPERINTENDENT",
      "utterance": "It's a last resort. It's the last resort, but it is an option. Unfortunately, we're in a day and age where we may need to use them to protect ourselves and our kids."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I should have thought ahead and brought one of the bats. I mean, little bats, you know, like the little ones you get a Yankee stadium. Eighteen-inch bats. Kimberly --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- it seems almost silly. I mean, there are people who advocate baskets of rocks, at least stones you can throw them. What can you do with a little --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I don't know. I mean, listen, miniature bats are not necessarily good idea. I just want to say. Having gone to a lot of baseball games with my dad when I was little, right, they would give out, they had bat day. But then some people could not control themselves for having too many -- whatever. And you would see people fighting, hitting with the bat. So if these bats get into the wrong hands, you know what I'm saying, then there's going to be lawsuits about that. I just don't know how that's going to fend off somebody, a would-be attacker or somebody --"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "How measured of you. This is the stupidest idea ever. It doesn't --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "How measured? Yes, 18 inches."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "It's not even,"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I don't want to get hit by the bat."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Exactly, 18 inches, three bucks a bat, 470 bats. This is incredibly stupid."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Somebody's obviously a lobbyist."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Ari Fleischer used to be a lobbyist for baseball bats."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's what I'm trying to tell you."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "To protect kids, or have kids remember a certain baseball game?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Dana, I believe there should be one good guy with a gun any place there's a number of students over a certain number. I don't advocate arming, you know, Mrs. Foley in your English class."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "We've got an OK guy with a bat. Good choice."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I was thinking, though, if you are resistant to even having one good guy with a gun, how about a taser?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, did you hear what happened today, though, down in Parkland, with the teacher that agreed to be one of the -- one of the teachers that had a concealed weapon? And he left it in the boys' restroom today. So I can see why there are some parents and other teachers who think this might not be the best idea."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But how about -- what about that non-lethal weapon?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I'm not against a good guy with a gun, though."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I'm not either. What about that, a taser?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Arm kids with tasers?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "No, no, not kids. A football coach."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "That's what I'm talking about. I put -- I'm for guns. I want teachers to have guns, and I want the football coach to be armed."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Where are you on this?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK, I'm actually -- I'm taking this -- I think this pretty seriously. Obviously, a bat can't stop a gun, but it speaks to the desperation of those schools for hardening measures. However, this is a positive direction in the mindset that commits to the idea of fighting back. You may laugh at the fact that they're holding bats to defend themselves, but it's the direction of the mindset. We talked about Flight 93. They were out -- you know, they knew they were going to die, but as a group, they rushed the hijackers, and they saved the White House and they saved our country. So what I'm talking about is the psychological advocacy of self-defense in which a group of people can actually mob a shooter, knowing that there will be casualties, that may be one of them will die, but when eight people surround one person, they will win. It's about the mindset. And the fact is, we have to stop freezing like deer in the headlights when something happens. And that's why, I was mocked for talking about advocating self-defense for kids, but the reason why you do that is you teach them not to freeze. And you teach them to react."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I think it's a great idea."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Act under pressure."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Act under pressure."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Fight back. If you cannot run, you cannot hide, fight back."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You can't unlock the cabinet to pull out the bats."
    },
    {
      "speaker": "RIVERA",
      "utterance": "\"One More Thing\" is next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "True."
    },
    {
      "speaker": "GRAPHIC",
      "utterance": "Greg's Sibling Rivalry News."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"Greg's Sibling Rivalry News.\" You know, anybody who has cats knows, they love -- when they're siblings, they love to play pretend. Let's look at Steve and Jeff Franklin here, playing their own version of \"FOX & Friends.\" The one in front is Steve Doocy. Then you see Kilmeade in the back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Typical episode of \"FOX & Friends.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "Ow."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There it is. Here we go."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Quite a whack."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Watch it again."
    },
    {
      "speaker": "PERINO",
      "utterance": "Ow."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know. Terrible."
    },
    {
      "speaker": "PERINO",
      "utterance": "Where did you find that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I didn't find that. It was foisted upon me. Looks like Kilmeade, being foisted upon us."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Yes. On a serious note, oftentimes, when I'm at home and not on \"The Five,\" I don't have a chance to watch \"The Five.\" And I hear things that happen when I'm not around. I deny it. I say, \"That's not -- that's not something that I could ever foresee happening.\" And then I came upon this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "When I heard Kilmeade's voice, I'm going, \"God, why does he need to ruin everything?\" \"FOX with Friends.\" And that's when Doocy and Kilmeade move in with Chandler and Joey. The dream that I have most often as I'm in a lifeboat with Dobbs and Kilmeade. And me and Dobbs are waiting for Kilmeade to fall asleep so we can butcher and eat him. I have real celebrity friends."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Kilmeade."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kilmeade. Well, he's not a celebrity."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I'm going to wrap that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I love his new hairpiece, though. For the longest time, they thought I was Brian Kilmeade. Brian Kilmeade would get in trouble all the time, because it was me."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I said, \"There's no way that Greg would turn on me like that.\" Every single night over the course of years. And I saw the video evidence sitting on my desk. And thank you, Kimberly, for defending me almost every time. Thank you. We are not speaking anymore."
    },
    {
      "speaker": "RIVERA",
      "utterance": "He loves you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By the way, the hairpiece looks great."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Thanks very much. Just came in."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I spent a year filling in on \"FOX & Friends.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He could be towed underwater."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "He grows on you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Today is the 102nd birthday of children's author Beverly Cleary. Do you guys remember her? She's a living legend. She's part of the Library of Congress. And in 2000, they decided to name today National DEAR Day, Drop Everything and Read Day. She wrote \"Henry Huggins.\" That was published in 1950. She wrote \"Ramona Quimby, Age 8.\" All of those great books made me a really great reader. And there she is with President Bush getting her medal. So congrats to her. And if you haven't ever read her books or your kids, they're good ones and safe ones. It has a gold -- what do you call that thing?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Stamp of approval?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Stamp of approval."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I remember that."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "A hundred and two."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow."
    },
    {
      "speaker": "PERINO",
      "utterance": "A hundred and two."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Kimberly."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK. Well, this is a few little treats for my friends, because welcome to \"Kimberly's Food Court.\" There we go. All right. So today, if you can't tell by what's on the table, it's National Grilled Cheese Day. And I'm fully prepared to participate. This used to be my favorite thing to order. When you get asked by a family when you're a little kid to come to dinner or for a lunch, the grilled cheese is the least expensive thing on the menu. So you should always order it. And be courteous to the family."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's good advice."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Well, sandwiches weren't invested until the 18th Century. Food historians say cooked bread and cheese has been enjoyed throughout history in all corners of the world."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Wow, so we invented the grilled cheese. Then we went right to the light bulb."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "It's like in Italy, you have, like, the panini. In France, you have croque monsieur. You know, the whole --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Watch your mouth, young lady. This is a family hour."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I love it, I love it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thank you for these."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Geraldo."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Well, you all graciously attended my huge launch of my book."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "It was fantastic."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Thank you very much. \"The Geraldo Show.\" I hope you buy it. It has a lot of great stuff in it. We had a terrific party. Everyone showed up. There -- who's there? That's Greg and Juan. And then there's Erica and Kimberly. Erica and Kimberly. And Brian was there."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You looked good. You looked like you were modeling."
    },
    {
      "speaker": "RIVERA",
      "utterance": "And then Sean, who graciously hosted the party. Sean Hannity, one of my best friends."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "He only stayed for ten minutes."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Because he hated the fact that people from other networks that they didn't like -- and Tiki Barber, the former New York Giants sportscaster. But there were so many wonderful people there. Erica and I really enjoyed hosting it. And Saturday, if you're in the Cleveland area, my new hometown, at the Woodmere Barnes & Noble in Cleveland, I will be signing the book \"The Geraldo Show.\" At 2 p.m. Saturday after --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I've got to go. I've got to go. Now what to call us? \"Special Report\" with Chris Wallace."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS",
      "utterance": "Thank you, Greg. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}