{
  "date": "April 27, 2021",
  "headline": "Gingrich: Biden's congressional speech will be the 'weirdest' in American history",
  "subHeadline": "Guests: Jamie McBride, Leonydus Johnson, Newt Gingrich, Peter McCullough, Maggie Williams, Stephen Williams, Dave Turnbull, Dinesh D'Souza, Kurt Schlichter",
  "url": "https://www.foxnews.com/transcript/gingrich-bidens-congressional-speech-will-be-the-weirdest-in-american-history",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "All right, I'm Laura Ingraham. This is THE INGRAHAM ANGLE from Washington. The unmasking of the CDC is in competence continued today, and Joe Biden was there to provide unintended comedic relief. And their guidance is so useful by the way that a high school track star collapsed while running an outdoor race that goes to 800 meters, all due to the mask that she's forced to wear under these idiotic guidelines. She's here tonight, and will tell us her story. But first, their urge to purge, that's the focus of tonight's ANGLE. Remember, it all sounded so wonderfully refreshing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I sought this office to restore the soul of America did unite us here at home. My whole soul is in this bringing America together. We have never ever, ever, ever failed in America. We've acted together. And so today, at this time in this place, let's start afresh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let's vote 100 days into the Biden presidency. And it's already clear he's failed miserably on his unity pledge. He's abandoned bipartisanship for the rim it through radicalism approach and the hard left. Naturally, they're thrilled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "President Biden has definitely exceeded expectations that progressives had. You know, I'll be frank, I think a lot of us expected a much more conservative administration. The active invitation and willingness and collaboration with progressives, in his first 100 days has been very impressive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's so impressive that it's also spawned a new class of woke bullies, who say it is their mission to publicly shame and punish anyone with a different point of view. Now, for instance, in Ohio local school social worker was put on administrative leave after complaints were filed over a comment she made on social media.   In the post Jessie Burr, who is also the President of the Central Ohio Police families Association urge the girl wearing pink, who was almost stabbed by Ma'Khia Bryant in Columbus last week to tell the world how officer Nick Reardon saved her life. OK, well for that horrible crime. Ms. Burr is being investigated by her school district What? Now this welcome to Joe Biden's America, this is where we live now. It's a place where neighbor snitches on neighbor, and even the most benign expressions can get you canceled. And the social media assassins are always at the ready with their cell phones to record any slight no matter how objectively benign, then it's blasted out courtesy of their liberal media Hitman and such reputational executions have reached epidemic levels in the Biden era. Now this viral video was posted on Twitter days ago by self described race baiter and journalists to Tariq Nasheed and it was intended to smear as racist a Holiday Inn employee who is suffering some type of mental breakdown. Now I have to warn you. The video is quite disturbing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because your company made a mistake. You want to take it out on me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm not taking it out on you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So why did you get mad to hit the computer? Why did you get married and hit the computer I'll show you on camera right? Yes, I'll show you on camera. So this is type of people to hear welcome here we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK, I gotta go, man. I gotta go. You've ruined my life. You've ruined my whole life, man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now according to a GoFundMe page, the employee you just saw has a mental illness and he now has quit his job. He also says he's getting death threats. Now when people called sheet out for cruelly posting this video and twisting the truth, he accused them of being racist too. The Holiday Inn employee video I posted that went viral has a lot of white supremacists using the man's disorder as a way to protect their anti black racism. Now when in doubt, what do you do you throw down the race card because calling someone a racist means ending a conversation, never beginning one. But that's the goal of people like Mr. Nasheed. There's no low to which they won't sink, including taunting a man with an obvious mental condition.  These are the tactics of an emotional terrorist, not a deep thinker. Now, of course, the Biden administration has been green lighting this all the way and engages in the same type of cruel sport itself, using race to target and eliminate political opponents and drive them from public life.  Now, THE ANGLE, we've been warning you for months that Biden in the Democrats, we're using the January six riot as a pretext for an ideological purge of key governmental institutions. And that's why their first target was the military, which typically leans a little bit more conservative. Now they're taking a net traditionalist at the Department of Homeland Security. Just yesterday, DHS Secretary Alejandro Mayorkas issued an order that says giving the - given the evolving threat landscape and the grave risks posted - posed by domestic violence terrorism, including to our employees and operations. I've directed the Department to immediately begin a review of how to best prevent, detect and respond to domestic violent extremism threats within DHS.  OK. Well, Mayorkas is targeting extremists, aka of course America first conservatives. What is he doing? He's letting the border that's his job get completely overrun. And even its wanted terrorists are crossing in. And today he issued an order barring ice officers from arresting illegal aliens outside of courthouses with just a few exceptions.   Meanwhile, the Biden DOJ is ringing the woke crusade to America's Police Departments. The Justice Department announcing today another investigation they're now examining the Police force in Elizabeth City, North Carolina. OK, the only enforcement the Biden administration wants prioritized is against conservatives. Because America's Police Departments, the ones that are supposed to be enforcing the laws, they're now looked at almost immediately with suspicion and distrust. I mean yesterday the DOJ announced the investigation of the Louisville PD before that it was Minneapolis and today again, Elizabeth City, all because of activist pressure in the wake of that police shooting of one man Andrew Brown. So the city isn't even permitted to do its own investigation before Merrick Garland in the usual opportunist swoop in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKARI SELLERS, ATTORNEY FOR ANDREW BROWN JR'S FAMILY",
      "sentences": "We have an execution here in Elizabeth City. We have an execution here in Elizabeth City. And what I want people to understand, while we have this execution is we demand justice from the sheriff's department. We demand justice from this district attorney. We demand justice not for anybody standing up here, but we demand justice for Andrew Brown and his family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The irony is that the party that supposedly cares so much about disadvantaged Americans, including minorities. They'll endanger their lives with all of this nonsense. The breakdown in policing and the mass retirements that we've already discussed they're not going to hurt the talking heads on CNN.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Change needs to be made. And if it's not getting done in the traditional avenues, then rioting is a good option.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If you're being violent. If you're destroying property, I don't think that's cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If rioting is what gets people's attention, then I think that's necessary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're human and we want to be treated with respect. So we got to come out here and show we are human and bring respect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When violence is involved, it's normally because there's no other way to get your point across.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Totally. I'd like a macchiato with that, my God good for the Daily Caller for doing those man on the street interviews. So if virtue signaling was an Olympic sport, those liberal women interviewed would be draped in gold. The only people who benefit are the agitators who make money from the constant discord, and the politicians who keep voting blocs angry and scared but constant racial conflict in division.  It's terrible for our national spirit, and it just encourages the opposite of Biden's promised unity. Now, on Thursday night, I'm going to sit down with five Republican Governors, who are actually showing the country how to get things done the old fashioned way, by respecting our values, and enacting policies that actually work for all Americans. Because where more prosperity and liberty exists, unity, and happiness are actually possible. And that's THE ANGLE.  Joining me now is Jamie McBride, Director of the L.A. Police Protective League, Jamie. Now I know you've noticed that all of these anti police warriors, they share a certain socio economic standing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMIE MCBRIDE, DIRECTOR, L.A. POLICE PROTECTIVE LEAGUE",
      "sentences": "Yes, you know, what's scary though, is the high profile people that are causing the harm? You know, we had obviously the Oscars last night, which was a total disaster used to be something glamorous now, it's now it's a total joke. And then also recently, within the last week, we have LeBron James, tweet out. You're next regarding the incident to happen in Columbus, Ohio, with a picture of the officer.  Now, I'm sure everybody's seen the video, or at least still pictures by now that you have a person with a very large knife, and no officer wants to take a life. But I'll tell you one thing that that officer saved the life and he's a hero. But one thing that these people don't talk about is, you know, over 90 percent of the homicide victims here in Los Angeles are black and brown. You don't hear about that. You don't hear about 2.3 percent or 2.3 percent of the time officers are attacked daily in Los Angeles since the first of the year. And here's the funny thing. They're all hypocrites. You know, last night, you had off duty and on duty LAPD officers protecting these actors and actresses who are claiming that officers are terrible, protecting them last night and also one of the biggest hypocrites out there is LeBron James.   LeBron James has talked time and time again about police officers and how bad out there are all killers. However, they're also doing protection at his house off duty officers provide security for him and his family. So you have killers at his house providing security for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So yes, so as long as he's being protected. I mean, he said, you know, someone online, they say he's just a big bully, he condition it out. But he can't take it. You know, he's a Billy, I think he's a billionaire. And it makes a lot of money and China won't criticize them, but trashes the cops who make 75k a year, you know, what does he make that in five seconds? I mean, Jamie, hold on your organization did send a letter to the NBA Commissioner Adam Silver today. And you stated that we formally asked that you conduct an investigation into LeBron James, a social media post to determine if he violated any policies of the NBA. And if so, to hold Mr. James accountable for any violations of these policies, Jamie he's the biggest star in the NBA. They protect their own, do they not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCBRIDE",
      "sentences": "Well, exactly and the NBA has been silent. But let's be clear here. LeBron James sent that tweet out to over 50 million followers to incite violence is basically what that that tweet did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But he deleted it. But he deleted it, Jamie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCBRIDE",
      "sentences": "Yes. But later on that and I'm sorry, it's already out there. And it's been screenshot and shared time and time again retweeted. So you know officers go out there on a daily basis, make a split second decision. And if they get it wrong, they lose their life. LeBron James, what decisions he has to make on a daily basis to do a layup, a slam dunk, and if he loses, he goes home, we lose. We don't go home. But the reality is people like LeBron James, who's a hypocrite and a race baiter be quite. Yes. He's inciting violence. And we see what's happening towards police officers. And we see what's going on with record number of officers are leaving, some are retiring early and some are just leaving the profession.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Jamie, you made the point that the celebrities and the well to do the elites. They're never the ones hurt by the lack of policing and lack - a lack of enforcement on the streets cops on the beat because they have their own private police. Correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCBRIDE",
      "sentences": "Absolutely, celebrities all throughout Los Angeles. It likes it and LeBron James hire off duty police officers who do security at their houses forum like they won't mention them in anything because obviously they want to look bad to their followers, right? They're trying to create this image of being a crusader. And what they are is - they're inciting violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Jamie, we are hoping for the best for this country over these next summer months because that's when things we're very concerned we're going to get more dangerous for all Americans, including those men and women in uniform. Thank you for being here tonight. Now, it is fitting that one of law enforcement's chief attackers, BLM Cofounder Patrisse Cullors, is being exposed as a total grafter.  Now a couple of weeks back, we learned that Cullors made enough of her BLM venture to purchase $3.2 million worth of ritzy real estate and yesterday, the Daily Caller reported that an LA based jail reform group she leads dropped 26k for meetings at some luxury resort in Malibu, in 2019. And of course, would be remiss if we didn't mention the corporations that made it all possible yay, Amazon, Microsoft, Nabisco, Airbnb, Gatorade, among many others all showered BLM and we warn them about this last summer, follow the money. And it ended up being kind of protection money for them. At least they thought so.  Joining me now is Leonydus Johnson Host of the Informed Dissent Podcast. Leonydus apparently it pays to be a press does it not?  LEONYDUS JOHNSON, HOST, \"INFORMED DISSENT\" PODCAST: Apparently, so it pays very well. And we shouldn't be surprised. They told us that they were trained Marxist. And this is the behavior of Marxist. Let's enrich ourselves on the backs of the people who we claim to be helping. And this is what we've seen from BLM.  This is what we've seen from all the race hustlers like Al Sharpton and Jesse Jackson. They come out and they sow this discord, they sow racial enmity, and then they make money off of it and they profit off of it. So at this point, everybody who's been supporting BLM should realize that they've been conned, at least at least I hope that would be the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Because this is the biggest scripting operation we've seen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Leonydus the media does its part to amplify this anti police rhetoric and real hates real hatred, let's call it what it is. It's hatred. And it's exemplified by MSNBC's Eddie Glaude, Jr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDDIE GLAUDE JR., MSNBC CONTRIBUTOR",
      "sentences": "There is a rock at the heart of policing in this country that we have to - that we have to uproot. And it's not just simply bad apples is systemic, the way in which our communities are policed. There's a presupposition, Craig, of generalized disregard that our lives just simply don't matter as much as others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is this your experience with police that they just don't care about? You are people of color at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Absolutely not. My experience with police is that if you respect them, they'll respect you. Now, there are some police out there who probably shouldn't have the badge. And that's just the case for all people. But in the grand scheme of things, most police are great people, and they're just trying to do their jobs to get home to their families. Now, you know what he's saying there? It's just so ridiculous because they say the whole premise behind Black Lives Matter is that society treats black lives as disposable, right. And yet, they - the people ignoring and downplaying the 7000 plus black homicides every year, are the hundreds of black children who are killed in street violence, the people who are ignoring that is Black Lives Matter. They're the ones who are dismissing the loss of black lives.  So it's kind of rich that they come out and say like, well, these people don't care about black lives when they're ignoring the you know, the all the black lives that are lost throughout the year that are much more significant than the 18 unarmed black people who were killed by police in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And as you pointed out before, innocent lives people who've done nothing or just caught in the crossfire and are just - they're just - they're gunned down or they're stabbed or they're run over and no one shows up because there's no money in it. There's no money for the lawyers and their associates and others who fly in from media establishment, so there's no cash in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "And so exactly who's the life really matter in the end?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Yep. Who who's ever lives they can exploit. That's really what it comes down to. Where if you know, if your death is politically expedient, then they'll go out no march for it, that's why they march for Ma'Khia Bryant but not Jasmine Adams, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Excellent, excellent point. Now Leonydus the social media companies that have donated so much money to BLM from Twitter to you know, others, you know, we have bankrolling these groups. According to the New York Post, Netflix donated more than five 7.5 million and when you add it all up, all these non profits controlled by this Patrisse Khan-Cullors and they lobbied - they helped them lobby for net neutrality. So why is this why we never see the social media censor all this violent and hateful posts from Black Lives Matter accounts? I mean they're getting some kid gloves treatment on their nasty posts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Yes, that seems to be an incentive. I mean, everybody's all in at this point. They've dumped millions of dollars into BLM and we still don't know where the money went. Yes, they went up apparently Patrisse Cullors \"houses and her events that she was holding meetings\".  But you know, they've - they dumped all this money and they've dumped all this virtue signaling into it. It's almost like a sunk cost fallacy at this point where they feel like they've sunk so much into it. They have to back it now they can't back out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And meanwhile, Leonydus the East Lake Street that burned in Minneapolis. A lot of those businesses are still not built back after the riots last summer. So who really was helped? Thank you for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's great seeing you tonight. And a stunning shift in the media's coverage of Biden's first 100 days versus Trump's. We're going to play the tape. You will not believe the contrast Newt Gingrich is here to respond. And Joe Biden's big masks announcement reveals that he wants the pandemic mindset to persist forever. We'll explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now a 100 days into total Democratic control of DC and it's apparent who Joe Biden's main booster is, or the U.S. media of course. Now to see what I mean, let's compare their treatment of Joe Biden's first 100 days versus Donald Trump's. Here's Joe at a 100.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIE GEIST, MSNBC HOST",
      "sentences": "Whether or not you'd like the policy, it's been an extraordinary first 100 days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN HARWOOD, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "He's approaching the first 100 days. He's trying to build and sustain political momentum for his approach to say we've done it for the first - on - in terms of the pandemic to try and bring down the temperature.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN LEMIRE, MSNBC POLITICAL ANALYST",
      "sentences": "In an overheated Washington, inflamed by his predecessor, Donald Trump. He's trying to reach out in a bipartisan fashion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now compare the Fun Fest for Biden to what they did to Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Why the first 100 days been so chaotic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARINE JEAN-PIERRE. WH PRINCIPAL DEPUTY PRESS SECRETARY",
      "sentences": "The first 100 days of disaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AL SHARPTON, MSNBC CONTRIBUTOR",
      "sentences": "It seems like there is a lot of failure domestically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "The President has no real milestone legislative achievement, no real legislative achievement at all. He's at record low approval ratings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You could feel the love, couldn't you? Joining me now Newt Gingrich, Former House Speaker, Fox News contributor. Newt, now they've always been in the tank for the left and the Democrats. But right now, it's just - it's now gotten to the point where they're advancing both dangerous and anti-constitutional, anti-American policies at the same time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER OF THE HOUSE",
      "sentences": "Sure, but that's been the natural evolution of the modern American news media. They started on the left. They've now gone further to the left. They have a president, who even AOC has said, has been more radical than she could have hoped for. They've had 100 days, which I think are the most radical 100 days of any president in modern times. Maybe in history, unless you count Lincoln's presiding over the beginning of a civil war. And a lot of records a disaster, we've had more illegal immigrants in the first three months of Biden than it all of last year. Think about that. We have in one quarter, we passed last year's total for illegal immigration. We've had the largest increase in murders, you occurring at our brilliantly earlier. We've had a huge increase in shootings that are not fatal. We've had a huge increase in carjacking and in rapes. We have an administration, that in terms of basic policies, is doing almost everything it can to undermine and weaken America. And I think that almost none of that will be covered by the news media, because they are totally committed to protecting Biden just as they did for the whole campaign. And so they don't want to report any of these things. And I'm looking forward to his speech, because I'm - I'm curious, when is he going to deal with anything that's real? Or is it just going to be more left wing rhetoric to set up another left wing program to spend more of the taxpayer's money on left wing interest groups? But they have certainly been a pattern up till now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, you mentioned the hyping the address tomorrow to Congress joint session. And here's how they did it over at MSNBC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC ANCHOR",
      "sentences": "President Biden delivers his first address to a joint session of Congress tomorrow. And the White House tells NBC News he is \"deeply involved in its development\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Newt deeply involved because they said that a lot about President Trump who actually would X out big portions of his remarks and change them and do it on the off the cuff when he had to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Here's the most fascinating, to me, as a former speaker of the House, the most fascinating aspect of tomorrow night. They are only going to have 200 people in the entire room. This is a room which can easily hold virtually 1,000 or more people. But they have decided for COVID reasons -- and this is a president whose pathological concern about COVID is almost bizarre -- for COVID reasons, that each party, 50 House Republicans, 50 House Democrats, 50 Senate Democrats, 50 Senate Republicans, that's it. House members got a note that said if you are not on the invitation list, don't come because we won't let you in. This is going to be the weirdest Congressional speech by a president in American history. It's going to be a virtually empty room. And I think it tells you a lot about this administration. You have a basically empty symbolic administration presiding over the amazing destructive levels of what is happening in American society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Newt, thank you so much. Great to see you tonight.  And if you were hoping for a sign that Biden's big announcement on masks today would have us on a path toward normalcy, remember that thing, sorry to disappoint you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "If you are in a crowd like a stadium or at a conference, or a concert, you still need to wear a mask even if you are outside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Here now is Dr. Peter McCullough, cardiology internist, and epidemiologist. Anything else? All right, Doctor, at this point, and I tweeted this out earlier, in my mind there is little to no doubt that the Democrats in it 2024 are going to be campaigning in masks. They are not letting go of the masks no matter, really, what happens, they're just not letting go. Your reaction to today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. PETER MCCULLOUGH MD MPH, EPIDEMIOLOGIST",
      "sentences": "Well, what Americans want to hear, whether they've received the vaccine or not, they want to hear about progress in treating sick Americans today with acute COVID-19. We've made dramatic progress with early treatment, reducing hospitalizations and death. And the people who really want to know about masks are COVID recovered patients. And it's my opinion that COVID recovered patients are doing great. Fortunately, there are no signs of significant risk of reinfection. And they're the ones who really out to have particular attention to being liberated from the mask. I think the whole focus on masks has really hurt America because we are not focusing on the priority of taking care of acutely sick patients, which is the top problem in COVID-19, not well people wearing masks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dr. Fauci also thinks keeping those kids masked up is a nifty idea. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, BIDEN CHIEF MEDICAL ADVISER",
      "sentences": "You don't want children to get infected, a, because you don't want them to get sick even though it's a low chance that they will, but you don't want them to be part of the spread and the dynamics of the outbreak. You want to keep getting those numbers down. That's why we have children wearing masks when they're outside until they can get vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Until they can get vaccinated. Dr. McCollough, that's the big payoff, is it not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCULLOUGH",
      "sentences": "My opinion is there in no significant risk among children. It's self-limited illness. There is no data to suggest asymptomatic spread. If it occurs it's less than one percent. And natural immunity appears to be far superior to vaccine immunity. So in my view, leave the kids out of it. This is about focusing on sick individuals today. And we can worry about the rest of the socioeconomic issues --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Why is he doing it? Dr. McCullough, Fauci is not a dumb person. He's a really smart guy. Why is he pushing this thing with the kids and the masks? Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCULLOUGH",
      "sentences": "I think there is always an abundance of caution by CDC and public health officials. Their recommendations are elective. We look at their recommendations electively with respect to either contagion control or vaccination. It's purely elective. Americans can make their own choices. But it's out of an abundance of caution. We are making great progress in the pandemic. The children are not playing any significant role in my view. My opinion is let's get them back to school, let's get back to normal. Masks don't really have a role for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We knew this a year ago. You are being very diplomatic, and I appreciate that, but we knew most of this a year ago. And here we are a year later, and kids in summer camp are going to have to be masked up outside? This is insane. It's not a low chance of getting COVID. It is an extremely, extremely, extremely, small chance of getting sick from COVID. Isn't that correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCULLOUGH",
      "sentences": "I've reviewed all the CDC recommendations and points that officials have made. My view is they are running six to nine months behind on the scientific data. And where we are now is that there really is, I agree with you, there's no significant risk. It makes no sense to have them wear masks in going to summer camp or returning to college. These groups are just not in the value proposition for mass vaccinations or wearing masks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Doctor, thank you, great to see you tonight. And last week a high school track star collapsed at the end of her race. So what was the reason? The mask that the state forced her to wear when she was running. That runner, Maggie Williams, her father her coach are here with us in moments with a powerful message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Last time we told you about high school track star Maggie Williams who collapsed near the end of her 800 meter race. It turns out that the mask that Oregon forced her to wear at the track meets had left her oxygen deprived. Of course, you can imagine, her parents and her coach, they were fuming. But it also reveals the insanity of requiring kids to wear masks while outside, including when they're outside playing sports.  Here with me now, Maggie Williams and her father, Stephen Williams. Also with us is Maggie's track coach Dave Turnbull. Maggie, tell us how you felt about to hit that finish line and you started to collapse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAGGIE WILLIAMS, ATHLETE WHO PASSED OUT DURING RACE",
      "sentences": "Yes, I was going for the record in that race, and I wasn't exactly sure if I had made the time yet. So I was pushing super hard. And on the last stretch, I barely had anything left. And my muscles just started to seize up about three meters from the finish line, and I didn't really have any control and fell and lost consciousness for a second. So I wasn't totally sure if I had gone over the finish line, but thankfully I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You fell over the finish line. And had this ever happened before? I know your critic would say this happens to people. They could collapse and you are just tired or dehydrated. So has this happened to you before?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "M. WILLIAMS",
      "sentences": "This has never happened to me in a race before. Obviously, I have been very exhausted after races, but never passing out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN WILLIAMS, FATHER OF ATHLETE WHO PASSED OUT",
      "sentences": "Never blacked out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Coach, the Oregon Health Authority updated its guidance since Maggie collapsed, oh, goodie. So now it allows students to remove masks when competing in non-contact sports outdoors. OK, this is just -- I played field hockey, softball, and basketball. I don't think I could have played if I had to wear a mask. I don't know how Maggie did. I don't have any of the young girls and young men are doing it, young women and young men. I don't understand this. Coach Turnbull, are you satisfied with the change in the rule?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVE TURNBULL, MAGGIE WILLIAMS' TRACK COACH",
      "sentences": "I can appreciate the OHA has taken a look at it and responded. I am a little frustrated it was a reactive type of decision. It wasn't proactive. We warned them, actually, the OSA, we talked about it, that this might happen because of the level of exertion that these kids go through in the sport of track and field. Their respiration rates are not standard. They're not normal. They're going above and beyond. And their regulations, I am not really satisfied with the language that they have to be six feet apart, et cetera, et cetera, et cetera. They don't understand the sport of track and field and how that works. And I would appreciate when they are making decisions like this they have some experts in these sports that are out there. They are just making some decisions that don't necessarily fit the sport.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Steve, as the dad here, there is no science behind the six feet rule. Let's just say that right now, zero science behind the six feet rule. Does mean each runner has to give the other runner six feet? This is crazy. As a day, I am the mom of a daughter who is an athlete. And so we're dealing with the same issue. I find this to be so enraging and upsetting, and then to see that videotape of your daughter falling, as a dad what went through your mind?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "S. WILLIAMS",
      "sentences": "My heart just broke. But there is a scripture for this, Romans 8:28. It says God works all things for the good for those who love him and are called according to his purposes. And I am so proud of Maggie. She loves Jesus. And think about it, hitting the track full speed backed out, she has a shoulder injury now. So God divinely protected her in the fall. Second, you now have thousands of Oregon athletes who don't need to wear masks while running, so a huge blessing there. I am just so proud of Maggie who just loves the Lord, and she prays for her coach, and she has got such an amazing team. Coach Turnbull and Carrie (ph) Strang (ph) and the Summit High School group and parents are so awesome. And Maggie just loves being a part of that group, running with them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, she is incredibly well-spoken, Maggie. As someone who, I am around a lot of teenagers, incredibly well-spoken. And coach, I know you must be very proud of her. Are other athletes, and I know you talked to the other coaches, are they hoping this rule turns around for contact sports?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNBULL",
      "sentences": "Absolutely. I read the update. And it's frustrating to think that a baseball player out in centerfield is going to have to have a mask on. Come on. He's 50 yards away from other people. I can't believe that that language is in there. But the coaches, thank yous all around, appreciations. Actually, a gentleman sent out he wanted a Maggie's law so that administration can't make safety choices when the coaches -- a little bit better on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We're going to be following this. Maggie, Stephen, Coach Turnbull, thank you all for being with us. Up next, how a corrupt campaign of lies by activists and Democrats damaged American lives, and how the media helped them cover their tracks. Dinesh D'Souza, Kurt Schlichter are here next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Stacey Abrams was an early and vocal champion, remember, for boycotting Georgia over that voter integrity law. But after the MLB's boycott cost the state $100 million, she tried to rewrite history, and she got a little help from her friends in the media. \"USA Today\" was recently caught letting Abrams stealth edit her own March 31st op-ed to make it seem like she wasn't endorsing the boycotts. Dinesh D'Souza, conservative author, filmmaker, host of \"The Dinesh D'Souza Podcast,\" and Kurt Schlichter, attorney, senior columnist at Townhall.com, author of the new novel \"Crisis.\" Kurt, media helping a politician hurt Americans on this issue of voter I.D. KURT SCHLICHTER, AUTHOR OF \"CRISIS\": The whole thing is bizarre, Laura. Back in the day we always knew the media had a leftwing bias. But this is beyond bias. This is active propaganda. It's almost as if they read \"1984\" and instead of taking as a cautionary example, took it as a how to manual. This is unsustainable, and we're seeing that in the lack of respect for the media that is spreading throughout American society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dinesh, Newt talked about this earlier, this huge transformation that's going on in the United States without an independent press to act as a legitimate check or a fact check, any check on this unbridled power. What is at stake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DINESH D'SOUZA, CONSERVATIVE COMMENTATOR",
      "sentences": "Yes, the key to this store is there is a tripartite collusion between Stacey Abrams and \"USA Today,\" but also the fact checkers, because what happens is Stacey Abrams goes into \"USA Today,\" they let her rewrite her article. Earlier she had been saying that there was no problem with the boycott, she would support people who would step in and boycott. Then she realized, oops, this may hurt some of the people in Georgia, so she wanted to backtrack. So \"USA Today\" without letting people know, changed her article, and then the fact checking sight swooped in and used the revised article to deny that Stacey Abrams had ever supported a boycott. So in other words, she literally was able to change the facts, and then the fact checkers were able to use that as a pretext to claim that, wow, Stacey Abrams never supported the boycott. So this is the whitewashing of truth, and it's occurring -- I can understand why Stacey Abrams wants to change her mind. But the collusion of \"USA Today\" and the role of the fact checkers is an important part in this kind of multipronged propaganda operation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, and tonight, we are hearing, by the way, guys, that Hunter Biden is going to be a guest speaker, lecturer, at Tulane University to talk about media polarization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kurt, do you imagine -- I can't even believe this. \"USA Today's\" actions, are those going to be polarizing, real quick?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLICHTER",
      "sentences": "Well, look, I think he is going to be for it, Laura. I think he is going to strongly for media polarization because, frankly, the cover- up of his myriad scandals definitely helped his father in the election. And that was a conscious effort. The media had a story, a story that was huge, and they just said, hey, we can ignore this. And they did. And that's why no one believes a damn thing they say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dinesh, it will be over-subscribed class, yes or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "D'SOUZA",
      "sentences": "I think if there were classes on the drug trade, if there were classes on how to shake down foreign governments or nepotism, there are subjects that Hunter Biden is qualified to teach. But a class on the media is not one of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dinesh and Kurt, thank you so much. And Friday, we documented how unhinged Joy Reid was all last week. Well, the Last Bite explains the next chapter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Earlier tonight, MSNBC's Joy Reid proved just how well she understands the science of COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "sentences": "I am among the fully vaccinated, joined team Pfizer, and I did go jogging today in the park. And this was the mask that I wore with a doctor's mask under it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait, there were two masks. She had wore two masks. Why stop at two if they make her happy? Wear five, six, seven. That's all the time we have tonight. Gutfeld next. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "All right, I'm Laura Ingraham. This is THE INGRAHAM ANGLE from Washington. The unmasking of the CDC is in competence continued today, and Joe Biden was there to provide unintended comedic relief. And their guidance is so useful by the way that a high school track star collapsed while running an outdoor race that goes to 800 meters, all due to the mask that she's forced to wear under these idiotic guidelines. She's here tonight, and will tell us her story. But first, their urge to purge, that's the focus of tonight's ANGLE. Remember, it all sounded so wonderfully refreshing."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "I sought this office to restore the soul of America did unite us here at home. My whole soul is in this bringing America together. We have never ever, ever, ever failed in America. We've acted together. And so today, at this time in this place, let's start afresh."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let's vote 100 days into the Biden presidency. And it's already clear he's failed miserably on his unity pledge. He's abandoned bipartisanship for the rim it through radicalism approach and the hard left. Naturally, they're thrilled."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "President Biden has definitely exceeded expectations that progressives had. You know, I'll be frank, I think a lot of us expected a much more conservative administration. The active invitation and willingness and collaboration with progressives, in his first 100 days has been very impressive."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's so impressive that it's also spawned a new class of woke bullies, who say it is their mission to publicly shame and punish anyone with a different point of view. Now, for instance, in Ohio local school social worker was put on administrative leave after complaints were filed over a comment she made on social media. In the post Jessie Burr, who is also the President of the Central Ohio Police families Association urge the girl wearing pink, who was almost stabbed by Ma'Khia Bryant in Columbus last week to tell the world how officer Nick Reardon saved her life. OK, well for that horrible crime. Ms. Burr is being investigated by her school district What? Now this welcome to Joe Biden's America, this is where we live now. It's a place where neighbor snitches on neighbor, and even the most benign expressions can get you canceled. And the social media assassins are always at the ready with their cell phones to record any slight no matter how objectively benign, then it's blasted out courtesy of their liberal media Hitman and such reputational executions have reached epidemic levels in the Biden era. Now this viral video was posted on Twitter days ago by self described race baiter and journalists to Tariq Nasheed and it was intended to smear as racist a Holiday Inn employee who is suffering some type of mental breakdown. Now I have to warn you. The video is quite disturbing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Because your company made a mistake. You want to take it out on me."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm not taking it out on you."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So why did you get mad to hit the computer? Why did you get married and hit the computer I'll show you on camera right? Yes, I'll show you on camera. So this is type of people to hear welcome here we go."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK, I gotta go, man. I gotta go. You've ruined my life. You've ruined my whole life, man."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Wow."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now according to a GoFundMe page, the employee you just saw has a mental illness and he now has quit his job. He also says he's getting death threats. Now when people called sheet out for cruelly posting this video and twisting the truth, he accused them of being racist too. The Holiday Inn employee video I posted that went viral has a lot of white supremacists using the man's disorder as a way to protect their anti black racism. Now when in doubt, what do you do you throw down the race card because calling someone a racist means ending a conversation, never beginning one. But that's the goal of people like Mr. Nasheed. There's no low to which they won't sink, including taunting a man with an obvious mental condition. These are the tactics of an emotional terrorist, not a deep thinker. Now, of course, the Biden administration has been green lighting this all the way and engages in the same type of cruel sport itself, using race to target and eliminate political opponents and drive them from public life. Now, THE ANGLE, we've been warning you for months that Biden in the Democrats, we're using the January six riot as a pretext for an ideological purge of key governmental institutions. And that's why their first target was the military, which typically leans a little bit more conservative. Now they're taking a net traditionalist at the Department of Homeland Security. Just yesterday, DHS Secretary Alejandro Mayorkas issued an order that says giving the - given the evolving threat landscape and the grave risks posted - posed by domestic violence terrorism, including to our employees and operations. I've directed the Department to immediately begin a review of how to best prevent, detect and respond to domestic violent extremism threats within DHS. OK. Well, Mayorkas is targeting extremists, aka of course America first conservatives. What is he doing? He's letting the border that's his job get completely overrun. And even its wanted terrorists are crossing in. And today he issued an order barring ice officers from arresting illegal aliens outside of courthouses with just a few exceptions. Meanwhile, the Biden DOJ is ringing the woke crusade to America's Police Departments. The Justice Department announcing today another investigation they're now examining the Police force in Elizabeth City, North Carolina. OK, the only enforcement the Biden administration wants prioritized is against conservatives. Because America's Police Departments, the ones that are supposed to be enforcing the laws, they're now looked at almost immediately with suspicion and distrust. I mean yesterday the DOJ announced the investigation of the Louisville PD before that it was Minneapolis and today again, Elizabeth City, all because of activist pressure in the wake of that police shooting of one man Andrew Brown. So the city isn't even permitted to do its own investigation before Merrick Garland in the usual opportunist swoop in."
    },
    {
      "speaker": "BAKARI SELLERS, ATTORNEY FOR ANDREW BROWN JR'S FAMILY",
      "utterance": "We have an execution here in Elizabeth City. We have an execution here in Elizabeth City. And what I want people to understand, while we have this execution is we demand justice from the sheriff's department. We demand justice from this district attorney. We demand justice not for anybody standing up here, but we demand justice for Andrew Brown and his family."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The irony is that the party that supposedly cares so much about disadvantaged Americans, including minorities. They'll endanger their lives with all of this nonsense. The breakdown in policing and the mass retirements that we've already discussed they're not going to hurt the talking heads on CNN."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Change needs to be made. And if it's not getting done in the traditional avenues, then rioting is a good option."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If you're being violent. If you're destroying property, I don't think that's cool."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "If rioting is what gets people's attention, then I think that's necessary."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We're human and we want to be treated with respect. So we got to come out here and show we are human and bring respect."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "When violence is involved, it's normally because there's no other way to get your point across."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Totally. I'd like a macchiato with that, my God good for the Daily Caller for doing those man on the street interviews. So if virtue signaling was an Olympic sport, those liberal women interviewed would be draped in gold. The only people who benefit are the agitators who make money from the constant discord, and the politicians who keep voting blocs angry and scared but constant racial conflict in division. It's terrible for our national spirit, and it just encourages the opposite of Biden's promised unity. Now, on Thursday night, I'm going to sit down with five Republican Governors, who are actually showing the country how to get things done the old fashioned way, by respecting our values, and enacting policies that actually work for all Americans. Because where more prosperity and liberty exists, unity, and happiness are actually possible. And that's THE ANGLE. Joining me now is Jamie McBride, Director of the L.A. Police Protective League, Jamie. Now I know you've noticed that all of these anti police warriors, they share a certain socio economic standing."
    },
    {
      "speaker": "JAMIE MCBRIDE, DIRECTOR, L.A. POLICE PROTECTIVE LEAGUE",
      "utterance": "Yes, you know, what's scary though, is the high profile people that are causing the harm? You know, we had obviously the Oscars last night, which was a total disaster used to be something glamorous now, it's now it's a total joke. And then also recently, within the last week, we have LeBron James, tweet out. You're next regarding the incident to happen in Columbus, Ohio, with a picture of the officer. Now, I'm sure everybody's seen the video, or at least still pictures by now that you have a person with a very large knife, and no officer wants to take a life. But I'll tell you one thing that that officer saved the life and he's a hero. But one thing that these people don't talk about is, you know, over 90 percent of the homicide victims here in Los Angeles are black and brown. You don't hear about that. You don't hear about 2.3 percent or 2.3 percent of the time officers are attacked daily in Los Angeles since the first of the year. And here's the funny thing. They're all hypocrites. You know, last night, you had off duty and on duty LAPD officers protecting these actors and actresses who are claiming that officers are terrible, protecting them last night and also one of the biggest hypocrites out there is LeBron James. LeBron James has talked time and time again about police officers and how bad out there are all killers. However, they're also doing protection at his house off duty officers provide security for him and his family. So you have killers at his house providing security for him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So yes, so as long as he's being protected. I mean, he said, you know, someone online, they say he's just a big bully, he condition it out. But he can't take it. You know, he's a Billy, I think he's a billionaire. And it makes a lot of money and China won't criticize them, but trashes the cops who make 75k a year, you know, what does he make that in five seconds? I mean, Jamie, hold on your organization did send a letter to the NBA Commissioner Adam Silver today. And you stated that we formally asked that you conduct an investigation into LeBron James, a social media post to determine if he violated any policies of the NBA. And if so, to hold Mr. James accountable for any violations of these policies, Jamie he's the biggest star in the NBA. They protect their own, do they not?"
    },
    {
      "speaker": "MCBRIDE",
      "utterance": "Well, exactly and the NBA has been silent. But let's be clear here. LeBron James sent that tweet out to over 50 million followers to incite violence is basically what that that tweet did."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But he deleted it. But he deleted it, Jamie."
    },
    {
      "speaker": "MCBRIDE",
      "utterance": "Yes. But later on that and I'm sorry, it's already out there. And it's been screenshot and shared time and time again retweeted. So you know officers go out there on a daily basis, make a split second decision. And if they get it wrong, they lose their life. LeBron James, what decisions he has to make on a daily basis to do a layup, a slam dunk, and if he loses, he goes home, we lose. We don't go home. But the reality is people like LeBron James, who's a hypocrite and a race baiter be quite. Yes. He's inciting violence. And we see what's happening towards police officers. And we see what's going on with record number of officers are leaving, some are retiring early and some are just leaving the profession."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Jamie, you made the point that the celebrities and the well to do the elites. They're never the ones hurt by the lack of policing and lack - a lack of enforcement on the streets cops on the beat because they have their own private police. Correct?"
    },
    {
      "speaker": "MCBRIDE",
      "utterance": "Absolutely, celebrities all throughout Los Angeles. It likes it and LeBron James hire off duty police officers who do security at their houses forum like they won't mention them in anything because obviously they want to look bad to their followers, right? They're trying to create this image of being a crusader. And what they are is - they're inciting violence."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Jamie, we are hoping for the best for this country over these next summer months because that's when things we're very concerned we're going to get more dangerous for all Americans, including those men and women in uniform. Thank you for being here tonight. Now, it is fitting that one of law enforcement's chief attackers, BLM Cofounder Patrisse Cullors, is being exposed as a total grafter. Now a couple of weeks back, we learned that Cullors made enough of her BLM venture to purchase $3.2 million worth of ritzy real estate and yesterday, the Daily Caller reported that an LA based jail reform group she leads dropped 26k for meetings at some luxury resort in Malibu, in 2019. And of course, would be remiss if we didn't mention the corporations that made it all possible yay, Amazon, Microsoft, Nabisco, Airbnb, Gatorade, among many others all showered BLM and we warn them about this last summer, follow the money. And it ended up being kind of protection money for them. At least they thought so. Joining me now is Leonydus Johnson Host of the Informed Dissent Podcast. Leonydus apparently it pays to be a press does it not? LEONYDUS JOHNSON, HOST, \"INFORMED DISSENT\" PODCAST: Apparently, so it pays very well. And we shouldn't be surprised. They told us that they were trained Marxist. And this is the behavior of Marxist. Let's enrich ourselves on the backs of the people who we claim to be helping. And this is what we've seen from BLM. This is what we've seen from all the race hustlers like Al Sharpton and Jesse Jackson. They come out and they sow this discord, they sow racial enmity, and then they make money off of it and they profit off of it. So at this point, everybody who's been supporting BLM should realize that they've been conned, at least at least I hope that would be the case."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, the media."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Because this is the biggest scripting operation we've seen."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Leonydus the media does its part to amplify this anti police rhetoric and real hates real hatred, let's call it what it is. It's hatred. And it's exemplified by MSNBC's Eddie Glaude, Jr."
    },
    {
      "speaker": "EDDIE GLAUDE JR., MSNBC CONTRIBUTOR",
      "utterance": "There is a rock at the heart of policing in this country that we have to - that we have to uproot. And it's not just simply bad apples is systemic, the way in which our communities are policed. There's a presupposition, Craig, of generalized disregard that our lives just simply don't matter as much as others."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is this your experience with police that they just don't care about? You are people of color at all?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Absolutely not. My experience with police is that if you respect them, they'll respect you. Now, there are some police out there who probably shouldn't have the badge. And that's just the case for all people. But in the grand scheme of things, most police are great people, and they're just trying to do their jobs to get home to their families. Now, you know what he's saying there? It's just so ridiculous because they say the whole premise behind Black Lives Matter is that society treats black lives as disposable, right. And yet, they - the people ignoring and downplaying the 7000 plus black homicides every year, are the hundreds of black children who are killed in street violence, the people who are ignoring that is Black Lives Matter. They're the ones who are dismissing the loss of black lives. So it's kind of rich that they come out and say like, well, these people don't care about black lives when they're ignoring the you know, the all the black lives that are lost throughout the year that are much more significant than the 18 unarmed black people who were killed by police in 2020."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And as you pointed out before, innocent lives people who've done nothing or just caught in the crossfire and are just - they're just - they're gunned down or they're stabbed or they're run over and no one shows up because there's no money in it. There's no money for the lawyers and their associates and others who fly in from media establishment, so there's no cash in it."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Exactly."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "And so exactly who's the life really matter in the end?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Yep. Who who's ever lives they can exploit. That's really what it comes down to. Where if you know, if your death is politically expedient, then they'll go out no march for it, that's why they march for Ma'Khia Bryant but not Jasmine Adams, right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Excellent, excellent point. Now Leonydus the social media companies that have donated so much money to BLM from Twitter to you know, others, you know, we have bankrolling these groups. According to the New York Post, Netflix donated more than five 7.5 million and when you add it all up, all these non profits controlled by this Patrisse Khan-Cullors and they lobbied - they helped them lobby for net neutrality. So why is this why we never see the social media censor all this violent and hateful posts from Black Lives Matter accounts? I mean they're getting some kid gloves treatment on their nasty posts."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Yes, that seems to be an incentive. I mean, everybody's all in at this point. They've dumped millions of dollars into BLM and we still don't know where the money went. Yes, they went up apparently Patrisse Cullors \"houses and her events that she was holding meetings\". But you know, they've - they dumped all this money and they've dumped all this virtue signaling into it. It's almost like a sunk cost fallacy at this point where they feel like they've sunk so much into it. They have to back it now they can't back out."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And meanwhile, Leonydus the East Lake Street that burned in Minneapolis. A lot of those businesses are still not built back after the riots last summer. So who really was helped? Thank you for being with us."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's great seeing you tonight. And a stunning shift in the media's coverage of Biden's first 100 days versus Trump's. We're going to play the tape. You will not believe the contrast Newt Gingrich is here to respond. And Joe Biden's big masks announcement reveals that he wants the pandemic mindset to persist forever. We'll explain."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now a 100 days into total Democratic control of DC and it's apparent who Joe Biden's main booster is, or the U.S. media of course. Now to see what I mean, let's compare their treatment of Joe Biden's first 100 days versus Donald Trump's. Here's Joe at a 100."
    },
    {
      "speaker": "WILLIE GEIST, MSNBC HOST",
      "utterance": "Whether or not you'd like the policy, it's been an extraordinary first 100 days."
    },
    {
      "speaker": "JOHN HARWOOD, CNN WHITE HOUSE CORRESPONDENT",
      "utterance": "He's approaching the first 100 days. He's trying to build and sustain political momentum for his approach to say we've done it for the first - on - in terms of the pandemic to try and bring down the temperature."
    },
    {
      "speaker": "JONATHAN LEMIRE, MSNBC POLITICAL ANALYST",
      "utterance": "In an overheated Washington, inflamed by his predecessor, Donald Trump. He's trying to reach out in a bipartisan fashion."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now compare the Fun Fest for Biden to what they did to Donald Trump."
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "utterance": "Why the first 100 days been so chaotic."
    },
    {
      "speaker": "KARINE JEAN-PIERRE. WH PRINCIPAL DEPUTY PRESS SECRETARY",
      "utterance": "The first 100 days of disaster."
    },
    {
      "speaker": "AL SHARPTON, MSNBC CONTRIBUTOR",
      "utterance": "It seems like there is a lot of failure domestically."
    },
    {
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "utterance": "The President has no real milestone legislative achievement, no real legislative achievement at all. He's at record low approval ratings."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You could feel the love, couldn't you? Joining me now Newt Gingrich, Former House Speaker, Fox News contributor. Newt, now they've always been in the tank for the left and the Democrats. But right now, it's just - it's now gotten to the point where they're advancing both dangerous and anti-constitutional, anti-American policies at the same time."
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER OF THE HOUSE",
      "utterance": "Sure, but that's been the natural evolution of the modern American news media. They started on the left. They've now gone further to the left. They have a president, who even AOC has said, has been more radical than she could have hoped for. They've had 100 days, which I think are the most radical 100 days of any president in modern times. Maybe in history, unless you count Lincoln's presiding over the beginning of a civil war. And a lot of records a disaster, we've had more illegal immigrants in the first three months of Biden than it all of last year. Think about that. We have in one quarter, we passed last year's total for illegal immigration. We've had the largest increase in murders, you occurring at our brilliantly earlier. We've had a huge increase in shootings that are not fatal. We've had a huge increase in carjacking and in rapes. We have an administration, that in terms of basic policies, is doing almost everything it can to undermine and weaken America. And I think that almost none of that will be covered by the news media, because they are totally committed to protecting Biden just as they did for the whole campaign. And so they don't want to report any of these things. And I'm looking forward to his speech, because I'm - I'm curious, when is he going to deal with anything that's real? Or is it just going to be more left wing rhetoric to set up another left wing program to spend more of the taxpayer's money on left wing interest groups? But they have certainly been a pattern up till now?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, you mentioned the hyping the address tomorrow to Congress joint session. And here's how they did it over at MSNBC."
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC ANCHOR",
      "utterance": "President Biden delivers his first address to a joint session of Congress tomorrow. And the White House tells NBC News he is \"deeply involved in its development\"."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Newt deeply involved because they said that a lot about President Trump who actually would X out big portions of his remarks and change them and do it on the off the cuff when he had to."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Here's the most fascinating, to me, as a former speaker of the House, the most fascinating aspect of tomorrow night. They are only going to have 200 people in the entire room. This is a room which can easily hold virtually 1,000 or more people. But they have decided for COVID reasons -- and this is a president whose pathological concern about COVID is almost bizarre -- for COVID reasons, that each party, 50 House Republicans, 50 House Democrats, 50 Senate Democrats, 50 Senate Republicans, that's it. House members got a note that said if you are not on the invitation list, don't come because we won't let you in. This is going to be the weirdest Congressional speech by a president in American history. It's going to be a virtually empty room. And I think it tells you a lot about this administration. You have a basically empty symbolic administration presiding over the amazing destructive levels of what is happening in American society."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Newt, thank you so much. Great to see you tonight. And if you were hoping for a sign that Biden's big announcement on masks today would have us on a path toward normalcy, remember that thing, sorry to disappoint you."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "If you are in a crowd like a stadium or at a conference, or a concert, you still need to wear a mask even if you are outside."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Here now is Dr. Peter McCullough, cardiology internist, and epidemiologist. Anything else? All right, Doctor, at this point, and I tweeted this out earlier, in my mind there is little to no doubt that the Democrats in it 2024 are going to be campaigning in masks. They are not letting go of the masks no matter, really, what happens, they're just not letting go. Your reaction to today?"
    },
    {
      "speaker": "DR. PETER MCCULLOUGH MD MPH, EPIDEMIOLOGIST",
      "utterance": "Well, what Americans want to hear, whether they've received the vaccine or not, they want to hear about progress in treating sick Americans today with acute COVID-19. We've made dramatic progress with early treatment, reducing hospitalizations and death. And the people who really want to know about masks are COVID recovered patients. And it's my opinion that COVID recovered patients are doing great. Fortunately, there are no signs of significant risk of reinfection. And they're the ones who really out to have particular attention to being liberated from the mask. I think the whole focus on masks has really hurt America because we are not focusing on the priority of taking care of acutely sick patients, which is the top problem in COVID-19, not well people wearing masks."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dr. Fauci also thinks keeping those kids masked up is a nifty idea. Watch."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, BIDEN CHIEF MEDICAL ADVISER",
      "utterance": "You don't want children to get infected, a, because you don't want them to get sick even though it's a low chance that they will, but you don't want them to be part of the spread and the dynamics of the outbreak. You want to keep getting those numbers down. That's why we have children wearing masks when they're outside until they can get vaccinated."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Until they can get vaccinated. Dr. McCollough, that's the big payoff, is it not?"
    },
    {
      "speaker": "MCCULLOUGH",
      "utterance": "My opinion is there in no significant risk among children. It's self-limited illness. There is no data to suggest asymptomatic spread. If it occurs it's less than one percent. And natural immunity appears to be far superior to vaccine immunity. So in my view, leave the kids out of it. This is about focusing on sick individuals today. And we can worry about the rest of the socioeconomic issues --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Why is he doing it? Dr. McCullough, Fauci is not a dumb person. He's a really smart guy. Why is he pushing this thing with the kids and the masks? Why?"
    },
    {
      "speaker": "MCCULLOUGH",
      "utterance": "I think there is always an abundance of caution by CDC and public health officials. Their recommendations are elective. We look at their recommendations electively with respect to either contagion control or vaccination. It's purely elective. Americans can make their own choices. But it's out of an abundance of caution. We are making great progress in the pandemic. The children are not playing any significant role in my view. My opinion is let's get them back to school, let's get back to normal. Masks don't really have a role for them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We knew this a year ago. You are being very diplomatic, and I appreciate that, but we knew most of this a year ago. And here we are a year later, and kids in summer camp are going to have to be masked up outside? This is insane. It's not a low chance of getting COVID. It is an extremely, extremely, extremely, small chance of getting sick from COVID. Isn't that correct?"
    },
    {
      "speaker": "MCCULLOUGH",
      "utterance": "I've reviewed all the CDC recommendations and points that officials have made. My view is they are running six to nine months behind on the scientific data. And where we are now is that there really is, I agree with you, there's no significant risk. It makes no sense to have them wear masks in going to summer camp or returning to college. These groups are just not in the value proposition for mass vaccinations or wearing masks."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Doctor, thank you, great to see you tonight. And last week a high school track star collapsed at the end of her race. So what was the reason? The mask that the state forced her to wear when she was running. That runner, Maggie Williams, her father her coach are here with us in moments with a powerful message."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Last time we told you about high school track star Maggie Williams who collapsed near the end of her 800 meter race. It turns out that the mask that Oregon forced her to wear at the track meets had left her oxygen deprived. Of course, you can imagine, her parents and her coach, they were fuming. But it also reveals the insanity of requiring kids to wear masks while outside, including when they're outside playing sports. Here with me now, Maggie Williams and her father, Stephen Williams. Also with us is Maggie's track coach Dave Turnbull. Maggie, tell us how you felt about to hit that finish line and you started to collapse?"
    },
    {
      "speaker": "MAGGIE WILLIAMS, ATHLETE WHO PASSED OUT DURING RACE",
      "utterance": "Yes, I was going for the record in that race, and I wasn't exactly sure if I had made the time yet. So I was pushing super hard. And on the last stretch, I barely had anything left. And my muscles just started to seize up about three meters from the finish line, and I didn't really have any control and fell and lost consciousness for a second. So I wasn't totally sure if I had gone over the finish line, but thankfully I did."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You fell over the finish line. And had this ever happened before? I know your critic would say this happens to people. They could collapse and you are just tired or dehydrated. So has this happened to you before?"
    },
    {
      "speaker": "M. WILLIAMS",
      "utterance": "This has never happened to me in a race before. Obviously, I have been very exhausted after races, but never passing out."
    },
    {
      "speaker": "STEPHEN WILLIAMS, FATHER OF ATHLETE WHO PASSED OUT",
      "utterance": "Never blacked out."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Coach, the Oregon Health Authority updated its guidance since Maggie collapsed, oh, goodie. So now it allows students to remove masks when competing in non-contact sports outdoors. OK, this is just -- I played field hockey, softball, and basketball. I don't think I could have played if I had to wear a mask. I don't know how Maggie did. I don't have any of the young girls and young men are doing it, young women and young men. I don't understand this. Coach Turnbull, are you satisfied with the change in the rule?"
    },
    {
      "speaker": "DAVE TURNBULL, MAGGIE WILLIAMS' TRACK COACH",
      "utterance": "I can appreciate the OHA has taken a look at it and responded. I am a little frustrated it was a reactive type of decision. It wasn't proactive. We warned them, actually, the OSA, we talked about it, that this might happen because of the level of exertion that these kids go through in the sport of track and field. Their respiration rates are not standard. They're not normal. They're going above and beyond. And their regulations, I am not really satisfied with the language that they have to be six feet apart, et cetera, et cetera, et cetera. They don't understand the sport of track and field and how that works. And I would appreciate when they are making decisions like this they have some experts in these sports that are out there. They are just making some decisions that don't necessarily fit the sport."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Steve, as the dad here, there is no science behind the six feet rule. Let's just say that right now, zero science behind the six feet rule. Does mean each runner has to give the other runner six feet? This is crazy. As a day, I am the mom of a daughter who is an athlete. And so we're dealing with the same issue. I find this to be so enraging and upsetting, and then to see that videotape of your daughter falling, as a dad what went through your mind?"
    },
    {
      "speaker": "S. WILLIAMS",
      "utterance": "My heart just broke. But there is a scripture for this, Romans 8:28. It says God works all things for the good for those who love him and are called according to his purposes. And I am so proud of Maggie. She loves Jesus. And think about it, hitting the track full speed backed out, she has a shoulder injury now. So God divinely protected her in the fall. Second, you now have thousands of Oregon athletes who don't need to wear masks while running, so a huge blessing there. I am just so proud of Maggie who just loves the Lord, and she prays for her coach, and she has got such an amazing team. Coach Turnbull and Carrie (ph) Strang (ph) and the Summit High School group and parents are so awesome. And Maggie just loves being a part of that group, running with them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, she is incredibly well-spoken, Maggie. As someone who, I am around a lot of teenagers, incredibly well-spoken. And coach, I know you must be very proud of her. Are other athletes, and I know you talked to the other coaches, are they hoping this rule turns around for contact sports?"
    },
    {
      "speaker": "TURNBULL",
      "utterance": "Absolutely. I read the update. And it's frustrating to think that a baseball player out in centerfield is going to have to have a mask on. Come on. He's 50 yards away from other people. I can't believe that that language is in there. But the coaches, thank yous all around, appreciations. Actually, a gentleman sent out he wanted a Maggie's law so that administration can't make safety choices when the coaches -- a little bit better on that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We're going to be following this. Maggie, Stephen, Coach Turnbull, thank you all for being with us. Up next, how a corrupt campaign of lies by activists and Democrats damaged American lives, and how the media helped them cover their tracks. Dinesh D'Souza, Kurt Schlichter are here next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Stacey Abrams was an early and vocal champion, remember, for boycotting Georgia over that voter integrity law. But after the MLB's boycott cost the state $100 million, she tried to rewrite history, and she got a little help from her friends in the media. \"USA Today\" was recently caught letting Abrams stealth edit her own March 31st op-ed to make it seem like she wasn't endorsing the boycotts. Dinesh D'Souza, conservative author, filmmaker, host of \"The Dinesh D'Souza Podcast,\" and Kurt Schlichter, attorney, senior columnist at Townhall.com, author of the new novel \"Crisis.\" Kurt, media helping a politician hurt Americans on this issue of voter I.D. KURT SCHLICHTER, AUTHOR OF \"CRISIS\": The whole thing is bizarre, Laura. Back in the day we always knew the media had a leftwing bias. But this is beyond bias. This is active propaganda. It's almost as if they read \"1984\" and instead of taking as a cautionary example, took it as a how to manual. This is unsustainable, and we're seeing that in the lack of respect for the media that is spreading throughout American society."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dinesh, Newt talked about this earlier, this huge transformation that's going on in the United States without an independent press to act as a legitimate check or a fact check, any check on this unbridled power. What is at stake?"
    },
    {
      "speaker": "DINESH D'SOUZA, CONSERVATIVE COMMENTATOR",
      "utterance": "Yes, the key to this store is there is a tripartite collusion between Stacey Abrams and \"USA Today,\" but also the fact checkers, because what happens is Stacey Abrams goes into \"USA Today,\" they let her rewrite her article. Earlier she had been saying that there was no problem with the boycott, she would support people who would step in and boycott. Then she realized, oops, this may hurt some of the people in Georgia, so she wanted to backtrack. So \"USA Today\" without letting people know, changed her article, and then the fact checking sight swooped in and used the revised article to deny that Stacey Abrams had ever supported a boycott. So in other words, she literally was able to change the facts, and then the fact checkers were able to use that as a pretext to claim that, wow, Stacey Abrams never supported the boycott. So this is the whitewashing of truth, and it's occurring -- I can understand why Stacey Abrams wants to change her mind. But the collusion of \"USA Today\" and the role of the fact checkers is an important part in this kind of multipronged propaganda operation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, and tonight, we are hearing, by the way, guys, that Hunter Biden is going to be a guest speaker, lecturer, at Tulane University to talk about media polarization."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kurt, do you imagine -- I can't even believe this. \"USA Today's\" actions, are those going to be polarizing, real quick?"
    },
    {
      "speaker": "SCHLICHTER",
      "utterance": "Well, look, I think he is going to be for it, Laura. I think he is going to strongly for media polarization because, frankly, the cover- up of his myriad scandals definitely helped his father in the election. And that was a conscious effort. The media had a story, a story that was huge, and they just said, hey, we can ignore this. And they did. And that's why no one believes a damn thing they say."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dinesh, it will be over-subscribed class, yes or no?"
    },
    {
      "speaker": "D'SOUZA",
      "utterance": "I think if there were classes on the drug trade, if there were classes on how to shake down foreign governments or nepotism, there are subjects that Hunter Biden is qualified to teach. But a class on the media is not one of them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dinesh and Kurt, thank you so much. And Friday, we documented how unhinged Joy Reid was all last week. Well, the Last Bite explains the next chapter."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Earlier tonight, MSNBC's Joy Reid proved just how well she understands the science of COVID."
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "utterance": "I am among the fully vaccinated, joined team Pfizer, and I did go jogging today in the park. And this was the mask that I wore with a doctor's mask under it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait, there were two masks. She had wore two masks. Why stop at two if they make her happy? Wear five, six, seven. That's all the time we have tonight. Gutfeld next. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}