{
  "date": "April 27, 2018",
  "headline": "What historic meeting in Korea means for Trump-Kim summit",
  "subHeadline": "Korean leaders plan end to war and 'complete denuclearization'; reaction and analysis from the 'Special Report' All-Stars.",
  "url": "https://www.foxnews.com/transcript/what-historic-meeting-in-korea-means-for-trump-kim-summit",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "The United States has been played beautifully like a fiddle because you had a different kind of a leader. We're not going to be played.  Things have changed very radically from a few months ago. But we are setting up meetings now. We're down to two countries as to a site. Something very dramatic would happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, SECURITY OF STATE",
      "sentences": "We're committed to achieving permanent, verifiable, irreversible dismantling of North Korea's weapons of mass destruction programs without delay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's certainly something that I hope I can do for the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Well, it was a big moment with the two leaders, North Korea's leader Kim Jong-un and South Korea's president coming to the DMZ, the area that we've seen before between the two countries, stepping over into each other's territory and talking, laying the groundwork for a possible peace and also laying the groundwork for President Trump's meeting with Kim Jong Un. This follows obviously the CIA director Mike Pompeo's visit to North Korea over Easter weekend, and a picture of him shaking hands with the North Korean leader.  What about this, we'll start there, a lot to cover today with this news conference at the White House. Let's bring in our panel: Byron York, chief political correspondent for the Washington Examiner; A.B. Stoddard, associate editor at Real Clear Politics and host of \"No Labels Radio\" on Sirius XM, and Jason Riley, Wall Street Journal columnist and senior fellow at the Manhattan Institute.   Jason, your thoughts on what we heard from the president today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON RILEY, WALL STREET JOURNAL",
      "sentences": "Well, I didn't see a lot of warmth there between Angela Merkel and Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It's a little different than the French visit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "A little different. But interestingly I think both France and Germany want something similar here. They are wary of the U.S. pulling out of the Iran deal. They don't like Trump's talks of tariffs on imports of aluminum and steel, so they're trying to get him to scale that back or at least give them exemptions on that front. So you see some similarities there. But what I saw, some very strong language out of Donald Trump particularly with regard to Iran and how he is going to make sure that we provide deterrents to them acquiring nuclear weapons. And France seemed a little more open to that, Marcon seemed a little more open to that, particularly when it comes to things like sunset provisions or inspections, where we can go. He seems open to at least making another deal but addresses some of these concerns. I am not sure if Merkel is quite there yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "On Korea, the president tweeting, \"After a furious year of missile launches and Nuclear testing, a historic meeting between North and South Korea is now taking place. Good things are happening. Only time will tell. Korean war to end. The United States and all of its great people should be very proud of what is now taking place in Korea. Please do not forget the great help that my good friend President Xi of China has given to the United States, particularly at the border of North Korea. Without him it would have been a much longer, tougher process.\" They are laying the groundwork here for something really significant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "A.B. STODDARD, REAL CLEAR POLITICS",
      "sentences": "Yes. Look, this is all good news. And the president deserves all of the credit for whatever he did to push the Chinese to the table in terms of enforcement and of course to get the sanctions passed, these very tough sanctions through the U.N. that are obviously inflicting pain on the regime in North Korea. The meeting last night, it was not unprecedented that these two sides would talk. But the actual physical meeting and everything bodes very well. They didn't get specific. They didn't promise to end the Korean war. We don't know exactly what -- they didn't commit to any pledges. But it's very, very hopeful. And I thought it was very interesting that the president took pains to credit President Xi for really enforcing the sanctions and for being a credible partner.  I think the South Koreans and the North Koreans, obviously the North Koreans would like to separate us from the Chinese and the South Koreans. The Japanese are very skeptical. There's an entirely possible scenario in which he has developed his nuclear weapons program so far that he can get to the table and say, guess what, it's been great meeting with you. I might talk to you about a free freeze in exchange for some things, but but I'm not going to dismantle. And I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "This president says, Byron, he's going to would walk away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYON YORK, WASHINGTON EXAMINER",
      "sentences": "Yes. But this atmosphere is just an incredible change from the threats we were seeing being exchanged not very long ago. And you have to have all of the caveats -- Kim can't be trusted. There have been these North-South agreements before that never went anywhere. And the U.S. has to make sure it always rewards only actions and never rewards promises.  But on the other hand, this is a big deal. And there is one person who is more responsible than anybody else for it, and that is President Trump. It's the sanctions and also this attitude I just might be crazy enough to do something that seems to have made something happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "But Byron is right. We have had North and South agreements before, we've had these summits before, we've had these joint declarations before. The fact of the matter is the North Korea constitution calls for the end of South Korea. It has since 1953, it still does. We have no specifics on. We have nothing on human rights here.  The most reassuring thing I have heard, though, is what you just referred to. President Trump said he is willing to walk away. I hope that the president doesn't feel if he gets into this room or into these meetings, I have to cut a deal or I will look like a failure. No. Unless you're going to get something of substantive, I hope he's just willing to walk away because the North Koreans cannot be trusted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Here's the president today on the House intel report. He was happy about it. It says no collusion on this Russia investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I was very honored by the report. It was totally conclusive. There was no collusion with Russia. You can believe this one. She probably can believe it. Who can?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JOAQUIN CASTRO, D-TEXAS",
      "sentences": "The committee did not use its subpoena power for bank records or phone records. It's basically a kindergarten report. It was a light once-over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So obviously Democrats, Byron, not happy with the report. The findings of the pattern of Russian cyberattacks meet both the U.S. and Europe, none of the interviewed witnesses provide evidence of collusion, coordinator, or conspiracy between the Trump campaign and Russia. Opposition research on Trump makes its way from Russian sources to the Clinton campaign, problematic contacts between senior intelligence community officials and the media.   I do want to play this, one of the other things that comes out of it is about Mike Flynn. And I asked Jim Comey about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Did you tell lawmakers that FBI agents didn't believe former national security adviser Michael Flynn was lying intentionally to investigators?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "sentences": "No. And I saw that in the media. I don't know what, maybe someone misunderstood something I said. I didn't believe that and didn't say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TREY GOWDY, R-S.C.",
      "sentences": "If he does not remember telling Congress that his agents told him they didn't think Flynn was lying, then he needs to get his lawyers to go back and look at the transcript. We did not mishear. Maybe he misspoke, but that's in the transcript.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So in this report General Flynn pleaded guilty to making a false statement to the Federal Bureau of Investigation regarding his December, 2016 conversation with the Russian ambassador, Kislyak, even though the Federal Bureau of Investigation agents did not detect any deception during Flynn's interview. Byron?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Well, James Comey has denied this a couple of times so far. It has been reported. I reported it not too long ago that in this meeting of March of 2017, Congress had been demanding briefings from Comey, and he indeed told them that. The key word here is \"transcript.\" That's what Trey Gowdy was talking about. His meeting with the House Intelligence Committee was transcribed. And you have to think that it's probably in this report that just got released today. If anybody has looked at this report, there's big black sections of things that are redacted. And the House Committee said not all of this stuff is classified, and we're going to release a less redacted version of it in the near future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Quickly, A.B., even Gowdy has said Mueller is the big kahuna here because there were witnesses they wanted to talk to, they didn't talk to in this House Intel report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STODDARD",
      "sentences": "Yes, there are things that Mueller can do that these committees on Capitol couldn't do. And the process broke down. It was a tainted partisan process. This report is not credible. I don't give any credence to the Democratic report. We should all be waiting for what bob Mueller comes up with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We shall see. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "The United States has been played beautifully like a fiddle because you had a different kind of a leader. We're not going to be played. Things have changed very radically from a few months ago. But we are setting up meetings now. We're down to two countries as to a site. Something very dramatic would happen."
    },
    {
      "speaker": "MIKE POMPEO, SECURITY OF STATE",
      "utterance": "We're committed to achieving permanent, verifiable, irreversible dismantling of North Korea's weapons of mass destruction programs without delay."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's certainly something that I hope I can do for the world."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Well, it was a big moment with the two leaders, North Korea's leader Kim Jong-un and South Korea's president coming to the DMZ, the area that we've seen before between the two countries, stepping over into each other's territory and talking, laying the groundwork for a possible peace and also laying the groundwork for President Trump's meeting with Kim Jong Un. This follows obviously the CIA director Mike Pompeo's visit to North Korea over Easter weekend, and a picture of him shaking hands with the North Korean leader."
    },
    {
      "speaker": "What about this, we'll start there, a lot to cover today with this news conference at the White House. Let's bring in our panel",
      "utterance": "Byron York, chief political correspondent for the Washington Examiner; A.B. Stoddard, associate editor at Real Clear Politics and host of \"No Labels Radio\" on Sirius XM, and Jason Riley, Wall Street Journal columnist and senior fellow at the Manhattan Institute. Jason, your thoughts on what we heard from the president today?"
    },
    {
      "speaker": "JASON RILEY, WALL STREET JOURNAL",
      "utterance": "Well, I didn't see a lot of warmth there between Angela Merkel and Donald Trump."
    },
    {
      "speaker": "BAIER",
      "utterance": "It's a little different than the French visit?"
    },
    {
      "speaker": "RILEY",
      "utterance": "A little different. But interestingly I think both France and Germany want something similar here. They are wary of the U.S. pulling out of the Iran deal. They don't like Trump's talks of tariffs on imports of aluminum and steel, so they're trying to get him to scale that back or at least give them exemptions on that front. So you see some similarities there. But what I saw, some very strong language out of Donald Trump particularly with regard to Iran and how he is going to make sure that we provide deterrents to them acquiring nuclear weapons. And France seemed a little more open to that, Marcon seemed a little more open to that, particularly when it comes to things like sunset provisions or inspections, where we can go. He seems open to at least making another deal but addresses some of these concerns. I am not sure if Merkel is quite there yet."
    },
    {
      "speaker": "BAIER",
      "utterance": "On Korea, the president tweeting, \"After a furious year of missile launches and Nuclear testing, a historic meeting between North and South Korea is now taking place. Good things are happening. Only time will tell. Korean war to end. The United States and all of its great people should be very proud of what is now taking place in Korea. Please do not forget the great help that my good friend President Xi of China has given to the United States, particularly at the border of North Korea. Without him it would have been a much longer, tougher process.\" They are laying the groundwork here for something really significant."
    },
    {
      "speaker": "A.B. STODDARD, REAL CLEAR POLITICS",
      "utterance": "Yes. Look, this is all good news. And the president deserves all of the credit for whatever he did to push the Chinese to the table in terms of enforcement and of course to get the sanctions passed, these very tough sanctions through the U.N. that are obviously inflicting pain on the regime in North Korea. The meeting last night, it was not unprecedented that these two sides would talk. But the actual physical meeting and everything bodes very well. They didn't get specific. They didn't promise to end the Korean war. We don't know exactly what -- they didn't commit to any pledges. But it's very, very hopeful. And I thought it was very interesting that the president took pains to credit President Xi for really enforcing the sanctions and for being a credible partner. I think the South Koreans and the North Koreans, obviously the North Koreans would like to separate us from the Chinese and the South Koreans. The Japanese are very skeptical. There's an entirely possible scenario in which he has developed his nuclear weapons program so far that he can get to the table and say, guess what, it's been great meeting with you. I might talk to you about a free freeze in exchange for some things, but but I'm not going to dismantle. And I --"
    },
    {
      "speaker": "BAIER",
      "utterance": "This president says, Byron, he's going to would walk away."
    },
    {
      "speaker": "BRYON YORK, WASHINGTON EXAMINER",
      "utterance": "Yes. But this atmosphere is just an incredible change from the threats we were seeing being exchanged not very long ago. And you have to have all of the caveats -- Kim can't be trusted. There have been these North-South agreements before that never went anywhere. And the U.S. has to make sure it always rewards only actions and never rewards promises. But on the other hand, this is a big deal. And there is one person who is more responsible than anybody else for it, and that is President Trump. It's the sanctions and also this attitude I just might be crazy enough to do something that seems to have made something happen."
    },
    {
      "speaker": "RILEY",
      "utterance": "But Byron is right. We have had North and South agreements before, we've had these summits before, we've had these joint declarations before. The fact of the matter is the North Korea constitution calls for the end of South Korea. It has since 1953, it still does. We have no specifics on. We have nothing on human rights here. The most reassuring thing I have heard, though, is what you just referred to. President Trump said he is willing to walk away. I hope that the president doesn't feel if he gets into this room or into these meetings, I have to cut a deal or I will look like a failure. No. Unless you're going to get something of substantive, I hope he's just willing to walk away because the North Koreans cannot be trusted."
    },
    {
      "speaker": "BAIER",
      "utterance": "Here's the president today on the House intel report. He was happy about it. It says no collusion on this Russia investigation."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I was very honored by the report. It was totally conclusive. There was no collusion with Russia. You can believe this one. She probably can believe it. Who can?"
    },
    {
      "speaker": "REP. JOAQUIN CASTRO, D-TEXAS",
      "utterance": "The committee did not use its subpoena power for bank records or phone records. It's basically a kindergarten report. It was a light once-over."
    },
    {
      "speaker": "BAIER",
      "utterance": "So obviously Democrats, Byron, not happy with the report. The findings of the pattern of Russian cyberattacks meet both the U.S. and Europe, none of the interviewed witnesses provide evidence of collusion, coordinator, or conspiracy between the Trump campaign and Russia. Opposition research on Trump makes its way from Russian sources to the Clinton campaign, problematic contacts between senior intelligence community officials and the media. I do want to play this, one of the other things that comes out of it is about Mike Flynn. And I asked Jim Comey about that."
    },
    {
      "speaker": "BAIER",
      "utterance": "Did you tell lawmakers that FBI agents didn't believe former national security adviser Michael Flynn was lying intentionally to investigators?"
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "utterance": "No. And I saw that in the media. I don't know what, maybe someone misunderstood something I said. I didn't believe that and didn't say that."
    },
    {
      "speaker": "REP. TREY GOWDY, R-S.C.",
      "utterance": "If he does not remember telling Congress that his agents told him they didn't think Flynn was lying, then he needs to get his lawyers to go back and look at the transcript. We did not mishear. Maybe he misspoke, but that's in the transcript."
    },
    {
      "speaker": "BAIER",
      "utterance": "So in this report General Flynn pleaded guilty to making a false statement to the Federal Bureau of Investigation regarding his December, 2016 conversation with the Russian ambassador, Kislyak, even though the Federal Bureau of Investigation agents did not detect any deception during Flynn's interview. Byron?"
    },
    {
      "speaker": "YORK",
      "utterance": "Well, James Comey has denied this a couple of times so far. It has been reported. I reported it not too long ago that in this meeting of March of 2017, Congress had been demanding briefings from Comey, and he indeed told them that. The key word here is \"transcript.\" That's what Trey Gowdy was talking about. His meeting with the House Intelligence Committee was transcribed. And you have to think that it's probably in this report that just got released today. If anybody has looked at this report, there's big black sections of things that are redacted. And the House Committee said not all of this stuff is classified, and we're going to release a less redacted version of it in the near future."
    },
    {
      "speaker": "BAIER",
      "utterance": "Quickly, A.B., even Gowdy has said Mueller is the big kahuna here because there were witnesses they wanted to talk to, they didn't talk to in this House Intel report."
    },
    {
      "speaker": "STODDARD",
      "utterance": "Yes, there are things that Mueller can do that these committees on Capitol couldn't do. And the process broke down. It was a tainted partisan process. This report is not credible. I don't give any credence to the Democratic report. We should all be waiting for what bob Mueller comes up with."
    },
    {
      "speaker": "BAIER",
      "utterance": "We shall see. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}