{
  "date": "April 1, 2019",
  "headline": "Kushner: I've been accused of all different types of things, all have been false",
  "subHeadline": "Guests: Dan Bongino, Chris Hahn, Ed Rendell, Jared Kushner, Solomon Wisenberg, Kimberley Strassel, Steve Moore",
  "url": "https://www.foxnews.com/transcript/kushner-ive-been-accused-of-all-different-types-of-things-all-have-been-false",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "All right. Thanks so much. This is Laura Ingraham. \"The Ingraham Angle\" from Washington tonight. We do have a big show for you not from the border, but almost as good. We have Jared Kushner, Senior Advisor to President Trump. He sat down exclusively with me today. You're going to hear his first comment since the Mueller probe concluded, his first reaction to a new report about his security clearance.  Plus, how the President's First Step program could actually reset the entire electorate as we know it, and this is ahead of 2020. And, of course, all the stories are redemption on top of that.  Also tonight, the President's pick for the Fed Steve Moore is coming under increasing attack. What began as policy critiques have now become far more personal. He's here to react.  But first unbecoming Joe Biden, that's the focus of tonight's ANGLE. Former Vice President Joe Biden's presidential campaign is already facing a serious test, and he hasn't even officially declared yet. Well, though, he has the highest poll numbers in the crowded 2020 Democrat field. His septuagenarian self has a touch-and-go problem. Nevada politician Lucy Flores who ran for Lieutenant Governor of Nevada in 2014 is accusing Biden of unwanted physical contact when he came to stump for her during the campaign.  While backstage, Flores maintains he put his hands on his shoulder smelled her hair and then planted a slow kiss on the back of her forehead. Well, five years later, with the MeToo Movement still in full bloom, Flores says, \"It all made her feel uncomfortable\". But that's not all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUCY FLORES, D-FORMER NEVADA ASSEMBLYWOMAN",
      "sentences": "I wanted to acknowledge that it was wrong. We don't want you to touch us, then don't touch us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Do you think that this is disqualifying for him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORES",
      "sentences": "For me it's disqualifying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, talk about biting the hand that feeds you or at least that tried to elect you. Flores isn't even suggesting any sexual misbehavior. She only claims that Biden made her feel uncomfortable. I don't know, would this discomfort have been forgotten if she had won? Well, I guess, we'll never know. Biden also issued a pair of statements. He claimed that over his decades-long career, \"Not once, never, did I believe, I acted inappropriately. We have arrived at an important time when women feel they can and should relate their experiences and men should pay attention. And I will\". Well over the weekend, several female Biden allies made the rounds and they vouch for his character, insisting that he was never disrespectful toward women. On CNN, just earlier this evening, Former Obama Comms Director Jen Psaki described her own touch and goes with Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER PSAKI, FORMER WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "There were times when he would grab my hand in meetings to make a point. There were times he probably has kissed the back of my head. I never thought anything of that. I didn't find it creepy. But, again, I was in the administration. And to me the experiences I had with him were one where he was trying to lift people up and make him feel comfortable when they were uncomfortable and help people go through emotionally difficult times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And all Kirsten Powers wants is better behavior and a better apology.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRSTEN POWERS, CNN POLITICAL ANALYST",
      "sentences": "People can look at this and see that this is definitely not the same thing as sexual assault or even really sexual harassment that we've talked about so much. I wish that Biden would offer a more fulsome apology, instead of treating it as - it's the kind of like I'm sorry if you felt that way - apology. And just say, \"Look, I see that this is inappropriate. I shouldn't do this to people --\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. This is all just really stupid, OK, regarding Uncle Joe's touchy-feely ways. Are we are we trying to pretend this was some sort of state secret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, FORMER VICE PRESIDENT",
      "sentences": "Spread your legs, you're going to be frisked.  It's hard to forget those eyes. Look at those eyes. Look at them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. She just was the queen of the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "That is not surprising.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Isn't it true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "That was surprising.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, fast forward to 2019. What's really happening here is that the 76-year-old Biden is now trying mightily to reconcile the old Democrat Party of Bill Clinton and Ted Kennedy with the ever-shifting liberal PC codes of the present. Biden, though, has made a critical mistake, what has he done? He's been apologizing in an effort to court the far-Left. And now in the campaign trail, the candidates who would benefit, of course, the most from a Joe Louis field, they don't care about the apologies, they're pouncing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS.",
      "sentences": "I believe Lucy Flores and Joe Biden needs to give an answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIAN CASTRO, FORMER SECRETARY OF HOUSING AND URBAN DEVELOPMENT",
      "sentences": "I believe Lucy Flores. We need to live in a nation where people can hear her truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT.",
      "sentences": "I have no reason not to believe Lucy. And I think what this speaks to is the need of fundamentally change the culture of this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Fundamentally change the culture of the country. Hmm. What was Ms. Flores real motivation for telling her truth, are we not sick of that phrase? Here she is today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUCY FLORES, D- FORMER NEVADA ASSEMBLYWOMAN",
      "sentences": "Personally, I do not believe that he should run. I'm very progressive, and so I believe that an agenda that that takes into account the changing culture that we are experiencing right now, that women are feeling like we can speak up for ourselves--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Did you see that both Sanders and Flores spoke of changing the culture, again, hmm. I wonder why their thoughts are so aligned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC HOST",
      "sentences": "Are we allowed to bring up that Lucy Flores is a huge Bernie person and she has political connections that might be countered?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "sentences": "I mean, we're--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRZEZINSKI",
      "sentences": "- also we really going to do this? And Democrats you have to ask yourself, what exactly is the line - the Me Too line you want to draw? Because you will live and die by that line--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Joe Biden is about to politically perish on that line. Democrat fanatics see him as one of the last remaining stumbling blocks to creating their socialist utopia. They need to stop him before he even enters the race.   Today another woman named Amy Lappos came out of the woodwork alleging that Biden \"Touched her inappropriately 10 years ago at a fundraiser\". We'll get into other comments she made later on.  My prediction, the drip, drip of allegations will not stop. And Biden, instead of smashing back at the obvious political nature of these accusations, is blaming now through his spokesman conservatives. Here's a quote. \"These smears and forgeries have existed in the dark recesses of the internet for a while. And to this day, right-wing trolls and others continue to exploit them for their own gain\".  All right. That's not going to help Joe. If you haven't noticed, it's the far-Left not the right that is devouring you now. We just thought it was funny, OK. The crazies, though, who never left campus, they're redrawing the lines right now, a policy, speech and conduct. And not just for the Democratic field, but for the rest of us too. Jill Biden, doesn't mind when the left-wing activists are hitting conservatives with flimsy old allegations, but when the tables are turned on him, oh boy, we see him scramble to save himself.  I kind of feel sorry for him, if he didn't enable this poisonous PC culture for all these years. Now it's time to wake up or sit this one out, and that's The Angle.  All right, joining me now with the reaction, Dan Bongino, Fox News Contributor and Former Secret Service Agent; and Chris Hahn, Former Aide to Senator Chuck Schumer.  All right. Dan, I must admit, it is kind of fun to watch this. But I have to share with you just really quickly my own touch-and-go moment with Joe Biden. OK. This is many - this is probably 10 years ago - I wrote about it one of my books - at a party in Washington was that George Will's house. And Biden saw me at the entranceway to the party, OK? And this is when Jay Carney was his Press Secretary. So Biden comes up to me or I went up to him I can't remember what, and he put his hand - both hands on my shoulders and he said, \"God's honest truth Ingraham, you're my favorite of the right-wing crazies\" or something like that to that effect.  And he looked up and he said how you doing? And he was funny. It didn't bother me one bit. But that's kind of who he is. But now that's being used against him by the people who want to knock him out on the left and I got to say it's rich, but it's probably undeserved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes, I believe it, Laura. I mean, obviously, he strikes me as the close talker guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Everybody knows the close - the dreaded close talker--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAHN, FORMER AIDE TO SENATOR CHUCK SCHUMER",
      "sentences": "He is - woman's talker--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Right, right. But the problem, I think, Joe Biden's going to have is the Left is now married to two things, and he fails on both fronts. They're married to identity politics and the Me Too culture. On identity politics, this guy's been gaffe-tastic. Remember, the Obama's clean comment? I don't know what meant by that. I mean, who talks like that? And then the - \"You can't go to Delaware without a slight Indian accent?\", but then on the Me Toofront. Listen, I agree with you. Biden's probably socially inept, frankly, and awkward around people, I think that's obvious. But the problem he's going to have is the Left is married itself this, \"Women must be believed culture\".  Now, the Right has never accepted that. They say women should be heard, but evidence should be believed. That's all - the Right has always been consistent on this, by the way, Joe Biden included. The problem, Laura, Biden's going to have is, these photos are everywhere. There actually is evidence of him being a little creepy. I mean it's all over the place and that's going to hurt him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Chris, during the Kavanaugh confirmation hearing Joe Biden said, \"Christine Blasey Ford should be given the benefit of the doubt 30 later\". So isn't this - this is five years later in the case of Ms. Lappos, this is 10 years later. So isn't all's fair in love and politics, I guess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Politics ain't beanbag, Laura, you know that as well as anybody. And if you want to be President, you got to go through fire to get there. And if Joe Biden wants to be President, he's going to have to go through fire.   And, yes, there are a lot of things out there that show him being a close talker, a little touchy-feely, something that was totally acceptable at one point and today it's probably not. And women are out there saying that they might have felt uncomfortable around him and they should be believed. Nobody's accusing him of actually sexually assaulting anybody, but they are--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait a second, wait a second, Chris. They should be believed - OK. I have a real problem with this whole, this is my truth thing. Anytime someone says this is my truth, you can't ever question them. Well, as if truth isn't objective. What truth is - truth according to whom on what timeline? And I want to say about Ms. Lappos who was the individual who claimed that he made her uncomfortable in 2009. Here's a quote from her in The Hartford Courant. She said, \"If Biden truly supports women and gender equality, he would step aside and support one of the many talented and qualified women running\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "There is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now is that Ms. Lappos feeling offended 10 years later or she wants a woman and she's real left-wing activist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "There is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We didn't put her photo, I guess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "There is no doubt whatsoever that some of these attacks are politically motivated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Isn't all political.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "There is no doubt whatsoever--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, come on, it's all politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "- that Lucy Flores who is a huge Bernie Sanders supporter and is exactly, as you pointed out, and as others pointing out, speaking the same language. So I don't have any doubt. But that said, that's politics. You got to go through fire. You got to deal with it and how you push back on it determines if you're going to be President or the candidate. He has not pushed back well, not on this and not on other things he's been asked to push back on, and that speaks to his ability to get elected President of United States.  There - this is not an easy task for him or anybody else and whoever comes out of this primer is going to have to deal with a lot of this, whether they are a man or a woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Dan, what they might end up doing is killing off their best shot to beat Donald Trump. If there's a chance to beat Donald Trump - and I don't think it's a huge chance. But if there's a chance, chance it's not going to be with a far-Left person, it's going to be someone who can appeal to Middle America. Joe Biden, can in some ways, appeal to that blue-collar electorate. It's going to be tough, but he could do it better than Bernie Sanders, in my view. Even if Bernie can get bigger crowds, Joe Biden does have that political experience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Well, I agree with you. I think all of them are going to have a tough time with Trump. I think Donald Trump is chronically underestimated, so let me just stipulate that. But, I agree with you again a point #2. I've been trying to overly agree with you on your own show here. But I agree, I think Joe Biden is going to be the one with the name ID and Joe Biden is the one who would give us some trouble in Michigan, Wisconsin and Pennsylvania. But I think this Democrat-- Rarely do I ever agree with my friend Chris here. But he's right. This is going to be a bloodbath. Donald Trump is going to coast on the Republicans side. There's no serious contender, let's be clear on that. The Democrat side, these guys all want women, all want to be President, and they don't care who they leave - lay waste to in - when they're doing this. But, one more thing Laura, it's interesting that quote though. Biden taking a shot at conservatives? Are you serious?  I heard you defend him, Dana Perino defend him, nobody's saying it's not creepy. But this is so ridiculous. We all know it's the Left that's eaten this guy alive, not us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Well, it couldn't have possibly been conservatives. I mean, they're OK with Donald Trump and all the allegations against him, including the NDAs, so --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Oh, here we go. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "- mad a Joe Biden for touching on their shoulder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "- you're a Clinton guy, give me a break. You're a Clinton guy, unless you're willing to accept that Juanita Broaddrick stuff and the Clinton stuff, I don't want to hear it - all this nonsense. That is garbage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All I can say is that this - all I can say is this town shut down for Ted Kennedy's funeral, OK. So let's all - let's all, let's like take a breath about all these old allegations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I hear you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. Great to have you both, making very interesting points. And by the way, my next guest says that with their leftward lurch, 2020 Dems, boy, they went from maybe slam dunk for the Democrats to trouble. So what does he think about the obvious effort to kneecap Biden? Joining me now Ed Rendell, Former DNC Chair, Former Governor of Pennsylvania. Governor, now this Lappos person and Ms. Flores, both are far-Left progressives, OK. One wants any woman running and the other is a Bernie Sanders person, that's fine. You can love whoever you want to run for President, support whoever you want. But this idea of claiming offense five and 10 years later, I think, it hurts real claims of sexual harassment and other misconduct in the workplace. And I think most of the country is so sick to death of this and now Biden's getting hoisted on his own petard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED RENDELL, FORMER DNC CHAIR, FORMER GOVERNOR OF PENNSYLVANIA",
      "sentences": "Well, Laura, I have to say I feel terrible, because I agree with almost everything you've said tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "You're doing great (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, no, sky is going to open up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "You're absolutely - your ratings are going to go down dramatically. I believe you're dead right. First of all, the most important thing you said in terms of take it out of politics. You said we have to draw a line on this Me Too. We have to draw a line as to what is behavior that, in retrospect we might change, but isn't disqualifying in any way, shape or form and behavior. It does seriously disqualify a person from running or holding public office. There's not even a fine line. There's a very clear line. And let me tell you this, I've known Joe Biden since he came into the Senate. I've seen him at 200 or 300 public appearances. I've never seen him do anything that I thought was inappropriate towards women. He is a hugger. He is a close talker. He's hugged me at a number of times. He's come up behind me and put his arms on the shoulders --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And what's your truth? Ed, what's your truth tonight? Do you have something you'd like to share about how it may do feel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "The truth is, it made me feel nice and warm. It made me feel that this guy really cared about me. And that's part of Joe Biden's charm and the vast majority of the American people, as you said, are sick of this stuff. They know what's real and what isn't real. This isn't real. It shouldn't be disqualified. And you're right, we should as Democrats, focus on finding someone who could run the country well and Joe Biden could. And Two, he is the best chance to beat Donald Trump. And from my money that's Joe Biden, no ifs, ands and buts about it. And listen folks, he's not running against a Trappist monk, so I think he's in the clear--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. I have to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "- in the general election. He is not running against Trappist monk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I have to - this is Jake Tapper commenting on this whole thing, and I'd like your reaction. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "If any of the men around this table behaved this way at our places of work, we would get reprimanded, we would get potentially even fired. You are not allowed to touch women inappropriately. Again, it doesn't matter if your intention is sexual or just friendly, you can't massage a woman's shoulders and sniff her hair and kiss the back of her head, that's not appropriate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So he's speaking for the enlightened male today, Ed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "Well, Jake Tapper used to work for one of my campaigns, but he's dead wrong here. You might get reprimanded, you might have HR say, \"Listen you shouldn't touch women without their permission\", things like that. But these aren't serious offenses. We have to get real and start focusing on what's important of the country, issues, challenges that we have. And some of this stuff is just - it borders on the ridiculous. You couldn't be more right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hey, Ed--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "- we got to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hey, Ed, I want to show - put up really quickly. This is from the Washington Post above-the-fold today, caught my eye when I was getting my coffee. \"Virginia leaders stay put as scandals lose steam. With legislative elections on horizon, a strange stasis takes hold\". Obviously, referring to Northam and Justin Fairfax, a couple of other Justin Fairfax - his accusers came out and gave another interview. They're still very upset. What about those scandals? Should those be swept under the rug as well?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "No there should be hearings. Everyone's entitled to a hearing. Al Franken should have had the hearing. Donald Trump should have had a hearing. He said he didn't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There was no hearing. Justin Fairfax is still Lieutenant Governor and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "No, he should - there should be a legislative hearing to figure out what he did if there is - what the truth of the assertions are, I'm all for that. But I agree with you. You can't just accept anything somebody says. You have to have a fact-finding mission if that's what they want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "And look--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. We're running--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "Sometimes the voters are - I wanted to say, sometimes the voters are smarter than we are. 65% of - I think 55% of African-Americans want Governor Northam to stay on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Governor, I just - I'm really happy to have your truth tonight, I just want to say that. So thanks for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "He does give a very good shoulder massage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. I'll remember that. All right up next an INGRAHAM ANGLE exclusive, Jared Kushner, Senior Advisor to the President, responding to breaking news he should not have received a security clearance and redemption. Don't go away--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "She says there were grave concern - she has grave concerns about potential national security implications. Do you pose a grave national security concern to the country, Jared Kushner?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Almost all people said that Criminal Justice Reform would never pass, but we came together as a group, we worked across party lines and we got it done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW CHARLES, RELEASED FROM PRISON UNDER FIRST STEP ACT",
      "sentences": "I'm truly humbled, I'm grateful, I'm thankful, Jared, President, thank that you were insistent about getting this bill passed and it's an experience that I will never forget.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGORY ALLEN, RELEASED FROM PRISON UNDER FIRST STEP ACT",
      "sentences": "Two months ago I was in a prison there and I'm in the White House, let's continue to make America great again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wow, that celebration, just hours ago, at the White House for the First Step Act, the bipartisan criminal justice reform just passed by Congress in December. It was a personal mission for my next guest. Today, I sat down exclusive with the President's son-in-law, Senior Advisor, Jared Kushner to talk about that law, his reaction to the Mueller report, new questions about his security clearance and a lot more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jared, it's great to have you with us. Thanks for joining us. You're going to do a lot of interviews, so we're really happy about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARED KUSHNER, SENIOR ADVISOR TO THE PRESIDENT OF THE UNITED STATES",
      "sentences": "Thanks. It's my pleasure to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, so you have a big event that we're going to get to - the First Step Act, the big celebration, a bipartisan celebration in the White House, which is great, because I don't think we have enough of those. We're going to get to that. It's a historic day in many ways. But we have to get some of the news of the day first and the Left is going crazy about the security clearance issue and a whistleblower from the White House is now given a private interview on Capitol Hill Democrats. And she says that 25 individuals were able to leapfrog over the career people's concerns about security clearances, and they received security clearances in her view improperly. What's your reaction to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "I can't comment for the White House's process. But what I can say is that, over the last two years that I've been here, I've been accused of all different types of things, and all of those things that turned out to be false. We've had a lot of crazy accusations like that we colluded with Russia. I complied with all the different investigations, whether it be the Senate, The House, the Special Counsel. I sat for nearly 20 hours of interviews with them. When I came to Washington I had a very successful business career. I had extensive holdings. I disclosed all my holdings to the Office of Government Ethics. And what I did with that is they told me what to divest, what to keep, what rules to follow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "She says they were grave concern. She has grave concerns about potential national security implications. Do you pose a grave national security concern to the country Jared Kushner?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "Look, I can say that in the White House I work with some phenomenal people and I think over the last two years the President's done a phenomenal job of identifying what are our national security priorities. He's had a great team in place that are helping implement it, and I hope I've played a good part in pushing those objectives forward. And I think because of the President's leadership, the world is safer today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You get the sense that the Democrats keep moving the goal posts on this. I mean, it strikes me as interesting that this comes out today after Mueller fizzles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "Yes, well, what I learned during the campaign is that there's a big difference between what people in America care about and what people in Washington or in the media care about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When you think about the First Step Act, I was reading back on what CNN was saying about it after it passed. It was like they couldn't believe that Donald Trump would do something that would help disadvantaged people, who've made big mistake, some of them criminal mistakes. And they - it's almost like they didn't want to believe it could ever happen. Does that disappoint you? Because even when something that should be bipartisan is still viewed in a negative light? Odd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "When he was approached with this issue and he saw how a lot of people leaving prison didn't have the skill set and didn't have - had so many obstacles preventing them from getting back on a path. He said, of course, that's why they'll go back and commit more crimes. So he thought it was good for public safety and also for these people to figure out how do we invest the resources to help them have a better chance at succeeding. And that's something he did, because he's, I think, a very competent executive. But it's also something he did because he has a big heart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How much of it was because of your dad? And what your dad - your dad went to prison. He was convicted. He served time. What does he say about these kinds of issues with you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "Well, that was a big part. I mean, that was why I was exposed to the issue. And had I just come in as a government employee with - hearing from the top down about what a great job they were doing, I probably would have believed it. But there's so much more that we can be doing and my experience in prison - with my family's situation was, I met a lot of different families, a lot of people, who were lot of more good people. They just made a mistake. And the toll that it weighed on them and on their families was very disproportionate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Where is the president's thinking on the border closing? He has sent out a lot of tweets about closing the border. Where is he on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "I think the president has definitely made increased awareness to the issue. I think he's weighing all options, which is something the president --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Pressuring Mexico, is this all to pressure Mexico?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "No. I think it's to pressure everybody. This is something that needs a solution. One of the things I love about the president is he doesn't let people hide from problems. When there's a problem, he makes people confront the problem, and he's very creative about ways to find a solution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Are you going to get the USMCA passed through Congress?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "I think it's moving very steadily. To craft a deal, obviously I have to give a lot of credit to president for creating the conditions for us to negotiate the deal. But I have to give a lot of credit to Ambassador Lighthizer who really did a brilliant job not only in negotiating the deal but also in terms of architecting what kind of deal he thought would appeal to all the different constituents. And what we're seeing now with the deal is that it's something that really is a world class trade agreement. It's great for our farmers, great to American workers, great for industry, great for technology. And it's all these things that will allow America to continue to be independent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Why are they still trashing this deal? David Nora, I think it was, I think we have the soundbite, on MSNBC, he's an anchor, reporter there. This is what he just said last couple days about the USMCA. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID GURA, MSNBC",
      "sentences": "Talking about the president's inability to see humanity, he is very easily able to see the economics of stories like this one. And you look at what has happened with the U.S.-Mexico-Canada trade deal, the new NAFTA, it's falling apart. Use the president's Twitter feed as a guide here. That may very well be what spurred the president to make this threat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He was talking about closing the border there. But he brought up the close the border issue because the USMCA is, quote, falling apart.  Is there any truth to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "No, not at all. The future that I love that people that don't talk about is that we built in a 16-year sunset, which I always thought about the fact that if you have a great asset, you don't want to sell the asset. We would always sell our market access. What we do here is we really lease our market access, and what we do is every six years, we have a fair market value renewal so that we can rebalance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You were instrumental in the president's run in 2016. What are seeing in this Democrat field? Any interesting characters, some more than others that you'd like to run against?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "We looked at 2020. What we're focused on is figuring out how do we keep building the best way possible. The president is going to have a fabulous campaign. I think he has got the right policies, and I think he's got the country on the right track. And I think that a lot of the different policies that I see a lot of these Democrats advocating for or offering, I don't think that's where the country is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Socialism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "I don't think that's where the country is. One statistic that I found very pleasing is that more of the -- in Florida they passed allow where former felons can now vote. We've had more ex-felons register as Republicans than Democrats, and I think they see the reforms --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait, whoa, whoa. You've had more ex-felons register as Republicans than Democrats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "That's the data that I've seen. I think that will surprise a lot of people when they see the new coalition that President Trump is building for what the Republican Party has the potential to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Up next, my exclusive interview with Jared Kushner continues with his reaction to the Mueller report and his message to the liberal media. Then Sol Wisenburg and Kim Strassel are here to respond to that interview and Nadler's new plan to further this investigation, coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now for the first time since the Mueller report wrapped up, Jared Kushner reveals his message to the man still claiming Russian collusion exists, House Intel Chair Adam Schiff. Plus, whether Jared Kushner feels any relief.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "They were on this Russian thing for a couple, which was absolutely crazy. And I think now the president has been fully vindicated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Do you feel liberated?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "I was never worried, because I never thought the notion that we did that. We ran a great campaign. The president had a great message, and that's why we won.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Adam Schiff, these people, it's like the report didn't even come out. It's like their narrative doesn't change. Adam Schiff said this just four days ago, Jared. Let's listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF., CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE",
      "sentences": "What I've been saying now for over a year is two things. One, there's ample evidence of collusion in plain sight, and that is true. And second, that is not the same thing as whether Bob Mueller would be able to prove beyond a reasonable doubt the crime of conspiracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Your reaction to Schiff and Swalwell and Maxine Waters. The drum keeps getting beaten the same way. I wish them luck talking about this nonsense further, especially after two years and being wrong so many times. It's just really not productive. And quite frankly, it's kind of an embarrassment for our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "On the issue of subpoenas for documents, whether it's about the security clearance issue or anything, are you all prepared to go to court to defense executive privilege and separation of powers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "That's something, one of the great things about working in Washington is there's so many talented people. We have got some fabulous lawyers in the White House, and they're probably the ones who are best, apt to answer that question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Would you be happy to testify on Capitol Hill if they ask you to testify?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "So far I've complied with the Special Counsel and with the congressional investigations into the Russia investigation. That was a very serious accusation that goes to the very core of our democracy, and that was one that we thought was important to go with. So we were fully compliant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The media and this administration, a lot of ink has been spilled. Barrel and Barrels and Barrels of ink has been spilled writing about it. I've spoken a lot about it on my show and on the radio over the years. But it seems now it's almost comical in it weren't so serious.  This is something that Jake Tapper said I believe over the weekend about CNN's coverage, just focus for now on the Mueller situation. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "I'm not sure what you're seeing the media got wrong. But the media reported what the investigation was going on. Other than the people in the media on the left, not on this network, I don't know anybody who got thing wrong. We didn't say there was conspiracy. We said that Mueller was investigating conspiracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "Look, the media got the election wrong. They thought for sure Hillary Clinton was going to win. They didn't see what we were seeing out in the country, in the field. Their data was wrong. Their analysis was wrong. And then it happened. Not a single person got fired. Not a single person apologized, although the president did say the \"New York Times\" apologized, which they did, for the coverage. But look, we're in a very unique time. I think people sometimes let their hatred for Trump overtake their rationale ability to look at things objectively. And I think that when the dust settles and this whole administration is over, I think people will look back on all these historic gains that have been achieved. Look, on the other hand you can look at and say because the media has been so distracted with Russia, Russia, Russia, and all of these crazy conspiracy theories, we've been able to operate underneath that level and just really be effective. The number of times that CNN wrote things about me that I would then call and say but that's not true, they would say we have a source. It is what it is. And I just hope that going forward everyone will look at it and maybe have a little bit of cooler heads and focus that we're all on the same team, we're all here for America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You can't really defend yourself really from a lot of the accusations that are leveled against you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "But America is the greatest country in the world. And I think that when it's all done at the end of the day, nobody is going to look back and say was there a good story or a bad story. They'll look back and say what did you accomplish. And I think that, I feel, at least for me, I've been able to accomplished a lot of things I came here to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jared, thanks so much for joining us. We really appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUSHNER",
      "sentences": "Thank you, Laura. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Here now to react, Sol Wisenberg, former Whitewater deputy independent counsel, FOX News contributor, Kim Strassel, columnist for \"The Wall Street Journal.\" Sol, your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON WISENBERG, FORMER DEPUTY INDEPENDENT COUNSEL",
      "sentences": "I think he did very well. My reaction to the attacks, the continuing attacks on him and the attacks on Bill Barr are that it's an assault on the rule of law and that they're overplaying their hand and that it's going to will backfire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Adam Schiff four days ago said this is collusion in plain sight.  Jared is being very diplomatic there. He said, well, they let their hatred of Trump get in the way of rational thinking. But for Adam Schiff, the ranking member -- the leader of this committee to say collusion in plain sight, what does that do to the democracy? What does that do to our democratic process?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "It depends on who you're talking to. Unfortunately we've become very polarized, and we've taken sides. And he's really playing a word game. He is saying, oh, because there was a meeting in the Trump Tower, that's collusion. But really that's not what Mueller was investigating. Mueller was investigating whether there was criminal collusion, whether there was a conspiracy. But this is very interesting. In the portion of Mueller's report that Barr quotes in his letter, he goes beyond criminal conspiracy. Mueller says there's not even any coordination between Trump campaign officials and the Russians even though there were several attempts by the Russians to bait them into it. So let's see the full report. I have faith in Bill Barr.  But I think even these broader claims by Schiff will be proven to be untrue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kim, what I noticed in talking to Kushner today is that there does seem to be this sense of relief. I ran into Emmet Flood. He was a lawyer working on this on the way out. He's an old friend, full disclosure. We clerked together on the second circuit many years ago. But you can see like a bounce in their step. This has been a weight on this administration, I don't care what they say, and now they're free to speak about it. What is your sense about that aspect of it, this part of it being pulled off their shoulders for the time being? KIMBERLEY STRASSEL, COLUMNIST, \"WALL STREET JOURNAL\": Kushner was right in what he said. There was vindication here. And Adam Schiff can say what he will and continue to beat that drum, but the results in the report was that there was no evidence of collusion or coordination, no conspiracy, and there's not going to be any obstruction charges brought as the attorney general made clear. So they are in the clear. And I think that is why you see Democrats so sour and in fact making these kinds of crazy allegations because they've got nothing left. I think it's also why you now see them demanding that Barr turn over an unredacted copy of this report to them first. And you know why they want to do that, Laura, right. It's because they want to take a bit here or there, leak a juicy tidbit and try to craft a new narrative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Keep it going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "They know the overall conclusion doesn't help, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They want to keep it going. To that point, Sol, Chuck Rosenberg, former senior FBI official on the Mueller report, on MSNBC this afternoon. I want your comment on this. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK ROSENBERG, FORMER SENIOR FBI OFFICIAL",
      "sentences": "It's never taken me 400 pages to say nothing happened. And so I imagine something happened, and that something, particularly with respect to obstruction, was quite serious. I don't believe for a minute that if Mueller had facts that exonerated the president on obstruction he would have hesitated to say so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Sol, you know all about this game. Tell us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "I know Chuck. I'm disappointed in him. I'm appalled by his comments. Look, Barr made it very clear in his four-page summary. He said Mueller is not -- Mueller is not -- will not reach a conclusion on obstruction. He has laid out facts in support and facts against. So I think Barr made it very clear, there's going to be a really detailed factual summary of what President Trump did. I think you'll see it there, and I think Barr has said you're going to see it. But Barr did make the call, he's the attorney general. Next to President Trump, he's the chief law enforcement officer in the country. If Mueller wasn't going to make the call, there's nobody else but Bill Barr who should make the call. But by the way, it's clearly a correct call. The president, if all he did is fire Comey and have a conversation with Comey about Michael Flynn and try to get Jeff Sessions to change his mind about recusal, that cannot be obstruction of justice whoever his motive is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Kim, this idea of releasing the underlying documents or notes, witness notes, you can see they're grasping at thin air here.  They're trying to, which Kushner was getting at. It's always going to be the next thing. It's not judge this administration on its merits. And in a way, it's allowed them to do things like the USMCA. It's allowed them to do things like the de-reg movements that they've done that helped this economy boom. So in a perverse way, their obsession with Russia has kind of let the administration do a lot more good stuff on the economy that's actually really worked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "You've just put your finger on the biggest question that is facing Democrats going into this next cycle, is are they going to continue to beat on this, even after Mueller, even after it's clear that there's no there there? Knowing that this, by the way, has not necessarily helped them up till now. What have they gained from it? Not necessarily anything. Are they going to keep doing that or are they going to talk about their own policies and attempt to tell voters why they should be elected to the White House next year? Because right now that's not happening. And we know from some of the top meetings among top Democrats that there's a sense of worry among many of their rank and file, but the voters have now idea what the Democratic agenda is. So they have got to make a choice. And Nancy Pelosi, she's got a tough one, because she has got some members, this is a point of principal for them that they not let it go. And can she talk louder than they can? Can she corral them? That could be tough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They got a rock and hard place here. Guys, thank you so much, fascinating analysis as always. And coming up, President Trump's embattled nominee to head the Federal Reserve. Remember, the Federal Reserve, it's getting nastier for him bring the day. Steve Moore joins us up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When Donald Trump nominated Steve Moore to be a member of the Federal Reserve Board, the criticisms were about his policies. But now the attacks have become even uglier, dragging Moore and his family through personal attacks that seem intended just to embarrass the nominee. So were these attacks legitimate or rooted in a fear that Moore could be another disrupter, and this time at the Fed? Joining me now to answer that question, Steve Moore himself. He's also the author of the book \"Trumponomics.\" Steve, what is your reaction to the latest stories about you? We're going to get into what Rachel Maddow said in just a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE MOORE, NOMINEE, FEDERAL RESERVE BOARD",
      "sentences": "So, Laura, it was an incredible thrill for me, the thrill of a lifetime when the president called me and asked me to be on the Federal Reserve Board. I was honored.  I worked for him on the campaign, we help put together the tax plan. And when it was announced, there was an almost instant reaction from the left.  No, we can't have Steve Moore on the Federal Reserve Board. They don't like my ideas. And at first they attacked my ideas, they attacked my qualifications, and they got nowhere with that. And so what has happened in the last week or two has been just this series of personal attacks. So he doesn't pay his taxes --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Do you pay your taxes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "We're actually owed money by the IRS, we believe, to the tune of tens of thousands of dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What is this 75,000 in unpaid taxes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "We've been in dispute now for three years with the IRS, and we think they've way overcharged us. Our accountant thinks we're in the right. Shocking, right, we can't get an answer from the IRS. But what happened in the last couple of days was the reason I wanted to come on your show, because it's so vile and vicious and underhanded. So some reporter got ahold of my divorce settlement 10 years ago. Divorces are ugly things. Some nasty things were said. But the main point was we alerted the media. My wife and I, Allison, we have reconciled. All of our disputes have been settled. To us, just leave us alone. This doesn't have anything to do with whether I'm qualified to be on the Federal Reserve Board. Then they published all these nasty things. It's been harmful to my ex-wife, it's been harmful to my current wife, our kids. We have three boys. And as I said, I'm happy, Laura, to go on with anybody, Paul Krugman, \"The Washington Post\" editorial board, which has written five editorials against me in the last three weeks. I'm happy to talk, debate the economy, my qualifications, but they don't want to talk about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Steve, let's be clear. They have no plan for growing this economy at all. They have a plan for confiscating wealth and redistributing it. But they do not have a plan for growing the economy faster than Donald Trump or in any way approaching Donald Trump. So they go to alimony questions that now you and your ex-wife are good about, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "We have a good relationship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So this is good, this is settled?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "We play tennis together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Play tennis together? This should be a model divorce. Rachel Maddow said this tonight. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "sentences": "Since President Trump first nominated Stephen Moore and described him publicly as a respected economist, it has emerged, sort of sequentially and with increasing awkwardness, that he's not an economist. For his nomination to be on the Federal Reserve Board, a job that he admits he knows nothing about, it does appear to be teetering tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Look, I have just just about as good qualifications I think as anyone to be on the Federal Reserve Board. But they don't want to talk about my economic ideas. They want to assassinate my character. And as you said, Laura, that's what the left does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Consider the source. Steve Moore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "I'm not backing down on this one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I wouldn't if I were you. We'll be right back with the last bite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When you all passed this, I could have fell through the floor. I really thank you for signing that bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That was Yvonne Fountain who was released under the First Step Act. A fantastic event that received zero coverage today. We're going to be covering it more tomorrow and on Fox Nation. Also some excerpts of the Jared Kushner interview we couldn't run tonight. But it'll all be on Fox Nation. Remember, to subscribe to the podcast, just go to PodcastOne. New one drops tomorrow. Shannon Bream and the \"Fox News @ Night\" team take it all from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "All right. Thanks so much. This is Laura Ingraham. \"The Ingraham Angle\" from Washington tonight. We do have a big show for you not from the border, but almost as good. We have Jared Kushner, Senior Advisor to President Trump. He sat down exclusively with me today. You're going to hear his first comment since the Mueller probe concluded, his first reaction to a new report about his security clearance. Plus, how the President's First Step program could actually reset the entire electorate as we know it, and this is ahead of 2020. And, of course, all the stories are redemption on top of that. Also tonight, the President's pick for the Fed Steve Moore is coming under increasing attack. What began as policy critiques have now become far more personal. He's here to react. But first unbecoming Joe Biden, that's the focus of tonight's ANGLE. Former Vice President Joe Biden's presidential campaign is already facing a serious test, and he hasn't even officially declared yet. Well, though, he has the highest poll numbers in the crowded 2020 Democrat field. His septuagenarian self has a touch-and-go problem. Nevada politician Lucy Flores who ran for Lieutenant Governor of Nevada in 2014 is accusing Biden of unwanted physical contact when he came to stump for her during the campaign. While backstage, Flores maintains he put his hands on his shoulder smelled her hair and then planted a slow kiss on the back of her forehead. Well, five years later, with the MeToo Movement still in full bloom, Flores says, \"It all made her feel uncomfortable\". But that's not all."
    },
    {
      "speaker": "LUCY FLORES, D-FORMER NEVADA ASSEMBLYWOMAN",
      "utterance": "I wanted to acknowledge that it was wrong. We don't want you to touch us, then don't touch us."
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "utterance": "Do you think that this is disqualifying for him?"
    },
    {
      "speaker": "FLORES",
      "utterance": "For me it's disqualifying."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, talk about biting the hand that feeds you or at least that tried to elect you. Flores isn't even suggesting any sexual misbehavior. She only claims that Biden made her feel uncomfortable. I don't know, would this discomfort have been forgotten if she had won? Well, I guess, we'll never know. Biden also issued a pair of statements. He claimed that over his decades-long career, \"Not once, never, did I believe, I acted inappropriately. We have arrived at an important time when women feel they can and should relate their experiences and men should pay attention. And I will\". Well over the weekend, several female Biden allies made the rounds and they vouch for his character, insisting that he was never disrespectful toward women. On CNN, just earlier this evening, Former Obama Comms Director Jen Psaki described her own touch and goes with Joe."
    },
    {
      "speaker": "JENNIFER PSAKI, FORMER WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "utterance": "There were times when he would grab my hand in meetings to make a point. There were times he probably has kissed the back of my head. I never thought anything of that. I didn't find it creepy. But, again, I was in the administration. And to me the experiences I had with him were one where he was trying to lift people up and make him feel comfortable when they were uncomfortable and help people go through emotionally difficult times."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And all Kirsten Powers wants is better behavior and a better apology."
    },
    {
      "speaker": "KIRSTEN POWERS, CNN POLITICAL ANALYST",
      "utterance": "People can look at this and see that this is definitely not the same thing as sexual assault or even really sexual harassment that we've talked about so much. I wish that Biden would offer a more fulsome apology, instead of treating it as - it's the kind of like I'm sorry if you felt that way - apology. And just say, \"Look, I see that this is inappropriate. I shouldn't do this to people --\""
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. This is all just really stupid, OK, regarding Uncle Joe's touchy-feely ways. Are we are we trying to pretend this was some sort of state secret?"
    },
    {
      "speaker": "JOE BIDEN, FORMER VICE PRESIDENT",
      "utterance": "Spread your legs, you're going to be frisked. It's hard to forget those eyes. Look at those eyes. Look at them."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes. She just was the queen of the--"
    },
    {
      "speaker": "BIDEN",
      "utterance": "That is not surprising."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Isn't it true."
    },
    {
      "speaker": "BIDEN",
      "utterance": "That was surprising."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, fast forward to 2019. What's really happening here is that the 76-year-old Biden is now trying mightily to reconcile the old Democrat Party of Bill Clinton and Ted Kennedy with the ever-shifting liberal PC codes of the present. Biden, though, has made a critical mistake, what has he done? He's been apologizing in an effort to court the far-Left. And now in the campaign trail, the candidates who would benefit, of course, the most from a Joe Louis field, they don't care about the apologies, they're pouncing."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS.",
      "utterance": "I believe Lucy Flores and Joe Biden needs to give an answer."
    },
    {
      "speaker": "JULIAN CASTRO, FORMER SECRETARY OF HOUSING AND URBAN DEVELOPMENT",
      "utterance": "I believe Lucy Flores. We need to live in a nation where people can hear her truth."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT.",
      "utterance": "I have no reason not to believe Lucy. And I think what this speaks to is the need of fundamentally change the culture of this country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Fundamentally change the culture of the country. Hmm. What was Ms. Flores real motivation for telling her truth, are we not sick of that phrase? Here she is today."
    },
    {
      "speaker": "LUCY FLORES, D- FORMER NEVADA ASSEMBLYWOMAN",
      "utterance": "Personally, I do not believe that he should run. I'm very progressive, and so I believe that an agenda that that takes into account the changing culture that we are experiencing right now, that women are feeling like we can speak up for ourselves--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Did you see that both Sanders and Flores spoke of changing the culture, again, hmm. I wonder why their thoughts are so aligned."
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC HOST",
      "utterance": "Are we allowed to bring up that Lucy Flores is a huge Bernie person and she has political connections that might be countered?"
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "utterance": "I mean, we're--"
    },
    {
      "speaker": "BRZEZINSKI",
      "utterance": "- also we really going to do this? And Democrats you have to ask yourself, what exactly is the line - the Me Too line you want to draw? Because you will live and die by that line--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Joe Biden is about to politically perish on that line. Democrat fanatics see him as one of the last remaining stumbling blocks to creating their socialist utopia. They need to stop him before he even enters the race. Today another woman named Amy Lappos came out of the woodwork alleging that Biden \"Touched her inappropriately 10 years ago at a fundraiser\". We'll get into other comments she made later on. My prediction, the drip, drip of allegations will not stop. And Biden, instead of smashing back at the obvious political nature of these accusations, is blaming now through his spokesman conservatives. Here's a quote. \"These smears and forgeries have existed in the dark recesses of the internet for a while. And to this day, right-wing trolls and others continue to exploit them for their own gain\". All right. That's not going to help Joe. If you haven't noticed, it's the far-Left not the right that is devouring you now. We just thought it was funny, OK. The crazies, though, who never left campus, they're redrawing the lines right now, a policy, speech and conduct. And not just for the Democratic field, but for the rest of us too. Jill Biden, doesn't mind when the left-wing activists are hitting conservatives with flimsy old allegations, but when the tables are turned on him, oh boy, we see him scramble to save himself. I kind of feel sorry for him, if he didn't enable this poisonous PC culture for all these years. Now it's time to wake up or sit this one out, and that's The Angle. All right, joining me now with the reaction, Dan Bongino, Fox News Contributor and Former Secret Service Agent; and Chris Hahn, Former Aide to Senator Chuck Schumer. All right. Dan, I must admit, it is kind of fun to watch this. But I have to share with you just really quickly my own touch-and-go moment with Joe Biden. OK. This is many - this is probably 10 years ago - I wrote about it one of my books - at a party in Washington was that George Will's house. And Biden saw me at the entranceway to the party, OK? And this is when Jay Carney was his Press Secretary. So Biden comes up to me or I went up to him I can't remember what, and he put his hand - both hands on my shoulders and he said, \"God's honest truth Ingraham, you're my favorite of the right-wing crazies\" or something like that to that effect. And he looked up and he said how you doing? And he was funny. It didn't bother me one bit. But that's kind of who he is. But now that's being used against him by the people who want to knock him out on the left and I got to say it's rich, but it's probably undeserved."
    },
    {
      "speaker": "DAN BONGINO, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes, I believe it, Laura. I mean, obviously, he strikes me as the close talker guy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Everybody knows the close - the dreaded close talker--"
    },
    {
      "speaker": "CHRIS HAHN, FORMER AIDE TO SENATOR CHUCK SCHUMER",
      "utterance": "He is - woman's talker--"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Right, right. But the problem, I think, Joe Biden's going to have is the Left is now married to two things, and he fails on both fronts. They're married to identity politics and the Me Too culture. On identity politics, this guy's been gaffe-tastic. Remember, the Obama's clean comment? I don't know what meant by that. I mean, who talks like that? And then the - \"You can't go to Delaware without a slight Indian accent?\", but then on the Me Toofront. Listen, I agree with you. Biden's probably socially inept, frankly, and awkward around people, I think that's obvious. But the problem he's going to have is the Left is married itself this, \"Women must be believed culture\". Now, the Right has never accepted that. They say women should be heard, but evidence should be believed. That's all - the Right has always been consistent on this, by the way, Joe Biden included. The problem, Laura, Biden's going to have is, these photos are everywhere. There actually is evidence of him being a little creepy. I mean it's all over the place and that's going to hurt him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Chris, during the Kavanaugh confirmation hearing Joe Biden said, \"Christine Blasey Ford should be given the benefit of the doubt 30 later\". So isn't this - this is five years later in the case of Ms. Lappos, this is 10 years later. So isn't all's fair in love and politics, I guess."
    },
    {
      "speaker": "HAHN",
      "utterance": "Politics ain't beanbag, Laura, you know that as well as anybody. And if you want to be President, you got to go through fire to get there. And if Joe Biden wants to be President, he's going to have to go through fire. And, yes, there are a lot of things out there that show him being a close talker, a little touchy-feely, something that was totally acceptable at one point and today it's probably not. And women are out there saying that they might have felt uncomfortable around him and they should be believed. Nobody's accusing him of actually sexually assaulting anybody, but they are--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait a second, wait a second, Chris. They should be believed - OK. I have a real problem with this whole, this is my truth thing. Anytime someone says this is my truth, you can't ever question them. Well, as if truth isn't objective. What truth is - truth according to whom on what timeline? And I want to say about Ms. Lappos who was the individual who claimed that he made her uncomfortable in 2009. Here's a quote from her in The Hartford Courant. She said, \"If Biden truly supports women and gender equality, he would step aside and support one of the many talented and qualified women running\"."
    },
    {
      "speaker": "HAHN",
      "utterance": "There is--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now is that Ms. Lappos feeling offended 10 years later or she wants a woman and she's real left-wing activist?"
    },
    {
      "speaker": "HAHN",
      "utterance": "There is--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We didn't put her photo, I guess."
    },
    {
      "speaker": "HAHN",
      "utterance": "There is no doubt whatsoever that some of these attacks are politically motivated."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Isn't all political."
    },
    {
      "speaker": "HAHN",
      "utterance": "There is no doubt whatsoever--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, come on, it's all politics."
    },
    {
      "speaker": "HAHN",
      "utterance": "- that Lucy Flores who is a huge Bernie Sanders supporter and is exactly, as you pointed out, and as others pointing out, speaking the same language. So I don't have any doubt. But that said, that's politics. You got to go through fire. You got to deal with it and how you push back on it determines if you're going to be President or the candidate. He has not pushed back well, not on this and not on other things he's been asked to push back on, and that speaks to his ability to get elected President of United States. There - this is not an easy task for him or anybody else and whoever comes out of this primer is going to have to deal with a lot of this, whether they are a man or a woman."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Dan, what they might end up doing is killing off their best shot to beat Donald Trump. If there's a chance to beat Donald Trump - and I don't think it's a huge chance. But if there's a chance, chance it's not going to be with a far-Left person, it's going to be someone who can appeal to Middle America. Joe Biden, can in some ways, appeal to that blue-collar electorate. It's going to be tough, but he could do it better than Bernie Sanders, in my view. Even if Bernie can get bigger crowds, Joe Biden does have that political experience."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Well, I agree with you. I think all of them are going to have a tough time with Trump. I think Donald Trump is chronically underestimated, so let me just stipulate that. But, I agree with you again a point #2. I've been trying to overly agree with you on your own show here. But I agree, I think Joe Biden is going to be the one with the name ID and Joe Biden is the one who would give us some trouble in Michigan, Wisconsin and Pennsylvania. But I think this Democrat-- Rarely do I ever agree with my friend Chris here. But he's right. This is going to be a bloodbath. Donald Trump is going to coast on the Republicans side. There's no serious contender, let's be clear on that. The Democrat side, these guys all want women, all want to be President, and they don't care who they leave - lay waste to in - when they're doing this. But, one more thing Laura, it's interesting that quote though. Biden taking a shot at conservatives? Are you serious? I heard you defend him, Dana Perino defend him, nobody's saying it's not creepy. But this is so ridiculous. We all know it's the Left that's eaten this guy alive, not us."
    },
    {
      "speaker": "HAHN",
      "utterance": "Well, it couldn't have possibly been conservatives. I mean, they're OK with Donald Trump and all the allegations against him, including the NDAs, so --"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Oh, here we go. Come on."
    },
    {
      "speaker": "HAHN",
      "utterance": "- mad a Joe Biden for touching on their shoulder."
    },
    {
      "speaker": "BONGINO",
      "utterance": "- you're a Clinton guy, give me a break. You're a Clinton guy, unless you're willing to accept that Juanita Broaddrick stuff and the Clinton stuff, I don't want to hear it - all this nonsense. That is garbage."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All I can say is that this - all I can say is this town shut down for Ted Kennedy's funeral, OK. So let's all - let's all, let's like take a breath about all these old allegations."
    },
    {
      "speaker": "HAHN",
      "utterance": "I hear you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. Great to have you both, making very interesting points. And by the way, my next guest says that with their leftward lurch, 2020 Dems, boy, they went from maybe slam dunk for the Democrats to trouble. So what does he think about the obvious effort to kneecap Biden? Joining me now Ed Rendell, Former DNC Chair, Former Governor of Pennsylvania. Governor, now this Lappos person and Ms. Flores, both are far-Left progressives, OK. One wants any woman running and the other is a Bernie Sanders person, that's fine. You can love whoever you want to run for President, support whoever you want. But this idea of claiming offense five and 10 years later, I think, it hurts real claims of sexual harassment and other misconduct in the workplace. And I think most of the country is so sick to death of this and now Biden's getting hoisted on his own petard."
    },
    {
      "speaker": "ED RENDELL, FORMER DNC CHAIR, FORMER GOVERNOR OF PENNSYLVANIA",
      "utterance": "Well, Laura, I have to say I feel terrible, because I agree with almost everything you've said tonight."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, no."
    },
    {
      "speaker": "RENDELL",
      "utterance": "You're doing great (ph)."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, no, sky is going to open up."
    },
    {
      "speaker": "RENDELL",
      "utterance": "You're absolutely - your ratings are going to go down dramatically. I believe you're dead right. First of all, the most important thing you said in terms of take it out of politics. You said we have to draw a line on this Me Too. We have to draw a line as to what is behavior that, in retrospect we might change, but isn't disqualifying in any way, shape or form and behavior. It does seriously disqualify a person from running or holding public office. There's not even a fine line. There's a very clear line. And let me tell you this, I've known Joe Biden since he came into the Senate. I've seen him at 200 or 300 public appearances. I've never seen him do anything that I thought was inappropriate towards women. He is a hugger. He is a close talker. He's hugged me at a number of times. He's come up behind me and put his arms on the shoulders --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And what's your truth? Ed, what's your truth tonight? Do you have something you'd like to share about how it may do feel?"
    },
    {
      "speaker": "RENDELL",
      "utterance": "The truth is, it made me feel nice and warm. It made me feel that this guy really cared about me. And that's part of Joe Biden's charm and the vast majority of the American people, as you said, are sick of this stuff. They know what's real and what isn't real. This isn't real. It shouldn't be disqualified. And you're right, we should as Democrats, focus on finding someone who could run the country well and Joe Biden could. And Two, he is the best chance to beat Donald Trump. And from my money that's Joe Biden, no ifs, ands and buts about it. And listen folks, he's not running against a Trappist monk, so I think he's in the clear--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. I have to--"
    },
    {
      "speaker": "RENDELL",
      "utterance": "- in the general election. He is not running against Trappist monk."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I have to - this is Jake Tapper commenting on this whole thing, and I'd like your reaction. Let's watch."
    },
    {
      "speaker": "JAKE TAPPER, CNN HOST",
      "utterance": "If any of the men around this table behaved this way at our places of work, we would get reprimanded, we would get potentially even fired. You are not allowed to touch women inappropriately. Again, it doesn't matter if your intention is sexual or just friendly, you can't massage a woman's shoulders and sniff her hair and kiss the back of her head, that's not appropriate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So he's speaking for the enlightened male today, Ed?"
    },
    {
      "speaker": "RENDELL",
      "utterance": "Well, Jake Tapper used to work for one of my campaigns, but he's dead wrong here. You might get reprimanded, you might have HR say, \"Listen you shouldn't touch women without their permission\", things like that. But these aren't serious offenses. We have to get real and start focusing on what's important of the country, issues, challenges that we have. And some of this stuff is just - it borders on the ridiculous. You couldn't be more right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hey, Ed--"
    },
    {
      "speaker": "RENDELL",
      "utterance": "- we got to--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hey, Ed, I want to show - put up really quickly. This is from the Washington Post above-the-fold today, caught my eye when I was getting my coffee. \"Virginia leaders stay put as scandals lose steam. With legislative elections on horizon, a strange stasis takes hold\". Obviously, referring to Northam and Justin Fairfax, a couple of other Justin Fairfax - his accusers came out and gave another interview. They're still very upset. What about those scandals? Should those be swept under the rug as well?"
    },
    {
      "speaker": "RENDELL",
      "utterance": "No there should be hearings. Everyone's entitled to a hearing. Al Franken should have had the hearing. Donald Trump should have had a hearing. He said he didn't do it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There was no hearing. Justin Fairfax is still Lieutenant Governor and--"
    },
    {
      "speaker": "RENDELL",
      "utterance": "No, he should - there should be a legislative hearing to figure out what he did if there is - what the truth of the assertions are, I'm all for that. But I agree with you. You can't just accept anything somebody says. You have to have a fact-finding mission if that's what they want."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Governor."
    },
    {
      "speaker": "RENDELL",
      "utterance": "And look--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. We're running--"
    },
    {
      "speaker": "RENDELL",
      "utterance": "Sometimes the voters are - I wanted to say, sometimes the voters are smarter than we are. 65% of - I think 55% of African-Americans want Governor Northam to stay on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Governor, I just - I'm really happy to have your truth tonight, I just want to say that. So thanks for joining us."
    },
    {
      "speaker": "RENDELL",
      "utterance": "He does give a very good shoulder massage."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. I'll remember that. All right up next an INGRAHAM ANGLE exclusive, Jared Kushner, Senior Advisor to the President, responding to breaking news he should not have received a security clearance and redemption. Don't go away--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "She says there were grave concern - she has grave concerns about potential national security implications. Do you pose a grave national security concern to the country, Jared Kushner?"
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Almost all people said that Criminal Justice Reform would never pass, but we came together as a group, we worked across party lines and we got it done."
    },
    {
      "speaker": "MATTHEW CHARLES, RELEASED FROM PRISON UNDER FIRST STEP ACT",
      "utterance": "I'm truly humbled, I'm grateful, I'm thankful, Jared, President, thank that you were insistent about getting this bill passed and it's an experience that I will never forget."
    },
    {
      "speaker": "GREGORY ALLEN, RELEASED FROM PRISON UNDER FIRST STEP ACT",
      "utterance": "Two months ago I was in a prison there and I'm in the White House, let's continue to make America great again."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wow, that celebration, just hours ago, at the White House for the First Step Act, the bipartisan criminal justice reform just passed by Congress in December. It was a personal mission for my next guest. Today, I sat down exclusive with the President's son-in-law, Senior Advisor, Jared Kushner to talk about that law, his reaction to the Mueller report, new questions about his security clearance and a lot more."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jared, it's great to have you with us. Thanks for joining us. You're going to do a lot of interviews, so we're really happy about that."
    },
    {
      "speaker": "JARED KUSHNER, SENIOR ADVISOR TO THE PRESIDENT OF THE UNITED STATES",
      "utterance": "Thanks. It's my pleasure to be here."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, so you have a big event that we're going to get to - the First Step Act, the big celebration, a bipartisan celebration in the White House, which is great, because I don't think we have enough of those. We're going to get to that. It's a historic day in many ways. But we have to get some of the news of the day first and the Left is going crazy about the security clearance issue and a whistleblower from the White House is now given a private interview on Capitol Hill Democrats. And she says that 25 individuals were able to leapfrog over the career people's concerns about security clearances, and they received security clearances in her view improperly. What's your reaction to that?"
    },
    {
      "speaker": "KUSHNER",
      "utterance": "I can't comment for the White House's process. But what I can say is that, over the last two years that I've been here, I've been accused of all different types of things, and all of those things that turned out to be false. We've had a lot of crazy accusations like that we colluded with Russia. I complied with all the different investigations, whether it be the Senate, The House, the Special Counsel. I sat for nearly 20 hours of interviews with them. When I came to Washington I had a very successful business career. I had extensive holdings. I disclosed all my holdings to the Office of Government Ethics. And what I did with that is they told me what to divest, what to keep, what rules to follow."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "She says they were grave concern. She has grave concerns about potential national security implications. Do you pose a grave national security concern to the country Jared Kushner?"
    },
    {
      "speaker": "KUSHNER",
      "utterance": "Look, I can say that in the White House I work with some phenomenal people and I think over the last two years the President's done a phenomenal job of identifying what are our national security priorities. He's had a great team in place that are helping implement it, and I hope I've played a good part in pushing those objectives forward. And I think because of the President's leadership, the world is safer today."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You get the sense that the Democrats keep moving the goal posts on this. I mean, it strikes me as interesting that this comes out today after Mueller fizzles."
    },
    {
      "speaker": "KUSHNER",
      "utterance": "Yes, well, what I learned during the campaign is that there's a big difference between what people in America care about and what people in Washington or in the media care about."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When you think about the First Step Act, I was reading back on what CNN was saying about it after it passed. It was like they couldn't believe that Donald Trump would do something that would help disadvantaged people, who've made big mistake, some of them criminal mistakes. And they - it's almost like they didn't want to believe it could ever happen. Does that disappoint you? Because even when something that should be bipartisan is still viewed in a negative light? Odd."
    },
    {
      "speaker": "KUSHNER",
      "utterance": "When he was approached with this issue and he saw how a lot of people leaving prison didn't have the skill set and didn't have - had so many obstacles preventing them from getting back on a path. He said, of course, that's why they'll go back and commit more crimes. So he thought it was good for public safety and also for these people to figure out how do we invest the resources to help them have a better chance at succeeding. And that's something he did, because he's, I think, a very competent executive. But it's also something he did because he has a big heart."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How much of it was because of your dad? And what your dad - your dad went to prison. He was convicted. He served time. What does he say about these kinds of issues with you?"
    },
    {
      "speaker": "KUSHNER",
      "utterance": "Well, that was a big part. I mean, that was why I was exposed to the issue. And had I just come in as a government employee with - hearing from the top down about what a great job they were doing, I probably would have believed it. But there's so much more that we can be doing and my experience in prison - with my family's situation was, I met a lot of different families, a lot of people, who were lot of more good people. They just made a mistake. And the toll that it weighed on them and on their families was very disproportionate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Where is the president's thinking on the border closing? He has sent out a lot of tweets about closing the border. Where is he on that?"
    },
    {
      "speaker": "KUSHNER",
      "utterance": "I think the president has definitely made increased awareness to the issue. I think he's weighing all options, which is something the president --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Pressuring Mexico, is this all to pressure Mexico?"
    },
    {
      "speaker": "KUSHNER",
      "utterance": "No. I think it's to pressure everybody. This is something that needs a solution. One of the things I love about the president is he doesn't let people hide from problems. When there's a problem, he makes people confront the problem, and he's very creative about ways to find a solution."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Are you going to get the USMCA passed through Congress?"
    },
    {
      "speaker": "KUSHNER",
      "utterance": "I think it's moving very steadily. To craft a deal, obviously I have to give a lot of credit to president for creating the conditions for us to negotiate the deal. But I have to give a lot of credit to Ambassador Lighthizer who really did a brilliant job not only in negotiating the deal but also in terms of architecting what kind of deal he thought would appeal to all the different constituents. And what we're seeing now with the deal is that it's something that really is a world class trade agreement. It's great for our farmers, great to American workers, great for industry, great for technology. And it's all these things that will allow America to continue to be independent."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Why are they still trashing this deal? David Nora, I think it was, I think we have the soundbite, on MSNBC, he's an anchor, reporter there. This is what he just said last couple days about the USMCA. Let's watch."
    },
    {
      "speaker": "DAVID GURA, MSNBC",
      "utterance": "Talking about the president's inability to see humanity, he is very easily able to see the economics of stories like this one. And you look at what has happened with the U.S.-Mexico-Canada trade deal, the new NAFTA, it's falling apart. Use the president's Twitter feed as a guide here. That may very well be what spurred the president to make this threat."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He was talking about closing the border there. But he brought up the close the border issue because the USMCA is, quote, falling apart.  Is there any truth to that?"
    },
    {
      "speaker": "KUSHNER",
      "utterance": "No, not at all. The future that I love that people that don't talk about is that we built in a 16-year sunset, which I always thought about the fact that if you have a great asset, you don't want to sell the asset. We would always sell our market access. What we do here is we really lease our market access, and what we do is every six years, we have a fair market value renewal so that we can rebalance."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You were instrumental in the president's run in 2016. What are seeing in this Democrat field? Any interesting characters, some more than others that you'd like to run against?"
    },
    {
      "speaker": "KUSHNER",
      "utterance": "We looked at 2020. What we're focused on is figuring out how do we keep building the best way possible. The president is going to have a fabulous campaign. I think he has got the right policies, and I think he's got the country on the right track. And I think that a lot of the different policies that I see a lot of these Democrats advocating for or offering, I don't think that's where the country is."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Socialism?"
    },
    {
      "speaker": "KUSHNER",
      "utterance": "I don't think that's where the country is. One statistic that I found very pleasing is that more of the -- in Florida they passed allow where former felons can now vote. We've had more ex-felons register as Republicans than Democrats, and I think they see the reforms --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait, whoa, whoa. You've had more ex-felons register as Republicans than Democrats?"
    },
    {
      "speaker": "KUSHNER",
      "utterance": "That's the data that I've seen. I think that will surprise a lot of people when they see the new coalition that President Trump is building for what the Republican Party has the potential to be."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Up next, my exclusive interview with Jared Kushner continues with his reaction to the Mueller report and his message to the liberal media. Then Sol Wisenburg and Kim Strassel are here to respond to that interview and Nadler's new plan to further this investigation, coming up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now for the first time since the Mueller report wrapped up, Jared Kushner reveals his message to the man still claiming Russian collusion exists, House Intel Chair Adam Schiff. Plus, whether Jared Kushner feels any relief."
    },
    {
      "speaker": "KUSHNER",
      "utterance": "They were on this Russian thing for a couple, which was absolutely crazy. And I think now the president has been fully vindicated."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Do you feel liberated?"
    },
    {
      "speaker": "KUSHNER",
      "utterance": "I was never worried, because I never thought the notion that we did that. We ran a great campaign. The president had a great message, and that's why we won."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Adam Schiff, these people, it's like the report didn't even come out. It's like their narrative doesn't change. Adam Schiff said this just four days ago, Jared. Let's listen."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF., CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE",
      "utterance": "What I've been saying now for over a year is two things. One, there's ample evidence of collusion in plain sight, and that is true. And second, that is not the same thing as whether Bob Mueller would be able to prove beyond a reasonable doubt the crime of conspiracy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Your reaction to Schiff and Swalwell and Maxine Waters. The drum keeps getting beaten the same way. I wish them luck talking about this nonsense further, especially after two years and being wrong so many times. It's just really not productive. And quite frankly, it's kind of an embarrassment for our democracy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "On the issue of subpoenas for documents, whether it's about the security clearance issue or anything, are you all prepared to go to court to defense executive privilege and separation of powers?"
    },
    {
      "speaker": "KUSHNER",
      "utterance": "That's something, one of the great things about working in Washington is there's so many talented people. We have got some fabulous lawyers in the White House, and they're probably the ones who are best, apt to answer that question."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Would you be happy to testify on Capitol Hill if they ask you to testify?"
    },
    {
      "speaker": "KUSHNER",
      "utterance": "So far I've complied with the Special Counsel and with the congressional investigations into the Russia investigation. That was a very serious accusation that goes to the very core of our democracy, and that was one that we thought was important to go with. So we were fully compliant."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The media and this administration, a lot of ink has been spilled. Barrel and Barrels and Barrels of ink has been spilled writing about it. I've spoken a lot about it on my show and on the radio over the years. But it seems now it's almost comical in it weren't so serious.  This is something that Jake Tapper said I believe over the weekend about CNN's coverage, just focus for now on the Mueller situation. Let's watch."
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "utterance": "I'm not sure what you're seeing the media got wrong. But the media reported what the investigation was going on. Other than the people in the media on the left, not on this network, I don't know anybody who got thing wrong. We didn't say there was conspiracy. We said that Mueller was investigating conspiracy."
    },
    {
      "speaker": "KUSHNER",
      "utterance": "Look, the media got the election wrong. They thought for sure Hillary Clinton was going to win. They didn't see what we were seeing out in the country, in the field. Their data was wrong. Their analysis was wrong. And then it happened. Not a single person got fired. Not a single person apologized, although the president did say the \"New York Times\" apologized, which they did, for the coverage. But look, we're in a very unique time. I think people sometimes let their hatred for Trump overtake their rationale ability to look at things objectively. And I think that when the dust settles and this whole administration is over, I think people will look back on all these historic gains that have been achieved. Look, on the other hand you can look at and say because the media has been so distracted with Russia, Russia, Russia, and all of these crazy conspiracy theories, we've been able to operate underneath that level and just really be effective. The number of times that CNN wrote things about me that I would then call and say but that's not true, they would say we have a source. It is what it is. And I just hope that going forward everyone will look at it and maybe have a little bit of cooler heads and focus that we're all on the same team, we're all here for America."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You can't really defend yourself really from a lot of the accusations that are leveled against you."
    },
    {
      "speaker": "KUSHNER",
      "utterance": "But America is the greatest country in the world. And I think that when it's all done at the end of the day, nobody is going to look back and say was there a good story or a bad story. They'll look back and say what did you accomplish. And I think that, I feel, at least for me, I've been able to accomplished a lot of things I came here to do."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jared, thanks so much for joining us. We really appreciate it."
    },
    {
      "speaker": "KUSHNER",
      "utterance": "Thank you, Laura. Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Here now to react, Sol Wisenberg, former Whitewater deputy independent counsel, FOX News contributor, Kim Strassel, columnist for \"The Wall Street Journal.\" Sol, your reaction?"
    },
    {
      "speaker": "SOLOMON WISENBERG, FORMER DEPUTY INDEPENDENT COUNSEL",
      "utterance": "I think he did very well. My reaction to the attacks, the continuing attacks on him and the attacks on Bill Barr are that it's an assault on the rule of law and that they're overplaying their hand and that it's going to will backfire."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Adam Schiff four days ago said this is collusion in plain sight.  Jared is being very diplomatic there. He said, well, they let their hatred of Trump get in the way of rational thinking. But for Adam Schiff, the ranking member -- the leader of this committee to say collusion in plain sight, what does that do to the democracy? What does that do to our democratic process?"
    },
    {
      "speaker": "WISENBERG",
      "utterance": "It depends on who you're talking to. Unfortunately we've become very polarized, and we've taken sides. And he's really playing a word game. He is saying, oh, because there was a meeting in the Trump Tower, that's collusion. But really that's not what Mueller was investigating. Mueller was investigating whether there was criminal collusion, whether there was a conspiracy. But this is very interesting. In the portion of Mueller's report that Barr quotes in his letter, he goes beyond criminal conspiracy. Mueller says there's not even any coordination between Trump campaign officials and the Russians even though there were several attempts by the Russians to bait them into it. So let's see the full report. I have faith in Bill Barr.  But I think even these broader claims by Schiff will be proven to be untrue."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kim, what I noticed in talking to Kushner today is that there does seem to be this sense of relief. I ran into Emmet Flood. He was a lawyer working on this on the way out. He's an old friend, full disclosure. We clerked together on the second circuit many years ago. But you can see like a bounce in their step. This has been a weight on this administration, I don't care what they say, and now they're free to speak about it. What is your sense about that aspect of it, this part of it being pulled off their shoulders for the time being? KIMBERLEY STRASSEL, COLUMNIST, \"WALL STREET JOURNAL\": Kushner was right in what he said. There was vindication here. And Adam Schiff can say what he will and continue to beat that drum, but the results in the report was that there was no evidence of collusion or coordination, no conspiracy, and there's not going to be any obstruction charges brought as the attorney general made clear. So they are in the clear. And I think that is why you see Democrats so sour and in fact making these kinds of crazy allegations because they've got nothing left. I think it's also why you now see them demanding that Barr turn over an unredacted copy of this report to them first. And you know why they want to do that, Laura, right. It's because they want to take a bit here or there, leak a juicy tidbit and try to craft a new narrative."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Keep it going."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "They know the overall conclusion doesn't help, right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They want to keep it going. To that point, Sol, Chuck Rosenberg, former senior FBI official on the Mueller report, on MSNBC this afternoon. I want your comment on this. Let's watch."
    },
    {
      "speaker": "CHUCK ROSENBERG, FORMER SENIOR FBI OFFICIAL",
      "utterance": "It's never taken me 400 pages to say nothing happened. And so I imagine something happened, and that something, particularly with respect to obstruction, was quite serious. I don't believe for a minute that if Mueller had facts that exonerated the president on obstruction he would have hesitated to say so."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Sol, you know all about this game. Tell us."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "I know Chuck. I'm disappointed in him. I'm appalled by his comments. Look, Barr made it very clear in his four-page summary. He said Mueller is not -- Mueller is not -- will not reach a conclusion on obstruction. He has laid out facts in support and facts against. So I think Barr made it very clear, there's going to be a really detailed factual summary of what President Trump did. I think you'll see it there, and I think Barr has said you're going to see it. But Barr did make the call, he's the attorney general. Next to President Trump, he's the chief law enforcement officer in the country. If Mueller wasn't going to make the call, there's nobody else but Bill Barr who should make the call. But by the way, it's clearly a correct call. The president, if all he did is fire Comey and have a conversation with Comey about Michael Flynn and try to get Jeff Sessions to change his mind about recusal, that cannot be obstruction of justice whoever his motive is."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Kim, this idea of releasing the underlying documents or notes, witness notes, you can see they're grasping at thin air here.  They're trying to, which Kushner was getting at. It's always going to be the next thing. It's not judge this administration on its merits. And in a way, it's allowed them to do things like the USMCA. It's allowed them to do things like the de-reg movements that they've done that helped this economy boom. So in a perverse way, their obsession with Russia has kind of let the administration do a lot more good stuff on the economy that's actually really worked."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "You've just put your finger on the biggest question that is facing Democrats going into this next cycle, is are they going to continue to beat on this, even after Mueller, even after it's clear that there's no there there? Knowing that this, by the way, has not necessarily helped them up till now. What have they gained from it? Not necessarily anything. Are they going to keep doing that or are they going to talk about their own policies and attempt to tell voters why they should be elected to the White House next year? Because right now that's not happening. And we know from some of the top meetings among top Democrats that there's a sense of worry among many of their rank and file, but the voters have now idea what the Democratic agenda is. So they have got to make a choice. And Nancy Pelosi, she's got a tough one, because she has got some members, this is a point of principal for them that they not let it go. And can she talk louder than they can? Can she corral them? That could be tough."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They got a rock and hard place here. Guys, thank you so much, fascinating analysis as always. And coming up, President Trump's embattled nominee to head the Federal Reserve. Remember, the Federal Reserve, it's getting nastier for him bring the day. Steve Moore joins us up next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When Donald Trump nominated Steve Moore to be a member of the Federal Reserve Board, the criticisms were about his policies. But now the attacks have become even uglier, dragging Moore and his family through personal attacks that seem intended just to embarrass the nominee. So were these attacks legitimate or rooted in a fear that Moore could be another disrupter, and this time at the Fed? Joining me now to answer that question, Steve Moore himself. He's also the author of the book \"Trumponomics.\" Steve, what is your reaction to the latest stories about you? We're going to get into what Rachel Maddow said in just a moment."
    },
    {
      "speaker": "STEVE MOORE, NOMINEE, FEDERAL RESERVE BOARD",
      "utterance": "So, Laura, it was an incredible thrill for me, the thrill of a lifetime when the president called me and asked me to be on the Federal Reserve Board. I was honored.  I worked for him on the campaign, we help put together the tax plan. And when it was announced, there was an almost instant reaction from the left.  No, we can't have Steve Moore on the Federal Reserve Board. They don't like my ideas. And at first they attacked my ideas, they attacked my qualifications, and they got nowhere with that. And so what has happened in the last week or two has been just this series of personal attacks. So he doesn't pay his taxes --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Do you pay your taxes?"
    },
    {
      "speaker": "MOORE",
      "utterance": "We're actually owed money by the IRS, we believe, to the tune of tens of thousands of dollars."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What is this 75,000 in unpaid taxes?"
    },
    {
      "speaker": "MOORE",
      "utterance": "We've been in dispute now for three years with the IRS, and we think they've way overcharged us. Our accountant thinks we're in the right. Shocking, right, we can't get an answer from the IRS. But what happened in the last couple of days was the reason I wanted to come on your show, because it's so vile and vicious and underhanded. So some reporter got ahold of my divorce settlement 10 years ago. Divorces are ugly things. Some nasty things were said. But the main point was we alerted the media. My wife and I, Allison, we have reconciled. All of our disputes have been settled. To us, just leave us alone. This doesn't have anything to do with whether I'm qualified to be on the Federal Reserve Board. Then they published all these nasty things. It's been harmful to my ex-wife, it's been harmful to my current wife, our kids. We have three boys. And as I said, I'm happy, Laura, to go on with anybody, Paul Krugman, \"The Washington Post\" editorial board, which has written five editorials against me in the last three weeks. I'm happy to talk, debate the economy, my qualifications, but they don't want to talk about that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Steve, let's be clear. They have no plan for growing this economy at all. They have a plan for confiscating wealth and redistributing it. But they do not have a plan for growing the economy faster than Donald Trump or in any way approaching Donald Trump. So they go to alimony questions that now you and your ex-wife are good about, right?"
    },
    {
      "speaker": "MOORE",
      "utterance": "We have a good relationship."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So this is good, this is settled?"
    },
    {
      "speaker": "MOORE",
      "utterance": "We play tennis together."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Play tennis together? This should be a model divorce. Rachel Maddow said this tonight. Let's watch."
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "utterance": "Since President Trump first nominated Stephen Moore and described him publicly as a respected economist, it has emerged, sort of sequentially and with increasing awkwardness, that he's not an economist. For his nomination to be on the Federal Reserve Board, a job that he admits he knows nothing about, it does appear to be teetering tonight."
    },
    {
      "speaker": "MOORE",
      "utterance": "Look, I have just just about as good qualifications I think as anyone to be on the Federal Reserve Board. But they don't want to talk about my economic ideas. They want to assassinate my character. And as you said, Laura, that's what the left does."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Consider the source. Steve Moore."
    },
    {
      "speaker": "MOORE",
      "utterance": "I'm not backing down on this one."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I wouldn't if I were you. We'll be right back with the last bite."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "When you all passed this, I could have fell through the floor. I really thank you for signing that bill."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That was Yvonne Fountain who was released under the First Step Act. A fantastic event that received zero coverage today. We're going to be covering it more tomorrow and on Fox Nation. Also some excerpts of the Jared Kushner interview we couldn't run tonight. But it'll all be on Fox Nation. Remember, to subscribe to the podcast, just go to PodcastOne. New one drops tomorrow. Shannon Bream and the \"Fox News @ Night\" team take it all from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}