{
  "date": "April 24, 2019",
  "headline": "Lara Trump: Joe Biden is the most sane choice of 2020 Democrats",
  "subHeadline": "Guests: John Solomon, Lara Trump, Abraham Cooper, Darrell Scott, Pam Bondi, Larry Elder",
  "url": "https://www.foxnews.com/transcript/lara-trump-joe-biden-is-the-most-sane-choice-of-2020-democrats",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Welcome to “Hannity.” Buckle up. Tonight, the Democratic Party is officially a dumpster fire of far left radicalism spinning in a thousand different directions, clamoring for impeachment fantasies. More subpoena stunts and, of course, far left socialism the likes of which would destroy this country.  Well, now, tonight, the president, he is standing strong against this never-ending harassment and he now has vowed to fight every single step of the way, the right thing to do. We have full coverage just ahead.  But, first, Operation Crossfire Hurricane is now officially morphed into Crossfire Boomerang for the Clintons, the Democrats and all deep state actors that abused power. Now, the spotlight shines brighter on her bought and paid for Russian lies, along with major new developments tonight surrounding the notorious email server, yes, involving Barack Obama. Yes, Anthony Weiner, we're going to give you all the details.  We start with an even bigger development of the tin foil hat conspiracy media mob, what they haven't telling you about, because we are learning from \"The Washington Examiner\" tonight, Robert Mueller's report contains a claim that Russians recorded then President Bill Clinton having phone sex with Monica Lewinsky back in the 1990s. Wow. The explosion allegedly, purportedly is in the redacted report released to the public, not there but it's in the redacted section. According to sources talking to \"Examiner\", the redaction comes on page 109 of Mueller's report and references a meeting between Jared Kushner and a Russian publisher where he detailed this claim. Remember, Ken Starr in his 1998 report identified at least 17 phone sex calls conversations between 1996 and '97. And wrote that President Clinton, quote: suspected that foreign embassy was tapping his telephone. But he did it anyway, even proposing, quote, cover stories to Lewinsky if it turned out they were actually being monitored.  Now, so far, the special counsel at the Department of Justice, they are refusing to comment but wouldn't it be something hear the boomerang? Operation Boomerang not Hurricane after all the media hysteria surrounding Trump and Russia and Stormy, Stormy, Stormy, the lies, the conspiracy theories, the phony dossier, Uranium One, that it was the Clintons totally compromised all along and everything they were accusing Trump of was actually true about them. We already know the Clinton campaign were the ones colluding with the Russians. Yes, they paid for a dirty Steele dossier. Yes, oh, with Russian lies. Hillary, she was the one that used the private secret server that put our national security at risk. We believe six foreign intelligence agencies hacked into that, and even now the story is taking a bigger turn.  According to Judicial Watch, former senior FBI official Bill Priestap admitted under oath in court ordered discovery that the agency found Clinton email records from her private server in the Obama White House, specifically the executive office, that's right, of President Obama.   Now, again, we asked: what did Obama know and when did he know it? We're the first to ask and we do need an answer. The story doesn't stop there because we also have confirmation tonight that nearly 49,000 Clinton emails were found on Anthony Weiner's laptop. And who wants to guess? They all weren't about grand kids, yoga, a wedding and a funeral as she claimed. So, what does this all mean? That Barack Obama now appears to be more firmly implicated in the Clinton's email scheme than previously thought. Remember, they talked about, well, one high ranking official. We know Obama emailed Hillary on her private server.   And the great irony in all of this is that Hillary still thinks she did nothing wrong, but is she sure that President Trump -- oh, yes, she is certain he obstructed justice? Can't make this up. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, D-FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "Any other person who has engaged in those acts would certainly have been indicted but because of the rule in the Justice Department that you can't indict a sitting president, as I read it, basically what I thought it was saying is, look, we think he obstructed justice. Here are 11 examples of why we think he obstructed justice but we're under the control of the Justice Department and their rule is you can't indict.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow. Now, Clinton doubled down in her delusion in an op-ed published earlier today in \"The Washington Post\" writing quote: Congress can't forget that the issue today is not just possible obstruction of justice, it's our national security.  Really? Now, before calling for a new commission to guard against further cyberattacks, that, quote: The president of the United States has proved himself unwilling to defend our nation from a clear and present danger. How could any one individual be this out of touch or this disconnected from reality? Now, first off, Hillary, the attorney general made the determination along with the office of legal counsel Rod Rosenstein, without even considering as you said whether or not you can indict a sitting president. That determination was made without that that the evidence did not charge any obstruction. By the way, no underlying crime like your case.  Now, this directly from the attorney general. Quote: Our determination was made without regard to and is not based on the constitutional considerations that surrounded indictment and criminal prosecution of a sitting president.  If you want to talk about any other person, let's talk about your obstruction, Hillary, your violation of the Espionage Act, your putting America's national security at risk. Remember, we have overwhelming incontrovertible evidence of your mishandling of top secret classified information on a private server, even Comey admitted you had it. Remember, top FBI lawyer James Baker, general counsel of the FBI, thought you should be indicted. This inconvertible evidence of obstruction. Why did you destroy 33,000 emails and Bleach Bit the hard drive and destroy the smarted phones with hammers and remove the SIM cards?  Oh, that means intent. The intent was to get rid of the evidence, because of the underlying crime the Espionage Act, 18 USC 793.   Of course, the media ignores all of this, the corruption, the abuse of power, what is a two-tired justice system, but don't forget about all the other Clinton corruption involving Russia. Remember, Bill cashing in, how are you doing, on Moscow speeches during the Uranium One deal twice his fee? The kick Hillary signed off on that deal in the kickbacks from the people involved in that deal, $145 million even while it was known Putin had thugs in America. He had a spy in his ring in America. Remember, we interviewed William Campbell, bribery, extortion, money laundry, kickbacks, trying to get a foot hold in our uranium market. William Campbell was on this show, he exposed it that's real collusion. And that's real obstruction of justice which we have more of in a minute, as we turn to our HANNITY media watch reality check. Now, with no credibility left to lose, well, the media, mob, their lies, exposed, and the avalanche of truth cascading down in the days, weeks and months ahead. So what do they do? They are actual patting themselves on the back. Great coverage of Trump and Russia.  They were wrong so often, almost every day. And they ignored the biggest abuse of power, the biggest story they could have ever had in their life. But we were here doing their job for them. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I can't imagine that we'll ever do anything harder than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm so proud of our coverage NBC News. I mean, it's the best of the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The other thing this report did is it really corroborated a lot of good journalism that was done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Time and again in this Mueller report, reporting from major news outlets is confirmed in this Mueller report as being accurate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How did that guy just get an award and a book deal you? You can't make this up. They love themselves. They have no capacity for introspection, self-reflection, self-criticism, accountability? How many times on this show have we exposed over and over and over again their lies and conspiracy theories, list after list, fake news story after fake news story, all the all-stars at their worse.   Now, where is the media? They are really going to lose this whole in all this. Soon, we will have more closed door testimony coming out, proving we have been right all along. They've been wrong.  We will have the Attorney General Barr who has said he's launched an investigation into spying into the Trump campaign and all matters surrounding the investigation, a witch-hunt against the sitting president, criminal referrals from Congressman Nunes, the Horowitz, oh yes, the FISA investigation. It's going to be interesting. Hillary's Russian bought and paid for lies. Yes, the 302s, leaking intelligence, unmasking Americans. Also, look what they did to Carter Page, spies, Stefan Halper checking in on Clovis, Page and Papadopoulos, all these things that were obtained using Hillary's bought and paid for dossier, never verified, never corroborated, created, according to the \"New York Times\" this week, it might have been one big disinformation campaign. And also get Gang of Eight information.  Now, whether the media mob likes this or not, this avalanche is real. And truth and justice are coming. And all will be held accountable, especially with the president who is standing strong and fighting back against the Democrats, they can't let it go now ever the president was the most cooperative president in history. Not once ever invoking executive privilege.  He did have the right under Article 2 to fire Mueller. Rosenstein could have done it. Just because he said these people are horrible need to be fired he didn't do it. Did he? Just like they talked about secretly recording the president and invoking the 25th Amendment. They thought about it, talked about it, didn't do it. Now, with their latest being, of course, in Congress, their bid to bring in Don McGahn for testimony, why was he ever allowed to talk for 30 hours in the first place? I don't get that. That was an executive privilege moment.  Listen to the president earlier today. He's fighting back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Well, the subpoena is ridiculous. We have been -- I have been the most transparent president and administration in the history of our country by far. We just went through the Mueller witch-hunt where you had really 18 angry Democrats that hate President Trump, they hate him with a passion. They were contributors in many cases Hillary Clinton.  Hate him with a passion. How they picked this panel I don't know. And they came up with no collusion and they actually also came up with no obstruction. Well, we are fighting all the subpoenas. Look, these aren't like impartial people. The Democrats are trying to win 2020. They are not going to win with the people that I see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's like we've been telling you on this program, Democrats, their cohorts, their willing accomplices, the media mob, they will stop at nothing to make every waking moment a public trial against Donald Trump and anyone who likes Donald Trump. Smelly Walmart people like us. Irredeemable deplorables, we cling to God, our guns, bibles, religion. Wow. OK, that's what you think of the American people, the heart and soul of this country, no concern for the law? Doctrine of executive privilege? Constitution? Facts? Reality? They push collusion, hysteria for three years. Four times now, four times no collusion. No concern with any agenda to make this country better? More safe, more prosperous, more secure? Just want to continue to fight the president every minute, every second of every day on anything because you are consumed with your anti-Trump rage?   You have ignored, you idiots, the biggest abuse of power corruption scandal in our nation's history. And you have ignored an effort to take down a duly elected president and rigging an investigation into a political candidate and trying to rig a 2016 election. You ignored the most pressing issues that are facing this country, everything for the economy, foreign policy, diplomacy, the safety and security at our borders, for crying out loud.  Bringing us tonight to a HANNITY watch on the southern border, there is a total system melt down, and it's real and it's not manufactured. Illegal immigration is surging. Border patrol had near record apprehensions in March. And U.S. border personnel, they are overwhelmed. Drug traffickers, cartels, human traffickers, they are exploiting this weakness of not having a wall hour by hour. Look at this new footage for Border Patrol showing heavily armed men taking migrants across our border. Highlighting what we have been saying for months, frankly years on this show. Strong border security first, a wall first, it makes people on both sides safer.  No one should have to go through this. We need to ensure the safety, the security of the country first, and also protect those migrants who are being exploited by evil people, trafficked through Central America and Mexico, and the horrible crimes committed oftentimes along the way. We have to hold foreign governments accountable. Thankfully, we have a president continuing to get that message and he is not giving up the fight. He tweeted a response to our report about Mexican soldiers pulling guns on our national guard, really? Better not happen again, the president said, we are now sending armed soldiers to the border of Mexico. It's not doing nearly enough in apprehending and returning.  Now, the crisis is real. It's intensifying and I think in large part because, well, in Central America and Mexico, they actually believe the president if they see the wall being built and repairs being made and the president now has the money. We'll keep you updated.  Joining us now, the author of the number one bestseller, \"The Russian Hoax: The Illicit Scheme to Clear Hillary Clinton and Frame Donald Trump\", Fox News legal analyst Gregg Jarrett, along with FOX News investigative reporter Sara Carter, also investigative reporter and he writes for \"The Hill\", John Solomon.  All three of you deserve what \"The New York Times\" and \"The Washington Post\" received in terms of your hard work and your coverage and without your digging and sources and everything in between I don't think we would be where we are today. I applaud all of you for your hard work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN SOLOMON, THE HILL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's start with you. Let's talk about Hillary. Look at this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, LEGAL ANALYST",
      "sentences": "She has got to be the most clueless person in America. She has the audacity to accuse the attorney general and deputy A.G. of getting it wrong on obstruction and accusing Trump of obstructing justice when she is really the symbol of obstruction straight out of the statute, not one but two of the five provisions on obstruction, concealing evidence and destroying documents. She writes this op-ed telling everybody she is an authority on impeachment and literally cites her husband's own impeachment. I will tell you what's going on here. Hillary Clinton cannot stand that she is not the center of attention.  I mean, it's like crack cocaine for her. Power always gave her attention. She can't stand that there are 20 people running for the Democratic nomination.  She is hoping that when the dust settles, gallant Hillary will step forward to save the day and be the nominee and get beat yet again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you know what I notice? The syndrome, if they lose the presidency, they all think they're going to win. John McCain, I don't think he ever got over it in many ways. I would argue I liked Mitt Romney personally. Being nice, they still called him a racist, sexist and misogynist, right? And they cut his kids' hair one day. And nice doesn't work to win.  And I don't care who it is. Hillary is a perfect example. They don't get over it well. All right. John Solomon, I want you to weigh in on this issue of Hillary weighing in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Listen, having Hillary weigh in on obstruction is kind of like having Hugh Hefner weigh in on chastity. This is a woman -- you laid out a lot things earlier. But think about this, in the 1990s, Ken Starr have subpoenaed her Rose law firm record. She certified that she didn't possess those records. And then, one day, a White House employee walking through her personal residence in the White House found those Rose law firm records, those under subpoena, sitting on a desk in her own living quarters. If that isn't obstruction I don't know what is.   As we now know from the good work Judicial Watch did a few years ago, the prosecutors in the Ken Starr case had considered an obstruction indictment against Mrs. Clinton. So, it's kind of hard to take her weighing of the obstruction charges against the president seriously given her own conduct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. Sara, I want you to weigh in interest this standpoint, from the investigator's standpoint. I mean, we all know I believe in due process presumption of innocence. That's the way our system works. We even have to give that to Hillary. But we know what the law says. We have examined it specifically in every detail. James Comey admitted it. James Baker wanted to indict her.  There were private top secret classified, marked classified emails on that private server. That by definition she committed felonies, laid it out often on this program. Now, the next part of this says Democrats talked about obstruction -- well, we have an underlying crime. We now know we knew then we know now, nobody goes through the effort of deleting 33,000 emails and cleaning up the hard drive with Bleach Bit which nobody heard about before Hillary and then goes ahead and beats up your devices and removed SIM cards with hammers. Normal people don't do that, do they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "No, normal people do not do that. People with intent do that. So, it showed that she had intention, that there was something going on she knew was wrong.  She had spent her whole life in government, Sean. I don't believe she wants to be the center of attention. I believe she is fighting for her life. She knows and for her reputation, she knows exactly what she did she is trying like the rest of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Does she know she is in legal jeopardy now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I think she absolutely knows she is in legal jeopardy. I mean, she is a lawyer. She knows exactly what's going on here. So she is trying to deny everything, admit nothing, turn everything over against Trump, put it all back on him. They are trying to clean themselves by going publicly. But, look, they are showing their guilt every single day. And if you just look at what Judicial Watch uncovered with Bill Priestap, and you go back last year to the I.G. report where there were direct emails between President Obama and Hillary Clinton on her server and also the fact that President Obama used an alias when he contacted her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He was high ranking official.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me ask John and Sarah and let me get back to Gregg. Do -- are your sources confirming \"The Washington Examiner's\" report which is saying they redacted the Russians may had Monica and Bill on tape having phone sex. Democrats want it all out there, OK, if you insist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Listen, I don't have any sources on that tonight. But I can tell you, it's the danger of playing this game of chicken which is the Democrats have a lot a lot to hide as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Yes, tomorrow, I hope to be able to report on exactly what the Obama White House and the Clinton campaign, the DNC did to solicit Ukraine much detail, a lot of people. It's -- when the tables are turned, both parties are going to be in an opposite position where they were two years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Sara, any sources from you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "No. I don't want to go into those details. But I can tell you this, is that I do have a number of sources that are talking about the issue of kompromat on Russia's side. And it's certainly true that I think that the Clintons have a lot more to worry about as far as kompromat, that means compromising themselves with what they have done with the Russians than anything President Trump could ever have done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Can I just clear one thing up? OK, how -- before \"The New York Times\" a year after the Trump Tower meeting, how long were you both working on that story ahead of time? You were both with Circa I believe at the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes, we were at Sinclair, exactly. We were with Circa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Over a week, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Over a week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Probably even a little bit. --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, the fact that I might have called Reince Priebus and said, Reince, one of these rumblings I'm hearing, you heard it, too right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes. Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. I'm just saying. Who are the people, let's name names?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Let's talk about Hillary paying for Russian information to feed to the FBI to interfere in a presidential election. That in my book is a crime. And I can think of several different crimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's go through.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "James Comey is in so much trouble. I can't even tell you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You really believe he could be indicted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Absolutely. Stealing government documents, some of which were classified --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "McCabe? Will he be indicted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Will Strzok and Page be indicted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "I think they should be. It's unclear if they will be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Ohr?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "No. I'm not sure Ohr will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Who else? Who’s on top of your head?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Now, look, you've named the main people. But I think Brennan and Clapper should be charged with lying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sara?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes, Brennan and Clapper certainly should be charged with lying. Particularly Clapper, we have seen him lie numerous times before Congress. I also believe Andrew McCabe has a lot to fear. Peter Strzok, as well as Comey, and I think that there will be others dragged into this and it will be quite surprising.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The question is, will it be done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "It will be done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And, John, you want to add to the list before we go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Yes, listen, I'll answer the question. I think it will be done. I think you will see this Justice Department under Bill Barr taking the sort of action we haven't seen for the last two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We all need to take a victory lap. The 99.9 percent were wrong. All of you were right. Congratulations. Thank you. Not that we ever really want to talk about these things happening in our country -- rigged investigation, rigged elections, trying to destroy a president. Lara Trump here to respond, Bernie Sanders' proposals and much more, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. As we showed you last night, Democrats radical extremism hit a new level when 2020 hopeful Bernie Sanders made the shocking admissions, oh, yeah, felons, including the Tsarnaev brothers, pedophiles, murderers, oh, they should be allowed to vote. Now, President Trump's re-election campaign responded to these outrageous comments, calling it deeply offensive and some more embarrassing comments from Sanders now resurfacing.  Oh, look at this, 1971, Sanders harshly criticized get this -- millionaire senators. He said they are immoral. He is a millionaire senator. Why we say that about himself? I wonder if Bernie stands by that today? Now, Sanders will soon have more company in the already crowded 2020 race. As a matter of fact, hours away from creepy crazy Uncle Joe Biden expected to throw his hat into the ring. The former V.P. is already facing a possible setback. According to sources Obama, who he served under for eight years won't endorse him or any 2020 candidate early in the race. A lot of confidence new, Joe. Joining us now with reaction, senior advisor for Donald J. Trump for president, that would be President Trump's daughter-in-law, Lara Trump. How are you? Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA TRUMP, PRESIDENT TRUMP'S DAUGHTER-IN-LAW",
      "sentences": "I'm great. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You have been busy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Of course, we've all been busy, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know. So, do you have a preference? I think actually Biden would be perfect, because Biden won't have to answer by the time 2020 comes around, everything that happened under their watch, he is going to answer for their crappy economy and 13 million more Americans on food stamps, 8 million more on poverty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And then the question is, are you better off than you were four years ago?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Simple.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Listen, it doesn't matter, Sean, who this president is running against. I always say that I think he is going to win easily. First of all, let's let Joe Biden get in the race. He has been saying for months now that he is going to get in the race it hasn't happened yet. We will see tomorrow if it happens. But, he certainly right now seems to look the most sane out of the candidates that we have seen of the 20 candidates now that we have seen throw their hat in the ring for 2020. That's for sure and that's saying a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Listen, he still has to defend the things we are going to learn about abuse of power, corruption. Attorney General Barr used the word spying on the Trump campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Stefan Halper was recruited to talk to Papadopoulos and Carter Page and Sam Clovis. Then, of course, the dirty dossier in \"The New York Times\" was saying that might have been a disinformation propaganda thing that Hillary bought and was used to influence the campaign and back-door the president's election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think there's a lot that the Obama White House and the Obama administration is going to have to answer to when it comes to all the background on this and hopefully for the good of our country, we really find out how this all started and we get to the bottom of it. It doesn't look good. Our Attorney General said that there was spying on our campaign in 2016. But listen again at the end of the day if Joe Biden gets in the race, let's even see if he makes it. The number of candidates that are so radically far left now in this field is unbelievable. So, I don't know maybe Joe Biden doesn't stand a chance. Maybe they're looking for somebody that's so far outside of the norm which is crazy to me because I don't think the American people are going to get behind somebody like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Are you saying you don't support 70 percent marginal tax rate for individuals, 90 percent marginal tax rate for individuals, no oil, no gas, no combustion engine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No airplanes, no cows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "One cow. I like cows. I love them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I mean all--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Their soft noses and everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "All this stuff is so crazy. And then you have as you were just talking about Bernie Sanders suggesting that someone that would use an event that is such a tradition in America like the Boston Marathon too as an opportunity to maim and murder scores of people including children Sean and these individuals should be allotted a right to vote. Are you kidding me? It's crazy that we're even talking about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So, I have had - I had - I remember one day being mad at the President, the day he becomes President and makes the call. Let's bygones be bygones, forget about it, we'll leave Hillary alone. OK. We hear Hillary today. I thought then it was a mistake and I don't think he's thinking that anymore. You see this is the FBI investigation, Nunes report house intel, bipartisan Senate. Now, Mueller, no collusion, no obstruction. And still they cannot control themselves, media or Democrats. That to me helps you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Of course, it helps us. I mean everybody on the left is so unhinged that there wasn't anything in the Mueller Report. Now it's finally out, now we can finally take a look at it. And again, as we've all said from the beginning, no collusion. There is nothing that this President has done wrong. But look at all he's accomplished Sean, despite the fact that they have tried every single day to say that he did something wrong that our campaign did something wrong. They fight him every day. They resist him every day. They obstruct everything he wants to do all the time. And yet this country right now under this President is the most successful that it has been in decades.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What is it. We have an announcement coming up after the show, it's coming up in later in the show, not after the show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I thought it was going to be that I'm pregnant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I didn't know if I could say that. Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now do you know you have boy, girl, your little boy is so big and he's really handsome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He is big, he'll be a great big brother whatever it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Whatever it is. OK. Should we take that, am I allowed to give you that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes. Maybe you should tell me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congratulations. Happy healthy is all - is the most important. The President has an incredible capacity to compartmentalize, even though he is fighting and dealing two plus years with this, but then to fight for all the things he promised. The one thing that a politician usually doesn't do is keep their promises. But even the border you name the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Justices that he appoints, the biggest tax cuts, ending regulation, energy independence, still fighting to get rid of all of Obamacare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes. You look even at our rally Sean, we've had since the very beginning of the campaign in 2015 even promises made, promises kept. And this is finally a President that actually means that, not the all talk, no action politicians of the past. This is a President that has delivered on every single promise he made to the American people. And that's what we're running on in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Was this all hard for you, the family how hard behind the scenes, the two years nonstop witch hunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It never feels good when people suggest that you did something wrong and you know you didn't. And for the President, for everyone that worked on this campaign and we worked our hearts out on this campaign, it was unlike anything I've ever been a part of, and I feel so honored.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You're a big part of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "To have done it. Of course, it doesn't feel good. But we all knew that the truth would come out one day. Sadly, you still have people who are trying to find something wrong that any of us did. They won't find it. They can keep looking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Last time you were here, I said if he cured cancer and gave every American $5 million and adopted this stupid agenda, they'd still hate him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congrats on the baby. Great news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Great news. All right. Thank. And I hope you come back soon. All right. New York Times op ed writer Congresswoman Omar pushing wild claims about Jesus to religious leaders. They'll set the record straight later. You won't believe what Starbucks is doing. I don't drink Starbucks anymore. I have black rifle coffee and a major announcement for this show tomorrow night. Straight ahead",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right to the new leaders of the Democratic Party. Speaker Congresswoman Ocasio-Cortez, Pelosi, the name only, Congresswoman Omar back in the news, Congresswoman Ocasio-Cortez being called out for a social media silence in the wake of the horrific Sri Lanka attacks on Easter Sunday. But as Piers Morgan pointed out on Twitter quote, while obsessed AOC, posted 14 times about the terror attack on Muslims in New Zealand but has posted nothing about the terror attacks on Christians by Muslim extremists in Sri Lanka, odd. Just to clarify, we are on this program. We condemn all religious persecution no matter which religion is coming under attack. While Congresswoman Omar is facing again heavy criticism for retweeting a post that she suggested Jesus was a Palestinian. This week on op ed in The New York Times also suggested that Jesus was a Palestinian and failed to mention, OK, he was Jewish, his father was a carpenter. We reached out to Congresswoman Omar's office for comment, so far, she has not responded back to our request. Here now with reaction is the Associate Dean of the Simon Wiesenthal Center Rabbi Abraham Cooper is with us and the pastor of the new spirit Revival Center CEO of the National Diversity Coalition for Donald Trump, Pastor Scott. We can - people have the right to practice their faith, Pastor. They have the right to practice. We condemn all violence. And it's that simple. And for some reason at times there seems to be an inordinate - I don't - there is rising anti-Semitism all throughout Europe and the United States even in Congress. We have rising attacks on Christian churches. This is not the only example of Christian churches attack. What is going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REV DARRELL SCOTT, NATIONAL DIVERSITY COALITION FOR TRUMP",
      "sentences": "To be honest, the reason I believe AOC has not commented on the Sri Lanka massacres because she cannot politicize it and use it as a weapon to somehow disbar the Trump administration. With the massacre that happened in Christchurch, New Zealand. They were able to try to attribute it to Islamophobia which by extension white nationalism, which by extension they would try to connect with the President's immigration policies when he suggested an immigration ban on terrorists supporting nations. And they tried to construe, misconstrued into a Muslim ban and it's political. They're trying to use these tragedies different things and if they can somehow politicize it and use it as a weapon against the Trump administration and or the Republican Party that's what they do and when they can't because of the fact that the President has a huge Christian base and they cannot use that unfortunate tragedy in Sri Lanka against the Trump administration, she'd rather be silent and it's sad because you know with AOC being Latina, Latinas are predominantly Catholic and Christians and so I don't know whatever religious persuasion is, but it's very unfortunate that she has not commented on that and I really believe it's because of her political leanings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Rabbi, do you have a position on that. And also, it's really scary the rise of anti-Semitism worldwide. I can't believe that Democrats are unwilling to speak out about obvious anti-Semitic statements by a member of their party. They just refuse to call it out, call the person out by name for what it is. Very anti-Semitism",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RABBI ABRAHAM COOPER, SIMON WIESENTHAL CENTER ASSOCIATE DEAN",
      "sentences": "A few points Sean. First of all, the greeting that Jesus and his family would have given you if they were here tonight, Happy Passover. Jesus for his entire life until his last week celebrated Passover which we're in the midst of right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Happy Passover by the way, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "So, the question about how why the ludicrous - thank you. The ludicrous assertion which actually was started by Hanan Ashrawi and Yasser Arafat and Reverend Wright to us Americans may sound completely frankly nuts, but it makes real sense if you can convince enough people to suddenly give the Palestinians 2000 years of nonexistent history and then limit the Jews to being interlopers and colonialist. So, there is a method to that madness. And I'm very grateful that a lot of people have called it out, but this is not just another error in real time. I think this is a game plan and so far, is terrorism and the targeting of religious groups, first as a Jewish organization. The Wiesenthal Center has been talking in defense of endangered Christian minorities all over the world for the last five, six years. We've heard mostly crickets from a lot of folks Christian, Jewish and Muslim and we're never going to defeat the terrorists unless we approach this on a level playing field. People should be able to go on a Friday, Saturday or Sunday with their family in a house of worship and get back in one piece.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Amen. Everybody, every religion, no exceptions. Simple. We believe in freedom of religion, freedom of practice your faith and even if you want to be agnostic or atheist, you're free to do that. Just leave innocent people alone. I don't even like when they were asking Mueller you know sticking a microphone in his face Happy Easter Sunday service really, unbelievable. All right guys, thank you. We told you about San Francisco last night. Another shocking development regarding gas public drug use. And later a major announcement about this show. You don't want to miss it",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The drug epidemic in this country is so bad. Starbucks is adding needle disposing boxes in many of the locations. More from our West Coast Newsroom with the latest on this insanity. By the way, advertiser on my radio program as blackriflecoffee.com made by vets. They hire vets and they donate to vets. And it's the best coffee I ever had. They couldn't stand the government coffee, so they imported beans that made the best coffee I ever had. That's why I don't go to school.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "And we should note Sean that it's unclear if this is tied in any way to Starbucks new policy of allowing anyone to use their restrooms, but late last year in Oregon. An employee got stuck with a dirty hypodermic needle and filed a complaint. Then in Seattle Starbucks employees got 5000 signatures on a petition aimed at putting in needle disposal boxes saying, the workers risk getting stuck and possibly infected with HIV or hepatitis. So, the company is putting needle boxes at stores in at least 25 U.S. markets and by the end of the summer, the hope is to have them in all areas where it's appropriate. Starbucks also offers training on how to safely deal with a hypodermic needle. Now, a number of employees say the issue got much worse after Starbucks began its open bathroom policy, one manager in Southern California told Business Insider quote It's great that Starbucks wants to try to include everyone, but that means that they include absolutely everyone. Starbucks says drug use is not allowed on its premises. But cities with needle exchange programs like San Francisco they give out several hundred thousand hypodermic needles every month, but they have a few hundred thousand that are never exchanged. You can see where the problem starts. Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Trace in our West Coast Newsroom. Thank you. Joining us now with reaction Former Florida Attorney General Pam Bondi, Nationally Syndicated Salem Radio Talk Show host, Larry Elder. You know Pam one of the things you were known for in Florida is shutting down these so-called pill mills. You know people go in, my back hurts. No problem. Here's your prescription. How many oxy do you want? How many Percocet you want, and they go right next door and buy them and walk out with them. Big problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAM BONDI, FORMER FLORIDA ATTORNEY GENERAL",
      "sentences": "It is Sean and you know what we put him out of business and that's what Starbucks needs to do a $24 billion plus company can afford to put security guards off duty policemen at the locations where this is the problem. They've lost sight of what's important protecting their employees and protecting their patrons. The drug epidemic is horrible in this country, but saying it's a safe place to go on a Starbucks bathroom and dispose of a needle and nothing's going to happen to you, it's not good for our employees, it's not good for the patrons and it's not good for our country. These addicts need to get help, not think that they can go on a Starbucks and nothing is going to happen to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Larry, I've got to be honest, I don't feel comfortable with the idea you're - I don't want to be in a restaurant or a Starbucks anyplace where there are people that are using drugs like this. If that's bias on my part, I don't think it's bias. I agree with Pam. I want these people to get help. We're going to do anything. Let's make sure you don't put a drug counselor in there. Spend the money on a drug counselor. Anyone wants to come into Starbucks sit and have coffee. Let them get help because it's going to kill them. You know once you're addicted, well crap, it's a 15 percent chance you get cured",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY ELDER, SALEM RADIO NATIONALLY SYNDICATED HOST",
      "sentences": "Right. Well there is no question that these people need help. But the issue is you're running a business. Starbucks has 8000 locations. They've got a policy as Trace said where anybody can walk in whether they want to buy something or not use a bathroom without buying anything. You're going to have a whole lot of people who are unsavory. Now having a safe needle box in there might very well encourage more needle user to come in there. On the other hand, you've got to protect the employees. It's a liability issue. If one of these employees gets stuck, gets contaminated, gets infected, you're talking about a massive, massive lawsuit. So, I don't think--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, let me ask you this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "I don't think Starbucks have any choice other than to shutdown locations. They could shutdown locations in bad areas or change--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hope somebody with a needle either customer or an employee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "It's entirely possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Very much so, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "And they still have a policy--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Larry, and then we'll go to Pam.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "They still have a policy that they have to guard against disruptive customers, they still have that policy. But if you have an open-door policy where anybody can come in at any time, you're going to have some unsavory people. The question is how do you protect the employees. I don't think Starbucks had any choice. And frankly, I'm surprised it took them this long to come up with this idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I was a bartender back in the day for what when I was pretty young.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Pam somebody was intoxicated, we didn't serve them anymore. And some of them didn't like it and I'd have to deal with it. Similarly, I used to take people's car keys away. They didn't like that either. And I don't like really being around wasted people like this",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "No. And Larry is right that Starbucks had to do something to protect their employees. But what they need to do now. Last May, they had an open- door policy where anyone could come into a Starbucks whether or not they were a patron. Well, what they're finding out and employees have said that they've seen an increase since that happened. That doesn't work anymore. So, they have to protect their employees. They have to say you have to be a patron to come in here and they may have--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What's their liability if something happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "They have to get a key to go in. With an off-duty police officer to protect people who are their employees. That's what they've lost sight of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But you give him a free cup of coffee and give them a card to show the way they can get help. That would be more resourceful. Larry, last 10 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "It's real simple. The question is, is it foreseeable that somebody who uses drugs to come in, put a needle in trash and have an employee get infected or get contaminated. The answer is, it is imminently foreseeable that somebody who uses drugs to come in, put a needle in trash and have an employee get infected or get contaminated. The answer is it is eminently foreseeable. And if Starbucks doesn't do something about it, they will be liable. They had no choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, guys. Good to see you both. Thank you. It's pretty scary. When we come back, big announcement about this show, about tomorrow. Tell you what it is ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Huge programming announcement. We want to tell you about tomorrow night right here live on this show. Exclusive interview with President Trump. It will be his first television interview since the public release of the Mueller Report. Of course, we'll talk about that. The radical 2020 field of Democratic candidates, all the issues, the border, everything that matters to your security, your safety, your peace, your prosperity, the opportunity of America. Important stuff. All right. It's all happening tomorrow night 9 Eastern. We'll never be the hate, destroy-Trump media mob. We're not them. Let not your heart be troubled. Our friend Mike Huckabee, Governor is in for Laura Ingraham tonight. Governor, great to see you. I tried to get you to fill in for my show, but you were too busy. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Welcome to “Hannity.” Buckle up. Tonight, the Democratic Party is officially a dumpster fire of far left radicalism spinning in a thousand different directions, clamoring for impeachment fantasies. More subpoena stunts and, of course, far left socialism the likes of which would destroy this country. Well, now, tonight, the president, he is standing strong against this never-ending harassment and he now has vowed to fight every single step of the way, the right thing to do. We have full coverage just ahead. But, first, Operation Crossfire Hurricane is now officially morphed into Crossfire Boomerang for the Clintons, the Democrats and all deep state actors that abused power. Now, the spotlight shines brighter on her bought and paid for Russian lies, along with major new developments tonight surrounding the notorious email server, yes, involving Barack Obama. Yes, Anthony Weiner, we're going to give you all the details. We start with an even bigger development of the tin foil hat conspiracy media mob, what they haven't telling you about, because we are learning from \"The Washington Examiner\" tonight, Robert Mueller's report contains a claim that Russians recorded then President Bill Clinton having phone sex with Monica Lewinsky back in the 1990s. Wow. The explosion allegedly, purportedly is in the redacted report released to the public, not there but it's in the redacted section. According to sources talking to \"Examiner\", the redaction comes on page 109 of Mueller's report and references a meeting between Jared Kushner and a Russian publisher where he detailed this claim. Remember, Ken Starr in his 1998 report identified at least 17 phone sex calls conversations between 1996 and '97. And wrote that President Clinton, quote: suspected that foreign embassy was tapping his telephone. But he did it anyway, even proposing, quote, cover stories to Lewinsky if it turned out they were actually being monitored. Now, so far, the special counsel at the Department of Justice, they are refusing to comment but wouldn't it be something hear the boomerang? Operation Boomerang not Hurricane after all the media hysteria surrounding Trump and Russia and Stormy, Stormy, Stormy, the lies, the conspiracy theories, the phony dossier, Uranium One, that it was the Clintons totally compromised all along and everything they were accusing Trump of was actually true about them. We already know the Clinton campaign were the ones colluding with the Russians. Yes, they paid for a dirty Steele dossier. Yes, oh, with Russian lies. Hillary, she was the one that used the private secret server that put our national security at risk. We believe six foreign intelligence agencies hacked into that, and even now the story is taking a bigger turn. According to Judicial Watch, former senior FBI official Bill Priestap admitted under oath in court ordered discovery that the agency found Clinton email records from her private server in the Obama White House, specifically the executive office, that's right, of President Obama."
    },
    {
      "speaker": "Now, again, we asked",
      "utterance": "what did Obama know and when did he know it? We're the first to ask and we do need an answer. The story doesn't stop there because we also have confirmation tonight that nearly 49,000 Clinton emails were found on Anthony Weiner's laptop. And who wants to guess? They all weren't about grand kids, yoga, a wedding and a funeral as she claimed. So, what does this all mean? That Barack Obama now appears to be more firmly implicated in the Clinton's email scheme than previously thought. Remember, they talked about, well, one high ranking official. We know Obama emailed Hillary on her private server. And the great irony in all of this is that Hillary still thinks she did nothing wrong, but is she sure that President Trump -- oh, yes, she is certain he obstructed justice? Can't make this up. Take a look."
    },
    {
      "speaker": "HILLARY CLINTON, D-FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "Any other person who has engaged in those acts would certainly have been indicted but because of the rule in the Justice Department that you can't indict a sitting president, as I read it, basically what I thought it was saying is, look, we think he obstructed justice. Here are 11 examples of why we think he obstructed justice but we're under the control of the Justice Department and their rule is you can't indict."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow. Now, Clinton doubled down in her delusion in an op-ed published earlier today in \"The Washington Post\" writing quote: Congress can't forget that the issue today is not just possible obstruction of justice, it's our national security. Really? Now, before calling for a new commission to guard against further cyberattacks, that, quote: The president of the United States has proved himself unwilling to defend our nation from a clear and present danger. How could any one individual be this out of touch or this disconnected from reality? Now, first off, Hillary, the attorney general made the determination along with the office of legal counsel Rod Rosenstein, without even considering as you said whether or not you can indict a sitting president. That determination was made without that that the evidence did not charge any obstruction. By the way, no underlying crime like your case."
    },
    {
      "speaker": "Now, this directly from the attorney general. Quote",
      "utterance": "Our determination was made without regard to and is not based on the constitutional considerations that surrounded indictment and criminal prosecution of a sitting president. If you want to talk about any other person, let's talk about your obstruction, Hillary, your violation of the Espionage Act, your putting America's national security at risk. Remember, we have overwhelming incontrovertible evidence of your mishandling of top secret classified information on a private server, even Comey admitted you had it. Remember, top FBI lawyer James Baker, general counsel of the FBI, thought you should be indicted. This inconvertible evidence of obstruction. Why did you destroy 33,000 emails and Bleach Bit the hard drive and destroy the smarted phones with hammers and remove the SIM cards? Oh, that means intent. The intent was to get rid of the evidence, because of the underlying crime the Espionage Act, 18 USC 793. Of course, the media ignores all of this, the corruption, the abuse of power, what is a two-tired justice system, but don't forget about all the other Clinton corruption involving Russia. Remember, Bill cashing in, how are you doing, on Moscow speeches during the Uranium One deal twice his fee? The kick Hillary signed off on that deal in the kickbacks from the people involved in that deal, $145 million even while it was known Putin had thugs in America. He had a spy in his ring in America. Remember, we interviewed William Campbell, bribery, extortion, money laundry, kickbacks, trying to get a foot hold in our uranium market. William Campbell was on this show, he exposed it that's real collusion. And that's real obstruction of justice which we have more of in a minute, as we turn to our HANNITY media watch reality check. Now, with no credibility left to lose, well, the media, mob, their lies, exposed, and the avalanche of truth cascading down in the days, weeks and months ahead. So what do they do? They are actual patting themselves on the back. Great coverage of Trump and Russia. They were wrong so often, almost every day. And they ignored the biggest abuse of power, the biggest story they could have ever had in their life. But we were here doing their job for them. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I can't imagine that we'll ever do anything harder than that."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I'm so proud of our coverage NBC News. I mean, it's the best of the best."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The other thing this report did is it really corroborated a lot of good journalism that was done."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Time and again in this Mueller report, reporting from major news outlets is confirmed in this Mueller report as being accurate."
    },
    {
      "speaker": "HANNITY",
      "utterance": "How did that guy just get an award and a book deal you? You can't make this up. They love themselves. They have no capacity for introspection, self-reflection, self-criticism, accountability? How many times on this show have we exposed over and over and over again their lies and conspiracy theories, list after list, fake news story after fake news story, all the all-stars at their worse. Now, where is the media? They are really going to lose this whole in all this. Soon, we will have more closed door testimony coming out, proving we have been right all along. They've been wrong. We will have the Attorney General Barr who has said he's launched an investigation into spying into the Trump campaign and all matters surrounding the investigation, a witch-hunt against the sitting president, criminal referrals from Congressman Nunes, the Horowitz, oh yes, the FISA investigation. It's going to be interesting. Hillary's Russian bought and paid for lies. Yes, the 302s, leaking intelligence, unmasking Americans. Also, look what they did to Carter Page, spies, Stefan Halper checking in on Clovis, Page and Papadopoulos, all these things that were obtained using Hillary's bought and paid for dossier, never verified, never corroborated, created, according to the \"New York Times\" this week, it might have been one big disinformation campaign. And also get Gang of Eight information. Now, whether the media mob likes this or not, this avalanche is real. And truth and justice are coming. And all will be held accountable, especially with the president who is standing strong and fighting back against the Democrats, they can't let it go now ever the president was the most cooperative president in history. Not once ever invoking executive privilege. He did have the right under Article 2 to fire Mueller. Rosenstein could have done it. Just because he said these people are horrible need to be fired he didn't do it. Did he? Just like they talked about secretly recording the president and invoking the 25th Amendment. They thought about it, talked about it, didn't do it. Now, with their latest being, of course, in Congress, their bid to bring in Don McGahn for testimony, why was he ever allowed to talk for 30 hours in the first place? I don't get that. That was an executive privilege moment. Listen to the president earlier today. He's fighting back."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Well, the subpoena is ridiculous. We have been -- I have been the most transparent president and administration in the history of our country by far. We just went through the Mueller witch-hunt where you had really 18 angry Democrats that hate President Trump, they hate him with a passion. They were contributors in many cases Hillary Clinton. Hate him with a passion. How they picked this panel I don't know. And they came up with no collusion and they actually also came up with no obstruction. Well, we are fighting all the subpoenas. Look, these aren't like impartial people. The Democrats are trying to win 2020. They are not going to win with the people that I see."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's like we've been telling you on this program, Democrats, their cohorts, their willing accomplices, the media mob, they will stop at nothing to make every waking moment a public trial against Donald Trump and anyone who likes Donald Trump. Smelly Walmart people like us. Irredeemable deplorables, we cling to God, our guns, bibles, religion. Wow. OK, that's what you think of the American people, the heart and soul of this country, no concern for the law? Doctrine of executive privilege? Constitution? Facts? Reality? They push collusion, hysteria for three years. Four times now, four times no collusion. No concern with any agenda to make this country better? More safe, more prosperous, more secure? Just want to continue to fight the president every minute, every second of every day on anything because you are consumed with your anti-Trump rage? You have ignored, you idiots, the biggest abuse of power corruption scandal in our nation's history. And you have ignored an effort to take down a duly elected president and rigging an investigation into a political candidate and trying to rig a 2016 election. You ignored the most pressing issues that are facing this country, everything for the economy, foreign policy, diplomacy, the safety and security at our borders, for crying out loud. Bringing us tonight to a HANNITY watch on the southern border, there is a total system melt down, and it's real and it's not manufactured. Illegal immigration is surging. Border patrol had near record apprehensions in March. And U.S. border personnel, they are overwhelmed. Drug traffickers, cartels, human traffickers, they are exploiting this weakness of not having a wall hour by hour. Look at this new footage for Border Patrol showing heavily armed men taking migrants across our border. Highlighting what we have been saying for months, frankly years on this show. Strong border security first, a wall first, it makes people on both sides safer. No one should have to go through this. We need to ensure the safety, the security of the country first, and also protect those migrants who are being exploited by evil people, trafficked through Central America and Mexico, and the horrible crimes committed oftentimes along the way. We have to hold foreign governments accountable. Thankfully, we have a president continuing to get that message and he is not giving up the fight. He tweeted a response to our report about Mexican soldiers pulling guns on our national guard, really? Better not happen again, the president said, we are now sending armed soldiers to the border of Mexico. It's not doing nearly enough in apprehending and returning. Now, the crisis is real. It's intensifying and I think in large part because, well, in Central America and Mexico, they actually believe the president if they see the wall being built and repairs being made and the president now has the money. We'll keep you updated. Joining us now, the author of the number one bestseller, \"The Russian Hoax: The Illicit Scheme to Clear Hillary Clinton and Frame Donald Trump\", Fox News legal analyst Gregg Jarrett, along with FOX News investigative reporter Sara Carter, also investigative reporter and he writes for \"The Hill\", John Solomon. All three of you deserve what \"The New York Times\" and \"The Washington Post\" received in terms of your hard work and your coverage and without your digging and sources and everything in between I don't think we would be where we are today. I applaud all of you for your hard work."
    },
    {
      "speaker": "JOHN SOLOMON, THE HILL",
      "utterance": "Thank you."
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's start with you. Let's talk about Hillary. Look at this."
    },
    {
      "speaker": "GREGG JARRETT, LEGAL ANALYST",
      "utterance": "She has got to be the most clueless person in America. She has the audacity to accuse the attorney general and deputy A.G. of getting it wrong on obstruction and accusing Trump of obstructing justice when she is really the symbol of obstruction straight out of the statute, not one but two of the five provisions on obstruction, concealing evidence and destroying documents. She writes this op-ed telling everybody she is an authority on impeachment and literally cites her husband's own impeachment. I will tell you what's going on here. Hillary Clinton cannot stand that she is not the center of attention. I mean, it's like crack cocaine for her. Power always gave her attention. She can't stand that there are 20 people running for the Democratic nomination. She is hoping that when the dust settles, gallant Hillary will step forward to save the day and be the nominee and get beat yet again."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you know what I notice? The syndrome, if they lose the presidency, they all think they're going to win. John McCain, I don't think he ever got over it in many ways. I would argue I liked Mitt Romney personally. Being nice, they still called him a racist, sexist and misogynist, right? And they cut his kids' hair one day. And nice doesn't work to win. And I don't care who it is. Hillary is a perfect example. They don't get over it well. All right. John Solomon, I want you to weigh in on this issue of Hillary weighing in."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Listen, having Hillary weigh in on obstruction is kind of like having Hugh Hefner weigh in on chastity. This is a woman -- you laid out a lot things earlier. But think about this, in the 1990s, Ken Starr have subpoenaed her Rose law firm record. She certified that she didn't possess those records. And then, one day, a White House employee walking through her personal residence in the White House found those Rose law firm records, those under subpoena, sitting on a desk in her own living quarters. If that isn't obstruction I don't know what is. As we now know from the good work Judicial Watch did a few years ago, the prosecutors in the Ken Starr case had considered an obstruction indictment against Mrs. Clinton. So, it's kind of hard to take her weighing of the obstruction charges against the president seriously given her own conduct."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. Sara, I want you to weigh in interest this standpoint, from the investigator's standpoint. I mean, we all know I believe in due process presumption of innocence. That's the way our system works. We even have to give that to Hillary. But we know what the law says. We have examined it specifically in every detail. James Comey admitted it. James Baker wanted to indict her. There were private top secret classified, marked classified emails on that private server. That by definition she committed felonies, laid it out often on this program. Now, the next part of this says Democrats talked about obstruction -- well, we have an underlying crime. We now know we knew then we know now, nobody goes through the effort of deleting 33,000 emails and cleaning up the hard drive with Bleach Bit which nobody heard about before Hillary and then goes ahead and beats up your devices and removed SIM cards with hammers. Normal people don't do that, do they?"
    },
    {
      "speaker": "CARTER",
      "utterance": "No, normal people do not do that. People with intent do that. So, it showed that she had intention, that there was something going on she knew was wrong. She had spent her whole life in government, Sean. I don't believe she wants to be the center of attention. I believe she is fighting for her life. She knows and for her reputation, she knows exactly what she did she is trying like the rest of them."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Does she know she is in legal jeopardy now?"
    },
    {
      "speaker": "CARTER",
      "utterance": "I think she absolutely knows she is in legal jeopardy. I mean, she is a lawyer. She knows exactly what's going on here. So she is trying to deny everything, admit nothing, turn everything over against Trump, put it all back on him. They are trying to clean themselves by going publicly. But, look, they are showing their guilt every single day. And if you just look at what Judicial Watch uncovered with Bill Priestap, and you go back last year to the I.G. report where there were direct emails between President Obama and Hillary Clinton on her server and also the fact that President Obama used an alias when he contacted her."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He was high ranking official."
    },
    {
      "speaker": "CARTER",
      "utterance": "That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me ask John and Sarah and let me get back to Gregg. Do -- are your sources confirming \"The Washington Examiner's\" report which is saying they redacted the Russians may had Monica and Bill on tape having phone sex. Democrats want it all out there, OK, if you insist."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Listen, I don't have any sources on that tonight. But I can tell you, it's the danger of playing this game of chicken which is the Democrats have a lot a lot to hide as well."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Yes, tomorrow, I hope to be able to report on exactly what the Obama White House and the Clinton campaign, the DNC did to solicit Ukraine much detail, a lot of people. It's -- when the tables are turned, both parties are going to be in an opposite position where they were two years ago."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Sara, any sources from you?"
    },
    {
      "speaker": "CARTER",
      "utterance": "No. I don't want to go into those details. But I can tell you this, is that I do have a number of sources that are talking about the issue of kompromat on Russia's side. And it's certainly true that I think that the Clintons have a lot more to worry about as far as kompromat, that means compromising themselves with what they have done with the Russians than anything President Trump could ever have done."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Can I just clear one thing up? OK, how -- before \"The New York Times\" a year after the Trump Tower meeting, how long were you both working on that story ahead of time? You were both with Circa I believe at the time."
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes, we were at Sinclair, exactly. We were with Circa."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Over a week, yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Over a week."
    },
    {
      "speaker": "CARTER",
      "utterance": "Probably even a little bit. --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, the fact that I might have called Reince Priebus and said, Reince, one of these rumblings I'm hearing, you heard it, too right?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Yes."
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes. Of course."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. I'm just saying. Who are the people, let's name names?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "Let's talk about Hillary paying for Russian information to feed to the FBI to interfere in a presidential election. That in my book is a crime. And I can think of several different crimes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's go through."
    },
    {
      "speaker": "JARRETT",
      "utterance": "James Comey is in so much trouble. I can't even tell you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You really believe he could be indicted?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "Absolutely. Stealing government documents, some of which were classified --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "McCabe? Will he be indicted?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Will Strzok and Page be indicted?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "I think they should be. It's unclear if they will be."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Ohr?"
    },
    {
      "speaker": "CARTER",
      "utterance": "I think --"
    },
    {
      "speaker": "JARRETT",
      "utterance": "No. I'm not sure Ohr will."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Who else? Who’s on top of your head?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "Now, look, you've named the main people. But I think Brennan and Clapper should be charged with lying."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sara?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes, Brennan and Clapper certainly should be charged with lying. Particularly Clapper, we have seen him lie numerous times before Congress. I also believe Andrew McCabe has a lot to fear. Peter Strzok, as well as Comey, and I think that there will be others dragged into this and it will be quite surprising."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The question is, will it be done?"
    },
    {
      "speaker": "CARTER",
      "utterance": "It will be done."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And, John, you want to add to the list before we go?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Yes, listen, I'll answer the question. I think it will be done. I think you will see this Justice Department under Bill Barr taking the sort of action we haven't seen for the last two years."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We all need to take a victory lap. The 99.9 percent were wrong. All of you were right. Congratulations. Thank you. Not that we ever really want to talk about these things happening in our country -- rigged investigation, rigged elections, trying to destroy a president. Lara Trump here to respond, Bernie Sanders' proposals and much more, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. As we showed you last night, Democrats radical extremism hit a new level when 2020 hopeful Bernie Sanders made the shocking admissions, oh, yeah, felons, including the Tsarnaev brothers, pedophiles, murderers, oh, they should be allowed to vote. Now, President Trump's re-election campaign responded to these outrageous comments, calling it deeply offensive and some more embarrassing comments from Sanders now resurfacing. Oh, look at this, 1971, Sanders harshly criticized get this -- millionaire senators. He said they are immoral. He is a millionaire senator. Why we say that about himself? I wonder if Bernie stands by that today? Now, Sanders will soon have more company in the already crowded 2020 race. As a matter of fact, hours away from creepy crazy Uncle Joe Biden expected to throw his hat into the ring. The former V.P. is already facing a possible setback. According to sources Obama, who he served under for eight years won't endorse him or any 2020 candidate early in the race. A lot of confidence new, Joe. Joining us now with reaction, senior advisor for Donald J. Trump for president, that would be President Trump's daughter-in-law, Lara Trump. How are you? Good to see you."
    },
    {
      "speaker": "LARA TRUMP, PRESIDENT TRUMP'S DAUGHTER-IN-LAW",
      "utterance": "I'm great. Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You have been busy."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Of course, we've all been busy, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know. So, do you have a preference? I think actually Biden would be perfect, because Biden won't have to answer by the time 2020 comes around, everything that happened under their watch, he is going to answer for their crappy economy and 13 million more Americans on food stamps, 8 million more on poverty."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And then the question is, are you better off than you were four years ago?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Simple."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Listen, it doesn't matter, Sean, who this president is running against. I always say that I think he is going to win easily. First of all, let's let Joe Biden get in the race. He has been saying for months now that he is going to get in the race it hasn't happened yet. We will see tomorrow if it happens. But, he certainly right now seems to look the most sane out of the candidates that we have seen of the 20 candidates now that we have seen throw their hat in the ring for 2020. That's for sure and that's saying a lot."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Listen, he still has to defend the things we are going to learn about abuse of power, corruption. Attorney General Barr used the word spying on the Trump campaign."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Stefan Halper was recruited to talk to Papadopoulos and Carter Page and Sam Clovis. Then, of course, the dirty dossier in \"The New York Times\" was saying that might have been a disinformation propaganda thing that Hillary bought and was used to influence the campaign and back-door the president's election."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think there's a lot that the Obama White House and the Obama administration is going to have to answer to when it comes to all the background on this and hopefully for the good of our country, we really find out how this all started and we get to the bottom of it. It doesn't look good. Our Attorney General said that there was spying on our campaign in 2016. But listen again at the end of the day if Joe Biden gets in the race, let's even see if he makes it. The number of candidates that are so radically far left now in this field is unbelievable. So, I don't know maybe Joe Biden doesn't stand a chance. Maybe they're looking for somebody that's so far outside of the norm which is crazy to me because I don't think the American people are going to get behind somebody like this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Are you saying you don't support 70 percent marginal tax rate for individuals, 90 percent marginal tax rate for individuals, no oil, no gas, no combustion engine."
    },
    {
      "speaker": "TRUMP",
      "utterance": "No airplanes, no cows."
    },
    {
      "speaker": "HANNITY",
      "utterance": "One cow. I like cows. I love them."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I mean all--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Their soft noses and everything."
    },
    {
      "speaker": "TRUMP",
      "utterance": "All this stuff is so crazy. And then you have as you were just talking about Bernie Sanders suggesting that someone that would use an event that is such a tradition in America like the Boston Marathon too as an opportunity to maim and murder scores of people including children Sean and these individuals should be allotted a right to vote. Are you kidding me? It's crazy that we're even talking about this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So, I have had - I had - I remember one day being mad at the President, the day he becomes President and makes the call. Let's bygones be bygones, forget about it, we'll leave Hillary alone. OK. We hear Hillary today. I thought then it was a mistake and I don't think he's thinking that anymore. You see this is the FBI investigation, Nunes report house intel, bipartisan Senate. Now, Mueller, no collusion, no obstruction. And still they cannot control themselves, media or Democrats. That to me helps you."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Of course, it helps us. I mean everybody on the left is so unhinged that there wasn't anything in the Mueller Report. Now it's finally out, now we can finally take a look at it. And again, as we've all said from the beginning, no collusion. There is nothing that this President has done wrong. But look at all he's accomplished Sean, despite the fact that they have tried every single day to say that he did something wrong that our campaign did something wrong. They fight him every day. They resist him every day. They obstruct everything he wants to do all the time. And yet this country right now under this President is the most successful that it has been in decades."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What is it. We have an announcement coming up after the show, it's coming up in later in the show, not after the show."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I thought it was going to be that I'm pregnant."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I didn't know if I could say that. Congratulations."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now do you know you have boy, girl, your little boy is so big and he's really handsome."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He is big, he'll be a great big brother whatever it is."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Whatever it is. OK. Should we take that, am I allowed to give you that."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes. Maybe you should tell me."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congratulations. Happy healthy is all - is the most important. The President has an incredible capacity to compartmentalize, even though he is fighting and dealing two plus years with this, but then to fight for all the things he promised. The one thing that a politician usually doesn't do is keep their promises. But even the border you name the issue."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Justices that he appoints, the biggest tax cuts, ending regulation, energy independence, still fighting to get rid of all of Obamacare."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes. You look even at our rally Sean, we've had since the very beginning of the campaign in 2015 even promises made, promises kept. And this is finally a President that actually means that, not the all talk, no action politicians of the past. This is a President that has delivered on every single promise he made to the American people. And that's what we're running on in 2020."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Was this all hard for you, the family how hard behind the scenes, the two years nonstop witch hunt."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It never feels good when people suggest that you did something wrong and you know you didn't. And for the President, for everyone that worked on this campaign and we worked our hearts out on this campaign, it was unlike anything I've ever been a part of, and I feel so honored."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You're a big part of it."
    },
    {
      "speaker": "TRUMP",
      "utterance": "To have done it. Of course, it doesn't feel good. But we all knew that the truth would come out one day. Sadly, you still have people who are trying to find something wrong that any of us did. They won't find it. They can keep looking."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Last time you were here, I said if he cured cancer and gave every American $5 million and adopted this stupid agenda, they'd still hate him."
    },
    {
      "speaker": "TRUMP",
      "utterance": "That's true."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congrats on the baby. Great news."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Great news. All right. Thank. And I hope you come back soon. All right. New York Times op ed writer Congresswoman Omar pushing wild claims about Jesus to religious leaders. They'll set the record straight later. You won't believe what Starbucks is doing. I don't drink Starbucks anymore. I have black rifle coffee and a major announcement for this show tomorrow night. Straight ahead"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right to the new leaders of the Democratic Party. Speaker Congresswoman Ocasio-Cortez, Pelosi, the name only, Congresswoman Omar back in the news, Congresswoman Ocasio-Cortez being called out for a social media silence in the wake of the horrific Sri Lanka attacks on Easter Sunday. But as Piers Morgan pointed out on Twitter quote, while obsessed AOC, posted 14 times about the terror attack on Muslims in New Zealand but has posted nothing about the terror attacks on Christians by Muslim extremists in Sri Lanka, odd. Just to clarify, we are on this program. We condemn all religious persecution no matter which religion is coming under attack. While Congresswoman Omar is facing again heavy criticism for retweeting a post that she suggested Jesus was a Palestinian. This week on op ed in The New York Times also suggested that Jesus was a Palestinian and failed to mention, OK, he was Jewish, his father was a carpenter. We reached out to Congresswoman Omar's office for comment, so far, she has not responded back to our request. Here now with reaction is the Associate Dean of the Simon Wiesenthal Center Rabbi Abraham Cooper is with us and the pastor of the new spirit Revival Center CEO of the National Diversity Coalition for Donald Trump, Pastor Scott. We can - people have the right to practice their faith, Pastor. They have the right to practice. We condemn all violence. And it's that simple. And for some reason at times there seems to be an inordinate - I don't - there is rising anti-Semitism all throughout Europe and the United States even in Congress. We have rising attacks on Christian churches. This is not the only example of Christian churches attack. What is going on?"
    },
    {
      "speaker": "REV DARRELL SCOTT, NATIONAL DIVERSITY COALITION FOR TRUMP",
      "utterance": "To be honest, the reason I believe AOC has not commented on the Sri Lanka massacres because she cannot politicize it and use it as a weapon to somehow disbar the Trump administration. With the massacre that happened in Christchurch, New Zealand. They were able to try to attribute it to Islamophobia which by extension white nationalism, which by extension they would try to connect with the President's immigration policies when he suggested an immigration ban on terrorists supporting nations. And they tried to construe, misconstrued into a Muslim ban and it's political. They're trying to use these tragedies different things and if they can somehow politicize it and use it as a weapon against the Trump administration and or the Republican Party that's what they do and when they can't because of the fact that the President has a huge Christian base and they cannot use that unfortunate tragedy in Sri Lanka against the Trump administration, she'd rather be silent and it's sad because you know with AOC being Latina, Latinas are predominantly Catholic and Christians and so I don't know whatever religious persuasion is, but it's very unfortunate that she has not commented on that and I really believe it's because of her political leanings."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Rabbi, do you have a position on that. And also, it's really scary the rise of anti-Semitism worldwide. I can't believe that Democrats are unwilling to speak out about obvious anti-Semitic statements by a member of their party. They just refuse to call it out, call the person out by name for what it is. Very anti-Semitism"
    },
    {
      "speaker": "RABBI ABRAHAM COOPER, SIMON WIESENTHAL CENTER ASSOCIATE DEAN",
      "utterance": "A few points Sean. First of all, the greeting that Jesus and his family would have given you if they were here tonight, Happy Passover. Jesus for his entire life until his last week celebrated Passover which we're in the midst of right now."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Happy Passover by the way, sir."
    },
    {
      "speaker": "COOPER",
      "utterance": "So, the question about how why the ludicrous - thank you. The ludicrous assertion which actually was started by Hanan Ashrawi and Yasser Arafat and Reverend Wright to us Americans may sound completely frankly nuts, but it makes real sense if you can convince enough people to suddenly give the Palestinians 2000 years of nonexistent history and then limit the Jews to being interlopers and colonialist. So, there is a method to that madness. And I'm very grateful that a lot of people have called it out, but this is not just another error in real time. I think this is a game plan and so far, is terrorism and the targeting of religious groups, first as a Jewish organization. The Wiesenthal Center has been talking in defense of endangered Christian minorities all over the world for the last five, six years. We've heard mostly crickets from a lot of folks Christian, Jewish and Muslim and we're never going to defeat the terrorists unless we approach this on a level playing field. People should be able to go on a Friday, Saturday or Sunday with their family in a house of worship and get back in one piece."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Amen. Everybody, every religion, no exceptions. Simple. We believe in freedom of religion, freedom of practice your faith and even if you want to be agnostic or atheist, you're free to do that. Just leave innocent people alone. I don't even like when they were asking Mueller you know sticking a microphone in his face Happy Easter Sunday service really, unbelievable. All right guys, thank you. We told you about San Francisco last night. Another shocking development regarding gas public drug use. And later a major announcement about this show. You don't want to miss it"
    },
    {
      "speaker": "HANNITY",
      "utterance": "The drug epidemic in this country is so bad. Starbucks is adding needle disposing boxes in many of the locations. More from our West Coast Newsroom with the latest on this insanity. By the way, advertiser on my radio program as blackriflecoffee.com made by vets. They hire vets and they donate to vets. And it's the best coffee I ever had. They couldn't stand the government coffee, so they imported beans that made the best coffee I ever had. That's why I don't go to school."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "And we should note Sean that it's unclear if this is tied in any way to Starbucks new policy of allowing anyone to use their restrooms, but late last year in Oregon. An employee got stuck with a dirty hypodermic needle and filed a complaint. Then in Seattle Starbucks employees got 5000 signatures on a petition aimed at putting in needle disposal boxes saying, the workers risk getting stuck and possibly infected with HIV or hepatitis. So, the company is putting needle boxes at stores in at least 25 U.S. markets and by the end of the summer, the hope is to have them in all areas where it's appropriate. Starbucks also offers training on how to safely deal with a hypodermic needle. Now, a number of employees say the issue got much worse after Starbucks began its open bathroom policy, one manager in Southern California told Business Insider quote It's great that Starbucks wants to try to include everyone, but that means that they include absolutely everyone. Starbucks says drug use is not allowed on its premises. But cities with needle exchange programs like San Francisco they give out several hundred thousand hypodermic needles every month, but they have a few hundred thousand that are never exchanged. You can see where the problem starts. Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Trace in our West Coast Newsroom. Thank you. Joining us now with reaction Former Florida Attorney General Pam Bondi, Nationally Syndicated Salem Radio Talk Show host, Larry Elder. You know Pam one of the things you were known for in Florida is shutting down these so-called pill mills. You know people go in, my back hurts. No problem. Here's your prescription. How many oxy do you want? How many Percocet you want, and they go right next door and buy them and walk out with them. Big problem."
    },
    {
      "speaker": "PAM BONDI, FORMER FLORIDA ATTORNEY GENERAL",
      "utterance": "It is Sean and you know what we put him out of business and that's what Starbucks needs to do a $24 billion plus company can afford to put security guards off duty policemen at the locations where this is the problem. They've lost sight of what's important protecting their employees and protecting their patrons. The drug epidemic is horrible in this country, but saying it's a safe place to go on a Starbucks bathroom and dispose of a needle and nothing's going to happen to you, it's not good for our employees, it's not good for the patrons and it's not good for our country. These addicts need to get help, not think that they can go on a Starbucks and nothing is going to happen to them."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Larry, I've got to be honest, I don't feel comfortable with the idea you're - I don't want to be in a restaurant or a Starbucks anyplace where there are people that are using drugs like this. If that's bias on my part, I don't think it's bias. I agree with Pam. I want these people to get help. We're going to do anything. Let's make sure you don't put a drug counselor in there. Spend the money on a drug counselor. Anyone wants to come into Starbucks sit and have coffee. Let them get help because it's going to kill them. You know once you're addicted, well crap, it's a 15 percent chance you get cured"
    },
    {
      "speaker": "LARRY ELDER, SALEM RADIO NATIONALLY SYNDICATED HOST",
      "utterance": "Right. Well there is no question that these people need help. But the issue is you're running a business. Starbucks has 8000 locations. They've got a policy as Trace said where anybody can walk in whether they want to buy something or not use a bathroom without buying anything. You're going to have a whole lot of people who are unsavory. Now having a safe needle box in there might very well encourage more needle user to come in there. On the other hand, you've got to protect the employees. It's a liability issue. If one of these employees gets stuck, gets contaminated, gets infected, you're talking about a massive, massive lawsuit. So, I don't think--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, let me ask you this."
    },
    {
      "speaker": "ELDER",
      "utterance": "I don't think Starbucks have any choice other than to shutdown locations. They could shutdown locations in bad areas or change--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hope somebody with a needle either customer or an employee."
    },
    {
      "speaker": "BONDI",
      "utterance": "Yes."
    },
    {
      "speaker": "ELDER",
      "utterance": "It's entirely possible."
    },
    {
      "speaker": "BONDI",
      "utterance": "Very much so, Sean."
    },
    {
      "speaker": "ELDER",
      "utterance": "And they still have a policy--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Larry, and then we'll go to Pam."
    },
    {
      "speaker": "ELDER",
      "utterance": "They still have a policy that they have to guard against disruptive customers, they still have that policy. But if you have an open-door policy where anybody can come in at any time, you're going to have some unsavory people. The question is how do you protect the employees. I don't think Starbucks had any choice. And frankly, I'm surprised it took them this long to come up with this idea."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I was a bartender back in the day for what when I was pretty young."
    },
    {
      "speaker": "ELDER",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Pam somebody was intoxicated, we didn't serve them anymore. And some of them didn't like it and I'd have to deal with it. Similarly, I used to take people's car keys away. They didn't like that either. And I don't like really being around wasted people like this"
    },
    {
      "speaker": "BONDI",
      "utterance": "No. And Larry is right that Starbucks had to do something to protect their employees. But what they need to do now. Last May, they had an open- door policy where anyone could come into a Starbucks whether or not they were a patron. Well, what they're finding out and employees have said that they've seen an increase since that happened. That doesn't work anymore. So, they have to protect their employees. They have to say you have to be a patron to come in here and they may have--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "What's their liability if something happens."
    },
    {
      "speaker": "BONDI",
      "utterance": "They have to get a key to go in. With an off-duty police officer to protect people who are their employees. That's what they've lost sight of."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But you give him a free cup of coffee and give them a card to show the way they can get help. That would be more resourceful. Larry, last 10 seconds."
    },
    {
      "speaker": "ELDER",
      "utterance": "It's real simple. The question is, is it foreseeable that somebody who uses drugs to come in, put a needle in trash and have an employee get infected or get contaminated. The answer is, it is imminently foreseeable that somebody who uses drugs to come in, put a needle in trash and have an employee get infected or get contaminated. The answer is it is eminently foreseeable. And if Starbucks doesn't do something about it, they will be liable. They had no choice."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, guys. Good to see you both. Thank you. It's pretty scary. When we come back, big announcement about this show, about tomorrow. Tell you what it is ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Huge programming announcement. We want to tell you about tomorrow night right here live on this show. Exclusive interview with President Trump. It will be his first television interview since the public release of the Mueller Report. Of course, we'll talk about that. The radical 2020 field of Democratic candidates, all the issues, the border, everything that matters to your security, your safety, your peace, your prosperity, the opportunity of America. Important stuff. All right. It's all happening tomorrow night 9 Eastern. We'll never be the hate, destroy-Trump media mob. We're not them. Let not your heart be troubled. Our friend Mike Huckabee, Governor is in for Laura Ingraham tonight. Governor, great to see you. I tried to get you to fill in for my show, but you were too busy. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}