{
  "date": "April 14, 2019",
  "headline": "Graham: We need to change our immigration laws",
  "subHeadline": "Guests: Lindsey Graham, Mark Meadows, Doug Collins, Matt Cartwright",
  "url": "https://www.foxnews.com/transcript/graham-we-need-to-change-our-immigration-laws",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS ANCHOR",
      "sentences": "Good Sunday morning, everyone. Thanks so much for joining us. I'm Maria Bartiromo. Joining us straight ahead right here on \"Sunday Morning Futures,\" we have a powerful exclusive lineup this morning.  Senate Judiciary Committee Chairman Lindsey Graham is here on the southern border crisis and the next steps to deal with it.  Could we soon see changes to some of our nations immigration laws? We will get into it.  Also, as we await the release of the redacted Mueller report expected this week, Senator Graham gears up to question Attorney General Bill Barr himself in the coming weeks. We will get a preview.  Plus, Congressman Matt Cartwright is here, co-chairman of the House Democratic Policy Committee, on his caucus marking their first 100 days in power. What has gotten done? What have the House Democrats achieved? Are they more interested in investigating or legislating? And where might they find common ground with the president? We will also hear from two more influential GOP lawmakers this morning, House Judiciary Committee Ranking Member Doug Collins and House Oversight Committee member Mark Meadows, their take on the imminent release of the Mueller report and how Congress should respond to the border crisis, all with breaking news right now, as we look ahead right now on \"Sunday Morning Futures.\"  President Trump weighing a proposal to bust immigrant detainees to sanctuary cities, triggering a Twitter battle between the president and Oakland, California, Mayor Libby Schaaf. Some might recall the Democrat made headlines back in February after warning that Northern California residents -- she told them about an impending ICE raid. This all comes as monthly apprehensions hit a 12-year high along the U.S.- Mexico border.  Joining me right now is South Carolina Senator Lindsey Graham. He's the chairman of the Senate Judiciary Committee. He's a member of the Appropriations, Foreign Relations and Budget Committees.   And, senator, it's always a pleasure and honor to have you on the program.  Welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Let's talk about the border crisis first off, because we have news this week.   In fact, President Trump's acting defense secretary says that more support from the U.S. military will be headed to the southern border. Patrick Shanahan wouldn't say how many more troops would need -- would be needed to assist the Department of Homeland Security. But they're headed there, as we are looking at one million apprehensions this year. What's your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.  Well, three weeks ago, the Democrats were saying this was a manufactured crisis. Now they don't want these folks dropped off in Oakland or San Francisco. So the good news for the country is that both parties see this as a real crisis.   If I were the president, I would send military troops to the border as soon as I could in large numbers. But we're never going to stop this by just having walls and troops at the border. We have to change our laws so these people stop coming. There's a narrative in Central America that, if you can get to America with a minor child, you will never get deported, and we have to change that story line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, I think this is a really important point that you make, which is why I want to get to the breaking news right now, which I know that you are going to deliver. You are on recess right now, but, when you come back, to Washington, you are planning to put together proposals to change the law. Can you tell us about that, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes, I'm tired of talking about this problem. I want to fix it.  I think all Americans should want both parties to fix this problem. The president has correctly identified the crisis at the border. Now it's time to have a legislative solution. You need to change our laws for this to stop. So I will be introducing a package, and, hopefully, with Democratic support, that will change our asylum laws; 90 percent of the people who apply for asylum never make it, so the standard needs to change. We have a court decision called the Flores decision that says you can only hold a minor child 20 days.  If a family comes here with a minor child, we release the entire family after 20 days, because we don't have bed space. So we need to change that decision. And also we have a quirk in our law that, if you're from Central America, you cannot be sent back home as a minor child because of a law on the books that prohibits sending children back from nine contiguous countries.   So the only place we can send a child back to is Mexico and Canada. We need to be sending these kids back to Central America, where they come from. So I'm going to put a legislative package together right after the break. We're going to mark it up in the Judiciary Committee and we're going to get on with solving this problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, so you're going to put this legislative package together. Then you are going to bring it to a vote. That gets everybody on board. And we know where people voted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And so it will be on the record in terms of who stands where.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes, I hope we do more than just vote. I hope we solve the problem.   The administration is going around Congress talking to Democrats about what they want, if we do change the laws, what would they like in return. I'm going to try to find a compromise here. The president is a great dealmaker. But doing what we're doing is not working. The crisis has to come to an end. And the only way to bring it to an end is to change our laws. And I will be introducing a package to change the laws that attract so many illegal immigrants from Central America. And, hopefully, we will get some Democratic support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So tell us about these three issues that are most important that you're going to effect change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "There's the Flores decision. There's TVPRA, and then asylum standards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Can you talk us through why we have these laws on the books?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Number one, we're part of the international asylum treaty that gives people asylum when they're under threat of life and limb. Under international law, you're supposed to apply for asylum in the first safe country you go to, which would be Mexico, if you're from Honduras, Guatemala, or El Salvador. So the president 's putting pressure on Mexico to stop these caravans.  But if you get one foot in the United States, and you read a card claiming asylum, you're entitled to a hearing. We don't have bed space to hold you until that hearing date, so we release you into the country, and people never come back for the hearing.  So let's toughen up our asylum standard. If 90 percent are failing to meet the standard, the standard needs to change. So that's number one. Number two, the Flores decision needs to change. It's impossible to do a hearing in 20 days. So, we're going to try to change the time you can hold an unaccompanied minor or a minor child beyond 20 days, because if you come up with a family, and you have got minor kids in the family, we release the whole family in 20 days, because you don't want to separate families.  So we need to fix the Flores decision. And, finally, there's a quirk in the law that if you're from Central America as a minor child, we can't send you back. We need to change that law, so we can send them back to Central America, where they came from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, we're looking at a map right now of these Triangle countries, Guatemala, El Salvador and Honduras. And the immigration flow has really changed, Senator.   Walk us through that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Is it true that now 70 percent of the people that are showing up at our borders are coming from this Triangle group of countries?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes, because the word is out on the street in these countries that if you bring a minor child with you, you're never going to get deported, because, again, let's walk this through.   A minor child can only be held for 20 days under our law, the Flores decision. If a family of four comes, a mother and father and two minor children, we have to release the kids within 20 days. If you don't want to separate the families, that means you release the mom and the dad, and they never show up for the hearing. We don't have bed space to detain them until the hearing date. So that's a problem. Everybody in Central America knows that if you come to the United States and set one foot on American soil and claim asylum, you're entitled to a hearing. We don't have enough bed space to hold you. We don't have enough asylum judges, immigration judges. Hearings take two or three years. You're let go and they never show up. So word is out from Central America, if you get here with a minor child or claim asylum, you're going to stay.   And we need to change that narrative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Unbelievable. So, Senator, what's the timing on this? You are going to come back from recess. You're going to be putting this legislation together. You're going to sit with the White House to get -- to see where they are on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Can you tell us when we should expect this legislative package?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "We're working on it as I speak over the break with the White House.  I have got to get a package that will deter people from Central America from continuing to come, change our asylum laws, make sure you have more than 20 days to deal with an unaccompanied minor, and you can send people back to Central America.  It's got to be a bill the president will sign. Once we get agreement between myself and the White House and Senator Johnson, the Homeland Security chairman, who has some jurisdiction here, we will put together a package. We will sit down with our Democratic colleagues and try to figure out a deal that will stop this madness. We need troops at the border. We need a wall. But there's no way you're going to stop the flow from Central America until you change our laws. And these laws are insane. We need to change them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, we're going to take a short break, Senator, but we're going to come back and talk about the other major issue you're working on. And that is the deep dive into investigating the investigators and the FISA abuse. Stay with us, Senator Graham. As the chairman of the House Judiciary Committee, we want your take on Attorney General Barr suggesting to lawmakers last week that the 2016 Trump campaign was spied on. What was the predicate? He plans to review the FBI's handling of the Russia investigation. And we will get into it as we await the release of the redacted Mueller report. Back in a moment with that.  Follow me on Twitter @MariaBartiromo, on Instagram @MariaBartiromo and @SundayFutures, as we look ahead right now on \"Sunday Morning Futures.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM BARR, U.S. ATTORNEY GENERAL",
      "sentences": "I think there was -- spying did occur. Yes, I think spying did occur.  SEN. JEANNE SHAHEEN, D-N.H. Well, let me...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "But the question is whether it was predicated, adequately predicated. And I'm not suggesting it wasn't adequately predicated. But I need to explore that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That was Attorney General William Barr last week saying that he believed biased members of the FBI did in fact authorize spying on the Trump campaign during the run-up to the 2016 presidential election.   All of a sudden, Democrats now calling it a right-wing conspiracy. They are saying they are stunned and this is scary. I don't know what all the stunned comments are about. Plenty of Republicans going back over a year on this program have said the same exact thing. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DARRELL ISSA, R-CALIF.",
      "sentences": "Maria, I think the important thing is, it is very clear that we are being asked to trust the Department of Justice, who we know did in fact use a law that allows them to spy, but lied to get the warrants, lied to a federal judge under the FISA act.  So this is one of the challenges. Make no bones about it. A FISA warrant is in fact a license to spy. Now, the question is, did you lie, cheat, or steal in order to do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Let's talk about Bruce Ohr, why he is at the center of this situation now and in -- your target. You're going to be leading the questioning. What do you want to hear from Bruce Ohr?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JOHN RATCLIFFE, R-TEXAS",
      "sentences": "So remember, Maria, how bad it was when we all found out there was this unverified dossier that was used as the basis to gain a warrant to surveil someone associated with the Trump campaign, Carter Page.  And it got worse when we found out that that dossier was paid for by Hillary Clinton and the DNC. But little did we know that some of that money that Hillary Clinton and the DNC used to pay for the dossier ultimately ended up in the account of the number four person at the Department of Justice, Bruce Ohr, and his wife, Nellie Ohr, who was retained and paid by Fusion GPS to work with Christopher Steele to help create that dossier. So, next week, I'm going to sit down with some of my colleagues with Mr. Ohr and give him an opportunity to explain exactly how that came to pass and, more importantly, who at the Department of Justice authorized it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM JORDAN, R-OHIO",
      "sentences": "So, those three key facts -- Fusion is connected with the Clinton campaign, his wife, Nellie Ohr, works for Fusion, and Chris Steele, the guy who wrote the dossier, has a deep bias against the president -- Bruce Ohr communicated that with the FBI, also with the Department of Justice, specifically Andrew Weissmann, who is on Mueller's team. And the most important fact, Maria, is that he communicated that -- those key pieces of information to the FBI and the DOJ prior to the election, more importantly, prior to when the FBI and the Department of Justice went to the FISA court to get the warrant to spy on Trump's campaign. That is huge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And there you go. We're back now with Senate Judiciary Chairman Lindsey Graham.  And, Mr. Chairman, let me ask you about what Barr said this week. There was spying on the campaign. Where does this go now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, we're going to find out whether or not there was legal authority to get a FISA warrant against Carter Page, who was associated with the Trump campaign. By definition, the foreign Intelligence Surveillance Act allows our government to spy on people we think working -- that are working with foreign governments. The question was, was there any legitimate reason to believe that? If the warrant was issued on the dossier that's a bunch of garbage, the answer would be no. Most importantly, how could a counterintelligence investigation be opened up against the Trump campaign, Congress never hear about it? Was there a legitimate reason to open up a counterintelligence investigation against the Trump campaign, which is spying? And why was President Trump never informed of the fact that people working for him our government suspected of working with the Russians? Because the purpose of a counterintelligence investigation is to protect the people being targeted by foreign government. But what happened after the election is equally important to me. The counterintelligence investigation continued on the transition team. That's how General Flynn got in trouble. What basis did the government have to follow the Trump transition team?  How did it get leaked out to the public that there was a counterintelligence investigation going on against General Flynn while he was in transition? Leaking this information after the election is just as important to me as spying before the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, and there were two really important things that came outlast week that Barr suggested, number one, that it wasn't just this small cabal of people at the top of the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "But there was information going through lots of different intel agencies, the State Department, the CIA. That's one thing I would like to get your reaction on as well, Senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right. Well, how wide was the problem? How deep was it? And what was the basis of it? Why was the United Nations unmasking people, American citizens caught up in conversations? Was there any legitimacy at all to Papadopoulos working with the Russians, or did they plant that idea in his head about the Clinton e-mail being in the hands of the Russians? Did it come from him working with the Russians or somebody working with us?  At the end of the day, was there any reason to believe that Carter Page was working with the Russians, or was it all based on a dossier that's a bunch of garbage? And, in transition, as the Trump team is trying to take over the government, why was the counterintelligence investigation still ongoing?  Who leaked the fact that there was one to The Washington Post? Who dimed out all of these people that were in transition to the media?  That's a violation of the law. And was there an attempt to invoke the 25th Amendment after the election? Democrats, if you're trying to get Trump, they really don't care how you're trying to get him. I really do care about the rule of law. Most Democrats don't care about this, because they thought it was a worthy endeavor to try to take Trump down. So I'm hoping some Democrats will change their tune, because if you can do this to a Republican, one day, you can do it to a Democrat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, I think this is a really important point that you're making. It feels like a Kavanaugh moment, Senator, where the Democrats and the media just threw out all of what we deem as so valuable and important as Americans in a free democracy. That is due process, innocent until proven guilty. Here we go again, as they try to rip down Attorney General Bill Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, you know, they accuse Trump of changing all the rules in Washington. I would suggest that all the rules have been changed to get Trump.  Kavanaugh's -- nominee wasn't presumed innocent, because he was a conservative. The way they treated Brett Kavanaugh was to try to destroy his life and drive him out of wanting the job, hoping he would quit. They're attacking Bill Barr now, one of the most seasoned, highly respected legal minds in the United States.  Nothing has changed about Bill Barr since he was attorney general under Bush 41. The only thing that's changed is the desire to get Trump, no matter how you have to get him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "So if you need to destroy Barr, they will. If you need to destroy Kavanaugh, they will. If you need to make up stories to get a warrant, they will. If you need to open up a counterintelligence investigation based on bogus information to try to get into the Trump campaign to find out what he's up to, to create an insurance policy, I think they will. There was nothing they wouldn't do to get Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "And America needs to understand this can happen to both parties.  Let's hold them accountable and stop it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. And I know that you're going to do a deep dive on your investigation. So we will check back on -- in with you on that.  Real quick. Apparently, the two -- the president and North Korea talking about a third summit, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, I hope the third time is the charm. They haven't fired any rockets, they haven't tested any bombs, but they haven't given up their nukes. I appreciate what the president has done. He's got Kim Jong-un to the table. Nobody else was able to do that. I hope we can end this in a win- win fashion for North Korea and the world. I applaud this for making this much progress. It's time to close the deal with North Korea. And we will see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Senator, it's great to have you on the program. Thank you so much, sir. We will be watching, Mr. Chairman, Senator Lindsey Graham. We will be right back with more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back.  We are focused in Washington on the Justice Department, as Attorney General William Barr is expected to release a redacted version of the Mueller report within the next few days. Barr's four-page summary of the special counsel's findings created a lot of controversy two weeks ago. Now a fresh argument on Capitol Hill from Democrats, who are demanding that they see the full, unredacted version and it be released to Congress. Joining me now exclusively this morning is Republican Congressman from Georgia Doug Collins. He's the ranking member of the House Judiciary Committee. And, Congressman, it is good to see you this morning. Thanks very much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DOUG COLLIN, R-GA.",
      "sentences": "Glad to be with you, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You have been releasing the transcript of some of the closed door testimonies of various witnesses. Your most recent has been Jim Baker, the lawyer, at the FBI. Looking at all of these transcripts that you have released so far, what strikes you mostly, Congressman? What is the takeaway that we need to focus on from all of these transcripts you have released?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "The thing that strikes me the most is, it goes back to a certain group. The media, especially the liberal media, wants to portray this as the FBI and all -- and it's -- all against going forward. But really what we find is, Peter Strzok -- we have seen Strzok, McCabe, Lisa Page. We see Baker.  We see Comey, of course. And all this is coming back to everything that we go back to, following all the way from the Clinton investigation, through the beginning of the Russia investigation, through the Mueller investigation. We go back to this really corrupt cabal that is involved in everything. And I think it's really interesting when you have Baker actually saying in the transcripts we released this past week where he thought originally that Clinton would have been indicted, she would have been charged in this, and was actually talked out of it by some of the others, and Comey and others. But then we also found out from Lisa Page's transcript on the same issue that they were actually being pressured by the Department of Justice, even from Attorney General Lynch, who actually said let's call it a matter, instead of an investigation. So what bothers me the most is, you had this politicization of very high- level individuals at the FBI and the Department of Justice who were not acting in the best interest of the country. They were acting in best interest of their own selves and their own careers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, so how far up the Obama ladder does this go, knowing that now we see suggestions that it wasn't just the cabal of people at the top of the FBI and the DOJ?  You have the State Department. You had other intel agencies. You had Sidney Blumenthal, Hillary Clinton's good friend, sending information through the State Department. How far up through the Obama administration does this go, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, we're seeing more and more. And I'm glad to hear Chairman Graham in the Senate is going to be continuing to look into this. I'm glad to hear Bill Barr is saying that we need to see the predicate for this. We need to know why this actually happened, because what we're seeing -- and no one, Democrat, Republican, independent, it doesn't matter your background. You do not need the Department of Justice in a position where the justice is being dispensed in a political fashion, not as a blind rule of law.  Hearing the things out of the State Department, seeing this previous administration, they were just -- again, everything was politicized toward what they wanted to do and the spin that they wanted to give. What we need to have here is a continued investigation that Bill Barr has said he is willing to take, and in doing so, he drew the ire of Democrats, who don't want those things exposed. They don't want the things that we have been talking about for a long time, an attorney general who met with a former president whose wife was being investigated on a tarmac in a -- at an airport, where they supposedly discussed their grandkids and other things. That's just not right. Now we're seeing also the pressure from Loretta Lynch, saying it was -- not an investigation, it's just a matter. You know, anything they could do to play down this, but it all goes back to really what we're seeing is the politicization, which is worse, because it gets into our FISA court, our FISA applications, which were -- really, when you get to it, this was the thing that happened, how we got our FISA courts, was the abuse of power from administration officials and folks back in the '70s.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, I want to talk about what happens next, because the Michael Horowitz report is about to come out, we understand, in about a month. We will see what that shows us. And then, at the same time, you have got this crisis happening at the border. And you just celebrated 100 years -- your colleagues just celebrated 100 days, rather -- pardon me -- 100 days in the new Congress.  So the Democrats have been in the majority for 100 days. We have got a list of some of the votes that you all have taken in this first 100 days. They defended President Obama's Affordable Care Act. For the People Act is basically about elections. That was their number one priority, changing the elections. You have got things on anti-Semitism, hate. You have got things on transgender. So tell us about the first 100 days with the Democrats in charge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, the first 100 days has ended with a pool card of nothing except promises and press releases. It seems like this is the way that Ms. Pelosi and the Democratic Party want to govern now. And that is by press release, saying, here is what we're against. Almost one in five of rule bills in the first 100 days have dealt with resolutions that have no force of law. They're simply expressing what they feel. And then when we get into the actual rule bill that passed with bills, such as HR-1, which is being called the For the People Act, it's actually for the incumbent politician act, because it does nothing except corrupt our political system, especially our elections, makes them more politicized, with lawsuits that you could file anywhere in the country if you don't like the outcome of an election. It actually goes against, to where you would actually criminalize someone if they tried to stop someone like a 15-year-old from voting. If you stop, you would actually be guilty of a felony under that law. It's just bad law. It's just bad policy. And when you only have to govern by press release, you really, after 100 days, have to look back and shake your head and say, is our blind disgust with President Trump driving all that we do? And, frankly, that's what we see, Maria. They are so upset that President Trump is still president and they want to make it clear to everyone that they're going to do everything they can to flip that next year. They have abandoned all pretense of an actual logical agenda, especially when immigration is something we could fix.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So this is nonbinding resolutions that have no teeth in terms of actually impacting real laws that actually impact people's lives, and more about just sort of proclamations of what they like and what they don't like. Meanwhile, in terms of the border, what can you tell us? Lindsey Graham is going to come back from his break and he's going to put legislation together. Give us your sense of what's happening right now at the U.S.- Mexico border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "It's a crisis. And it's a crisis not because Doug Collins says it's a crisis, not because Donald -- even, frankly, Donald Trump says it's a crisis. He's made a great case. The president is right on target with this. It's a crisis now that everyone is beginning to understand. Jeh Johnson, who was under the Obama administration heading Homeland Security, says it's a crisis. We're starting to see The Washington Post, The New York Times, others say, this is a crisis. It is there because the president has raised this issue. He's talked about what we need to do. I'm glad to see Chairman Graham is going to be introducing a bill that we already introduced eight weeks ago dealing with the Flores decision, dealing with asylum, dealing with the Trafficking Victims Act, so that we can actually begin to take the incentive, the perverse incentives away for families to take...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "... and undertake a journey that is terrible to get to America.  We have got to de-incentivize this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Real quick, before you go, Congressman, you're on the Judiciary Committee. And Bill Barr is going to testify on May 1 in front of the Senate and House Judiciary. Tell me one or two questions that you're going to ask him on May 1.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "I want to know is the continuing -- if he continues what he's found so far in his investigation looking into what predicated all these investigations coming forward, and also the work that he did with Bob Mueller and Rod Rosenstein in actually making sure that we understand the Mueller investigation and what actually came from it and his perspective in it. Bill Barr has been a straight shooter from day one. It's sad the Democrats have nothing to do now except a story they don't like to attack a man of great credibility in Bill Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, we will leave it there. Congressman, it's good to see you this morning. Thank you. Straight ahead, we are going to hear from a member of the House Democratic leadership. Congressman Matt Cartwright is with us this morning, as the caucus marks 100 days in the majority. We will get his side of the story. And Congressman Mark Meadows, he's got breaking news this morning. Back in a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. House Democrats mark 100 days in power. Have they demonstrated that they are working for the people? Or are they more interested in investigating the president? Joining us right now from the Democratic leadership, Pennsylvania Congressman Matt Cartwright is co-chairman of the Democratic Policy and Communications Committee. He also sits on the Appropriations Subcommittee that oversees funding for the Justice Department, which Attorney General William Barr testified in front of last week. Congressman, it's good to have you on the program this morning. Thanks so much for your time this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MATT CARTWRIGHT (D), PENNSYLVANIA",
      "sentences": "Happy Palm Sunday, Maria. How are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Oh, and happy Palm Sunday to you and to all of our viewers.  Thank you for that. Beautiful way to begin our interview this morning. Sir, tell us about that. Investigating or legislating? What's the priority?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTWRIGHT",
      "sentences": "Oh, clearly, legislating. You know our Democratic priorities. Of course, they were interrupted for 35 days at the beginning of this 100 days with the shutdown. But the priorities are very clear. And they are the things that we campaigned on to win the House Democratic majority in 2018, rebuilding American infrastructure. Speaking of palm leaves, Nancy Pelosi, our House speaker, extended an olive branch to the president on Thursday -- I hope you noticed -- asking for a meeting to talk about plugging one to $2 trillion into American infrastructure. I know President Trump wants to do that. I know he ought to take that meeting and figure out a way to move forward and actually make good on a campaign promise that he had as well. But building infrastructure, lowering the cost of prescription medications, making health care cheaper and more available to everybody, and cleaning up government, we already did that with HR-1. I'm sorry my dear friend Doug Collins didn't think much of that bill, but one thing it does is, it takes dark money out of politics. In other words, if you donate more than $10,000 to a super PAC, your identity cannot be kept secret. I think that's so important to our safeguarding American democracy, Maria, because if you don't know who that is, it could be anyone and it could be foreigners.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTWRIGHT",
      "sentences": "So we put that in HR-1. I don't know how that is going to do in the Senate, but I proudly voted for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, it's true. When you say HR-1, let's explain HR-1. Let's explain HR-1, because our viewers may not know that that's basically the priority that you all came in with when you took the majority. You said HR-1 would be about elections. I was scratching my head about that, because I said, is this the most important issue that you want to come and have the majority on, changing the way elections are done? For example, then you're seeing these proposals of having people as young as 16 years old vote?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTWRIGHT",
      "sentences": "Yes, I didn't vote for that. That was an amendment that some people voted for. Personally, I remember being 16, and I wouldn't trust myself with a vote at that age.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTWRIGHT",
      "sentences": "I don't know about you, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I'm with you. I'm with you, Congressman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTWRIGHT",
      "sentences": "But here is the thing. Americans over the last several years have expressed dismay with the way Washington works. You know, they have called it...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTWRIGHT",
      "sentences": "Whatever you -- if you want to call it draining the swamp or cleaning up democracy. We hear that. And that's why my dear friend John Sarbanes from Maryland came up with this bill to get money out of politics. Everybody knows money is so important in politics. It gives influence to people over government that regular Americans don't have. Let's get rid of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTWRIGHT",
      "sentences": "HR-1, the For the People Act that John Sarbanes wrote and that we amended with amendment after amendment, and then we passed, is so important. I hope that the Senate gives it real consideration, because it's what Americans want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, and then, when you look at the common ground, you mentioned some of these issues that you can agree with the other side and actually work toward moving the needle for the American people. And that includes infrastructure, and you said also getting drug prices down. For sure, the other side wants that as well. But let me ask you about infrastructure and what Nancy Pelosi said on Thursday, as you rightly pointed out. She said she would look at an infrastructure package of up to $2 trillion. Congressman, you're on the Appropriations Committee. I mean, your subcommittee is deciding on funding even before the whole House makes a decision in terms of oversight funding. Can you sit there and actually agree to $2 trillion in spending for an infrastructure package, when you're sitting in the face of $22 trillion in debt, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTWRIGHT",
      "sentences": "Well, debt rises as a result of spending and tax cuts. And so we have to achieve the right balance. I will say this. I think that, if President Trump can get behind it and come to an agreement with Speaker Pelosi, we could get this done. This is something we have to do, Maria. We can't keep letting our roads and bridges go to pot. We have to upgrade our sewer systems, our water system. We have to have broadband Internet for rural areas. We have to make America the pride of the world. We're letting places like China get ahead of us. We can't do that. These are promises that the president made, that I have made. Let's put money into American infrastructure and honor what our grandparents and our pants passed down to us...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTWRIGHT",
      "sentences": "... people in the greatest generation. They sacrificed to build us a wonderful portfolio of infrastructure that we have to do a proper job of husbanding and improving if we're going to keep America competitive with the rest of the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. And we will be watching that, because this is important. And I know you have been talking about this for a long time. I was reading on your Web site just last night all of the efforts that you have actually put fourth in terms of getting those shovels in the ground and infrastructure going. Congressman, we will be watching. Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTWRIGHT",
      "sentences": "Thank you, Maria. See you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman Matt Cartwright there. Last week, House Intelligence member Ranking Member Devin Nunes broke news right here about sending eight criminal referrals to Attorney General Bill Barr. We have got reaction from that Republican side with Congressman Mark Meadows up next, who will also be breaking news on a number of fronts. We're looking ahead this morning on \"Sunday Morning Futures.\" We're back in a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEVIN NUNES (R), CALIFORNIA",
      "sentences": "Five of them are what I would call straight-up referrals, so just referrals that are -- that name someone and name the specific crimes. Those crimes are lying to Congress, misleading Congress, leaking classified information. There are three that I think are more complicated. So, on the first one, it's FISA abuse and other matters. We believe there is a conspiracy to lie to the FISA court, mislead the FISA court by numerous individuals that all need to be investigated and looked at that -- and we believe the statute is the conspiracy statute. The second conspiracy one is involving manipulation of intelligence. That also could ensnarl many Americans. The third is what I would call a global leak referral. So there are about a dozen highly sensitive classified information leaks that were given to only a few reporters over the last two-and-a-half-plus years. So we don't know if there's actually been any leak investigations that have been opened, but we do believe that we have got pretty good information and a pretty good idea of who could be behind these leaks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That was Congressman Devin Nunes, the ranking member on the House Intel Committee, breaking news right here last week exclusively on \"Sunday Morning Futures\" about those eight criminal referrals he did, in fact, send to Attorney General Bill Barr this past week. Congressman Nunes has now sent those to the A.G. And he and Congressman John Ratcliffe are prepared to brief Mr. Barr on the misconduct during the FBI's investigation into Russian contacts with Trump advisers during the '16 campaign. Joining me right now is North Carolina Congressman Mark Meadows. He sits on the House Oversight Committee. And he is also a leader of the House Freedom Caucus. Congressman, it's good to have you this morning. Thanks for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK MEADOW, R-N.C.",
      "sentences": "Good morning. Great to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, we had those criminal referrals sent to the A.G. last week from Devin Nunes. You just met with Michael Horowitz. And we're expecting the inspector general report from Michael Horowitz coming out soon. What can you tell us about what to expect there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, Jim Jordan and I met with Inspector General Horowitz. He and his entire team have been doing a great job and, I might add, an independent job to verify some of the things that we have long assessed as problems. And you're right. Chairman Nunes was -- with these criminal referrals, the things that he alleges, we have been able to see even in the non-classified area some real reason to have concern. So we're fully anticipating that the I.G.'s report will come out, as Attorney General Barr said, in the next four to six weeks. And I think it's highly likely that we will see criminal referrals coming from them that will correspond with what Chairman Nunes has already put forth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, what does that mean now? So, highly likely that we will see criminal referrals coming out of the I.G. report, so more criminal referrals. We know that the I.G. already sent a criminal referral to Andrew McCabe.  What does that mean? He went on a book tour. So when you have a criminal referral, what happens then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, the criminal referral actually came before the book, the book tour. And it really had to do with his testimony internally on the Hillary Clinton server I.G. report and some of the testimony he gave there. But, really, what we're looking at here is more the involvement -- as Devin was talking about, the involvement of classified information being leaked to the media, how indeed some of the testimony that's been given both before House Judiciary and Oversight and within the Intel Committee seemed to have -- in fact, are at odds with one another. And so the truth of this is really all about the leaking of classified information and the role that the media played in all of that. When we look at this, Maria, the big story that has not been told -- and I don't blame the reporters -- the reporters are just doing their job, trying to get to the bottom of it -- but leaks to The Washington Post and The New York Times that would indicate well beyond what the FBI should have been doing in terms of classified information. And I'm sure that the I.G. will look at that, but, more importantly, go even beyond that, when Attorney General Barr looks at the broader scope of this investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I want to zero in on this, Congressman, because this, I believe, is breaking news. People do not realize how the FBI used the media, because, in some senses, they were leaking fake news to the media, and then the media was writing stories about it, and then they were using those stories as part of the evidence for the FISA warrant, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, you're exactly right, Maria. And you have been over this target for more than two years, and then at times have been ridiculed because of your reporting. But I would like to say this morning, your reporting has not only been spot on, but it's been based on real evidence that we have been able to see. So what we would find is people within the Department of Justice, primarily the FBI...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "... would actually give information to the media. Then those reports would actually come out, and they would say, wow, we -- we have these reports now. And then they would take the actual reports and use those as the probable cause to do a further investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "It was a big circular reasoning. You will see all of that come out, I believe, when Inspector General Horowitz's report comes out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right. Congressman, stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "And I want to stress, I have not seen that -- I have not seen that report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Quick break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "We just know the evidence that he has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I got it. I got it. And we got to stay on this. Congressman, stay with us. Back in a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. We are back with North Carolina Republican Congressman Mark Meadows. And, Congressman, I just want to close the loop on what we were just talking about. Then I want to get into the other agencies. In terms of using the media, they planted stories. Then the media wrote stories about them. Then they actually used those stories to get the warrant to spy on Carter Page. How much of the evidence -- and I'm using that in \"quote, unquote\" -- evidence to spy on somebody, how much of that was the dossier and these fake media stories?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, I would say the lion's share of all of this -- after August of 2016, leading up to the election, the lion's share of this, over 90 to 95 percent of this was either the dossier or open-source intel which came from media reports. So there's not any there there. And that was what even Peter Strzok said early on. And so, when we look at this, this is a large fabrication which predicated much of the investigation that we have been reporting on for two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Unbelievable. Really unbelievable. OK, there was a strong suggestion in the William Barr testimony last week that it wasn't just the cabal of people at the top of the FBI. It was the State Department, CIA, et cetera. What can you tell us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, I can tell you that Attorney General Barr is spot on to expand the scope of his investigation, because that'll go beyond what Michael Horowitz and the DOJ I.G. can do, to really look at the State Department, the CIA, and others in the intel community that were involved in this. And that's gone largely unreported. But I can tell you, based on unclassified documents we have reviewed, we saw that -- Bill Brennan's name is with the CIA. We have seen others within the State Department mentioned very early on. And they were actually coordinating back and forth with the FBI in the early stages of the investigation. So, I think part of the problem we have here is, is that it wasn't just a few people within the FBI. It was a coordinated effort with the intelligence communities outside the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "And to the extent of that, I think A.G. Barr is going to look at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. All the while, John Brennan is on CNN and MSNBC calling the president treasonous. Unbelievable. Extraordinary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Yes. And I think I said Bill Brennan. It's John Brennan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Exactly. Yes, we know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "When you look at that, he actually -- he actually should know this. And when we look at...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, we got to jump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "... the head of the CIA, he would have that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman, it's great to see you. Thank you, Congressman Mark Meadows. Have a great Sunday, everybody. I will see you tomorrow on Fox Business. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS ANCHOR",
      "utterance": "Good Sunday morning, everyone. Thanks so much for joining us. I'm Maria Bartiromo. Joining us straight ahead right here on \"Sunday Morning Futures,\" we have a powerful exclusive lineup this morning. Senate Judiciary Committee Chairman Lindsey Graham is here on the southern border crisis and the next steps to deal with it.  Could we soon see changes to some of our nations immigration laws? We will get into it. Also, as we await the release of the redacted Mueller report expected this week, Senator Graham gears up to question Attorney General Bill Barr himself in the coming weeks. We will get a preview. Plus, Congressman Matt Cartwright is here, co-chairman of the House Democratic Policy Committee, on his caucus marking their first 100 days in power. What has gotten done? What have the House Democrats achieved? Are they more interested in investigating or legislating? And where might they find common ground with the president? We will also hear from two more influential GOP lawmakers this morning, House Judiciary Committee Ranking Member Doug Collins and House Oversight Committee member Mark Meadows, their take on the imminent release of the Mueller report and how Congress should respond to the border crisis, all with breaking news right now, as we look ahead right now on \"Sunday Morning Futures.\" President Trump weighing a proposal to bust immigrant detainees to sanctuary cities, triggering a Twitter battle between the president and Oakland, California, Mayor Libby Schaaf. Some might recall the Democrat made headlines back in February after warning that Northern California residents -- she told them about an impending ICE raid. This all comes as monthly apprehensions hit a 12-year high along the U.S.- Mexico border. Joining me right now is South Carolina Senator Lindsey Graham. He's the chairman of the Senate Judiciary Committee. He's a member of the Appropriations, Foreign Relations and Budget Committees. And, senator, it's always a pleasure and honor to have you on the program.  Welcome."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Let's talk about the border crisis first off, because we have news this week. In fact, President Trump's acting defense secretary says that more support from the U.S. military will be headed to the southern border. Patrick Shanahan wouldn't say how many more troops would need -- would be needed to assist the Department of Homeland Security. But they're headed there, as we are looking at one million apprehensions this year. What's your reaction?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right. Well, three weeks ago, the Democrats were saying this was a manufactured crisis. Now they don't want these folks dropped off in Oakland or San Francisco. So the good news for the country is that both parties see this as a real crisis. If I were the president, I would send military troops to the border as soon as I could in large numbers. But we're never going to stop this by just having walls and troops at the border. We have to change our laws so these people stop coming. There's a narrative in Central America that, if you can get to America with a minor child, you will never get deported, and we have to change that story line."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, I think this is a really important point that you make, which is why I want to get to the breaking news right now, which I know that you are going to deliver. You are on recess right now, but, when you come back, to Washington, you are planning to put together proposals to change the law. Can you tell us about that, sir?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes, I'm tired of talking about this problem. I want to fix it. I think all Americans should want both parties to fix this problem. The president has correctly identified the crisis at the border. Now it's time to have a legislative solution. You need to change our laws for this to stop. So I will be introducing a package, and, hopefully, with Democratic support, that will change our asylum laws; 90 percent of the people who apply for asylum never make it, so the standard needs to change. We have a court decision called the Flores decision that says you can only hold a minor child 20 days. If a family comes here with a minor child, we release the entire family after 20 days, because we don't have bed space. So we need to change that decision. And also we have a quirk in our law that, if you're from Central America, you cannot be sent back home as a minor child because of a law on the books that prohibits sending children back from nine contiguous countries. So the only place we can send a child back to is Mexico and Canada. We need to be sending these kids back to Central America, where they come from. So I'm going to put a legislative package together right after the break. We're going to mark it up in the Judiciary Committee and we're going to get on with solving this problem."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, so you're going to put this legislative package together. Then you are going to bring it to a vote. That gets everybody on board. And we know where people voted."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And so it will be on the record in terms of who stands where."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes, I hope we do more than just vote. I hope we solve the problem. The administration is going around Congress talking to Democrats about what they want, if we do change the laws, what would they like in return. I'm going to try to find a compromise here. The president is a great dealmaker. But doing what we're doing is not working. The crisis has to come to an end. And the only way to bring it to an end is to change our laws. And I will be introducing a package to change the laws that attract so many illegal immigrants from Central America. And, hopefully, we will get some Democratic support."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So tell us about these three issues that are most important that you're going to effect change."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "OK."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "There's the Flores decision. There's TVPRA, and then asylum standards."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Can you talk us through why we have these laws on the books?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Number one, we're part of the international asylum treaty that gives people asylum when they're under threat of life and limb. Under international law, you're supposed to apply for asylum in the first safe country you go to, which would be Mexico, if you're from Honduras, Guatemala, or El Salvador. So the president 's putting pressure on Mexico to stop these caravans. But if you get one foot in the United States, and you read a card claiming asylum, you're entitled to a hearing. We don't have bed space to hold you until that hearing date, so we release you into the country, and people never come back for the hearing. So let's toughen up our asylum standard. If 90 percent are failing to meet the standard, the standard needs to change. So that's number one. Number two, the Flores decision needs to change. It's impossible to do a hearing in 20 days. So, we're going to try to change the time you can hold an unaccompanied minor or a minor child beyond 20 days, because if you come up with a family, and you have got minor kids in the family, we release the whole family in 20 days, because you don't want to separate families. So we need to fix the Flores decision. And, finally, there's a quirk in the law that if you're from Central America as a minor child, we can't send you back. We need to change that law, so we can send them back to Central America, where they came from."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, we're looking at a map right now of these Triangle countries, Guatemala, El Salvador and Honduras. And the immigration flow has really changed, Senator. Walk us through that."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Is it true that now 70 percent of the people that are showing up at our borders are coming from this Triangle group of countries?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes, because the word is out on the street in these countries that if you bring a minor child with you, you're never going to get deported, because, again, let's walk this through. A minor child can only be held for 20 days under our law, the Flores decision. If a family of four comes, a mother and father and two minor children, we have to release the kids within 20 days. If you don't want to separate the families, that means you release the mom and the dad, and they never show up for the hearing. We don't have bed space to detain them until the hearing date. So that's a problem. Everybody in Central America knows that if you come to the United States and set one foot on American soil and claim asylum, you're entitled to a hearing. We don't have enough bed space to hold you. We don't have enough asylum judges, immigration judges. Hearings take two or three years. You're let go and they never show up. So word is out from Central America, if you get here with a minor child or claim asylum, you're going to stay. And we need to change that narrative."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Unbelievable. So, Senator, what's the timing on this? You are going to come back from recess. You're going to be putting this legislation together. You're going to sit with the White House to get -- to see where they are on this."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Can you tell us when we should expect this legislative package?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "We're working on it as I speak over the break with the White House. I have got to get a package that will deter people from Central America from continuing to come, change our asylum laws, make sure you have more than 20 days to deal with an unaccompanied minor, and you can send people back to Central America. It's got to be a bill the president will sign. Once we get agreement between myself and the White House and Senator Johnson, the Homeland Security chairman, who has some jurisdiction here, we will put together a package. We will sit down with our Democratic colleagues and try to figure out a deal that will stop this madness. We need troops at the border. We need a wall. But there's no way you're going to stop the flow from Central America until you change our laws. And these laws are insane. We need to change them."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, we're going to take a short break, Senator, but we're going to come back and talk about the other major issue you're working on. And that is the deep dive into investigating the investigators and the FISA abuse. Stay with us, Senator Graham. As the chairman of the House Judiciary Committee, we want your take on Attorney General Barr suggesting to lawmakers last week that the 2016 Trump campaign was spied on. What was the predicate? He plans to review the FBI's handling of the Russia investigation. And we will get into it as we await the release of the redacted Mueller report. Back in a moment with that. Follow me on Twitter @MariaBartiromo, on Instagram @MariaBartiromo and @SundayFutures, as we look ahead right now on \"Sunday Morning Futures.\""
    },
    {
      "speaker": "WILLIAM BARR, U.S. ATTORNEY GENERAL",
      "utterance": "I think there was -- spying did occur. Yes, I think spying did occur. SEN. JEANNE SHAHEEN, D-N.H. Well, let me..."
    },
    {
      "speaker": "BARR",
      "utterance": "But the question is whether it was predicated, adequately predicated. And I'm not suggesting it wasn't adequately predicated. But I need to explore that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That was Attorney General William Barr last week saying that he believed biased members of the FBI did in fact authorize spying on the Trump campaign during the run-up to the 2016 presidential election. All of a sudden, Democrats now calling it a right-wing conspiracy. They are saying they are stunned and this is scary. I don't know what all the stunned comments are about. Plenty of Republicans going back over a year on this program have said the same exact thing. Watch."
    },
    {
      "speaker": "REP. DARRELL ISSA, R-CALIF.",
      "utterance": "Maria, I think the important thing is, it is very clear that we are being asked to trust the Department of Justice, who we know did in fact use a law that allows them to spy, but lied to get the warrants, lied to a federal judge under the FISA act. So this is one of the challenges. Make no bones about it. A FISA warrant is in fact a license to spy. Now, the question is, did you lie, cheat, or steal in order to do that?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Let's talk about Bruce Ohr, why he is at the center of this situation now and in -- your target. You're going to be leading the questioning. What do you want to hear from Bruce Ohr?"
    },
    {
      "speaker": "REP. JOHN RATCLIFFE, R-TEXAS",
      "utterance": "So remember, Maria, how bad it was when we all found out there was this unverified dossier that was used as the basis to gain a warrant to surveil someone associated with the Trump campaign, Carter Page. And it got worse when we found out that that dossier was paid for by Hillary Clinton and the DNC. But little did we know that some of that money that Hillary Clinton and the DNC used to pay for the dossier ultimately ended up in the account of the number four person at the Department of Justice, Bruce Ohr, and his wife, Nellie Ohr, who was retained and paid by Fusion GPS to work with Christopher Steele to help create that dossier. So, next week, I'm going to sit down with some of my colleagues with Mr. Ohr and give him an opportunity to explain exactly how that came to pass and, more importantly, who at the Department of Justice authorized it."
    },
    {
      "speaker": "REP. JIM JORDAN, R-OHIO",
      "utterance": "So, those three key facts -- Fusion is connected with the Clinton campaign, his wife, Nellie Ohr, works for Fusion, and Chris Steele, the guy who wrote the dossier, has a deep bias against the president -- Bruce Ohr communicated that with the FBI, also with the Department of Justice, specifically Andrew Weissmann, who is on Mueller's team. And the most important fact, Maria, is that he communicated that -- those key pieces of information to the FBI and the DOJ prior to the election, more importantly, prior to when the FBI and the Department of Justice went to the FISA court to get the warrant to spy on Trump's campaign. That is huge."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And there you go. We're back now with Senate Judiciary Chairman Lindsey Graham. And, Mr. Chairman, let me ask you about what Barr said this week. There was spying on the campaign. Where does this go now?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, we're going to find out whether or not there was legal authority to get a FISA warrant against Carter Page, who was associated with the Trump campaign. By definition, the foreign Intelligence Surveillance Act allows our government to spy on people we think working -- that are working with foreign governments. The question was, was there any legitimate reason to believe that? If the warrant was issued on the dossier that's a bunch of garbage, the answer would be no. Most importantly, how could a counterintelligence investigation be opened up against the Trump campaign, Congress never hear about it? Was there a legitimate reason to open up a counterintelligence investigation against the Trump campaign, which is spying? And why was President Trump never informed of the fact that people working for him our government suspected of working with the Russians? Because the purpose of a counterintelligence investigation is to protect the people being targeted by foreign government. But what happened after the election is equally important to me. The counterintelligence investigation continued on the transition team. That's how General Flynn got in trouble. What basis did the government have to follow the Trump transition team?  How did it get leaked out to the public that there was a counterintelligence investigation going on against General Flynn while he was in transition? Leaking this information after the election is just as important to me as spying before the election."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, and there were two really important things that came outlast week that Barr suggested, number one, that it wasn't just this small cabal of people at the top of the FBI."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "But there was information going through lots of different intel agencies, the State Department, the CIA. That's one thing I would like to get your reaction on as well, Senator."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right. Well, how wide was the problem? How deep was it? And what was the basis of it? Why was the United Nations unmasking people, American citizens caught up in conversations? Was there any legitimacy at all to Papadopoulos working with the Russians, or did they plant that idea in his head about the Clinton e-mail being in the hands of the Russians? Did it come from him working with the Russians or somebody working with us?  At the end of the day, was there any reason to believe that Carter Page was working with the Russians, or was it all based on a dossier that's a bunch of garbage? And, in transition, as the Trump team is trying to take over the government, why was the counterintelligence investigation still ongoing?  Who leaked the fact that there was one to The Washington Post? Who dimed out all of these people that were in transition to the media? That's a violation of the law. And was there an attempt to invoke the 25th Amendment after the election? Democrats, if you're trying to get Trump, they really don't care how you're trying to get him. I really do care about the rule of law. Most Democrats don't care about this, because they thought it was a worthy endeavor to try to take Trump down. So I'm hoping some Democrats will change their tune, because if you can do this to a Republican, one day, you can do it to a Democrat."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, I think this is a really important point that you're making. It feels like a Kavanaugh moment, Senator, where the Democrats and the media just threw out all of what we deem as so valuable and important as Americans in a free democracy. That is due process, innocent until proven guilty. Here we go again, as they try to rip down Attorney General Bill Barr."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, you know, they accuse Trump of changing all the rules in Washington. I would suggest that all the rules have been changed to get Trump.  Kavanaugh's -- nominee wasn't presumed innocent, because he was a conservative. The way they treated Brett Kavanaugh was to try to destroy his life and drive him out of wanting the job, hoping he would quit. They're attacking Bill Barr now, one of the most seasoned, highly respected legal minds in the United States. Nothing has changed about Bill Barr since he was attorney general under Bush 41. The only thing that's changed is the desire to get Trump, no matter how you have to get him."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "So if you need to destroy Barr, they will. If you need to destroy Kavanaugh, they will. If you need to make up stories to get a warrant, they will. If you need to open up a counterintelligence investigation based on bogus information to try to get into the Trump campaign to find out what he's up to, to create an insurance policy, I think they will. There was nothing they wouldn't do to get Trump."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "And America needs to understand this can happen to both parties.  Let's hold them accountable and stop it now."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. And I know that you're going to do a deep dive on your investigation. So we will check back on -- in with you on that. Real quick. Apparently, the two -- the president and North Korea talking about a third summit, sir?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, I hope the third time is the charm. They haven't fired any rockets, they haven't tested any bombs, but they haven't given up their nukes. I appreciate what the president has done. He's got Kim Jong-un to the table. Nobody else was able to do that. I hope we can end this in a win- win fashion for North Korea and the world. I applaud this for making this much progress. It's time to close the deal with North Korea. And we will see what happens."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Senator, it's great to have you on the program. Thank you so much, sir. We will be watching, Mr. Chairman, Senator Lindsey Graham. We will be right back with more."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. We are focused in Washington on the Justice Department, as Attorney General William Barr is expected to release a redacted version of the Mueller report within the next few days. Barr's four-page summary of the special counsel's findings created a lot of controversy two weeks ago. Now a fresh argument on Capitol Hill from Democrats, who are demanding that they see the full, unredacted version and it be released to Congress. Joining me now exclusively this morning is Republican Congressman from Georgia Doug Collins. He's the ranking member of the House Judiciary Committee. And, Congressman, it is good to see you this morning. Thanks very much for joining us."
    },
    {
      "speaker": "REP. DOUG COLLIN, R-GA.",
      "utterance": "Glad to be with you, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You have been releasing the transcript of some of the closed door testimonies of various witnesses. Your most recent has been Jim Baker, the lawyer, at the FBI. Looking at all of these transcripts that you have released so far, what strikes you mostly, Congressman? What is the takeaway that we need to focus on from all of these transcripts you have released?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "The thing that strikes me the most is, it goes back to a certain group. The media, especially the liberal media, wants to portray this as the FBI and all -- and it's -- all against going forward. But really what we find is, Peter Strzok -- we have seen Strzok, McCabe, Lisa Page. We see Baker.  We see Comey, of course. And all this is coming back to everything that we go back to, following all the way from the Clinton investigation, through the beginning of the Russia investigation, through the Mueller investigation. We go back to this really corrupt cabal that is involved in everything. And I think it's really interesting when you have Baker actually saying in the transcripts we released this past week where he thought originally that Clinton would have been indicted, she would have been charged in this, and was actually talked out of it by some of the others, and Comey and others. But then we also found out from Lisa Page's transcript on the same issue that they were actually being pressured by the Department of Justice, even from Attorney General Lynch, who actually said let's call it a matter, instead of an investigation. So what bothers me the most is, you had this politicization of very high- level individuals at the FBI and the Department of Justice who were not acting in the best interest of the country. They were acting in best interest of their own selves and their own careers."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, so how far up the Obama ladder does this go, knowing that now we see suggestions that it wasn't just the cabal of people at the top of the FBI and the DOJ? You have the State Department. You had other intel agencies. You had Sidney Blumenthal, Hillary Clinton's good friend, sending information through the State Department. How far up through the Obama administration does this go, sir?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, we're seeing more and more. And I'm glad to hear Chairman Graham in the Senate is going to be continuing to look into this. I'm glad to hear Bill Barr is saying that we need to see the predicate for this. We need to know why this actually happened, because what we're seeing -- and no one, Democrat, Republican, independent, it doesn't matter your background. You do not need the Department of Justice in a position where the justice is being dispensed in a political fashion, not as a blind rule of law.  Hearing the things out of the State Department, seeing this previous administration, they were just -- again, everything was politicized toward what they wanted to do and the spin that they wanted to give. What we need to have here is a continued investigation that Bill Barr has said he is willing to take, and in doing so, he drew the ire of Democrats, who don't want those things exposed. They don't want the things that we have been talking about for a long time, an attorney general who met with a former president whose wife was being investigated on a tarmac in a -- at an airport, where they supposedly discussed their grandkids and other things. That's just not right. Now we're seeing also the pressure from Loretta Lynch, saying it was -- not an investigation, it's just a matter. You know, anything they could do to play down this, but it all goes back to really what we're seeing is the politicization, which is worse, because it gets into our FISA court, our FISA applications, which were -- really, when you get to it, this was the thing that happened, how we got our FISA courts, was the abuse of power from administration officials and folks back in the '70s."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, I want to talk about what happens next, because the Michael Horowitz report is about to come out, we understand, in about a month. We will see what that shows us. And then, at the same time, you have got this crisis happening at the border. And you just celebrated 100 years -- your colleagues just celebrated 100 days, rather -- pardon me -- 100 days in the new Congress.  So the Democrats have been in the majority for 100 days. We have got a list of some of the votes that you all have taken in this first 100 days. They defended President Obama's Affordable Care Act. For the People Act is basically about elections. That was their number one priority, changing the elections. You have got things on anti-Semitism, hate. You have got things on transgender. So tell us about the first 100 days with the Democrats in charge."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, the first 100 days has ended with a pool card of nothing except promises and press releases. It seems like this is the way that Ms. Pelosi and the Democratic Party want to govern now. And that is by press release, saying, here is what we're against. Almost one in five of rule bills in the first 100 days have dealt with resolutions that have no force of law. They're simply expressing what they feel. And then when we get into the actual rule bill that passed with bills, such as HR-1, which is being called the For the People Act, it's actually for the incumbent politician act, because it does nothing except corrupt our political system, especially our elections, makes them more politicized, with lawsuits that you could file anywhere in the country if you don't like the outcome of an election. It actually goes against, to where you would actually criminalize someone if they tried to stop someone like a 15-year-old from voting. If you stop, you would actually be guilty of a felony under that law. It's just bad law. It's just bad policy. And when you only have to govern by press release, you really, after 100 days, have to look back and shake your head and say, is our blind disgust with President Trump driving all that we do? And, frankly, that's what we see, Maria. They are so upset that President Trump is still president and they want to make it clear to everyone that they're going to do everything they can to flip that next year. They have abandoned all pretense of an actual logical agenda, especially when immigration is something we could fix."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So this is nonbinding resolutions that have no teeth in terms of actually impacting real laws that actually impact people's lives, and more about just sort of proclamations of what they like and what they don't like. Meanwhile, in terms of the border, what can you tell us? Lindsey Graham is going to come back from his break and he's going to put legislation together. Give us your sense of what's happening right now at the U.S.- Mexico border."
    },
    {
      "speaker": "COLLINS",
      "utterance": "It's a crisis. And it's a crisis not because Doug Collins says it's a crisis, not because Donald -- even, frankly, Donald Trump says it's a crisis. He's made a great case. The president is right on target with this. It's a crisis now that everyone is beginning to understand. Jeh Johnson, who was under the Obama administration heading Homeland Security, says it's a crisis. We're starting to see The Washington Post, The New York Times, others say, this is a crisis. It is there because the president has raised this issue. He's talked about what we need to do. I'm glad to see Chairman Graham is going to be introducing a bill that we already introduced eight weeks ago dealing with the Flores decision, dealing with asylum, dealing with the Trafficking Victims Act, so that we can actually begin to take the incentive, the perverse incentives away for families to take..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "COLLINS",
      "utterance": "... and undertake a journey that is terrible to get to America.  We have got to de-incentivize this."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Real quick, before you go, Congressman, you're on the Judiciary Committee. And Bill Barr is going to testify on May 1 in front of the Senate and House Judiciary. Tell me one or two questions that you're going to ask him on May 1."
    },
    {
      "speaker": "COLLINS",
      "utterance": "I want to know is the continuing -- if he continues what he's found so far in his investigation looking into what predicated all these investigations coming forward, and also the work that he did with Bob Mueller and Rod Rosenstein in actually making sure that we understand the Mueller investigation and what actually came from it and his perspective in it. Bill Barr has been a straight shooter from day one. It's sad the Democrats have nothing to do now except a story they don't like to attack a man of great credibility in Bill Barr."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, we will leave it there. Congressman, it's good to see you this morning. Thank you. Straight ahead, we are going to hear from a member of the House Democratic leadership. Congressman Matt Cartwright is with us this morning, as the caucus marks 100 days in the majority. We will get his side of the story. And Congressman Mark Meadows, he's got breaking news this morning. Back in a minute."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. House Democrats mark 100 days in power. Have they demonstrated that they are working for the people? Or are they more interested in investigating the president? Joining us right now from the Democratic leadership, Pennsylvania Congressman Matt Cartwright is co-chairman of the Democratic Policy and Communications Committee. He also sits on the Appropriations Subcommittee that oversees funding for the Justice Department, which Attorney General William Barr testified in front of last week. Congressman, it's good to have you on the program this morning. Thanks so much for your time this morning."
    },
    {
      "speaker": "REP. MATT CARTWRIGHT (D), PENNSYLVANIA",
      "utterance": "Happy Palm Sunday, Maria. How are you?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Oh, and happy Palm Sunday to you and to all of our viewers.  Thank you for that. Beautiful way to begin our interview this morning. Sir, tell us about that. Investigating or legislating? What's the priority?"
    },
    {
      "speaker": "CARTWRIGHT",
      "utterance": "Oh, clearly, legislating. You know our Democratic priorities. Of course, they were interrupted for 35 days at the beginning of this 100 days with the shutdown. But the priorities are very clear. And they are the things that we campaigned on to win the House Democratic majority in 2018, rebuilding American infrastructure. Speaking of palm leaves, Nancy Pelosi, our House speaker, extended an olive branch to the president on Thursday -- I hope you noticed -- asking for a meeting to talk about plugging one to $2 trillion into American infrastructure. I know President Trump wants to do that. I know he ought to take that meeting and figure out a way to move forward and actually make good on a campaign promise that he had as well. But building infrastructure, lowering the cost of prescription medications, making health care cheaper and more available to everybody, and cleaning up government, we already did that with HR-1. I'm sorry my dear friend Doug Collins didn't think much of that bill, but one thing it does is, it takes dark money out of politics. In other words, if you donate more than $10,000 to a super PAC, your identity cannot be kept secret. I think that's so important to our safeguarding American democracy, Maria, because if you don't know who that is, it could be anyone and it could be foreigners."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "CARTWRIGHT",
      "utterance": "So we put that in HR-1. I don't know how that is going to do in the Senate, but I proudly voted for that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, it's true. When you say HR-1, let's explain HR-1. Let's explain HR-1, because our viewers may not know that that's basically the priority that you all came in with when you took the majority. You said HR-1 would be about elections. I was scratching my head about that, because I said, is this the most important issue that you want to come and have the majority on, changing the way elections are done? For example, then you're seeing these proposals of having people as young as 16 years old vote?"
    },
    {
      "speaker": "CARTWRIGHT",
      "utterance": "Yes, I didn't vote for that. That was an amendment that some people voted for. Personally, I remember being 16, and I wouldn't trust myself with a vote at that age."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Exactly."
    },
    {
      "speaker": "CARTWRIGHT",
      "utterance": "I don't know about you, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I'm with you. I'm with you, Congressman."
    },
    {
      "speaker": "CARTWRIGHT",
      "utterance": "But here is the thing. Americans over the last several years have expressed dismay with the way Washington works. You know, they have called it..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "CARTWRIGHT",
      "utterance": "Whatever you -- if you want to call it draining the swamp or cleaning up democracy. We hear that. And that's why my dear friend John Sarbanes from Maryland came up with this bill to get money out of politics. Everybody knows money is so important in politics. It gives influence to people over government that regular Americans don't have. Let's get rid of that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "CARTWRIGHT",
      "utterance": "HR-1, the For the People Act that John Sarbanes wrote and that we amended with amendment after amendment, and then we passed, is so important. I hope that the Senate gives it real consideration, because it's what Americans want."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, and then, when you look at the common ground, you mentioned some of these issues that you can agree with the other side and actually work toward moving the needle for the American people. And that includes infrastructure, and you said also getting drug prices down. For sure, the other side wants that as well. But let me ask you about infrastructure and what Nancy Pelosi said on Thursday, as you rightly pointed out. She said she would look at an infrastructure package of up to $2 trillion. Congressman, you're on the Appropriations Committee. I mean, your subcommittee is deciding on funding even before the whole House makes a decision in terms of oversight funding. Can you sit there and actually agree to $2 trillion in spending for an infrastructure package, when you're sitting in the face of $22 trillion in debt, sir?"
    },
    {
      "speaker": "CARTWRIGHT",
      "utterance": "Well, debt rises as a result of spending and tax cuts. And so we have to achieve the right balance. I will say this. I think that, if President Trump can get behind it and come to an agreement with Speaker Pelosi, we could get this done. This is something we have to do, Maria. We can't keep letting our roads and bridges go to pot. We have to upgrade our sewer systems, our water system. We have to have broadband Internet for rural areas. We have to make America the pride of the world. We're letting places like China get ahead of us. We can't do that. These are promises that the president made, that I have made. Let's put money into American infrastructure and honor what our grandparents and our pants passed down to us..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "CARTWRIGHT",
      "utterance": "... people in the greatest generation. They sacrificed to build us a wonderful portfolio of infrastructure that we have to do a proper job of husbanding and improving if we're going to keep America competitive with the rest of the world."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. And we will be watching that, because this is important. And I know you have been talking about this for a long time. I was reading on your Web site just last night all of the efforts that you have actually put fourth in terms of getting those shovels in the ground and infrastructure going. Congressman, we will be watching. Thank you, sir."
    },
    {
      "speaker": "CARTWRIGHT",
      "utterance": "Thank you, Maria. See you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman Matt Cartwright there. Last week, House Intelligence member Ranking Member Devin Nunes broke news right here about sending eight criminal referrals to Attorney General Bill Barr. We have got reaction from that Republican side with Congressman Mark Meadows up next, who will also be breaking news on a number of fronts. We're looking ahead this morning on \"Sunday Morning Futures.\" We're back in a minute."
    },
    {
      "speaker": "REP. DEVIN NUNES (R), CALIFORNIA",
      "utterance": "Five of them are what I would call straight-up referrals, so just referrals that are -- that name someone and name the specific crimes. Those crimes are lying to Congress, misleading Congress, leaking classified information. There are three that I think are more complicated. So, on the first one, it's FISA abuse and other matters. We believe there is a conspiracy to lie to the FISA court, mislead the FISA court by numerous individuals that all need to be investigated and looked at that -- and we believe the statute is the conspiracy statute. The second conspiracy one is involving manipulation of intelligence. That also could ensnarl many Americans. The third is what I would call a global leak referral. So there are about a dozen highly sensitive classified information leaks that were given to only a few reporters over the last two-and-a-half-plus years. So we don't know if there's actually been any leak investigations that have been opened, but we do believe that we have got pretty good information and a pretty good idea of who could be behind these leaks."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That was Congressman Devin Nunes, the ranking member on the House Intel Committee, breaking news right here last week exclusively on \"Sunday Morning Futures\" about those eight criminal referrals he did, in fact, send to Attorney General Bill Barr this past week. Congressman Nunes has now sent those to the A.G. And he and Congressman John Ratcliffe are prepared to brief Mr. Barr on the misconduct during the FBI's investigation into Russian contacts with Trump advisers during the '16 campaign. Joining me right now is North Carolina Congressman Mark Meadows. He sits on the House Oversight Committee. And he is also a leader of the House Freedom Caucus. Congressman, it's good to have you this morning. Thanks for joining us."
    },
    {
      "speaker": "REP. MARK MEADOW, R-N.C.",
      "utterance": "Good morning. Great to be with you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, we had those criminal referrals sent to the A.G. last week from Devin Nunes. You just met with Michael Horowitz. And we're expecting the inspector general report from Michael Horowitz coming out soon. What can you tell us about what to expect there?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, Jim Jordan and I met with Inspector General Horowitz. He and his entire team have been doing a great job and, I might add, an independent job to verify some of the things that we have long assessed as problems. And you're right. Chairman Nunes was -- with these criminal referrals, the things that he alleges, we have been able to see even in the non-classified area some real reason to have concern. So we're fully anticipating that the I.G.'s report will come out, as Attorney General Barr said, in the next four to six weeks. And I think it's highly likely that we will see criminal referrals coming from them that will correspond with what Chairman Nunes has already put forth."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, what does that mean now? So, highly likely that we will see criminal referrals coming out of the I.G. report, so more criminal referrals. We know that the I.G. already sent a criminal referral to Andrew McCabe.  What does that mean? He went on a book tour. So when you have a criminal referral, what happens then?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, the criminal referral actually came before the book, the book tour. And it really had to do with his testimony internally on the Hillary Clinton server I.G. report and some of the testimony he gave there. But, really, what we're looking at here is more the involvement -- as Devin was talking about, the involvement of classified information being leaked to the media, how indeed some of the testimony that's been given both before House Judiciary and Oversight and within the Intel Committee seemed to have -- in fact, are at odds with one another. And so the truth of this is really all about the leaking of classified information and the role that the media played in all of that. When we look at this, Maria, the big story that has not been told -- and I don't blame the reporters -- the reporters are just doing their job, trying to get to the bottom of it -- but leaks to The Washington Post and The New York Times that would indicate well beyond what the FBI should have been doing in terms of classified information. And I'm sure that the I.G. will look at that, but, more importantly, go even beyond that, when Attorney General Barr looks at the broader scope of this investigation."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I want to zero in on this, Congressman, because this, I believe, is breaking news. People do not realize how the FBI used the media, because, in some senses, they were leaking fake news to the media, and then the media was writing stories about it, and then they were using those stories as part of the evidence for the FISA warrant, right?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, you're exactly right, Maria. And you have been over this target for more than two years, and then at times have been ridiculed because of your reporting. But I would like to say this morning, your reporting has not only been spot on, but it's been based on real evidence that we have been able to see. So what we would find is people within the Department of Justice, primarily the FBI..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "... would actually give information to the media. Then those reports would actually come out, and they would say, wow, we -- we have these reports now. And then they would take the actual reports and use those as the probable cause to do a further investigation."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "It was a big circular reasoning. You will see all of that come out, I believe, when Inspector General Horowitz's report comes out."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right. Congressman, stay with us."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "And I want to stress, I have not seen that -- I have not seen that report."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Quick break."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "We just know the evidence that he has."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I got it. I got it. And we got to stay on this. Congressman, stay with us. Back in a minute."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. We are back with North Carolina Republican Congressman Mark Meadows. And, Congressman, I just want to close the loop on what we were just talking about. Then I want to get into the other agencies. In terms of using the media, they planted stories. Then the media wrote stories about them. Then they actually used those stories to get the warrant to spy on Carter Page. How much of the evidence -- and I'm using that in \"quote, unquote\" -- evidence to spy on somebody, how much of that was the dossier and these fake media stories?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, I would say the lion's share of all of this -- after August of 2016, leading up to the election, the lion's share of this, over 90 to 95 percent of this was either the dossier or open-source intel which came from media reports. So there's not any there there. And that was what even Peter Strzok said early on. And so, when we look at this, this is a large fabrication which predicated much of the investigation that we have been reporting on for two years."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Unbelievable. Really unbelievable. OK, there was a strong suggestion in the William Barr testimony last week that it wasn't just the cabal of people at the top of the FBI. It was the State Department, CIA, et cetera. What can you tell us?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, I can tell you that Attorney General Barr is spot on to expand the scope of his investigation, because that'll go beyond what Michael Horowitz and the DOJ I.G. can do, to really look at the State Department, the CIA, and others in the intel community that were involved in this. And that's gone largely unreported. But I can tell you, based on unclassified documents we have reviewed, we saw that -- Bill Brennan's name is with the CIA. We have seen others within the State Department mentioned very early on. And they were actually coordinating back and forth with the FBI in the early stages of the investigation. So, I think part of the problem we have here is, is that it wasn't just a few people within the FBI. It was a coordinated effort with the intelligence communities outside the FBI."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "And to the extent of that, I think A.G. Barr is going to look at that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. All the while, John Brennan is on CNN and MSNBC calling the president treasonous. Unbelievable. Extraordinary."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Yes. And I think I said Bill Brennan. It's John Brennan."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Exactly. Yes, we know."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "When you look at that, he actually -- he actually should know this. And when we look at..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, we got to jump."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "... the head of the CIA, he would have that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman, it's great to see you. Thank you, Congressman Mark Meadows. Have a great Sunday, everybody. I will see you tomorrow on Fox Business. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}