{
  "date": "April 10, 2018",
  "headline": "Alan Dershowitz on White House dinner, Cohen raid",
  "subHeadline": "Harvard Law professor weighs in on 'Hannity.'",
  "url": "https://www.foxnews.com/transcript/alan-dershowitz-on-white-house-dinner-cohen-raid",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "All right, Tucker. Great show as always. And welcome to 'Hannity.'  We're covering several major breaking stories tonight. We have new information about Robert Mueller's never-ending partisan witch hunt.  And the so-called investigation to Russia collusion, it is now officially moved beyond its mandate into a political takedown of the president you elected, and it seems by any means necessary. Just a minute, we will uncover the shocking unfair two-tiered justice system in this country and we'll show you just how abusively biased and corrupt Mueller and his team of investigators are and that they have now declared an all-out political war against this president.  And also, tonight, the media is spinning out of control following the FBI's raid on Trump's personal attorney Michael Cohen. We'll explain. And we're also, tonight, we are closely monitoring the situation in Syria, following, of course, this weekend's horrific gas attacks on men, women and children. Now, this U.S. -- this could prompt a U.S. retaliation against President Assad and his dictatorial regime at any moment.  But, first, we start with a very important opening news monologue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It has now been officially 328 days since the special counsel Robert Mueller was appointed to investigate so-called Russian interference into our elections.  Tonight, we're still asking the question, where is any evidence of collusion? Show us. Nothing so far. Not a whiff, nothing, no evidence.   Instead of concrete facts, information surrounding Russia's illicit actions, we now have in this country what is a runaway investigation, it's spinning out of control, it's led by Mueller and his merry band of Trump- hating deep state sycophants. That's just a fact. We have gone from the prosecution of Paul Manafort over years old payments from Ukraine, not Russia, to now an investigation into alleged affairs between Trump and a porn star named Stormy Daniels. You can't make this up. Today, we're learning from reports that FBI agents during the Cohen raid, they're actually looking for information about payments made to a former Playboy playmate Karen McDougal. Does anyone actually believe that a porn star and a former Playboy playmate that they're going to shed any light on potential collusion with Russia? The answer is of course not.   Robert Mueller is now officially gone rogue and declared war against the president. And big news tonight, according to reports, Stormy Daniels, CNN will be so proud, they are now cooperating with Robert Mueller and his probe. And, of course, this rogue activity from Mueller, it's nothing new. Remember back in March, former Trump political adviser Sam Nunberg, he said Mueller was seeking information regarding Michael Cohen's payments -- yes, you got it -- to Stormy Daniels. So much for Russian interference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI MELBER, MSNBC",
      "sentences": "Did Mueller's folks ask anything that related to these issues around payments to people or women?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAM NUNBERG, FORMER TRUMP POLITICAL ADVISER",
      "sentences": "Well, look, they asked if I had ever heard anything about that, and my answer is I never have. I don't know anything about it and I wouldn't have known anything about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, sadly, tonight, what's happening is Mueller's runaway train of an investigation is something we have now been warning you about for over a year. I've told you.  There are five forces actively working against Donald Trump. They have from the beginning. It is your corrupt media, the corrupt Democratic Party that doesn't care about the American people, weak establishment Republicans, never Trumpers, they want to be proven right, and what we describe as the deep state.  And tonight, you have two of those five forces working together to malign the president you elected. And we did some digging today, and what do we find? There's a lot of reports you've been hearing about, about the inner workings of the Mueller investigation, they include a lot of anonymous sources. In fact, some of these reports are totally based on anonymous sourcing. So, who are all these anonymous people feeding all this information to their friends in the liberal media? Could it be that Mueller's team is actually coordinating with the liberal media? These outlets to turn public opinion against President Trump? That helps their case. Maybe Mueller's office and their emails, maybe they'll get raided in pre-dawn hours, maybe we'll see that happen.  Clearly, the corrupt media and Mueller, knowing there's no collusion there's no evidence of collusion -- if they had it, we would know it by now -- they're hoping that President Trump actually fires Mueller. And without a doubt, like Sarah Sanders said today, the president does have actually the legal right to fire Mueller. But we know if the president does, imagine the political outcry, what it would be like. It would be massive.   In fact, this is likely exactly what many in these five forces I talked about want, because they believe it would spark all the humiliating end of the Trump presidency that we the people voted for. After all, you know, that's been their goal from the get-go, we've always known that. And in their minds, this would set president Trump up to be impeached. And the sad truth tonight is while Mueller is on this witch-hunt fishing expedition, it is abundantly clear that if Trump fires Mueller, sadly, nothing will go away. The truth is it'll only get worse, it'll only get louder, we'll only become more divided, nothing will get done in the country. It doesn't matter it appears how rogue Robert Mueller is, doesn't matter what he did with Whitey Bulger in Boston and four innocent people that went to jail -- two died in jail -- because an FBI informant in his office that was working with Mueller and his team. Oh, and then after two died, there was over $100 million paid out in that case.  It doesn't seem to matter to anybody in the liberal media that Mueller's pitbull has described by 'The New Year Times', Andrew Weissmann, that he was involved in tens of thousands of people losing their jobs, their careers at Arthur Andersen Accounting.  It doesn't matter at all. It doesn't matter the Supreme Court overturned Weissmann, Mueller's pitbull, 9-0. How often does that happen? It doesn't matter that four Merrill executives went to jail for a year because a Weissmann and that the Fifth Circuit Court of Appeals overturn their convictions. And it doesn't seem to matter the courts have excoriated Mueller's pitbull Weissmann for withholding its exculpatory evidence.   And it doesn't matter that Mueller's team almost exclusively donated money to Obama, to Hillary, and to the DNC. After all, why would Robert Mueller hire a guy like Andrew Weissmann with that atrocious track record? Why was he ever appointed? The answer is, it was a fishing expedition and it was an effort to get Trump from the beginning. So, now, we're stuck, with a never-ending, what seems to be out of control investigation.  The great one, Mark Levin, he's had it. He's now calling for the Attorney General Jeff Sessions to be held accountable. Without his refusal, we wouldn't be here. That's just a fact. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK LEVIN, HOST, 'THE MARK LEVIN SHOW'",
      "sentences": "I want to make a point here, not intended to be provocative or controversial and it will destroy a 30-year friendship, it'll destroy it. But I really do think it's time for the attorney general to step aside. The buck stops on the attorney general's desk. Even if he recused himself as he did on the Russian matter, this is not the Russia matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Don't we save raids for let's say drug dealers and criminals and, you know, organized crime and potential terrorists? Apparently not.  So, without a doubt, Sessions' recusal and the appointment of the now rogue special counsel by Deputy Attorney General Rod Rosenstein is out of control himself and conflicted out of this case, why he didn't have to recuse is another question. It just is a clear example of what I've been warning about, a two-tiered justice system in this country. The president's longtime personal attorney, Michael Cohen, had his home, his hotel and, of course, his office raided by the FBI over $130,000 payment as the personal attorney of Donald Trump to Stormy Daniels. And what people are not understanding here is when the special counsel raids the offices of the president's private attorney, Mueller is now basically backdoored his way into every single Trump business deal, at least since Michael Cohen has worked with Donald Trump.  Want to take bets on what Mueller and Weissmann are looking for, because I have a pretty good idea tonight? This is an unprecedented abuse of power. It needs to be countered and countered immediately. The president should add to his team of top-notch lawyers a communications team, top- notch communication skills.  And, frankly, the president needs to immediately start advancing the truth about who Robert Mueller is, what his mandate was, how far beyond his mandate is and about his entire team of Democratic donors. And, frankly, any negotiations that were going on with the president talking to Robert Mueller, that should probably likely end if it hasn't already, and the president and his legal team should be preparing to take this all the way to the United States Supreme Court. That's where we are tonight. It's time to investigate the investigators, as we have been doing. We got to investigate his team of partisan witch hunters. They are trying to overturn a duly elected president. If you voted for Donald Trump, you better get buckled up because this is going to be a rough ride.  And, by the way, they should probably remind people daily that it appears that there's no longer equal application of our laws in the United States. Let me give you a case in point. Just start with Hillary Clinton. Clearly, she is guilty, incontrovertible evidence of multiple felonies, mishandling classified information, destruction of such, obstruction of justice. And if you don't believe me tried, the leading one day, 33,000 subpoenaed emails, acid washing your hard drive with BleachBit, destroying your cell phones with hammers.   And -- was her home raided? Was her lawyer's home raided? Not a chance. We have a two-tier justice system.  What about fired FBI Director James Comey? What about Bruce and Nellie Ohr? What about anti-Trump lovebirds Strzok and Page? What about lying Susan Rice? What about Christopher Steele, the foreign national that Fusion GPS hired and funneled the money Hillary did through the law firm and a foreign national about Russian lies to influence the American people in an election? What about who lied to the FISA court judges? You can see on the side of your screen, there really aren't any anti- Trump officials or entities who have been subject to any of these aggressive tactics? None. And we know Hillary Clinton did commit felonies.   How could the American people have faith in their justice system tonight? And according to a report from 'The New York Times,' well, Mueller is investigating President Trump apparently did a 20-minute speech on Skype in the Ukraine for $150,000 from a Ukrainian national. OK, good money if you can make it. Well, guess what? Well, there's no 'New York Times' report that that same Ukrainian national gave the Clintons $13 million. No outrage, no coverage from 'The New York Times.' And talk about hypocrisy -- well, you won't believe this. Today, the FBI, they actually notified Judicial Watch -- Tom Fitton is on the show a lot -- that it's going to take three long years to turn over requested communications between anti-Trump FBI agents Strzok and Page. Three years? Can you say two-tier justice system?   A notorious high-ranking Soviet official once said, show me the man , I'll find you the crime. It sounds familiar to Mueller's never-ending investigation way beyond his mandate.  This concept is wholly un-American and it's very dangerous to our system of justice. It's dangerous to the Constitution, if you believe in the rule of law. So, tonight, I'm saying, OK, game on. If somebody hits you, it's time to fight back and it needs to come to an end. We have to turn our attention to the media tonight. And as you can imagine, the destroyed Trump media, they are salivating. They're so hopeful that they're lying narrative will be covered up now by Stormy Daniels now with the news regarding Michael Cohen.  One particularly unhinged, so-called journalist, her name is April Ryan, and literally has taken Trump hatred to a whole new level. Listen to what she asks Sarah Sanders earlier today at the White House briefing, you won't believe it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "APRIL RYAN, REPORTER",
      "sentences": "With all of this turmoil, particularly this last week, has the president at any time thought about stepping down before or now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "No, and I think that's an absolutely ridiculous question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "I gave you two questions, April. We're moving on Jordan, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "It is a legitimate question. It's not ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Really, April? Is that what the White House briefing, that's a real appropriate time to sort of push your inner political fantasies here? I'm sure you're making -- probably your boss, fake news head Jeff Zucker, really proud of you, you and your job today.  We're going to bring you more outrageous examples of the media's hysteria later in the show. But, first, we are tonight monitoring this situation that's going on and ongoing in Syria as a president now is expected to respond with force to the recent gas attacks that we know took place there. We've seen the images.  Make no mistake, President Trump is a man of his word and is the United States supposed to stand by and watch Assad using chemical weapons on men, women and children. Should that go unanswered? Sadly, the same could not be said for President Obama when he was on the world stage. Remember, he drew a line in the sand. You might have forgotten because he did nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "We have communicated in no uncertain terms with every player in the region that that's a red line for us, and that there would be enormous consequences if we start seeing movement on the chemical weapons in front or the use of chemical weapons. That would -- that would change my calculations significantly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And after Assad crossed that red line and continue to gas his own people. remember when the Obama administration, they struck a deal -- John Kerry told us -- a hundred percent of those chemical weapons were going to be removed from Syria and then they declared diplomatic victory. You might remember.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN RICE, FORMER NATIONAL SECURITY ADVISER",
      "sentences": "We were able to find a solution that actually removed the chemical weapons that were known from Syria in a way that the use of force would never have accomplished.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KERRY, FORMER SECRETARY OF STATE",
      "sentences": "Russia has been constructive in helping to remove 100 percent of the declared chemical weapons from Syria. In fact, that was an agreement we made months ago and it never faltered even during these moments of conflict.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "People may criticize us for not having launched missiles against Assad after chemical weapons had been used, but keep in mind, why we didn't. We didn't because they got rid of the chemical weapons and that in fact was very important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wishful thinking or willful ignorance. Either way, even former secretary of state under Bill Clinton, Madeleine Albright, well, was calling out Obama's Middle East failure. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN COLBERT, LATE NIGHT TV HOST",
      "sentences": "Donald Trump says this is Barack Obama's fault, because the first time this happened, Barack Obama did not use military action against Assad's regime. Do you think he's right about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MADELEINE ALBRIGHT, FORMER SECRETARY OF STATE",
      "sentences": "No, I don't. I mean, I do wish -- Barack Obama did put down a red line, and I personally wish that we had followed through on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Can America stand by as innocent men, women and children are being gassed? What should happen? Of course, I'm not talking about in any way an invasion of any kind, but Assad -- those weapons have to be removed. When America's promises are empty and its leaders a weak and ineffective like Obama, we see what happens, chaos, death, destruction and the world becomes less safe. We do have some good news tonight that you probably won't hear about in the mainstream media. Yes, Donald Trump strikes again after weeks of tough talks and predictions that China's never going to negotiate on trade, yes, the president of China has now announced his country plans to significantly lower certain tariffs on automobiles, which is good for American workers, and that they be working towards preserving intellectual property rights of Americans, which is another good thing two key concerns that the Trump administration was seeking good news for American business, good news for our auto industry. And earlier today, the president reached out to the president of China on Twitter. He wrote, quote: 'Very thankful for the president of China's words on tariffs and automobile barriers. Also his enlightenment on intellectual property and technology transfers. We will make great progress together.' And also tonight, the Facebook CEO Mark Zuckerberg, he was grilled on Capitol Hill today. He faced 44 senators, two different committees. We'll have more on that later in the show. But, first, joining us now to react to our top story, Mueller's runaway investigation, FOX News contributors Jason Chaffetz, Sara Carter, Fox News legal analyst Gregg Jarrett.  Gregg, I'll start with you. You have referred to the seizing of Michael Cohen's attorneys as an affront to our legal system and our justice system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "sentences": "And it shows just how unprincipled Robert Mueller and Rod Rosenstein are. You know, they knew it was outside the scope of the authority of the special counsel, so they gave it to somebody else to do their dirty work. I suspect this was an effort to provoke the president into doing something rush that would hurt himself. But he's too smart for that, he's not going to do that. But -- think about what is at risk here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, it's a trap. Don't you think it's a trap in a lot of ways?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "It's surely a trap, as is a trap of sitting down with Robert Mueller to answer questions. The president should never under any circumstances do that. Why answer questions about an on crime called collusion? There's no evidence of it. And the firing of Comey, the president has a constitutional right to do that and he should not be forced to answer questions about it. So, you know, Mueller is all about trap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, it's going to be showdown. That's now going to become, and I said, they need to prepare for to take this all the way to the Supreme Court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Right, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Congressman, let me go to you. And, you know, maybe we need a special prosecutor and maybe he can work in conjunction with maybe the Southern District of New York and maybe we can send them to the offices of the Department of Justice in the FBI that have been stonewalling and slow-walking 1.2 million documents and missing deadlines and subpoenas by Congress and only handing over of the 3,600 of the 1.2 million documents, maybe we can get it that way. Maybe Robert Mueller can send a raid in for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "sentences": "It's absolutely embarrassing this Department of Justice. They appointed this John Lausch who's out of Chicago to produce these documents. I saw an interview he did with Bret Baier where he said they're going to work to provide the relevant documents. The relevant documents are all of the documents. If you're produced a subpoena, you comply with all of it. It's not optional. You don't get to handpick it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congressman, you're wrong. If you're issued a subpoena -- Congressman, no, you delete them and you acid wash your hard drive. What are you talking about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's what you do if they subpoena documents, you acid wash it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "The inspector general, going back on Hillary Clinton, the inspector general found classified information in a non-classified setting, and what did they do to Hillary Clinton? They gave her top aides and attorneys immunity. They played nice. They just let sit there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Cheryl Mills, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And then when it's Donald Trump, it -- yes, they give them immunity. When it comes though to Donald Trump, no-knock raids, you know, in four different sites. It's a totally complete different set up of tactics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Sara, go ahead. I was going to ask you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "sentences": "I was going to tell you this. Just really quickly, you know, the inspector general requested all information on particular people involved in the Hillary Clinton investigation, which was from 2016 to 2017, everything. He wanted all their texts, all their phone records, all their documentation on all their cases.  So, that became the 1.2 million loaded documents that he received. Of those, I've been told roughly 35,000 to 40,000 deal directly -- deal directly with the investigation. Now, what's been happening and you are exactly right there, Jason, was that they had taken and redacted things that they should have never redacted. Remember with Rudy Contreras, the judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "They redacted other issues -- you know, there's a lot of issues right now going on in Congress. They're saying, why are you reacting things that are relevant? So, I agree. Turn it over, let Congress see it, if there's something that you cannot show, if it deals with a different case completely, then hold that back. But turn over everything to Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But, Sean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How is it possible, Greg Jarrett --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Sean, this is a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, go ahead. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "It's a closed case with no grand jury. There is absolutely no reason that Congress shouldn't be able to see everything that the inspector general is able to see on a closed case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, the person that doesn't want that to happen the most is Rod Rosenstein.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They appointed Mueller who also would be witness A. All right. I want to ask Gregg this question: how is it possible that we started off with Trump Russia collusion and we ended up with Stormy Daniels and raiding the office of the attorney? You know, help me out here. I know you're the lawyer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "That's what's so incredibly confounding about this. Look, anybody can negotiate a contract. It's perfectly permissible to pay money to somebody to go away, crawl back into your hole. And that appears to be what happened. At worst, it's a campaign violation which is almost always just a civil penalty. But think about this -- Cohen was also an officer of the Trump Organization. He had the power to act on his own and it may be altogether true that the president knew nothing about it. If so, that's not a campaign violation. He's acting in the interests of the Organization. So, to me, this is a lot of nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Thank you all for being with us. We have so much ground to cover. When we come back, Rush Limbaugh's take on the idea of president from firing Robert Mueller, what does he think about that? Also, professor, legal attorney, Alan Dershowitz, who met with the president joins us next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST",
      "sentences": "The revelation of this news is also designed to goad Trump into firing somebody, firing Mueller was what they actually I think are seeking. They want Trump to do something after which they can go get him because they haven't found anything yet to get him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That was Rush Limbaugh making a great point earlier today saying the breathless hysteria media coverage of the Cohen FBI raid that's all designed to provoke the president to fire Mueller. Here with reaction, the author of the bestseller \"Trumped Up: How the Criminalization of Political Differences Endangers Democracy\", Harvard Law Professor, Alan Dershowitz is with us. So, I read reports that you're at the White House today with the president. Can you share any details?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, PROFESSOR, HARVARD LAW",
      "sentences": "Well, it was a pre-arranged, pre-scheduled meeting with White House staffers regarding the ongoing peace process in the Middle East. I have advised every president since Bill Clinton on Israel, because obviously people know it's a passion with me, and trying to resolve the Israel-Palestine conflict is something I've been working on, writing about, I've written six books on the subject. And I was scheduled to meet with staff members in the White House for a period of time, and that was the primary focus of the meeting.  It was very nice, then I was invited to have dinner with the president and a few other people and we just -- we discussed the Middle East and a range of subjects, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, it's a subject we also agree on, by the way, and we have for many, many years. And we've made a lot of progress by the way and with this president doing things that no other president has done, which I -- you got to give him so much credit for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You actually -- we got a lot of commentary on your appearance last night and you've even taken it a step further, that this raid of the president's private attorney in his office, in his home and as he was staying in a hotel I guess because of construction, that you say violated a constitutional rights, professor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Well, you can't just go and sweep up all lawyer-client privilege to information and then give it over to some FBI agent or a low ranking U.S. attorney and say, we'll go through it. And the stuff that isn't privileged, turn over to the prosecutors, the stuff that is privileged, well, you can read it and you can study it but you can't give it to prosecutors. The Fourth and Sixth Amendment don't just protect against use of evidence in a criminal trial. They protect privacy. Imagine if instead of going into lawyer-client privilege, they tape-recorded a person's confession to his priest or rabbi or went into somebody's home and recorded conversations with his wife. Well, conversations between a doctor and a patient, the lawyer-client privilege is as sacrosanct as that, and there has to be a very, very good reason before any prosecutor should have a right to look at any research material.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You said that where are America's civil libertarians on this, because it is such a violation. I want to ask you this question because I think this is important. Do you -- I thought Rush, I'll use his word, I thought it was it was right on target -- that what the what we see the prosecutor doing here is because there's no evidence of collusion, they seem to be trying to goad the president. He does have the right to fire Mueller. That's established. But it seems like they want to precipitate some type of crisis, because they found no Russia collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Well, I don't believe the president will fire anybody. I think that what we're seeing is a bifurcation of the investigation. I think Mueller has now acknowledged that he doesn't have the authority to look into Mr. Donald Trump's pre-presidential activities and so, he's filtered that often given that to the Southern District of New York, which is now going to investigate those aspects because apparently they couldn't find anything substantial when it comes to the president's exercise of his article to authority. The president had the right to fire Comey. He had the right to determine what was to be investigated. He would have the right to pardon, though I don't think it would be wise thing to do at this time. But they are now moving some of the case over to the southern district to look into some other matters regarding his lawyer, his private activities. Some negotiated settlements. Some seems like a subterfuge by which Mueller- -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It seems -- yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "-- doesn't have the authority so he gives it to somebody else. Gives them the information. It's like laundering information to another prosecutorial authority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I mentioned this earlier. This to me seems like the greatest danger, and this is the, I think this is where the constitutional issue comes in, in terms of this is so far beyond a, his mandate, b, by getting into the private records of the president's personal attorney. At that point, doesn't that backdoor Mueller, even though it's the Southern District of New York, right into every business deal, right into every private agreement that the president has ever made?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "He is trying to have it both ways. He is trying to say look, I'm not looking into this but I'm just giving the material over to the southern district for them to look into it. But the southern district never would've gotten the material but for the fact that Mueller investigated and discovered some of this material. And you know, it's a dangerous thing to start intruding into lawyers' offices. It would make it much harder for people to trust their lawyers, their doctors, their priests, their spouses when people say look, even the president's most confidential communications with his lawyer can now be searched just based on probable cause which is a very, very low standard, I think there will be great distrust of relationships that are very important to American society. Confidential relationships between a priest and a penitent, and a doctor and a patient, and a lawyer and a client. That's not a good day for democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think that's well said, professor. I know you've had a busy 24 hours. You are with us last night, up early this morning on Fox and Friends, with the president. We appreciate your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. When we come back, President Trump could take military action against Syria at any moment. Ed Henry is live at the White House tonight. He will have a full report. And what are the military options of the president? That's straight ahead as we continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We are awaiting a potential U.S. military response to the chemical weapons attack in Syria from over the weekend. Left at least 40 dead. Joining us live from the White House with the very latest on this and much more, Fox News chief national correspondent, our own Ed Henry. Ed, we heard the president would respond in 24 to 48 hours and we are coming up on that mark probably sometime tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "That's right, Sean. Coming up on the deadline but they are being very careful here because they want to make sure that if there is military action, it's very carefully planned out, and they are keeping their cards close to the vest. He would expect that to happen because remember in the 2016 campaign, President Trump talked again and again about how he did not want to tip off the enemy in any military situation in terms of troop movements, potential military action. But we are certainly getting hints at least based on that deadline. You mentioned the president said that, but also other comments and other things around here at the White House. For example, today the president had a phone call with the British Prime Minister Theresa may. You can see her there. This, after a call with the French president before that. Key allies, obviously, and the statement the White House put out said that both leaders condemned what they called Syrian President Assad's, quote, 'vicious disregard for human life.' The president and prime minister agreed not to allow the use of chemical weapons to continue. Seeming to draw a line there. More tea leaves to read into the fact that Vice President Mike Pence is now being sent to Peru for the summit of Americas this weekend because the president has now canceled his planned trip to Peru and Colombia. Likewise, Defense Secretary James Mattis pulling out of a weekend trip out west. He has publicly said the U.S. is not ruled out military action. Pentagon officials meanwhile, calling out the Russian military for jamming some U.S. drones flying over Syria. The Pentagon says that they are using sufficient countermeasures to protect our manned and unmanned aircraft as those drones scout out possible U.S. strikes against the Assad regime, something talked about here the White House and on the Hill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE-SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "The president has been clear. We are working with our partners and allies and our national security team to look at all options. As we have said, all options are on the table but I'm not going to get ahead of anything the president may or may not do. In response to what's taking place in Syria. SEN. RICHARD BLUMENTHAL, D—CONNECTICUT: There has to be robust reaction in action, not just words or rhetoric. The response has to have a military component against Bashar al-Assad. But we also have to send a message to his enablers, Syria is enabled by Iran and Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Now something to watch is that tomorrow the USS Harry Truman is headed to the Mediterranean on the prescheduled deployment. That will now put at least seven U.S. warships with hundreds of cruise missiles in the region. Remember, last year the U.S. Navy launched 59 tomahawk cruise missiles at Syria after another chemical attack. That was when we had two destroyers in the Mediterranean. Right now there is far more firepower this time around. By the way, back here at home, I mentioned a moment ago that the U.S. military is pushing back against Russian interference in Syria. Well, Facebook founder Mark Zuckerberg was testifying at the Senate for several hours. He apologized for Russian social media interference in the 2016 campaign. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK ZUCKERBERG, CEO AND CO-FOUNDER, FACEBOOK",
      "sentences": "We didn't take a broad enough view of our responsibility and that was a big mistake. And it was my mistake. And I'm sorry. I started Facebook. I ran it, and I am responsible for what happens here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Now Zuckerberg also said Facebook is basically in what he called an arms race with Russia in terms of dealing with the election interference ahead of the upcoming midterms in the 2020 election as well. He has more testimony to come tomorrow right here in Washington in the House. Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Ed Henry in Washington tonight. We appreciate your report. Joining us now is Green Beret former counterterrorism advisor to Vice President Cheney, Florida congressional candidate Michael Waltz is with us, and also with us, retired CIA intelligence officer, Sonoran Policy Group vice president, Daniel Hoffman. Daniel, let's start with you. I think the most important thing, and you're the expert on Russia in all of this, is the president had talked about, we're done in Syria then this happens. We know Assad has used chemical weapons in the past. I don't think America can stand idly by when men, women, and children are being gassed. The question is, was it Assad and his regime or is it potentially the rebels in the Civil War that want the United States to stay there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIEL HOFFMAN, FORMER SENIOR INTELLIGENCE OFFICER, CIA",
      "sentences": "Well, the line of the opposition launching these attacks as a pretext of the United States could become involved, that's the Russian news media. And it's propaganda. The truth is that the Syrians have been launching chemical weapons--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We know that for sure. We would be able to make and tell the different. We know Assad has them. Do the rebels have the weapons?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOFFMAN",
      "sentences": "From my experience, it's been the Assad regime that has the capability to deliver the weapons. These are barrel bombs that you need helicopters and aircraft to deliver them and the rebels don't have that capability. It's the Assad regime that has the chlorine and the sarin gas to launch these attacks and they control the security for these areas. It's going to be very difficult to prove that any chemical weapons were used because Assad's own security guards are going to be shepherding around according to the latest news reports these representatives from the Organization for the Prevention of Chemical Weapons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Michael Waltz, same question, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL WALTZ, RETIRED U.S. ARMY",
      "sentences": "Well, just to add to that point, Sean, we can track these aircraft. We tracked them last time. We know exactly what airbase they come from, and we know that this is the Assad regime. We also have the ability to intercept communications. But to your point, Sean, this president understands two things. One, in action as consequences. And we are bearing now the consequences and he's having to deal with the inaction of the last eight years under President Obama that's allowed this problem to get this bad. And then number two, diplomacy is actually benefited by the credible use of military force. Sometimes you actually have to employ that force, and in this case, I hope and expect to see Syrian pilots not have a single runway left after our standoff cruise missiles take them out. Enough is enough. We can parse out the attacks away from Russian assets where they put very sophisticated Russian anti defense missile systems and take down Assad's air force once and for all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, guys. We really appreciate it. We'll be watching obviously very, very closely. Still a busy news night tonight. When we come back, the media completely unhinged over the Michael Cohen raid. They are not listening to Alan Dershowitz and others. You won't believe the ridiculous, absurd conspiracy theories they are peddling now. We got the details, that's straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. The destroyed Trump media has become totally unhinged over the raid over the raid over President Trump's personal attorney Michael Cohen with some of them going so far as to question if Donald Trump can take action in Syria as a distraction like the movie 'Wag the Dog' even though he had announced it before the raid. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "The news does not come much bigger than this. With President Trump waiting military action against Syria, the FBI takes action against his personal attorney and President Trump lashes out big time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS MATTHEWS, MSNBC",
      "sentences": "I was with Barry Levinson last week. I've been reminded, but he's the director of that film where a president in fiction decides to start a war to cover up for hanky-panky. I remember Reagan was, a lot of people thought he started that little action down and grenade and cover up for Beirut and the loss of the marine lives there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is so far-fetched.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC",
      "sentences": "We have a temperamentally unfit man who is now having to make decisions on what may be a decision that not only impacts the future of Syria but the entire region.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY BEHAR, ABC",
      "sentences": "This seriousness of the situation within the White House--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- is interesting at this time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He wants to do a 'Wag the Dog' in Syria. So let's be careful--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- with the timing of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He had announced the threat of a potential reaction within 24, 48 hours before that happened. Joining us now with reaction, NRATV contributor and former Secret Service agent Dan Bongino, as well as the co-host of the Steele and Ungar show Sirius XM POTUS, Rick Ungar is with us. Obama, true, your friend Obama, the one you love so much, Rick, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK UNGAR, CO-HOST, SIRIUS XM",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You've been a stranger and you've been -- you have abandoned our program for whatever reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "I'm back. I'm back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No, you totally abandoned us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "I heard Bongino was here so I had to come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, of course, you come for Bongino.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Here's the point. Obama drew a red line in the sand, did nothing, and it's only emboldened Assad. Kerry announced to the world he's got rid of 100 of his chemical weapon arsenal. Not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "No, absolutely not true. The red line resolution was supposed to involve the U.N. and Russia getting those weapons out of there. Clearly that did not happen. You are right about Kerry. I can't argue with you. And even what President Trump did, which I supported, I will tell you, this last time around--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Did you get therapy since you've been here last? Did you get help?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "No. Let me get to the end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What happened to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "Well, I just tell the truth. You should know that by now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "Even what he did not apparently go far enough. I actually support the president doing something in Syria. We cannot sit by and let Assad do what he did to those poor people in that suburb outside of Damascus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "However, all of that is not going to stop media, liberal or otherwise, from seeing a wag the dog scenario. I have a suggestion for the president. The Congress, the Senate is looking at a new bill that they're going to introduce on Thursday to re-set up the war powers. It's a republican sponsored bill. If I were the president--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The War Powers Act?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "Yes. If I were the president in this situation, I would discuss this with the Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Let me go to Dan. Bad idea. He is the commander-in- chief--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "And Congress has the power according to the Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They do. Under the -- but every president -- no president has listened to the War Powers Act. Dan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "They should. You're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, FORMER SECRET SERVICE AGENT",
      "sentences": "Sean, the media, you have to understand and I know you get this but the audience needs to understand this as well. The media understands and sees everything with regard to the disdain for Trump through the Russian collusion lens. Everything. They've gas -- they've been gas lighting themselves when they tell a lie over and over confidently and they isolate themselves from the truth. So what they see here is they see this as a wag the dog effort despite the obvious fact that Trump has been very harsh on the Russians. You know, he wiped out a bunch of Russian mercenary -- mercenaries over in Syria. He's been basically trying to bankrupt their natural gas market. He just sanctionwd seven Russian oligarchs with direct contacts with Putin. Deripaska and Viktor Vekselberg included. I mean, they're just losing their minds and their disdain for Trump. It's coloring them to the reality right in front of them. And it's really embarrassing them, not us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Are you going to defend your liberal friends in the media, Rick, even though you are beginning to see the light a little bit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "You cannot blame them, Sean. It's unrealistic to think that they are not--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "-- going to notice the possibilities here. This is why--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wait, didn't Trump unannounced 24 to 48 hours before we heard about the raid on Michael Cohen's office?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "Yes, but that's what -- yes, he did. But look at what he announced the week before that. The week before that, the president says I'm getting out of Syria. Then a couple days after that, it's well, maybe not so soon. And now he's going to send troops--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But he announced 24 to 48 hours before we ever heard that Michael, by the way, I wish we would raid the DOJ and FBI and grabbed their computers, Dan Bongino.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Rick, you got the timeline all messed up. You just acknowledge it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "He said yes, we may be getting out of Syria. Then the gas attack happened and then the Cohen raid. It's so -- Rick, I know you are a smart guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No, first the warning then the Cohen raid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "You got the whole thing. Yes, you got the whole thing mixed up, Rick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "I don't think so. That's what I just said. He did say that before the gas attack. People like me were going why are you getting out so soon and why are you announcing it when you are the one who hates when everybody announces it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Right. But -- right, hold on. Time out. Time out. But the serious question Sean just asked. I'd like the answer too. Then come how just don't -- just call out the media and say all right, guys, this is obviously not a wag the dog scenario because the timeline doesn't marry up to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "No, I don't--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "It makes literally no sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "Yes, I think it's unrealistic to expect that the media--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, we got--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR",
      "sentences": "-- is not going to see the possibilities here. I want him to do something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We got to break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "If it's the right thing it's irrational.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Both of you, Rick Ungar, kind of welcome back. You're almost there. You need a little more time away. When we come back, Senator Ted Cruz absolutely grills Mark Zuckerberg over allegations of conservative censorship on Facebook. We'll play you the exchange. That's our video of the day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Al right. Well, earlier today, Texas Senator Ted Cruz he absolutely grilled Facebook founder CEO Mark Zuckerberg over what appears to be the suppression of freedom of speech on his site. Let's take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TED CRUZ, (R) UNITED STATES SENATOR",
      "sentences": "There are a great many Americans who I think are deeply concerned that Facebook and other tech companies are engaged in a pervasive pattern of bias and political censorship. There have been numerous instances with Facebook. In May of 2016, Gizmodo reported that Facebook had purposely and routinely suppressed conservative stories from trending news, including stories about CPAC, including stories about Mitt Romney, including stories about the Lois Lerner IRS scandal, including stories about Glenn Beck. In addition to that, Facebook has initially shut down the Chick-Fil-A appreciation day page, has blocked a post of a Fox News reporter. Has blocked over two dozen Catholic pages, and most recently blocked Trump supporters Diamond and Silk's page with 1.2 million Facebook followers after determining their content and brand were, quote, 'unsafe to the community.' To a great many Americans, that appears to be a pervasive pattern of political bias. Do you agree with that assessment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUCKERBERG",
      "sentences": "Senator, let me say a few things about this. First, I understand where that concern is coming from because Facebook and the tech industry are located in Silicon Valley which is an extremely left-leaning place. And this is actually a concern that I have and that I try to root out in the company, is making sure we don't have any bias in the work that we do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Diamond and Silk unsafe to the community? It's ridiculous. All right. We'll have more on this and so much more tomorrow. Stay with the Fox News Channel. Continuing coverage, we're watching the events unfolding in Syria. And of course, those are the deep state. Remember, this show will always be fair and balanced. You can always get to us on Twitter @SeanHannity and Facebook and every other social media. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "All right, Tucker. Great show as always. And welcome to 'Hannity.' We're covering several major breaking stories tonight. We have new information about Robert Mueller's never-ending partisan witch hunt. And the so-called investigation to Russia collusion, it is now officially moved beyond its mandate into a political takedown of the president you elected, and it seems by any means necessary. Just a minute, we will uncover the shocking unfair two-tiered justice system in this country and we'll show you just how abusively biased and corrupt Mueller and his team of investigators are and that they have now declared an all-out political war against this president. And also, tonight, the media is spinning out of control following the FBI's raid on Trump's personal attorney Michael Cohen. We'll explain. And we're also, tonight, we are closely monitoring the situation in Syria, following, of course, this weekend's horrific gas attacks on men, women and children. Now, this U.S. -- this could prompt a U.S. retaliation against President Assad and his dictatorial regime at any moment. But, first, we start with a very important opening news monologue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It has now been officially 328 days since the special counsel Robert Mueller was appointed to investigate so-called Russian interference into our elections. Tonight, we're still asking the question, where is any evidence of collusion? Show us. Nothing so far. Not a whiff, nothing, no evidence. Instead of concrete facts, information surrounding Russia's illicit actions, we now have in this country what is a runaway investigation, it's spinning out of control, it's led by Mueller and his merry band of Trump- hating deep state sycophants. That's just a fact. We have gone from the prosecution of Paul Manafort over years old payments from Ukraine, not Russia, to now an investigation into alleged affairs between Trump and a porn star named Stormy Daniels. You can't make this up. Today, we're learning from reports that FBI agents during the Cohen raid, they're actually looking for information about payments made to a former Playboy playmate Karen McDougal. Does anyone actually believe that a porn star and a former Playboy playmate that they're going to shed any light on potential collusion with Russia? The answer is of course not. Robert Mueller is now officially gone rogue and declared war against the president. And big news tonight, according to reports, Stormy Daniels, CNN will be so proud, they are now cooperating with Robert Mueller and his probe. And, of course, this rogue activity from Mueller, it's nothing new. Remember back in March, former Trump political adviser Sam Nunberg, he said Mueller was seeking information regarding Michael Cohen's payments -- yes, you got it -- to Stormy Daniels. So much for Russian interference."
    },
    {
      "speaker": "ARI MELBER, MSNBC",
      "utterance": "Did Mueller's folks ask anything that related to these issues around payments to people or women?"
    },
    {
      "speaker": "SAM NUNBERG, FORMER TRUMP POLITICAL ADVISER",
      "utterance": "Well, look, they asked if I had ever heard anything about that, and my answer is I never have. I don't know anything about it and I wouldn't have known anything about it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, sadly, tonight, what's happening is Mueller's runaway train of an investigation is something we have now been warning you about for over a year. I've told you. There are five forces actively working against Donald Trump. They have from the beginning. It is your corrupt media, the corrupt Democratic Party that doesn't care about the American people, weak establishment Republicans, never Trumpers, they want to be proven right, and what we describe as the deep state. And tonight, you have two of those five forces working together to malign the president you elected. And we did some digging today, and what do we find? There's a lot of reports you've been hearing about, about the inner workings of the Mueller investigation, they include a lot of anonymous sources. In fact, some of these reports are totally based on anonymous sourcing. So, who are all these anonymous people feeding all this information to their friends in the liberal media? Could it be that Mueller's team is actually coordinating with the liberal media? These outlets to turn public opinion against President Trump? That helps their case. Maybe Mueller's office and their emails, maybe they'll get raided in pre-dawn hours, maybe we'll see that happen. Clearly, the corrupt media and Mueller, knowing there's no collusion there's no evidence of collusion -- if they had it, we would know it by now -- they're hoping that President Trump actually fires Mueller. And without a doubt, like Sarah Sanders said today, the president does have actually the legal right to fire Mueller. But we know if the president does, imagine the political outcry, what it would be like. It would be massive. In fact, this is likely exactly what many in these five forces I talked about want, because they believe it would spark all the humiliating end of the Trump presidency that we the people voted for. After all, you know, that's been their goal from the get-go, we've always known that. And in their minds, this would set president Trump up to be impeached. And the sad truth tonight is while Mueller is on this witch-hunt fishing expedition, it is abundantly clear that if Trump fires Mueller, sadly, nothing will go away. The truth is it'll only get worse, it'll only get louder, we'll only become more divided, nothing will get done in the country. It doesn't matter it appears how rogue Robert Mueller is, doesn't matter what he did with Whitey Bulger in Boston and four innocent people that went to jail -- two died in jail -- because an FBI informant in his office that was working with Mueller and his team. Oh, and then after two died, there was over $100 million paid out in that case. It doesn't seem to matter to anybody in the liberal media that Mueller's pitbull has described by 'The New Year Times', Andrew Weissmann, that he was involved in tens of thousands of people losing their jobs, their careers at Arthur Andersen Accounting. It doesn't matter at all. It doesn't matter the Supreme Court overturned Weissmann, Mueller's pitbull, 9-0. How often does that happen? It doesn't matter that four Merrill executives went to jail for a year because a Weissmann and that the Fifth Circuit Court of Appeals overturn their convictions. And it doesn't seem to matter the courts have excoriated Mueller's pitbull Weissmann for withholding its exculpatory evidence. And it doesn't matter that Mueller's team almost exclusively donated money to Obama, to Hillary, and to the DNC. After all, why would Robert Mueller hire a guy like Andrew Weissmann with that atrocious track record? Why was he ever appointed? The answer is, it was a fishing expedition and it was an effort to get Trump from the beginning. So, now, we're stuck, with a never-ending, what seems to be out of control investigation. The great one, Mark Levin, he's had it. He's now calling for the Attorney General Jeff Sessions to be held accountable. Without his refusal, we wouldn't be here. That's just a fact. Take a listen."
    },
    {
      "speaker": "MARK LEVIN, HOST, 'THE MARK LEVIN SHOW'",
      "utterance": "I want to make a point here, not intended to be provocative or controversial and it will destroy a 30-year friendship, it'll destroy it. But I really do think it's time for the attorney general to step aside. The buck stops on the attorney general's desk. Even if he recused himself as he did on the Russian matter, this is not the Russia matter."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Don't we save raids for let's say drug dealers and criminals and, you know, organized crime and potential terrorists? Apparently not. So, without a doubt, Sessions' recusal and the appointment of the now rogue special counsel by Deputy Attorney General Rod Rosenstein is out of control himself and conflicted out of this case, why he didn't have to recuse is another question. It just is a clear example of what I've been warning about, a two-tiered justice system in this country. The president's longtime personal attorney, Michael Cohen, had his home, his hotel and, of course, his office raided by the FBI over $130,000 payment as the personal attorney of Donald Trump to Stormy Daniels. And what people are not understanding here is when the special counsel raids the offices of the president's private attorney, Mueller is now basically backdoored his way into every single Trump business deal, at least since Michael Cohen has worked with Donald Trump. Want to take bets on what Mueller and Weissmann are looking for, because I have a pretty good idea tonight? This is an unprecedented abuse of power. It needs to be countered and countered immediately. The president should add to his team of top-notch lawyers a communications team, top- notch communication skills. And, frankly, the president needs to immediately start advancing the truth about who Robert Mueller is, what his mandate was, how far beyond his mandate is and about his entire team of Democratic donors. And, frankly, any negotiations that were going on with the president talking to Robert Mueller, that should probably likely end if it hasn't already, and the president and his legal team should be preparing to take this all the way to the United States Supreme Court. That's where we are tonight. It's time to investigate the investigators, as we have been doing. We got to investigate his team of partisan witch hunters. They are trying to overturn a duly elected president. If you voted for Donald Trump, you better get buckled up because this is going to be a rough ride. And, by the way, they should probably remind people daily that it appears that there's no longer equal application of our laws in the United States. Let me give you a case in point. Just start with Hillary Clinton. Clearly, she is guilty, incontrovertible evidence of multiple felonies, mishandling classified information, destruction of such, obstruction of justice. And if you don't believe me tried, the leading one day, 33,000 subpoenaed emails, acid washing your hard drive with BleachBit, destroying your cell phones with hammers. And -- was her home raided? Was her lawyer's home raided? Not a chance. We have a two-tier justice system. What about fired FBI Director James Comey? What about Bruce and Nellie Ohr? What about anti-Trump lovebirds Strzok and Page? What about lying Susan Rice? What about Christopher Steele, the foreign national that Fusion GPS hired and funneled the money Hillary did through the law firm and a foreign national about Russian lies to influence the American people in an election? What about who lied to the FISA court judges? You can see on the side of your screen, there really aren't any anti- Trump officials or entities who have been subject to any of these aggressive tactics? None. And we know Hillary Clinton did commit felonies. How could the American people have faith in their justice system tonight? And according to a report from 'The New York Times,' well, Mueller is investigating President Trump apparently did a 20-minute speech on Skype in the Ukraine for $150,000 from a Ukrainian national. OK, good money if you can make it. Well, guess what? Well, there's no 'New York Times' report that that same Ukrainian national gave the Clintons $13 million. No outrage, no coverage from 'The New York Times.' And talk about hypocrisy -- well, you won't believe this. Today, the FBI, they actually notified Judicial Watch -- Tom Fitton is on the show a lot -- that it's going to take three long years to turn over requested communications between anti-Trump FBI agents Strzok and Page. Three years? Can you say two-tier justice system? A notorious high-ranking Soviet official once said, show me the man , I'll find you the crime. It sounds familiar to Mueller's never-ending investigation way beyond his mandate. This concept is wholly un-American and it's very dangerous to our system of justice. It's dangerous to the Constitution, if you believe in the rule of law. So, tonight, I'm saying, OK, game on. If somebody hits you, it's time to fight back and it needs to come to an end. We have to turn our attention to the media tonight. And as you can imagine, the destroyed Trump media, they are salivating. They're so hopeful that they're lying narrative will be covered up now by Stormy Daniels now with the news regarding Michael Cohen. One particularly unhinged, so-called journalist, her name is April Ryan, and literally has taken Trump hatred to a whole new level. Listen to what she asks Sarah Sanders earlier today at the White House briefing, you won't believe it."
    },
    {
      "speaker": "APRIL RYAN, REPORTER",
      "utterance": "With all of this turmoil, particularly this last week, has the president at any time thought about stepping down before or now?"
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "No, and I think that's an absolutely ridiculous question."
    },
    {
      "speaker": "SANDERS",
      "utterance": "I gave you two questions, April. We're moving on Jordan, go ahead."
    },
    {
      "speaker": "RYAN",
      "utterance": "It is a legitimate question. It's not ridiculous."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Really, April? Is that what the White House briefing, that's a real appropriate time to sort of push your inner political fantasies here? I'm sure you're making -- probably your boss, fake news head Jeff Zucker, really proud of you, you and your job today. We're going to bring you more outrageous examples of the media's hysteria later in the show. But, first, we are tonight monitoring this situation that's going on and ongoing in Syria as a president now is expected to respond with force to the recent gas attacks that we know took place there. We've seen the images. Make no mistake, President Trump is a man of his word and is the United States supposed to stand by and watch Assad using chemical weapons on men, women and children. Should that go unanswered? Sadly, the same could not be said for President Obama when he was on the world stage. Remember, he drew a line in the sand. You might have forgotten because he did nothing."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "We have communicated in no uncertain terms with every player in the region that that's a red line for us, and that there would be enormous consequences if we start seeing movement on the chemical weapons in front or the use of chemical weapons. That would -- that would change my calculations significantly."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And after Assad crossed that red line and continue to gas his own people. remember when the Obama administration, they struck a deal -- John Kerry told us -- a hundred percent of those chemical weapons were going to be removed from Syria and then they declared diplomatic victory. You might remember."
    },
    {
      "speaker": "SUSAN RICE, FORMER NATIONAL SECURITY ADVISER",
      "utterance": "We were able to find a solution that actually removed the chemical weapons that were known from Syria in a way that the use of force would never have accomplished."
    },
    {
      "speaker": "JOHN KERRY, FORMER SECRETARY OF STATE",
      "utterance": "Russia has been constructive in helping to remove 100 percent of the declared chemical weapons from Syria. In fact, that was an agreement we made months ago and it never faltered even during these moments of conflict."
    },
    {
      "speaker": "OBAMA",
      "utterance": "People may criticize us for not having launched missiles against Assad after chemical weapons had been used, but keep in mind, why we didn't. We didn't because they got rid of the chemical weapons and that in fact was very important."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wishful thinking or willful ignorance. Either way, even former secretary of state under Bill Clinton, Madeleine Albright, well, was calling out Obama's Middle East failure. Take a look."
    },
    {
      "speaker": "STEPHEN COLBERT, LATE NIGHT TV HOST",
      "utterance": "Donald Trump says this is Barack Obama's fault, because the first time this happened, Barack Obama did not use military action against Assad's regime. Do you think he's right about that?"
    },
    {
      "speaker": "MADELEINE ALBRIGHT, FORMER SECRETARY OF STATE",
      "utterance": "No, I don't. I mean, I do wish -- Barack Obama did put down a red line, and I personally wish that we had followed through on that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Can America stand by as innocent men, women and children are being gassed? What should happen? Of course, I'm not talking about in any way an invasion of any kind, but Assad -- those weapons have to be removed. When America's promises are empty and its leaders a weak and ineffective like Obama, we see what happens, chaos, death, destruction and the world becomes less safe. We do have some good news tonight that you probably won't hear about in the mainstream media. Yes, Donald Trump strikes again after weeks of tough talks and predictions that China's never going to negotiate on trade, yes, the president of China has now announced his country plans to significantly lower certain tariffs on automobiles, which is good for American workers, and that they be working towards preserving intellectual property rights of Americans, which is another good thing two key concerns that the Trump administration was seeking good news for American business, good news for our auto industry."
    },
    {
      "speaker": "And earlier today, the president reached out to the president of China on Twitter. He wrote, quote",
      "utterance": "'Very thankful for the president of China's words on tariffs and automobile barriers. Also his enlightenment on intellectual property and technology transfers. We will make great progress together.' And also tonight, the Facebook CEO Mark Zuckerberg, he was grilled on Capitol Hill today. He faced 44 senators, two different committees. We'll have more on that later in the show. But, first, joining us now to react to our top story, Mueller's runaway investigation, FOX News contributors Jason Chaffetz, Sara Carter, Fox News legal analyst Gregg Jarrett. Gregg, I'll start with you. You have referred to the seizing of Michael Cohen's attorneys as an affront to our legal system and our justice system."
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "utterance": "And it shows just how unprincipled Robert Mueller and Rod Rosenstein are. You know, they knew it was outside the scope of the authority of the special counsel, so they gave it to somebody else to do their dirty work. I suspect this was an effort to provoke the president into doing something rush that would hurt himself. But he's too smart for that, he's not going to do that. But -- think about what is at risk here."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, it's a trap. Don't you think it's a trap in a lot of ways?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "It's surely a trap, as is a trap of sitting down with Robert Mueller to answer questions. The president should never under any circumstances do that. Why answer questions about an on crime called collusion? There's no evidence of it. And the firing of Comey, the president has a constitutional right to do that and he should not be forced to answer questions about it. So, you know, Mueller is all about trap."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, it's going to be showdown. That's now going to become, and I said, they need to prepare for to take this all the way to the Supreme Court."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Right, absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Congressman, let me go to you. And, you know, maybe we need a special prosecutor and maybe he can work in conjunction with maybe the Southern District of New York and maybe we can send them to the offices of the Department of Justice in the FBI that have been stonewalling and slow-walking 1.2 million documents and missing deadlines and subpoenas by Congress and only handing over of the 3,600 of the 1.2 million documents, maybe we can get it that way. Maybe Robert Mueller can send a raid in for that?"
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "utterance": "It's absolutely embarrassing this Department of Justice. They appointed this John Lausch who's out of Chicago to produce these documents. I saw an interview he did with Bret Baier where he said they're going to work to provide the relevant documents. The relevant documents are all of the documents. If you're produced a subpoena, you comply with all of it. It's not optional. You don't get to handpick it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congressman, you're wrong. If you're issued a subpoena -- Congressman, no, you delete them and you acid wash your hard drive. What are you talking about?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's what you do if they subpoena documents, you acid wash it."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "The inspector general, going back on Hillary Clinton, the inspector general found classified information in a non-classified setting, and what did they do to Hillary Clinton? They gave her top aides and attorneys immunity. They played nice. They just let sit there."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Cheryl Mills, yes."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And then when it's Donald Trump, it -- yes, they give them immunity. When it comes though to Donald Trump, no-knock raids, you know, in four different sites. It's a totally complete different set up of tactics."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Sara, go ahead. I was going to ask you --"
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "utterance": "I was going to tell you this. Just really quickly, you know, the inspector general requested all information on particular people involved in the Hillary Clinton investigation, which was from 2016 to 2017, everything. He wanted all their texts, all their phone records, all their documentation on all their cases. So, that became the 1.2 million loaded documents that he received. Of those, I've been told roughly 35,000 to 40,000 deal directly -- deal directly with the investigation. Now, what's been happening and you are exactly right there, Jason, was that they had taken and redacted things that they should have never redacted. Remember with Rudy Contreras, the judge."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes."
    },
    {
      "speaker": "CARTER",
      "utterance": "They redacted other issues -- you know, there's a lot of issues right now going on in Congress. They're saying, why are you reacting things that are relevant? So, I agree. Turn it over, let Congress see it, if there's something that you cannot show, if it deals with a different case completely, then hold that back. But turn over everything to Congress."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But, Sean --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "How is it possible, Greg Jarrett --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Sean, this is a --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, go ahead. Go ahead."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "It's a closed case with no grand jury. There is absolutely no reason that Congress shouldn't be able to see everything that the inspector general is able to see on a closed case."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, the person that doesn't want that to happen the most is Rod Rosenstein."
    },
    {
      "speaker": "CARTER",
      "utterance": "Exactly."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They appointed Mueller who also would be witness A."
    },
    {
      "speaker": "All right. I want to ask Gregg this question",
      "utterance": "how is it possible that we started off with Trump Russia collusion and we ended up with Stormy Daniels and raiding the office of the attorney? You know, help me out here. I know you're the lawyer."
    },
    {
      "speaker": "JARRETT",
      "utterance": "That's what's so incredibly confounding about this. Look, anybody can negotiate a contract. It's perfectly permissible to pay money to somebody to go away, crawl back into your hole. And that appears to be what happened. At worst, it's a campaign violation which is almost always just a civil penalty. But think about this -- Cohen was also an officer of the Trump Organization. He had the power to act on his own and it may be altogether true that the president knew nothing about it. If so, that's not a campaign violation. He's acting in the interests of the Organization. So, to me, this is a lot of nothing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Thank you all for being with us. We have so much ground to cover. When we come back, Rush Limbaugh's take on the idea of president from firing Robert Mueller, what does he think about that? Also, professor, legal attorney, Alan Dershowitz, who met with the president joins us next."
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST",
      "utterance": "The revelation of this news is also designed to goad Trump into firing somebody, firing Mueller was what they actually I think are seeking. They want Trump to do something after which they can go get him because they haven't found anything yet to get him."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That was Rush Limbaugh making a great point earlier today saying the breathless hysteria media coverage of the Cohen FBI raid that's all designed to provoke the president to fire Mueller. Here with reaction, the author of the bestseller \"Trumped Up: How the Criminalization of Political Differences Endangers Democracy\", Harvard Law Professor, Alan Dershowitz is with us. So, I read reports that you're at the White House today with the president. Can you share any details?"
    },
    {
      "speaker": "ALAN DERSHOWITZ, PROFESSOR, HARVARD LAW",
      "utterance": "Well, it was a pre-arranged, pre-scheduled meeting with White House staffers regarding the ongoing peace process in the Middle East. I have advised every president since Bill Clinton on Israel, because obviously people know it's a passion with me, and trying to resolve the Israel-Palestine conflict is something I've been working on, writing about, I've written six books on the subject. And I was scheduled to meet with staff members in the White House for a period of time, and that was the primary focus of the meeting. It was very nice, then I was invited to have dinner with the president and a few other people and we just -- we discussed the Middle East and a range of subjects, right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, it's a subject we also agree on, by the way, and we have for many, many years. And we've made a lot of progress by the way and with this president doing things that no other president has done, which I -- you got to give him so much credit for."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You actually -- we got a lot of commentary on your appearance last night and you've even taken it a step further, that this raid of the president's private attorney in his office, in his home and as he was staying in a hotel I guess because of construction, that you say violated a constitutional rights, professor."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Well, you can't just go and sweep up all lawyer-client privilege to information and then give it over to some FBI agent or a low ranking U.S. attorney and say, we'll go through it. And the stuff that isn't privileged, turn over to the prosecutors, the stuff that is privileged, well, you can read it and you can study it but you can't give it to prosecutors. The Fourth and Sixth Amendment don't just protect against use of evidence in a criminal trial. They protect privacy. Imagine if instead of going into lawyer-client privilege, they tape-recorded a person's confession to his priest or rabbi or went into somebody's home and recorded conversations with his wife. Well, conversations between a doctor and a patient, the lawyer-client privilege is as sacrosanct as that, and there has to be a very, very good reason before any prosecutor should have a right to look at any research material."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You said that where are America's civil libertarians on this, because it is such a violation. I want to ask you this question because I think this is important. Do you -- I thought Rush, I'll use his word, I thought it was it was right on target -- that what the what we see the prosecutor doing here is because there's no evidence of collusion, they seem to be trying to goad the president. He does have the right to fire Mueller. That's established. But it seems like they want to precipitate some type of crisis, because they found no Russia collusion."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Well, I don't believe the president will fire anybody. I think that what we're seeing is a bifurcation of the investigation. I think Mueller has now acknowledged that he doesn't have the authority to look into Mr. Donald Trump's pre-presidential activities and so, he's filtered that often given that to the Southern District of New York, which is now going to investigate those aspects because apparently they couldn't find anything substantial when it comes to the president's exercise of his article to authority. The president had the right to fire Comey. He had the right to determine what was to be investigated. He would have the right to pardon, though I don't think it would be wise thing to do at this time. But they are now moving some of the case over to the southern district to look into some other matters regarding his lawyer, his private activities. Some negotiated settlements. Some seems like a subterfuge by which Mueller- -"
    },
    {
      "speaker": "HANNITY",
      "utterance": "It seems -- yes."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "-- doesn't have the authority so he gives it to somebody else. Gives them the information. It's like laundering information to another prosecutorial authority."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I mentioned this earlier. This to me seems like the greatest danger, and this is the, I think this is where the constitutional issue comes in, in terms of this is so far beyond a, his mandate, b, by getting into the private records of the president's personal attorney. At that point, doesn't that backdoor Mueller, even though it's the Southern District of New York, right into every business deal, right into every private agreement that the president has ever made?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "He is trying to have it both ways. He is trying to say look, I'm not looking into this but I'm just giving the material over to the southern district for them to look into it. But the southern district never would've gotten the material but for the fact that Mueller investigated and discovered some of this material. And you know, it's a dangerous thing to start intruding into lawyers' offices. It would make it much harder for people to trust their lawyers, their doctors, their priests, their spouses when people say look, even the president's most confidential communications with his lawyer can now be searched just based on probable cause which is a very, very low standard, I think there will be great distrust of relationships that are very important to American society. Confidential relationships between a priest and a penitent, and a doctor and a patient, and a lawyer and a client. That's not a good day for democracy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think that's well said, professor. I know you've had a busy 24 hours. You are with us last night, up early this morning on Fox and Friends, with the president. We appreciate your time."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. When we come back, President Trump could take military action against Syria at any moment. Ed Henry is live at the White House tonight. He will have a full report. And what are the military options of the president? That's straight ahead as we continue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We are awaiting a potential U.S. military response to the chemical weapons attack in Syria from over the weekend. Left at least 40 dead. Joining us live from the White House with the very latest on this and much more, Fox News chief national correspondent, our own Ed Henry. Ed, we heard the president would respond in 24 to 48 hours and we are coming up on that mark probably sometime tomorrow."
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "That's right, Sean. Coming up on the deadline but they are being very careful here because they want to make sure that if there is military action, it's very carefully planned out, and they are keeping their cards close to the vest. He would expect that to happen because remember in the 2016 campaign, President Trump talked again and again about how he did not want to tip off the enemy in any military situation in terms of troop movements, potential military action. But we are certainly getting hints at least based on that deadline. You mentioned the president said that, but also other comments and other things around here at the White House. For example, today the president had a phone call with the British Prime Minister Theresa may. You can see her there. This, after a call with the French president before that. Key allies, obviously, and the statement the White House put out said that both leaders condemned what they called Syrian President Assad's, quote, 'vicious disregard for human life.' The president and prime minister agreed not to allow the use of chemical weapons to continue. Seeming to draw a line there. More tea leaves to read into the fact that Vice President Mike Pence is now being sent to Peru for the summit of Americas this weekend because the president has now canceled his planned trip to Peru and Colombia. Likewise, Defense Secretary James Mattis pulling out of a weekend trip out west. He has publicly said the U.S. is not ruled out military action. Pentagon officials meanwhile, calling out the Russian military for jamming some U.S. drones flying over Syria. The Pentagon says that they are using sufficient countermeasures to protect our manned and unmanned aircraft as those drones scout out possible U.S. strikes against the Assad regime, something talked about here the White House and on the Hill."
    },
    {
      "speaker": "SARAH HUCKABEE-SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "The president has been clear. We are working with our partners and allies and our national security team to look at all options. As we have said, all options are on the table but I'm not going to get ahead of anything the president may or may not do. In response to what's taking place in Syria. SEN. RICHARD BLUMENTHAL, D—CONNECTICUT: There has to be robust reaction in action, not just words or rhetoric. The response has to have a military component against Bashar al-Assad. But we also have to send a message to his enablers, Syria is enabled by Iran and Russia."
    },
    {
      "speaker": "HENRY",
      "utterance": "Now something to watch is that tomorrow the USS Harry Truman is headed to the Mediterranean on the prescheduled deployment. That will now put at least seven U.S. warships with hundreds of cruise missiles in the region. Remember, last year the U.S. Navy launched 59 tomahawk cruise missiles at Syria after another chemical attack. That was when we had two destroyers in the Mediterranean. Right now there is far more firepower this time around. By the way, back here at home, I mentioned a moment ago that the U.S. military is pushing back against Russian interference in Syria. Well, Facebook founder Mark Zuckerberg was testifying at the Senate for several hours. He apologized for Russian social media interference in the 2016 campaign. Watch."
    },
    {
      "speaker": "MARK ZUCKERBERG, CEO AND CO-FOUNDER, FACEBOOK",
      "utterance": "We didn't take a broad enough view of our responsibility and that was a big mistake. And it was my mistake. And I'm sorry. I started Facebook. I ran it, and I am responsible for what happens here."
    },
    {
      "speaker": "HENRY",
      "utterance": "Now Zuckerberg also said Facebook is basically in what he called an arms race with Russia in terms of dealing with the election interference ahead of the upcoming midterms in the 2020 election as well. He has more testimony to come tomorrow right here in Washington in the House. Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Ed Henry in Washington tonight. We appreciate your report. Joining us now is Green Beret former counterterrorism advisor to Vice President Cheney, Florida congressional candidate Michael Waltz is with us, and also with us, retired CIA intelligence officer, Sonoran Policy Group vice president, Daniel Hoffman. Daniel, let's start with you. I think the most important thing, and you're the expert on Russia in all of this, is the president had talked about, we're done in Syria then this happens. We know Assad has used chemical weapons in the past. I don't think America can stand idly by when men, women, and children are being gassed. The question is, was it Assad and his regime or is it potentially the rebels in the Civil War that want the United States to stay there?"
    },
    {
      "speaker": "DANIEL HOFFMAN, FORMER SENIOR INTELLIGENCE OFFICER, CIA",
      "utterance": "Well, the line of the opposition launching these attacks as a pretext of the United States could become involved, that's the Russian news media. And it's propaganda. The truth is that the Syrians have been launching chemical weapons--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "We know that for sure. We would be able to make and tell the different. We know Assad has them. Do the rebels have the weapons?"
    },
    {
      "speaker": "HOFFMAN",
      "utterance": "From my experience, it's been the Assad regime that has the capability to deliver the weapons. These are barrel bombs that you need helicopters and aircraft to deliver them and the rebels don't have that capability. It's the Assad regime that has the chlorine and the sarin gas to launch these attacks and they control the security for these areas. It's going to be very difficult to prove that any chemical weapons were used because Assad's own security guards are going to be shepherding around according to the latest news reports these representatives from the Organization for the Prevention of Chemical Weapons."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Michael Waltz, same question, sir."
    },
    {
      "speaker": "MICHAEL WALTZ, RETIRED U.S. ARMY",
      "utterance": "Well, just to add to that point, Sean, we can track these aircraft. We tracked them last time. We know exactly what airbase they come from, and we know that this is the Assad regime. We also have the ability to intercept communications. But to your point, Sean, this president understands two things. One, in action as consequences. And we are bearing now the consequences and he's having to deal with the inaction of the last eight years under President Obama that's allowed this problem to get this bad. And then number two, diplomacy is actually benefited by the credible use of military force. Sometimes you actually have to employ that force, and in this case, I hope and expect to see Syrian pilots not have a single runway left after our standoff cruise missiles take them out. Enough is enough. We can parse out the attacks away from Russian assets where they put very sophisticated Russian anti defense missile systems and take down Assad's air force once and for all."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, guys. We really appreciate it. We'll be watching obviously very, very closely. Still a busy news night tonight. When we come back, the media completely unhinged over the Michael Cohen raid. They are not listening to Alan Dershowitz and others. You won't believe the ridiculous, absurd conspiracy theories they are peddling now. We got the details, that's straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. The destroyed Trump media has become totally unhinged over the raid over the raid over President Trump's personal attorney Michael Cohen with some of them going so far as to question if Donald Trump can take action in Syria as a distraction like the movie 'Wag the Dog' even though he had announced it before the raid. Take a look."
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "utterance": "The news does not come much bigger than this. With President Trump waiting military action against Syria, the FBI takes action against his personal attorney and President Trump lashes out big time."
    },
    {
      "speaker": "CHRIS MATTHEWS, MSNBC",
      "utterance": "I was with Barry Levinson last week. I've been reminded, but he's the director of that film where a president in fiction decides to start a war to cover up for hanky-panky. I remember Reagan was, a lot of people thought he started that little action down and grenade and cover up for Beirut and the loss of the marine lives there."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Right."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It is so far-fetched."
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC",
      "utterance": "We have a temperamentally unfit man who is now having to make decisions on what may be a decision that not only impacts the future of Syria but the entire region."
    },
    {
      "speaker": "JOY BEHAR, ABC",
      "utterance": "This seriousness of the situation within the White House--"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Right."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "-- is interesting at this time."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Right."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He wants to do a 'Wag the Dog' in Syria. So let's be careful--"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "All right."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "-- with the timing of this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He had announced the threat of a potential reaction within 24, 48 hours before that happened. Joining us now with reaction, NRATV contributor and former Secret Service agent Dan Bongino, as well as the co-host of the Steele and Ungar show Sirius XM POTUS, Rick Ungar is with us. Obama, true, your friend Obama, the one you love so much, Rick, good to see you."
    },
    {
      "speaker": "RICK UNGAR, CO-HOST, SIRIUS XM",
      "utterance": "Good to see you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You've been a stranger and you've been -- you have abandoned our program for whatever reason."
    },
    {
      "speaker": "UNGAR",
      "utterance": "I'm back. I'm back."
    },
    {
      "speaker": "HANNITY",
      "utterance": "No, you totally abandoned us."
    },
    {
      "speaker": "UNGAR",
      "utterance": "I heard Bongino was here so I had to come back."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, of course, you come for Bongino."
    },
    {
      "speaker": "UNGAR",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Here's the point. Obama drew a red line in the sand, did nothing, and it's only emboldened Assad. Kerry announced to the world he's got rid of 100 of his chemical weapon arsenal. Not true."
    },
    {
      "speaker": "UNGAR",
      "utterance": "No, absolutely not true. The red line resolution was supposed to involve the U.N. and Russia getting those weapons out of there. Clearly that did not happen. You are right about Kerry. I can't argue with you. And even what President Trump did, which I supported, I will tell you, this last time around--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Did you get therapy since you've been here last? Did you get help?"
    },
    {
      "speaker": "UNGAR",
      "utterance": "No. Let me get to the end."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What happened to you?"
    },
    {
      "speaker": "UNGAR",
      "utterance": "Well, I just tell the truth. You should know that by now."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I do."
    },
    {
      "speaker": "UNGAR",
      "utterance": "Even what he did not apparently go far enough. I actually support the president doing something in Syria. We cannot sit by and let Assad do what he did to those poor people in that suburb outside of Damascus."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "UNGAR",
      "utterance": "However, all of that is not going to stop media, liberal or otherwise, from seeing a wag the dog scenario. I have a suggestion for the president. The Congress, the Senate is looking at a new bill that they're going to introduce on Thursday to re-set up the war powers. It's a republican sponsored bill. If I were the president--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "The War Powers Act?"
    },
    {
      "speaker": "UNGAR",
      "utterance": "Yes. If I were the president in this situation, I would discuss this with the Congress."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Let me go to Dan. Bad idea. He is the commander-in- chief--"
    },
    {
      "speaker": "UNGAR",
      "utterance": "And Congress has the power according to the Constitution."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They do. Under the -- but every president -- no president has listened to the War Powers Act. Dan?"
    },
    {
      "speaker": "UNGAR",
      "utterance": "They should. You're right."
    },
    {
      "speaker": "DAN BONGINO, FORMER SECRET SERVICE AGENT",
      "utterance": "Sean, the media, you have to understand and I know you get this but the audience needs to understand this as well. The media understands and sees everything with regard to the disdain for Trump through the Russian collusion lens. Everything. They've gas -- they've been gas lighting themselves when they tell a lie over and over confidently and they isolate themselves from the truth. So what they see here is they see this as a wag the dog effort despite the obvious fact that Trump has been very harsh on the Russians. You know, he wiped out a bunch of Russian mercenary -- mercenaries over in Syria. He's been basically trying to bankrupt their natural gas market. He just sanctionwd seven Russian oligarchs with direct contacts with Putin. Deripaska and Viktor Vekselberg included. I mean, they're just losing their minds and their disdain for Trump. It's coloring them to the reality right in front of them. And it's really embarrassing them, not us."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Are you going to defend your liberal friends in the media, Rick, even though you are beginning to see the light a little bit?"
    },
    {
      "speaker": "UNGAR",
      "utterance": "You cannot blame them, Sean. It's unrealistic to think that they are not--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "What?"
    },
    {
      "speaker": "UNGAR",
      "utterance": "-- going to notice the possibilities here. This is why--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wait, didn't Trump unannounced 24 to 48 hours before we heard about the raid on Michael Cohen's office?"
    },
    {
      "speaker": "UNGAR",
      "utterance": "Yes, but that's what -- yes, he did. But look at what he announced the week before that. The week before that, the president says I'm getting out of Syria. Then a couple days after that, it's well, maybe not so soon. And now he's going to send troops--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "But he announced 24 to 48 hours before we ever heard that Michael, by the way, I wish we would raid the DOJ and FBI and grabbed their computers, Dan Bongino."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Rick, you got the timeline all messed up. You just acknowledge it."
    },
    {
      "speaker": "UNGAR",
      "utterance": "Right."
    },
    {
      "speaker": "BONGINO",
      "utterance": "He said yes, we may be getting out of Syria. Then the gas attack happened and then the Cohen raid. It's so -- Rick, I know you are a smart guy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "No, first the warning then the Cohen raid."
    },
    {
      "speaker": "BONGINO",
      "utterance": "You got the whole thing. Yes, you got the whole thing mixed up, Rick."
    },
    {
      "speaker": "UNGAR",
      "utterance": "I don't think so. That's what I just said. He did say that before the gas attack. People like me were going why are you getting out so soon and why are you announcing it when you are the one who hates when everybody announces it."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Right. But -- right, hold on. Time out. Time out. But the serious question Sean just asked. I'd like the answer too. Then come how just don't -- just call out the media and say all right, guys, this is obviously not a wag the dog scenario because the timeline doesn't marry up to that."
    },
    {
      "speaker": "UNGAR",
      "utterance": "No, I don't--"
    },
    {
      "speaker": "BONGINO",
      "utterance": "It makes literally no sense."
    },
    {
      "speaker": "UNGAR",
      "utterance": "Yes, I think it's unrealistic to expect that the media--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, we got--"
    },
    {
      "speaker": "UNGAR",
      "utterance": "-- is not going to see the possibilities here. I want him to do something."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We got to break."
    },
    {
      "speaker": "BONGINO",
      "utterance": "If it's the right thing it's irrational."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Both of you, Rick Ungar, kind of welcome back. You're almost there. You need a little more time away. When we come back, Senator Ted Cruz absolutely grills Mark Zuckerberg over allegations of conservative censorship on Facebook. We'll play you the exchange. That's our video of the day."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Al right. Well, earlier today, Texas Senator Ted Cruz he absolutely grilled Facebook founder CEO Mark Zuckerberg over what appears to be the suppression of freedom of speech on his site. Let's take a look."
    },
    {
      "speaker": "TED CRUZ, (R) UNITED STATES SENATOR",
      "utterance": "There are a great many Americans who I think are deeply concerned that Facebook and other tech companies are engaged in a pervasive pattern of bias and political censorship. There have been numerous instances with Facebook. In May of 2016, Gizmodo reported that Facebook had purposely and routinely suppressed conservative stories from trending news, including stories about CPAC, including stories about Mitt Romney, including stories about the Lois Lerner IRS scandal, including stories about Glenn Beck. In addition to that, Facebook has initially shut down the Chick-Fil-A appreciation day page, has blocked a post of a Fox News reporter. Has blocked over two dozen Catholic pages, and most recently blocked Trump supporters Diamond and Silk's page with 1.2 million Facebook followers after determining their content and brand were, quote, 'unsafe to the community.' To a great many Americans, that appears to be a pervasive pattern of political bias. Do you agree with that assessment?"
    },
    {
      "speaker": "ZUCKERBERG",
      "utterance": "Senator, let me say a few things about this. First, I understand where that concern is coming from because Facebook and the tech industry are located in Silicon Valley which is an extremely left-leaning place. And this is actually a concern that I have and that I try to root out in the company, is making sure we don't have any bias in the work that we do."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Diamond and Silk unsafe to the community? It's ridiculous. All right. We'll have more on this and so much more tomorrow. Stay with the Fox News Channel. Continuing coverage, we're watching the events unfolding in Syria. And of course, those are the deep state. Remember, this show will always be fair and balanced. You can always get to us on Twitter @SeanHannity and Facebook and every other social media."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}