{
  "date": "August 1, 2017",
  "headline": "Lewandowski: Time to put an end to intelligence community leaks; 'The Fox News Specialists' celebrate 3 months on air",
  "subHeadline": "This is a rush transcript from \"The Fox News Specialists,\" August 1, 2017.",
  "url": "https://www.foxnews.com/transcript/lewandowski-time-to-put-an-end-to-intelligence-community-leaks-the-fox-news-specialists-celebrate-3-months-on-air",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "KATHERINE TIMPF, THE FOX NEWS SPECIALIST HOST",
      "sentences": "Hello, everyone. I'm Kat Timpf along with Eric Bolling and Eboni K. Williams. This is The Fox News Specialists. This is a Fox News alert. A confirmation vote is underway for FBI director nominee Christopher Wray. You're looking at a live view of the Senate floor. We will be bringing you the result of the vote when we have it. But first, our top story, the war against White House leaks is heating up, Attorney General Jeff Sessions is reportedly planning a press conference this Friday to outline step-up efforts to crack down on leaks in Trump White House, an issue that's dogged the administration since day one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF SESSIONS, U.S. ATTORNEY GENERAL",
      "sentences": "I have not been happy with the past prosecutions and investigations of criminal leaks. We've already taken a number of steps. We're stepping up those cases. It cannot continue. Some people need to go to jail. If we can make cases, they are going to jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And Fox News judicial analyst Judge Napolitano didn't mince words either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW NAPOLITANO, FOX NEWS JUDICIAL ANALYST",
      "sentences": "But the type of leaks that have bedeviled Donald Trump, that have commenced the entire mess that he's in now, including with the special prosecutor, began when Susan Rice and her colleagues -- she's admitted to some of this, engaged in unmasking, revealing the true names of people who participated in conversations that were captured by American and British intelligence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "New chief of staff and Sessions going after that, do you think we'll get this figured out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC BOLLING, THE FOX NEWS SPECIALIST HEAD",
      "sentences": "I do. And I think General -- I'm sorry, AG Sessions got the memo of the last two weeks where President Trump saying, hey, I'm losing a little confidence in you. Guess what happens, Sessions steps up, plug the darn leaks. And General John Kelly, COS, that's chief of staff, Corey, in case you're wondering, also is going to plug the leaks. I think what looking for -- I think there will be leaks going forward, but if you look at the information that's leaked it will be old stuff. I think from here going forward, they're going to plug that White House up. So I think you're going to see -- likely going to be old stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Eboni?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EBONI K. WILLIAMS, THE FOX NEWS SPECIALIST HOST",
      "sentences": "Yeah. I mean, look, the leaks thing is definitely been a problem. Obama tried to have a war on leaks, didn't really go so well. Eric, I agree with you. You know, I think, certainly, Jeff Sessions is stepping up. I think that there is a real legitimate fear in the Trump White House that if you don't do your job to an effective level, you're going to get the axe. So I think definitely Jeff Sessions got that memo. And, you know, I'm expecting to see him be tougher, not just on leaks but on these prosecutions across the board.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "All right. Well, time to meet today's specialists. He's a former United States attorney in Washington, D.C., a former chief counsel and staff director of the Senate rules committee, and the founding partner of the Washington, D.C. law firm, diGenova and Toensing, and he clearly specializes in being a legal powerhouse, Joseph diGenova is here. And he is the former chief political advisor to Donald J. Trump for president, former campaign manager to Donald J. Trump for president, and is back on The Fox News Specialist by popular demand, he specializes in all things political, Corey Lewandowski is here. Corey, you've been working with the president in some capacity, talking to the president all the time. This has been something that's been a huge problem his entire time in the White House, the leaks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COREY LEWANDOWSKI, TRUMP CAMPAIGN FORMER CAMPAIGN MANAGER",
      "sentences": "It has been. And I think what you've seen from this administration and now from Attorney General Jeff Sessions, and I think from chief of staff General Kelly, it's time to put a stop to this. And the leaks that are the most troubling I think to the administration are not the personal leaks, the backbiting that takes place in every White House that are made public but the intelligence community leaks, which are information which is being shared in a small audience which it's been finding its way into the public domain. The concern there is the classification of the information and how that's being disseminated further. If you look at what Jim Comey did, where he publicly admitted under oath during a Congressional hearing that he gave out information that he received as the FBI director to a friendly associates, specifically, a college professor, so he knew that information gets to the general public. That's a leak that cannot continue to be perpetuated in this administration. They're going to crackdown the host.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Eboni, what do you think? I mean, some of the information that's been leak is concerning to me on its own. I also understand how the leaks that create a serious environment where there's no trust at all in the White House. That could be a huge problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, absolutely, it is. I want to go back to Corey's points. And, you know, I know the Comey thing is not what you want to be doing. We don't want to be perpetuating that. But I agree with you, Corey, my real issue are the national security leaks. The things that have Theresa May and other allies across the globe questioning, hey, do we give as much information as we have been traditionally to the U.S.? If this going to be a problem it's going to affect our national security globally. I'm talking about many countries in Europe. I'm talking about Israel and other allies, that's a real serious threat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSEPH DIGENOVA, FORMER FEDERAL PROSECUTOR",
      "sentences": "What really matter is why did this start and when did it start? This started in the Obama administration when they decided to unmask people who were disclosed intelligence intercepts. When they made the decision to unmask Trump people, U.S. senators, Congressmen, get that information, it is clear, it is clear, from what we know in the public record that a purposeful effort was made to leak the information, the key sources in the press, to embarrass people, to create conflict. It continued after the new president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The unmasking or the leaking because.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "The unmasking in my opinion was clearly improper, probably illegal for political reasons. The leaking was definitely criminal activity and should have been the subject of a criminal investigation from the very beginning of this administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Trump has had a tough time since he got in there. Look, everyone knew the left was going to give him a hard time. They knew the progressives were going to give him a hard time. His issue and my issue is that he's being attacked from his own party. He's being attacked from people who look like GOP-er's, who certainly aren't conservative and certainly not pro-Trump. Corey, correct me if I'm wrong, but some of the people not only leaking but pushing back on his agenda should be on his side and hoping for a more solid and more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "on his side how? Do you mean by not leaking or do you mean by other things beside that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Kat, pushing back on policy, but also -- so a lot of people are leaking, my guess are Repubicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "They are, Eric. But you have to remember and this is the fault of the administration. They have not moved fast enough to fill the positions, so you have a number of holdovers from the Obama administration still sitting in key positions where they have access to information that don't want to see the president -- we call that the deep state. Those are the people that are there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "No, no. It's not the only source. But what we have seen, time and again, is if this administration will move faster and put their political appointees in place for 4,152 that the president has the privilege to appoint then some of that would be controlled. Not all of it. But you also have to understand there are people in the federal government who did not support the president and his agenda and want to do everything they can to destroy him from fixing the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "The other thing too, I mean, there are a lot of people who thought some of the people who are in the White House were not in the White House right now may have been the source of some of the leaks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That is my question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But in other administrations, if you're caught doing that you're outcast. You can go find a job anywhere else. You're the person that was leaking -- the Obama administration or the Bush administration and you become.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's a credibility problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Now it's almost like, hey, you leak on Trump? Come on, we have a job for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You're rewarded for it. No, I think that's accurate. Correct me if I'm wrong as well, Corey, I think on Fox & Friends you are talking about some of the potential leaks that were appointed by President Trump and still proved to be a problem. So I guess that's my question, Corey, is how does the president move steadfast with not just appointing his own people but making sure those appointments are consistent with his agenda and his well-being.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "I think this is the primary focus of General Kelly. He is now the chief of staff. He's now the chief of the president. He's going to make sure that the staff that is surrounding the president is dedicated to one thing, which is moving the president agenda forward. Look, I don't know General Kelly well, but I'm sure his first staff meeting everybody paid attention. He's a law and order kind of chief of staff. He's a four-star general. He took Baghdad, one of those people. He's been a stalwart at the Department of Homeland Security, fixing part of the problem over there. He's going to bring a sense of a normalcy to that staff. And what he's going to say, look, you don't have to be part of the staff, but if you are going to be part of the staff, we're all going to be on the same team. We're not going to have backbiting and infighting anymore. We're all going to be around one team. We're going to be a cohesive team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Honestly though, Joe, I think one of the issues is also President Trump can do himself a lot of good by just not talking about Russia at all, because the stories coming out of the White House surrounding some of these things that have been leaked have changed with every leak. If he just not talked about it, there wouldn't be those issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Look, Donald Trump is Donald Trump. No one is going to change his behavior. He is a unique individual. He's not a politician. Let me just say this backing out Eric's point, those senators, those members of the house of representatives who seats were saved by Donald Trump, no one could have done for them what Donald Trump did for them. The loyalty that they owe him is unbelievable. And what they did on the health care bill, what they did in the Senate to abandon this president was unbelievably cowardly. Those three senators, Collins, Murkowski, and McCain, whatever you think about them genuinely, what they did was a disgrace and they betrayed their president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "That's the policy side. I want to go back to Corey on something I think it's very important to move this discussion, the ball forward. Corey, when you were running the campaign, there wasn't this stuff going on? I remember this distinctly. I watched you guys every single day. What can they do to change, to fix this? I know it's not a campaign anymore, it's an administration. But you're very strong keeping that group cohesive. Besides bringing you back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Are they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "In lieu of that, what else can they do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Look, I think staff leadership starts at the top. And it's very important that General Kelly is coming in as a proven leader, someone who has leadership, management, and skill, and a proven record of managing individuals in the toughest environments, including the war zones. And what he's bringing to the White House is an opportunity for a fresh start for a number of the employees who probably didn't have that, so right or wrong it doesn't matter. You now have a clean slate with General Kelly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But Corey, is that too regimented? Is the military background too regimented for Trump administration, which, frankly, there's not a lot of disciplined. That's what I love about it, it's not a very discipline campaign/administration, and I like that better because I think it's more real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "I don't think -- you never change Donald Trump. No one is going to change Donald Trump. He has been successful for the last 40 years in real estate, on television, in books, running for office. When no said he could be, he's the greatest we've ever seen in all of these things. But the point is this you have to bring some structure to the staff. And if that means you control, within relative amounts, who speaks to the president on policy issues, so it's not just the open door that anybody can say anything they want, that is the structure that is beneficial. Now, I think General Kelly is going to understand he's not going to change the president. The president is still going to make phone calls to people, and friends, and colleagues and contemporaries to get their opinions. But the general should have some say when policy discussions that are going to affect the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Does he have confidence in Steve Bannon? Because Steve Bannon as his senior policy advisor -- as you just pointed out, he has to have confidence in the policy. Do they see eye to eye?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "I don't know where those two sit. What I do think is the general is going to take some time. He's going to evaluate the staff. We saw the first decision that he made was to ask somebody to leave already. I think he's very clear that it's going to be his way on the staff side, and if there are people in that administration who are not on the president's agenda and they're evaluated, they'll be gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK. To Eric's point, though, Corey, of kind of -- it started too much discipline when it comes to someone -- you know, kind of has much bravado as President Trump, what's your take? Because you are very, very, effective, and I give you much credit for that yesterday on the show, to get President Trump out of that primary. But going in the general, obviously, we know Manafort came on board. I thought it sent a more disciplined message. Do you think that's kind of what we're seeing with this new chief of staff with General Kelly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "No, look, you have to let Trump be Trump. I said it a hundred times in my life. Anybody who thinks he's going to change the president is not going to because he's the greatest communicator we've ever seen as an elected official. There's no question about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But do you think he was different in the general, Corey, because I thought that he wasn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Look, the president during the campaign was the same person, had the same message, the same messaging point, he's the one that drove those messages. Anybody who thinks that they were successful and caused him to be successful is naive. This campaign was 99.9 percent Donald Trump, and everybody else had a .01 percent rolling it. He was the messenger that the American people wanted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, we're keeping an eye on the Senate vote to confirm Christopher Wray as the new FBI director, and we'll bring it to you when we have it. Next up though, the health care debate is still fresh, and now President Trump is threatening to withhold crucial government payments in an effort to undermine the Affordable Care Act. Coming right back with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. This just in, Christopher Wray has the votes to be confirmed as the new FBI director. We'll bring you more as soon as we have it. Now, back to health care, it's still a hot topic after the skinny repeal of ObamaCare failed to pass in the Senate last week. Senate Repubicans seem to be in no rush to revive the ObamaCare repeal despite President Trump's demands. And in the house a new 5 point plan from a bipartisan problem solvers caucus proposes to stabilize the individual health insurance market. Meanwhile, President Trump is pushing back tweeting, quote, if ObamaCare is hurting people, and it is, why shouldn't it hurt the insurance companies and why should Congress not be paying what the public pays. Corey, that last thing for President Trump is what a lot of Americans all across this country feel. They feel that these premiums are too high, they're crippling, they're oppressive, and why does Congress get this special treatment in the way that the rest of America doesn't?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Well, it's a great question. Joe knows this because he worked there. I know this because you work there in Congress, right? They always have special privileges. They carve out the laws because these guys take care of themselves and not the American people. For the first time in a long time, the American people sent a change for Washington to get rid of these. Look, Congress should follow the same rules as everybody else. Congress should have the same health care as everybody else. But you know what they do, they exempt themselves from the rules, and when they're supposed to follow the rules they say, well, I'll give my office the exemption, and my staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "That's exactly why every time one of these members of the house and Senate appears on television, they should be asked, is your staff and are you getting that 75 percent premium subsidy from the government to pay for your health premiums? It's absolutely outrageous. Every time they see -- appear on television they should be asked that question. Watch them sweat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'll go further. So when Senator McCain flew back from Arizona to D.C. to cast the vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That allow for debate to continue. I saw a lot of my Democrat and progressive friends just recent, saying he's using government health care to fly back and take health care from 22 million people. And then, of course, we know how the story ends. Senator McCain votes to make sure that repeal doesn't happen, so what's your take on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Give the guy a break. I mean, listen, I strenuously object to his final vote, which was to vote against the bill. He got elected. Those are the rules. I don't know if he in fact voted for the subsidies for those, I don't know? Remember, that was done by President Obama by executive order.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "If he doesn't show up, the debate doesn't go forward and three different versions of ObamaCare repeal don't get voted down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Right. By the way, I'm happy that he came back. And I'm all in favor of it. I just wish he would have voted differently at the end of the day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Well, I'm not happy he came back. I wish he -- in Arizona, and we'd still be talking about a better alternative to ObamaCare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Maybe that would have happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Because he voted against it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I mean it really feels to me, Joe, like he was just being an anti-Trump obstructionist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "This is making up for the Keating Five. He has never stopped making up for the Keating Five scandal where he underwent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "For making up for the shot that Trump took.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Let me say, there's no doubt. He doesn't like Trump, period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Listen, that may be true, but I think that he had issues with the bill so he decided to vote against it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Why start the debate? If you're not there, you don't start the debate and that it doesn't get voted down three times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "He voted for repeal in the past, so why not now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Because he said that this bill ultimately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "You know what, if you're a legislator, you can always find a reason to not vote for something. You can also -- this was something that the country needed and that the president needed. He should have voted for it. Would have gone to conference, you can work it out. It would have been a better bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You're cutting him slack. You said you're glad he came back. If you're an obstructionist and vote three different versions down, don't bother to come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "I didn't know what he's going to do when he came back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's not fair to say that for sure he's an obstructionist. I know he didn't vote to move it forward, but maybe he was being a principle in his.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I know, let's get Corey to weigh in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "I think at the end of the end, you have to hold people accountable. It's always a problem. If you remember in these general elections and specifically the primaries where John McCain is running, he always runs to the right. And he says I'm going to be a better conservative, I'm going to support the president's agenda, a state that the president did very well in Arizona. If you remember, they begged for the president's endorsement of John McCain when he was in the primary, when candidate Trump was running. He did endorse candidate Trump. Candidate Trump endorsed John McCain in that race towards the tail end of his competitive primary cycle. And guess here's where we are. Here's the payback. You know what we say in New Hampshire? No good deed goes unpunished, just remember that. But let me tell you something, there should be accountability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But Corey, let me ask you this question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "There should be accountability on elected officials who don't support the president's agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But if the president -- well, it's not him putting up the bill. But if the Senate had put forth a bill that was actually conservative in nature, do you think John McCain would have voted against it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Here's what I think, I know that there was a time period where Mike Lee the conservative senator from Utah wasn't on the bill, and Ted Cruz wasn't on the bill, and guess what the White House did they brought them in. What do we have to do? We're going to increase the HAS premiums, so you could put more money to HSA's. And guess what Mike Lee said, that sounds like a reasonable thing to do, because what do we care how much money people put in their HSA. They should be able to put in what they want to. And you come along because people had concerns about the bill and the White House worked to alleviate those concerns so that when the bill came up for a final vote, everyone thought this bill was going to move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "It's not like McCain didn't know what the offers were prior to voting to push the bill to a vote that he was going to vote against. If that's the case, then don't vote to push the debate forward to get to a vote, and spend some more time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He was doing his job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "It was a very James Comey move. It was a very James Comey move, to come back, vote to go forward, and then he knew he was going to vote against it in the end. That's Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I just feel like if he would have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Well, it's politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Consequences around that, too, Joe? Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "If you're McCain and you have the three versions you know they're going to be voted upon, you know you could leave the three, right? What's the rush to cast the vote that pushes it to a vote? Why not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "When the president calls on you and says, you know what.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Let's wait and see if we can something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Vote and send it to conference. Vote and send it to conference. There's a lot that can happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I think we can all agree that there's big problems with the bill, right? So, I just think it's a hard statement, Eric Bolling, to say I'm not even going to get discussion around it. That's all. I just think the political consequences.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But you know it's going down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "John McCain could have expressed privately his concerns about the legislation, worked with the White House to make that bill better, which is what other members of the U.S. Senate did, so that when the bill came up for a vote -- not until the end was the issue, right? And Mike Lee and Ted Cruz and others who had concerns about the bill worked with the White House and their team to craft a bill that was acceptable to everybody. John McCain never did that, for a lot of reasons that's either a failure of his staff or it's a failure of someone over there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "He did something a Democrat would do to President Trump. He literally did something a Democrat would do to President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "What does that mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I've got to do this Fox News alert. This is not going anywhere. It must be confirm now that Christopher Wray is officially confirmed as our brand-new FBI director. Wow. So there it is right now on the floor. OK. So, again, talking about Comey, it's a new day at least in the FBI. Comey is gone. Out of here, forever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Thank God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Christopher Wray now is the new FBI director. Let me ask you this, Joe, you have been appointed as an independent counsel before an investigation. Your feelings around what this new confirmation means in relation to Mueller also having simultaneous investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Well, I just find the special counsel appointment in this matter absolutely indefensible. I do not believe that he should be appointed. And I certainly believe that he has a conflict of interest with Mr. Comey being in the case. It's appalling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But now that we have a new director.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Well, he's not going to have anything to do with any of those decisions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Well, thank God we have a new director. I hope he can stand up. He's a very quiet guy. I hope he's strong enough to run this very, very important agency. I don't know if he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "When we return, ICE signs a new agreement with more than a dozen law enforcement agencies in Texas. So what does this mean for the immigration debate moving forward? Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "ICE signs new agreement with 18 Texas counties to help boost our immigration enforcement policies, the agreement, in some cases giving state law enforcement the same authority as federal immigration officers. ICE says the move part of its 287-G program will help enhance the county's safety, but critics claim the partnership go too far and could add to mistrust between immigrants -- I'll note, illegal immigrants and police officers. Eboni, let me just take this one step further, the agreement says that program allows law enforcement officers to identify people they've already arrested as being in the United States illegally, detain them in local jails for possible deportation. That is exactly what the administration and people on the right have said we needed to do. Local law enforcement can go into the jail and check status. Do you disagree with this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't disagree with it, Eric. You know how I feel about sanctuary cities. I think they make immigrant, legal and illegal communities less safe in certainly greater society. This is my issue, and I've told you I have a solution to this. Immigration is a federal jurisdiction issue at its based level. So I just think -- how about the president, here's a nice way he can do two-for-one. He can make good on his jobs creation kind of promised, give this to the federal government, Eric, because this is what it does in Texas. Maybe Texas will be better on this issue, but you know what? California, Arizona, possibly other states are going to be bifurcated on how they're handling this. So we're still going to have Kate Steinle’s and other instances where this is still falling through the cracks. Leave this to the federal government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And let me guess: you want it to go to the states, right? And this takes it even further, goes into local law enforcement municipalities and says, \"You can go in and find out, check immigration status.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right, but of course, that is supposed to be ICE's job. So how does -- Eboni, I wanted to ask you about this when I saw this. Is it legal, because they're -- decided, \"Yes, we do want to participate\"? Because I know that the federal government can't force local law enforcement to do their jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But is it different because they're asking them to participate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They're opting in. They're essentially opting in. And they absolutely have the right to do that, Kat, but my concern is, it's like, it's going to be better in Texas. Sure, great. But then again, what about California? What about New York? And several states that we know are going to opt out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Eric, I think that the states, if they want to do that, should be able to do that, which is what makes the difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "We're going to have a piecemeal -- it's fine, but we're looking at piecemeal immigration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "This is all about the president fulfilling his campaign promises. More ICE agents, more immigration officers, cracking down on illegal immigration coming across our borders. What we've seen under General Kelly's regime at the Department of Homeland Security is 70 percent less border crossings of illegals. You know why? They don't want to come here anymore, because they know if they get caught they're going to be put in jail; they're going to be deported. Look, this is fantastic. I love when local law enforcement coordinates with federal law enforcement, all for the same mission, which is very simple. Protect American citizens from illegal aliens who are trying to come over and kill us. It's very simple.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "This is -- this is the culmination of the president's policy. These local communities that have opted in, who have agreed to be deputized and perform this function, this is the best example of federalism you can think of, where the federal government and the locals are cooperating. For the states that don't want to do it...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's my point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "... they're missing a great opportunity to make their citizens safer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I never bought that argument that, if you enforce immigration law, you're going to tick off the communities or people who would -- who would be going to the police to turn over criminals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I don't think it's a fugazi argument, though, because what we know is some people do feel -- here's the issue. Let's say I'm a woman, and I'm here legally. Say my husband is here illegally. He's abusing me. Am I really going to call law enforcement, knowing that he's probably going to be deported. But that really happens, though, Eric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But if he's married to you, isn't he legal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Not necessarily. Not necessarily. And here's the other point. It's not just that they're missing a good opportunity, though, Joe, the states that opt out of it. That is putting greater society at real risk. I'm saying for the sake of not having a piecemeal immigration problem persist in this country, let's give it to the feds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "The president is making the point you either have a law and obey it or you don't. You either have a legal system or you don't have one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Corey, your thoughts on -- I just love the idea of empowering local law enforcement officers to check an immigration status. I just -- I think that's exactly what we've needed for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "You know what the local law enforcement officers asked for, and every law enforcement officer across the country, of which I had the privilege of being one, one day, \"Let me do my job. Let me go out and do my job, which is to protect American citizens. If that means I can stop bad guys who are here illegally and put them in jail, I want to do that.\" If that means you've committed a crime by coming across our borders when you weren't supposed to, that is a crime, and we're going to stop you from doing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Corey, that works in Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "It works everywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, it doesn't. On the streets of New York, you know what most law enforcement are going to say around that? Hands off. They're not going to touch it, and that's the reality we're dealing with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Give them the opportunity to opt in so that, in my home state of New Hampshire...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Do you think they're going to -- do you think they're going to opt into New York state?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Come on. No, they're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "You know what? I think there's a whole bunch of places in New York State that want to make sure illegals are not taking over their communities and putting people out of work and killing Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "This is a good...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Yes, I think there's a lot of police officers who will make sure of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "This is a great case study on what works better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "... deBlasio is not going to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Where is crime -- where is crime by illegal immigrants higher? In sanctuary cities or in municipalities where this...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They'll collating data right now around that, Eric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "What could be better than when you arrest someone for committing a crime, you can check their status of whether or not they're in the United States legally? My God, how can you object to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But Eboni, what do you do besides the opt-in? Because if the federal government can't force the local governments to do their jobs, because of the Constitution, what else do you do besides opting in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That is why I think my solution, I really do think, is the best one. Because it eliminates that choice, Kat. Because again, for states that choose it, it's excellent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Bringing the feds into the states?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. Uniformly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "But they can't function properly without the assistance of the authorities. No matter how much power they have over immigration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You know what the other thing is? You don't have to. You can empower them to do it. A cop doesn't have to do it if he doesn't want to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But certainly, I like them having that arrow in the quiver of law enforcement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "We always told -- another tool in the tool belt. You want to have as many tools as possible and use the one that best fits the situation at any given time. Very important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But if we're all on the same page at this entire table around eliminating illegal immigration and making greater society safer. I am saying let's not allow individual officers to cherry-pick if they're going to opt in or out of that type of coverage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right. You know what? Eboni's fired up on immigration. All right. Coming up, a new threat from North Korea. The rogue state claiming it has a missile capable of hitting the U.S. That's scary enough. We'll be right back with more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Welcome back to \"The Fox News Specialists.\" Our specialists today are Joseph DiGenova and Corey Lewandowski, so we will now continue the conversation. On July 28, North Korea launched another intercontinental ballistic missile test, which has the possibility of reaching the U.S. But not to fear: When the missile reentered the Earth's atmosphere, it began to fall apart. Now last Sunday, U.S. ambassador to the U.N. Nikki Haley joined the discussion on North Korea's recent missile launch, tweeting, quote, \"China is aware they must act. Japan and South Korea must increase pressure. This is not only a U.S. problem.\" The question remains if these countries will side with the U.S. to end North Korea's mounting military madness. Now, Eric Bolling, it seems that a lot of people are relieved to know that, yes, they might -- can get here, but they're having problems getting back. But ultimately, aren't they just going to try to improve that and ultimately how we're still in complete danger?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Yes, yes. And I think we talked about this a while back. The speed at which they're becoming more powerful and -- getting more distance on their missiles is insane. It's like in the last ten years, it's multiplied, both with the size of the warhead that they can carry and the distance that they claim that they'll be able to go. It's only a matter of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But I mean, so what, are we going to wait until they shoot? It's 38 minutes from -- from Pyongyang to -- to New York. Thirty-eight minutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "There's no time to shoot that down in 38 minutes. Or if there is, we have to be very lucky. My suggestion, again, I've said it here. Go -- go deep state, Corey, on this one. Go underground and dismantle their nuclear capability. If they find out it's us, too bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think that's a great idea. Let me ask you this, from Nikki Haley's point of view, Corey. She's saying this -- someone asked that. We need a global coalition around this. A lot of people say just leave it to China. Nikki Haley is saying, you know, China needs to step up. Obviously, we see they're not really stepping up. What should we do to incentivize that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Look, the president has said very clearly that originally he wanted to work with China to come up with a solution to put pressure on North Korea. It is a problem not just for North Korea and between North and South Korea. It's a problem for the entire world. And the economic sanctions that China has the ability to implement on a country which is still trying to grow its way, North Korea, is very strong. Now don't forget: the U.S. is the largest economy in the world. We do an amazing amount of business with China. The president said we're not going to use trade, per se, until we can try and have a better relationship with China to put pressure on North Korea. If that isn't working, we need to use every option available to us, including but not limited to trade sanctions with China, to encourage them, and force them to make them make North Korea reduce their missile program and come into compliance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And you believe President Trump will be willing to go that -- go that trade route, which a lot of people have always been hands off around it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "The president has said there is nothing more dangerous than a nuclear catastrophe, obviously. It's very important we use every resource available.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "I've always believed that a covert action involving cyberattacks is the way to deal with North Korea. Destroy their infrastructure, the infrastructure that allows them to construct the missiles, to fire the missiles, to make the nuclear weapons. This is the way you have to deal with this. We're not going to have a war, because the South Koreans are the ones that don't want one. The North Koreans have checkmated us. The only way to break the checkmate is to go under the chess table and destroy them from the inside. And that's cyber -- it's cyber. Now if NSA can collect every email in the world every minute of the day, why the...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Except Hillary's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Except Hillary's. By the way, by the way...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Other than those 33,000. Joe, other than those 33,000, all the rest of them. You know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "The NSA has every one of those deleted emails. Just ask them for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's nice. Kat, I mean, you know, obviously, there's no easy answers, no clear answers, no clean answers when it comes North Korea. And I don't really believe any that leaves no casualties on the table. Let's take Joe's recommendation around cyber. Where does that leave China? Do you think that, at this point in the game, we just kind of say, to hell with China; they're obviously not going to get on board and cooperate with this in a way that we need them to; and we go it a different way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, it's going to be very hard to convince China to do something that they don't want to do. But if it gets to the point where China's going to have to want to do something, which they would in the case of a war. They don't want that kind of conflict in that area. We have now seen South Korea and Japan talk about wanting to, you know, have nuclear weapons, as well. They don't want that over there, happening over there. And in that case, they would actually do something. The tension, for them, is kind of fun. Like, oh, I know you need us to help and we're not helping. And meanwhile, they're benefitting this way and that way. But if it actually reached the point of war, China, that would be the absolute worst. They'd have a target, and also there would be a refugee crisis. And when it reaches to that point, they'd have -- they have to want to do it for themselves. But yes, there really are no good solutions. If you talk about things like regime change, I'll say things like how? You know, we've tried that other places, and we've never stopped being at war in those places when we've tried it. So...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I guess my concern with this is the timeline, you know? When we start talking about if it gets to this point in that point, and if it gets to that point, you know, my goodness. We know they can almost get here. We almost know that for certain now. How much longer are we going to wait to see what the -- most of your consequence would look like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. And I don't think that there is a good solution. I don't claim to have one, at least. And nobody really seems to have one. It's very, very tough. Because getting involved in the area, you know we're talking about a massive potentially even globally-involved conflict. Millions upon millions would die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "It's not -- it's different from getting involved in the Syrian conflict, where Syrians don't have an issue with us. They have an issue internally; they have a civil war going on. Or a Middle Eastern conflict. These people want to kill us. They are specifically developing missiles to...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, he does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "... to kill United States of America. The really don't care about South Korea that much, probably don't even care that much about Japan. This is a development -- because they can reach Japan now. They've dropped missiles into the Japan Sea. They're going after an ability to kill us. So at what point do we say we're not going to let you get to that capability, because you're clearly going after it, and they're getting closer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, he also knows that it's suicide. It absolutely would be suicide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think that goes back to the checkmate argument Joe might have been referring to. But up next, time really does fly when you're having fun. We at \"The Fox News Specialists,\" we turned three months old today. Yay! We'll show you some of our top highlights from July. You don't want to miss it. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's been a wild month here at \"The Fox News Specialists.\" We've had a lot of breaking news and a lot of laughs, too. Check out these highlights from the last few weeks, featuring some fan favorite specialists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hey, everybody. I'm Eboni K. Williams, along with Eric Bolling and Kat Timpf. We are \"The Fox News Specialists.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Sheriff David Clarke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Joe Concha).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "J.D. Hayworth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Mark Levin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Kirsten Haglund.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Taya Kyle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Antonio Sabato Jr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sonata Adzem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Kirsten Haglund.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Mike O’Hara is here. O’HARA: Eric, I just want to thank you for introducing Mark first, because it was like, \"The Rolling Stones and this guy.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK LEVIN, RADIO HOST",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think sanctions make us feel good. That's the problem I had with the Iran deal. There's no way to really enforce them. Therefore, they become completely ineffective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The search for the leaks is a lot like Donald Trump's hair. Out the leaks, that even if it's real, it still looks bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "What do you mean? What does that mean? Searching out the leaks kind of looks like Trump's hair: even if it's real, it looks bad? Searching out leaks is -- it looks bad?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I can't think of a single example where it's been good for a free country to have a politician surrounded by only yes-men.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESLIE MARSHALL, FOX NEWS CONTRIBUTOR",
      "sentences": "When he saw who she was, where she came from and what she wanted to meet about, that should have been the stop line right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Maybe this is where Scaramucci would be better positioned. He needs to understand the tone, the tenor, the texture of President Trump a lot better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARAMUCCI",
      "sentences": "Eric, give the book cover pose before we go. Give the book cover. It's hot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "We're going to make the assumption that Russia is better at beating us at the game than we are at them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMI LAHREN",
      "sentences": "We don't support our police officers. We don't give them the support that they need. We don't give them the morale that they need. Chicago is just a perfect example of what's going to happen all across the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Disagreements within the party, how do you solve that? Because people aren't budging.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAPRI CAFARO",
      "sentences": "They're not used to the rules of politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, that's not it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATRINA PIERSON",
      "sentences": "I'm not going to sit here and pretend that Don Jr. didn't know what was going on, because he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "We need to come up with solutions, not just complain about...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Stop calling it a great repeal. Stop -- get off that rhetoric; get to a solution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTION GORKA",
      "sentences": "I sleep so well every night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERNARD MCGUIRK, RADIO HOST",
      "sentences": "How about what he said to Anderson Cooper? \"Anderson, that is absolutely laughable.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Isn't it amazing how you don't actually have to grow a mustache anymore. What if Geraldo's mustache was CGI the whole time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS ANCHOR",
      "sentences": "I hate the guy. I believe he got away with a brutal double homicide. I believe that he exacerbated the racial tensions in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Are you mad at O.J.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIM GOLDMAN",
      "sentences": "Of course. He stabbed my brother to death and decapitated his wife.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "If every anyone says hi to you, you have to say, \"It's Mr. Cantaloupe time\" back. We have a cantaloupe for some reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Really, I've been playing the lawyer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How many people cry for a lawyer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "What does the weekend look like for you? You seem like a very, very fun person. The photographer is now being sued by an animal rights group for copyright protection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "On behalf of the monkey, really? I don't think the monkey cares.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You have five kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MERCEDES SCHLAPP",
      "sentences": "Yes. Five girls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Five girls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "One is named Kat and the other Eboni.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have worked a little something up for each of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Matches my eye color perfectly. I have green.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Well done, Monica. You put that together. That's our producer, senior producer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "James, you made the cut, too. That was awesome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, it was great. Absolutely great. Great stuff to see, what a month. What a nice time we've had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know, more and more often.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Everyone is right about my laugh, though. I just don't know what to do about it it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What are people saying about your laugh?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, it just sounds kind of like it's a horse laugh a little bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think it's cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But it's OK, like, people like horses. Little girls want them for their birthdays and stuff. So it's not bad, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's all good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Since when are we anti-horses, America? I thought that we had decided that. We've got to say goodbye to our specialists, Joe DiGenova. Do I do it right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Good. And Corey Lewandowski. Thank you both for joining us. Thank you so much. Is that right, DiGenova?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "You've got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Corey, are you going to join the -- rejoin the administration? Or join the administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "I'm going to keep doing what I'm doing right here and get you great ratings on the show. How's that? That's what I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You'll come back, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "All right. Up next, it's \"Wait, What\"? Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And now it's time for our last segment. Time for...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "... what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right. I'm going to kick it off. OK. So over the weekend, I was on the book tour. I was going from Houston to Dallas, driving along the road, roadside barbecue place. Bumped into a guy named Denny Graham. Walk in. He's playing guitar. And he said, \"I love 'The Specialists'.\" I was like, \"You do? Come on and have dinner -- have lunch with us.\" He sat down. I wrote a few lines. I said, \"Can you play this? Can you make a song about this?\" Listen to what he came up with. DENNY GRAHAM, MUSICIAN (singing): Well, the FOX News Specialists, Eric Bolling, Kat and Eboni doing everything they can for you and me. To make America great again, make America great again. FOX Specialists, make America great again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Make America great again. Kat, you're up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Nice man. All right. So today is National Respect for Parents Day. So I want to share my favorite picture of me with my parents. You want to see it. There we are. You see me? Do you see me? Do you see me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, Kat, where are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Can we zoom in on that? No. There she is. Look at how cute we are, having such a nice time at the Cider Mill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's hysterical. All right. My turn, my turn. So we're going to put up this split screen. This is a guy in Texas, you guys. I need your vote on this. I can't tell whether to feel bad for this guy or whether he's the biggest idiot in America. Over the course of two years, he gave $80,000 to a woman he never met before, only communicated via Twitter, text message, and Skype. Eighty thousand dollars he's out of. Never met the woman in two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "For what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Thinking he's in a relationship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Is that a picture of him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And he's good looking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So sad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I want to say poor guy, but maybe not so smart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "No, no, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I want to know more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You know what they say: a fool and his money are soon parted. That's all we have time for. Thanks for watching. Make sure to follow us on social media, Specialists FNC on Twitter and Facebook. Remember, 5 p.m. will never be the same. \"Special Report,\" Bret Baier coming up right now. Five, four, three...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Good evening. This is a Fox News alert. I'm Bret Baier. Welcome to the White House. The president today in the East Room touted economic successes. Copy: Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, THE FOX NEWS SPECIALIST HOST",
      "utterance": "Hello, everyone. I'm Kat Timpf along with Eric Bolling and Eboni K. Williams. This is The Fox News Specialists. This is a Fox News alert. A confirmation vote is underway for FBI director nominee Christopher Wray. You're looking at a live view of the Senate floor. We will be bringing you the result of the vote when we have it. But first, our top story, the war against White House leaks is heating up, Attorney General Jeff Sessions is reportedly planning a press conference this Friday to outline step-up efforts to crack down on leaks in Trump White House, an issue that's dogged the administration since day one."
    },
    {
      "speaker": "JEFF SESSIONS, U.S. ATTORNEY GENERAL",
      "utterance": "I have not been happy with the past prosecutions and investigations of criminal leaks. We've already taken a number of steps. We're stepping up those cases. It cannot continue. Some people need to go to jail. If we can make cases, they are going to jail."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And Fox News judicial analyst Judge Napolitano didn't mince words either."
    },
    {
      "speaker": "ANDREW NAPOLITANO, FOX NEWS JUDICIAL ANALYST",
      "utterance": "But the type of leaks that have bedeviled Donald Trump, that have commenced the entire mess that he's in now, including with the special prosecutor, began when Susan Rice and her colleagues -- she's admitted to some of this, engaged in unmasking, revealing the true names of people who participated in conversations that were captured by American and British intelligence."
    },
    {
      "speaker": "TIMPF",
      "utterance": "New chief of staff and Sessions going after that, do you think we'll get this figured out?"
    },
    {
      "speaker": "ERIC BOLLING, THE FOX NEWS SPECIALIST HEAD",
      "utterance": "I do. And I think General -- I'm sorry, AG Sessions got the memo of the last two weeks where President Trump saying, hey, I'm losing a little confidence in you. Guess what happens, Sessions steps up, plug the darn leaks. And General John Kelly, COS, that's chief of staff, Corey, in case you're wondering, also is going to plug the leaks. I think what looking for -- I think there will be leaks going forward, but if you look at the information that's leaked it will be old stuff. I think from here going forward, they're going to plug that White House up. So I think you're going to see -- likely going to be old stuff."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Eboni?"
    },
    {
      "speaker": "EBONI K. WILLIAMS, THE FOX NEWS SPECIALIST HOST",
      "utterance": "Yeah. I mean, look, the leaks thing is definitely been a problem. Obama tried to have a war on leaks, didn't really go so well. Eric, I agree with you. You know, I think, certainly, Jeff Sessions is stepping up. I think that there is a real legitimate fear in the Trump White House that if you don't do your job to an effective level, you're going to get the axe. So I think definitely Jeff Sessions got that memo. And, you know, I'm expecting to see him be tougher, not just on leaks but on these prosecutions across the board."
    },
    {
      "speaker": "TIMPF",
      "utterance": "All right. Well, time to meet today's specialists. He's a former United States attorney in Washington, D.C., a former chief counsel and staff director of the Senate rules committee, and the founding partner of the Washington, D.C. law firm, diGenova and Toensing, and he clearly specializes in being a legal powerhouse, Joseph diGenova is here. And he is the former chief political advisor to Donald J. Trump for president, former campaign manager to Donald J. Trump for president, and is back on The Fox News Specialist by popular demand, he specializes in all things political, Corey Lewandowski is here. Corey, you've been working with the president in some capacity, talking to the president all the time. This has been something that's been a huge problem his entire time in the White House, the leaks."
    },
    {
      "speaker": "COREY LEWANDOWSKI, TRUMP CAMPAIGN FORMER CAMPAIGN MANAGER",
      "utterance": "It has been. And I think what you've seen from this administration and now from Attorney General Jeff Sessions, and I think from chief of staff General Kelly, it's time to put a stop to this. And the leaks that are the most troubling I think to the administration are not the personal leaks, the backbiting that takes place in every White House that are made public but the intelligence community leaks, which are information which is being shared in a small audience which it's been finding its way into the public domain. The concern there is the classification of the information and how that's being disseminated further. If you look at what Jim Comey did, where he publicly admitted under oath during a Congressional hearing that he gave out information that he received as the FBI director to a friendly associates, specifically, a college professor, so he knew that information gets to the general public. That's a leak that cannot continue to be perpetuated in this administration. They're going to crackdown the host."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Eboni, what do you think? I mean, some of the information that's been leak is concerning to me on its own. I also understand how the leaks that create a serious environment where there's no trust at all in the White House. That could be a huge problem."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, absolutely, it is. I want to go back to Corey's points. And, you know, I know the Comey thing is not what you want to be doing. We don't want to be perpetuating that. But I agree with you, Corey, my real issue are the national security leaks. The things that have Theresa May and other allies across the globe questioning, hey, do we give as much information as we have been traditionally to the U.S.? If this going to be a problem it's going to affect our national security globally. I'm talking about many countries in Europe. I'm talking about Israel and other allies, that's a real serious threat."
    },
    {
      "speaker": "JOSEPH DIGENOVA, FORMER FEDERAL PROSECUTOR",
      "utterance": "What really matter is why did this start and when did it start? This started in the Obama administration when they decided to unmask people who were disclosed intelligence intercepts. When they made the decision to unmask Trump people, U.S. senators, Congressmen, get that information, it is clear, it is clear, from what we know in the public record that a purposeful effort was made to leak the information, the key sources in the press, to embarrass people, to create conflict. It continued after the new president."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The unmasking or the leaking because."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "The unmasking in my opinion was clearly improper, probably illegal for political reasons. The leaking was definitely criminal activity and should have been the subject of a criminal investigation from the very beginning of this administration."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Trump has had a tough time since he got in there. Look, everyone knew the left was going to give him a hard time. They knew the progressives were going to give him a hard time. His issue and my issue is that he's being attacked from his own party. He's being attacked from people who look like GOP-er's, who certainly aren't conservative and certainly not pro-Trump. Corey, correct me if I'm wrong, but some of the people not only leaking but pushing back on his agenda should be on his side and hoping for a more solid and more."
    },
    {
      "speaker": "TIMPF",
      "utterance": "on his side how? Do you mean by not leaking or do you mean by other things beside that?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Kat, pushing back on policy, but also -- so a lot of people are leaking, my guess are Repubicans."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "They are, Eric. But you have to remember and this is the fault of the administration. They have not moved fast enough to fill the positions, so you have a number of holdovers from the Obama administration still sitting in key positions where they have access to information that don't want to see the president -- we call that the deep state. Those are the people that are there."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "No, no. It's not the only source. But what we have seen, time and again, is if this administration will move faster and put their political appointees in place for 4,152 that the president has the privilege to appoint then some of that would be controlled. Not all of it. But you also have to understand there are people in the federal government who did not support the president and his agenda and want to do everything they can to destroy him from fixing the country."
    },
    {
      "speaker": "BOLLING",
      "utterance": "The other thing too, I mean, there are a lot of people who thought some of the people who are in the White House were not in the White House right now may have been the source of some of the leaks."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That is my question."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But in other administrations, if you're caught doing that you're outcast. You can go find a job anywhere else. You're the person that was leaking -- the Obama administration or the Bush administration and you become."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's a credibility problem."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Now it's almost like, hey, you leak on Trump? Come on, we have a job for you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You're rewarded for it. No, I think that's accurate. Correct me if I'm wrong as well, Corey, I think on Fox & Friends you are talking about some of the potential leaks that were appointed by President Trump and still proved to be a problem. So I guess that's my question, Corey, is how does the president move steadfast with not just appointing his own people but making sure those appointments are consistent with his agenda and his well-being."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "I think this is the primary focus of General Kelly. He is now the chief of staff. He's now the chief of the president. He's going to make sure that the staff that is surrounding the president is dedicated to one thing, which is moving the president agenda forward. Look, I don't know General Kelly well, but I'm sure his first staff meeting everybody paid attention. He's a law and order kind of chief of staff. He's a four-star general. He took Baghdad, one of those people. He's been a stalwart at the Department of Homeland Security, fixing part of the problem over there. He's going to bring a sense of a normalcy to that staff. And what he's going to say, look, you don't have to be part of the staff, but if you are going to be part of the staff, we're all going to be on the same team. We're not going to have backbiting and infighting anymore. We're all going to be around one team. We're going to be a cohesive team."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Honestly though, Joe, I think one of the issues is also President Trump can do himself a lot of good by just not talking about Russia at all, because the stories coming out of the White House surrounding some of these things that have been leaked have changed with every leak. If he just not talked about it, there wouldn't be those issues."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Look, Donald Trump is Donald Trump. No one is going to change his behavior. He is a unique individual. He's not a politician. Let me just say this backing out Eric's point, those senators, those members of the house of representatives who seats were saved by Donald Trump, no one could have done for them what Donald Trump did for them. The loyalty that they owe him is unbelievable. And what they did on the health care bill, what they did in the Senate to abandon this president was unbelievably cowardly. Those three senators, Collins, Murkowski, and McCain, whatever you think about them genuinely, what they did was a disgrace and they betrayed their president."
    },
    {
      "speaker": "BOLLING",
      "utterance": "That's the policy side. I want to go back to Corey on something I think it's very important to move this discussion, the ball forward. Corey, when you were running the campaign, there wasn't this stuff going on? I remember this distinctly. I watched you guys every single day. What can they do to change, to fix this? I know it's not a campaign anymore, it's an administration. But you're very strong keeping that group cohesive. Besides bringing you back."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Are they?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "In lieu of that, what else can they do?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Look, I think staff leadership starts at the top. And it's very important that General Kelly is coming in as a proven leader, someone who has leadership, management, and skill, and a proven record of managing individuals in the toughest environments, including the war zones. And what he's bringing to the White House is an opportunity for a fresh start for a number of the employees who probably didn't have that, so right or wrong it doesn't matter. You now have a clean slate with General Kelly."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But Corey, is that too regimented? Is the military background too regimented for Trump administration, which, frankly, there's not a lot of disciplined. That's what I love about it, it's not a very discipline campaign/administration, and I like that better because I think it's more real."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "I don't think -- you never change Donald Trump. No one is going to change Donald Trump. He has been successful for the last 40 years in real estate, on television, in books, running for office. When no said he could be, he's the greatest we've ever seen in all of these things. But the point is this you have to bring some structure to the staff. And if that means you control, within relative amounts, who speaks to the president on policy issues, so it's not just the open door that anybody can say anything they want, that is the structure that is beneficial. Now, I think General Kelly is going to understand he's not going to change the president. The president is still going to make phone calls to people, and friends, and colleagues and contemporaries to get their opinions. But the general should have some say when policy discussions that are going to affect the country."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Does he have confidence in Steve Bannon? Because Steve Bannon as his senior policy advisor -- as you just pointed out, he has to have confidence in the policy. Do they see eye to eye?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "I don't know where those two sit. What I do think is the general is going to take some time. He's going to evaluate the staff. We saw the first decision that he made was to ask somebody to leave already. I think he's very clear that it's going to be his way on the staff side, and if there are people in that administration who are not on the president's agenda and they're evaluated, they'll be gone."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK. To Eric's point, though, Corey, of kind of -- it started too much discipline when it comes to someone -- you know, kind of has much bravado as President Trump, what's your take? Because you are very, very, effective, and I give you much credit for that yesterday on the show, to get President Trump out of that primary. But going in the general, obviously, we know Manafort came on board. I thought it sent a more disciplined message. Do you think that's kind of what we're seeing with this new chief of staff with General Kelly?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "No, look, you have to let Trump be Trump. I said it a hundred times in my life. Anybody who thinks he's going to change the president is not going to because he's the greatest communicator we've ever seen as an elected official. There's no question about it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But do you think he was different in the general, Corey, because I thought that he wasn't."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Look, the president during the campaign was the same person, had the same message, the same messaging point, he's the one that drove those messages. Anybody who thinks that they were successful and caused him to be successful is naive. This campaign was 99.9 percent Donald Trump, and everybody else had a .01 percent rolling it. He was the messenger that the American people wanted."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, we're keeping an eye on the Senate vote to confirm Christopher Wray as the new FBI director, and we'll bring it to you when we have it. Next up though, the health care debate is still fresh, and now President Trump is threatening to withhold crucial government payments in an effort to undermine the Affordable Care Act. Coming right back with that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. This just in, Christopher Wray has the votes to be confirmed as the new FBI director. We'll bring you more as soon as we have it. Now, back to health care, it's still a hot topic after the skinny repeal of ObamaCare failed to pass in the Senate last week. Senate Repubicans seem to be in no rush to revive the ObamaCare repeal despite President Trump's demands. And in the house a new 5 point plan from a bipartisan problem solvers caucus proposes to stabilize the individual health insurance market. Meanwhile, President Trump is pushing back tweeting, quote, if ObamaCare is hurting people, and it is, why shouldn't it hurt the insurance companies and why should Congress not be paying what the public pays. Corey, that last thing for President Trump is what a lot of Americans all across this country feel. They feel that these premiums are too high, they're crippling, they're oppressive, and why does Congress get this special treatment in the way that the rest of America doesn't?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Well, it's a great question. Joe knows this because he worked there. I know this because you work there in Congress, right? They always have special privileges. They carve out the laws because these guys take care of themselves and not the American people. For the first time in a long time, the American people sent a change for Washington to get rid of these. Look, Congress should follow the same rules as everybody else. Congress should have the same health care as everybody else. But you know what they do, they exempt themselves from the rules, and when they're supposed to follow the rules they say, well, I'll give my office the exemption, and my staff."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "That's exactly why every time one of these members of the house and Senate appears on television, they should be asked, is your staff and are you getting that 75 percent premium subsidy from the government to pay for your health premiums? It's absolutely outrageous. Every time they see -- appear on television they should be asked that question. Watch them sweat."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'll go further. So when Senator McCain flew back from Arizona to D.C. to cast the vote."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That allow for debate to continue. I saw a lot of my Democrat and progressive friends just recent, saying he's using government health care to fly back and take health care from 22 million people. And then, of course, we know how the story ends. Senator McCain votes to make sure that repeal doesn't happen, so what's your take on that."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Give the guy a break. I mean, listen, I strenuously object to his final vote, which was to vote against the bill. He got elected. Those are the rules. I don't know if he in fact voted for the subsidies for those, I don't know? Remember, that was done by President Obama by executive order."
    },
    {
      "speaker": "BOLLING",
      "utterance": "If he doesn't show up, the debate doesn't go forward and three different versions of ObamaCare repeal don't get voted down."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Right. By the way, I'm happy that he came back. And I'm all in favor of it. I just wish he would have voted differently at the end of the day."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Well, I'm not happy he came back. I wish he -- in Arizona, and we'd still be talking about a better alternative to ObamaCare."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Maybe that would have happen."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Because he voted against it."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Yes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I mean it really feels to me, Joe, like he was just being an anti-Trump obstructionist."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "This is making up for the Keating Five. He has never stopped making up for the Keating Five scandal where he underwent."
    },
    {
      "speaker": "BOLLING",
      "utterance": "For making up for the shot that Trump took."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Let me say, there's no doubt. He doesn't like Trump, period."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Listen, that may be true, but I think that he had issues with the bill so he decided to vote against it."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Why start the debate? If you're not there, you don't start the debate and that it doesn't get voted down three times."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "He voted for repeal in the past, so why not now?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Because he said that this bill ultimately."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "You know what, if you're a legislator, you can always find a reason to not vote for something. You can also -- this was something that the country needed and that the president needed. He should have voted for it. Would have gone to conference, you can work it out. It would have been a better bill."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You're cutting him slack. You said you're glad he came back. If you're an obstructionist and vote three different versions down, don't bother to come back."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "I didn't know what he's going to do when he came back."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's not fair to say that for sure he's an obstructionist. I know he didn't vote to move it forward, but maybe he was being a principle in his."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I know, let's get Corey to weigh in."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "I think at the end of the end, you have to hold people accountable. It's always a problem. If you remember in these general elections and specifically the primaries where John McCain is running, he always runs to the right. And he says I'm going to be a better conservative, I'm going to support the president's agenda, a state that the president did very well in Arizona. If you remember, they begged for the president's endorsement of John McCain when he was in the primary, when candidate Trump was running. He did endorse candidate Trump. Candidate Trump endorsed John McCain in that race towards the tail end of his competitive primary cycle. And guess here's where we are. Here's the payback. You know what we say in New Hampshire? No good deed goes unpunished, just remember that. But let me tell you something, there should be accountability."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But Corey, let me ask you this question."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "There should be accountability on elected officials who don't support the president's agenda."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But if the president -- well, it's not him putting up the bill. But if the Senate had put forth a bill that was actually conservative in nature, do you think John McCain would have voted against it?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Here's what I think, I know that there was a time period where Mike Lee the conservative senator from Utah wasn't on the bill, and Ted Cruz wasn't on the bill, and guess what the White House did they brought them in. What do we have to do? We're going to increase the HAS premiums, so you could put more money to HSA's. And guess what Mike Lee said, that sounds like a reasonable thing to do, because what do we care how much money people put in their HSA. They should be able to put in what they want to. And you come along because people had concerns about the bill and the White House worked to alleviate those concerns so that when the bill came up for a final vote, everyone thought this bill was going to move forward."
    },
    {
      "speaker": "BOLLING",
      "utterance": "It's not like McCain didn't know what the offers were prior to voting to push the bill to a vote that he was going to vote against. If that's the case, then don't vote to push the debate forward to get to a vote, and spend some more time."
    },
    {
      "speaker": "TIMPF",
      "utterance": "He was doing his job."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "It was a very James Comey move. It was a very James Comey move, to come back, vote to go forward, and then he knew he was going to vote against it in the end. That's Comey."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I just feel like if he would have."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Well, it's politics."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Consequences around that, too, Joe? Come on."
    },
    {
      "speaker": "BOLLING",
      "utterance": "If you're McCain and you have the three versions you know they're going to be voted upon, you know you could leave the three, right? What's the rush to cast the vote that pushes it to a vote? Why not."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "When the president calls on you and says, you know what."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Let's wait and see if we can something."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Vote and send it to conference. Vote and send it to conference. There's a lot that can happen."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I think we can all agree that there's big problems with the bill, right? So, I just think it's a hard statement, Eric Bolling, to say I'm not even going to get discussion around it. That's all. I just think the political consequences."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But you know it's going down."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "John McCain could have expressed privately his concerns about the legislation, worked with the White House to make that bill better, which is what other members of the U.S. Senate did, so that when the bill came up for a vote -- not until the end was the issue, right? And Mike Lee and Ted Cruz and others who had concerns about the bill worked with the White House and their team to craft a bill that was acceptable to everybody. John McCain never did that, for a lot of reasons that's either a failure of his staff or it's a failure of someone over there."
    },
    {
      "speaker": "BOLLING",
      "utterance": "He did something a Democrat would do to President Trump. He literally did something a Democrat would do to President Trump."
    },
    {
      "speaker": "TIMPF",
      "utterance": "What does that mean?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I've got to do this Fox News alert. This is not going anywhere. It must be confirm now that Christopher Wray is officially confirmed as our brand-new FBI director. Wow. So there it is right now on the floor. OK. So, again, talking about Comey, it's a new day at least in the FBI. Comey is gone. Out of here, forever."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Thank God."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Christopher Wray now is the new FBI director. Let me ask you this, Joe, you have been appointed as an independent counsel before an investigation. Your feelings around what this new confirmation means in relation to Mueller also having simultaneous investigation."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Well, I just find the special counsel appointment in this matter absolutely indefensible. I do not believe that he should be appointed. And I certainly believe that he has a conflict of interest with Mr. Comey being in the case. It's appalling."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But now that we have a new director."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Well, he's not going to have anything to do with any of those decisions."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Well, thank God we have a new director. I hope he can stand up. He's a very quiet guy. I hope he's strong enough to run this very, very important agency. I don't know if he is."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "When we return, ICE signs a new agreement with more than a dozen law enforcement agencies in Texas. So what does this mean for the immigration debate moving forward? Stay with us."
    },
    {
      "speaker": "BOLLING",
      "utterance": "ICE signs new agreement with 18 Texas counties to help boost our immigration enforcement policies, the agreement, in some cases giving state law enforcement the same authority as federal immigration officers. ICE says the move part of its 287-G program will help enhance the county's safety, but critics claim the partnership go too far and could add to mistrust between immigrants -- I'll note, illegal immigrants and police officers. Eboni, let me just take this one step further, the agreement says that program allows law enforcement officers to identify people they've already arrested as being in the United States illegally, detain them in local jails for possible deportation. That is exactly what the administration and people on the right have said we needed to do. Local law enforcement can go into the jail and check status. Do you disagree with this?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't disagree with it, Eric. You know how I feel about sanctuary cities. I think they make immigrant, legal and illegal communities less safe in certainly greater society. This is my issue, and I've told you I have a solution to this. Immigration is a federal jurisdiction issue at its based level. So I just think -- how about the president, here's a nice way he can do two-for-one. He can make good on his jobs creation kind of promised, give this to the federal government, Eric, because this is what it does in Texas. Maybe Texas will be better on this issue, but you know what? California, Arizona, possibly other states are going to be bifurcated on how they're handling this. So we're still going to have Kate Steinle’s and other instances where this is still falling through the cracks. Leave this to the federal government."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And let me guess: you want it to go to the states, right? And this takes it even further, goes into local law enforcement municipalities and says, \"You can go in and find out, check immigration status.\""
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right, but of course, that is supposed to be ICE's job. So how does -- Eboni, I wanted to ask you about this when I saw this. Is it legal, because they're -- decided, \"Yes, we do want to participate\"? Because I know that the federal government can't force local law enforcement to do their jobs."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But is it different because they're asking them to participate?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They're opting in. They're essentially opting in. And they absolutely have the right to do that, Kat, but my concern is, it's like, it's going to be better in Texas. Sure, great. But then again, what about California? What about New York? And several states that we know are going to opt out."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Eric, I think that the states, if they want to do that, should be able to do that, which is what makes the difference."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "We're going to have a piecemeal -- it's fine, but we're looking at piecemeal immigration."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "This is all about the president fulfilling his campaign promises. More ICE agents, more immigration officers, cracking down on illegal immigration coming across our borders. What we've seen under General Kelly's regime at the Department of Homeland Security is 70 percent less border crossings of illegals. You know why? They don't want to come here anymore, because they know if they get caught they're going to be put in jail; they're going to be deported. Look, this is fantastic. I love when local law enforcement coordinates with federal law enforcement, all for the same mission, which is very simple. Protect American citizens from illegal aliens who are trying to come over and kill us. It's very simple."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "This is -- this is the culmination of the president's policy. These local communities that have opted in, who have agreed to be deputized and perform this function, this is the best example of federalism you can think of, where the federal government and the locals are cooperating. For the states that don't want to do it..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's my point."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "... they're missing a great opportunity to make their citizens safer."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I never bought that argument that, if you enforce immigration law, you're going to tick off the communities or people who would -- who would be going to the police to turn over criminals."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I don't think it's a fugazi argument, though, because what we know is some people do feel -- here's the issue. Let's say I'm a woman, and I'm here legally. Say my husband is here illegally. He's abusing me. Am I really going to call law enforcement, knowing that he's probably going to be deported. But that really happens, though, Eric."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But if he's married to you, isn't he legal?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Not necessarily. Not necessarily. And here's the other point. It's not just that they're missing a good opportunity, though, Joe, the states that opt out of it. That is putting greater society at real risk. I'm saying for the sake of not having a piecemeal immigration problem persist in this country, let's give it to the feds."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "The president is making the point you either have a law and obey it or you don't. You either have a legal system or you don't have one."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Corey, your thoughts on -- I just love the idea of empowering local law enforcement officers to check an immigration status. I just -- I think that's exactly what we've needed for a long time."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "You know what the local law enforcement officers asked for, and every law enforcement officer across the country, of which I had the privilege of being one, one day, \"Let me do my job. Let me go out and do my job, which is to protect American citizens. If that means I can stop bad guys who are here illegally and put them in jail, I want to do that.\" If that means you've committed a crime by coming across our borders when you weren't supposed to, that is a crime, and we're going to stop you from doing it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Corey, that works in Texas."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "It works everywhere."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, it doesn't. On the streets of New York, you know what most law enforcement are going to say around that? Hands off. They're not going to touch it, and that's the reality we're dealing with."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Give them the opportunity to opt in so that, in my home state of New Hampshire..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Do you think they're going to -- do you think they're going to opt into New York state?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Absolutely."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Come on. No, they're not."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "You know what? I think there's a whole bunch of places in New York State that want to make sure illegals are not taking over their communities and putting people out of work and killing Americans."
    },
    {
      "speaker": "BOLLING",
      "utterance": "This is a good..."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Yes, I think there's a lot of police officers who will make sure of that."
    },
    {
      "speaker": "BOLLING",
      "utterance": "This is a great case study on what works better."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "... deBlasio is not going to do it."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Where is crime -- where is crime by illegal immigrants higher? In sanctuary cities or in municipalities where this..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They'll collating data right now around that, Eric."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "What could be better than when you arrest someone for committing a crime, you can check their status of whether or not they're in the United States legally? My God, how can you object to that?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "But Eboni, what do you do besides the opt-in? Because if the federal government can't force the local governments to do their jobs, because of the Constitution, what else do you do besides opting in?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That is why I think my solution, I really do think, is the best one. Because it eliminates that choice, Kat. Because again, for states that choose it, it's excellent."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Bringing the feds into the states?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. Uniformly."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "But they can't function properly without the assistance of the authorities. No matter how much power they have over immigration."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You know what the other thing is? You don't have to. You can empower them to do it. A cop doesn't have to do it if he doesn't want to."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "That's right."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But certainly, I like them having that arrow in the quiver of law enforcement."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "We always told -- another tool in the tool belt. You want to have as many tools as possible and use the one that best fits the situation at any given time. Very important."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But if we're all on the same page at this entire table around eliminating illegal immigration and making greater society safer. I am saying let's not allow individual officers to cherry-pick if they're going to opt in or out of that type of coverage."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right. You know what? Eboni's fired up on immigration. All right. Coming up, a new threat from North Korea. The rogue state claiming it has a missile capable of hitting the U.S. That's scary enough. We'll be right back with more."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Welcome back to \"The Fox News Specialists.\" Our specialists today are Joseph DiGenova and Corey Lewandowski, so we will now continue the conversation. On July 28, North Korea launched another intercontinental ballistic missile test, which has the possibility of reaching the U.S. But not to fear: When the missile reentered the Earth's atmosphere, it began to fall apart. Now last Sunday, U.S. ambassador to the U.N. Nikki Haley joined the discussion on North Korea's recent missile launch, tweeting, quote, \"China is aware they must act. Japan and South Korea must increase pressure. This is not only a U.S. problem.\" The question remains if these countries will side with the U.S. to end North Korea's mounting military madness. Now, Eric Bolling, it seems that a lot of people are relieved to know that, yes, they might -- can get here, but they're having problems getting back. But ultimately, aren't they just going to try to improve that and ultimately how we're still in complete danger?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Yes, yes. And I think we talked about this a while back. The speed at which they're becoming more powerful and -- getting more distance on their missiles is insane. It's like in the last ten years, it's multiplied, both with the size of the warhead that they can carry and the distance that they claim that they'll be able to go. It's only a matter of time."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But I mean, so what, are we going to wait until they shoot? It's 38 minutes from -- from Pyongyang to -- to New York. Thirty-eight minutes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "There's no time to shoot that down in 38 minutes. Or if there is, we have to be very lucky. My suggestion, again, I've said it here. Go -- go deep state, Corey, on this one. Go underground and dismantle their nuclear capability. If they find out it's us, too bad."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think that's a great idea. Let me ask you this, from Nikki Haley's point of view, Corey. She's saying this -- someone asked that. We need a global coalition around this. A lot of people say just leave it to China. Nikki Haley is saying, you know, China needs to step up. Obviously, we see they're not really stepping up. What should we do to incentivize that?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Look, the president has said very clearly that originally he wanted to work with China to come up with a solution to put pressure on North Korea. It is a problem not just for North Korea and between North and South Korea. It's a problem for the entire world. And the economic sanctions that China has the ability to implement on a country which is still trying to grow its way, North Korea, is very strong."
    },
    {
      "speaker": "Now don't forget",
      "utterance": "the U.S. is the largest economy in the world. We do an amazing amount of business with China. The president said we're not going to use trade, per se, until we can try and have a better relationship with China to put pressure on North Korea. If that isn't working, we need to use every option available to us, including but not limited to trade sanctions with China, to encourage them, and force them to make them make North Korea reduce their missile program and come into compliance."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And you believe President Trump will be willing to go that -- go that trade route, which a lot of people have always been hands off around it?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "The president has said there is nothing more dangerous than a nuclear catastrophe, obviously. It's very important we use every resource available."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "I've always believed that a covert action involving cyberattacks is the way to deal with North Korea. Destroy their infrastructure, the infrastructure that allows them to construct the missiles, to fire the missiles, to make the nuclear weapons. This is the way you have to deal with this. We're not going to have a war, because the South Koreans are the ones that don't want one. The North Koreans have checkmated us. The only way to break the checkmate is to go under the chess table and destroy them from the inside. And that's cyber -- it's cyber. Now if NSA can collect every email in the world every minute of the day, why the..."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Except Hillary's."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Except Hillary's. By the way, by the way..."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Other than those 33,000. Joe, other than those 33,000, all the rest of them. You know that."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "The NSA has every one of those deleted emails. Just ask them for it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's nice. Kat, I mean, you know, obviously, there's no easy answers, no clear answers, no clean answers when it comes North Korea. And I don't really believe any that leaves no casualties on the table. Let's take Joe's recommendation around cyber. Where does that leave China? Do you think that, at this point in the game, we just kind of say, to hell with China; they're obviously not going to get on board and cooperate with this in a way that we need them to; and we go it a different way?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, it's going to be very hard to convince China to do something that they don't want to do. But if it gets to the point where China's going to have to want to do something, which they would in the case of a war. They don't want that kind of conflict in that area. We have now seen South Korea and Japan talk about wanting to, you know, have nuclear weapons, as well. They don't want that over there, happening over there. And in that case, they would actually do something. The tension, for them, is kind of fun. Like, oh, I know you need us to help and we're not helping. And meanwhile, they're benefitting this way and that way. But if it actually reached the point of war, China, that would be the absolute worst. They'd have a target, and also there would be a refugee crisis. And when it reaches to that point, they'd have -- they have to want to do it for themselves. But yes, there really are no good solutions. If you talk about things like regime change, I'll say things like how? You know, we've tried that other places, and we've never stopped being at war in those places when we've tried it. So..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I guess my concern with this is the timeline, you know? When we start talking about if it gets to this point in that point, and if it gets to that point, you know, my goodness. We know they can almost get here. We almost know that for certain now. How much longer are we going to wait to see what the -- most of your consequence would look like?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right. And I don't think that there is a good solution. I don't claim to have one, at least. And nobody really seems to have one. It's very, very tough. Because getting involved in the area, you know we're talking about a massive potentially even globally-involved conflict. Millions upon millions would die."
    },
    {
      "speaker": "BOLLING",
      "utterance": "It's not -- it's different from getting involved in the Syrian conflict, where Syrians don't have an issue with us. They have an issue internally; they have a civil war going on. Or a Middle Eastern conflict. These people want to kill us. They are specifically developing missiles to..."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, he does."
    },
    {
      "speaker": "BOLLING",
      "utterance": "... to kill United States of America. The really don't care about South Korea that much, probably don't even care that much about Japan. This is a development -- because they can reach Japan now. They've dropped missiles into the Japan Sea. They're going after an ability to kill us. So at what point do we say we're not going to let you get to that capability, because you're clearly going after it, and they're getting closer?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, he also knows that it's suicide. It absolutely would be suicide."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think that goes back to the checkmate argument Joe might have been referring to. But up next, time really does fly when you're having fun. We at \"The Fox News Specialists,\" we turned three months old today. Yay! We'll show you some of our top highlights from July. You don't want to miss it. Stay with us."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's been a wild month here at \"The Fox News Specialists.\" We've had a lot of breaking news and a lot of laughs, too. Check out these highlights from the last few weeks, featuring some fan favorite specialists."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hey, everybody. I'm Eboni K. Williams, along with Eric Bolling and Kat Timpf. We are \"The Fox News Specialists.\""
    },
    {
      "speaker": "BOLLING",
      "utterance": "Sheriff David Clarke."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Joe Concha)."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "J.D. Hayworth."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Mark Levin."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Kirsten Haglund."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Taya Kyle."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Antonio Sabato Jr."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sonata Adzem."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Kirsten Haglund."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Mike O’Hara is here. O’HARA: Eric, I just want to thank you for introducing Mark first, because it was like, \"The Rolling Stones and this guy.\""
    },
    {
      "speaker": "MARK LEVIN, RADIO HOST",
      "utterance": "No, no."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think sanctions make us feel good. That's the problem I had with the Iran deal. There's no way to really enforce them. Therefore, they become completely ineffective."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The search for the leaks is a lot like Donald Trump's hair. Out the leaks, that even if it's real, it still looks bad."
    },
    {
      "speaker": "BOLLING",
      "utterance": "What do you mean? What does that mean? Searching out the leaks kind of looks like Trump's hair: even if it's real, it looks bad? Searching out leaks is -- it looks bad?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I can't think of a single example where it's been good for a free country to have a politician surrounded by only yes-men."
    },
    {
      "speaker": "LESLIE MARSHALL, FOX NEWS CONTRIBUTOR",
      "utterance": "When he saw who she was, where she came from and what she wanted to meet about, that should have been the stop line right there."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Maybe this is where Scaramucci would be better positioned. He needs to understand the tone, the tenor, the texture of President Trump a lot better."
    },
    {
      "speaker": "SCARAMUCCI",
      "utterance": "Eric, give the book cover pose before we go. Give the book cover. It's hot."
    },
    {
      "speaker": "BOLLING",
      "utterance": "We're going to make the assumption that Russia is better at beating us at the game than we are at them?"
    },
    {
      "speaker": "TOMI LAHREN",
      "utterance": "We don't support our police officers. We don't give them the support that they need. We don't give them the morale that they need. Chicago is just a perfect example of what's going to happen all across the country."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Disagreements within the party, how do you solve that? Because people aren't budging."
    },
    {
      "speaker": "CAPRI CAFARO",
      "utterance": "They're not used to the rules of politics."
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, that's not it."
    },
    {
      "speaker": "KATRINA PIERSON",
      "utterance": "I'm not going to sit here and pretend that Don Jr. didn't know what was going on, because he did."
    },
    {
      "speaker": "BOLLING",
      "utterance": "We need to come up with solutions, not just complain about..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Stop calling it a great repeal. Stop -- get off that rhetoric; get to a solution."
    },
    {
      "speaker": "SEBASTION GORKA",
      "utterance": "I sleep so well every night."
    },
    {
      "speaker": "BERNARD MCGUIRK, RADIO HOST",
      "utterance": "How about what he said to Anderson Cooper? \"Anderson, that is absolutely laughable.\""
    },
    {
      "speaker": "TIMPF",
      "utterance": "Isn't it amazing how you don't actually have to grow a mustache anymore. What if Geraldo's mustache was CGI the whole time?"
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS ANCHOR",
      "utterance": "I hate the guy. I believe he got away with a brutal double homicide. I believe that he exacerbated the racial tensions in this country."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Are you mad at O.J.?"
    },
    {
      "speaker": "KIM GOLDMAN",
      "utterance": "Of course. He stabbed my brother to death and decapitated his wife."
    },
    {
      "speaker": "TIMPF",
      "utterance": "If every anyone says hi to you, you have to say, \"It's Mr. Cantaloupe time\" back. We have a cantaloupe for some reason."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Really, I've been playing the lawyer."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How many people cry for a lawyer?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "What does the weekend look like for you? You seem like a very, very fun person. The photographer is now being sued by an animal rights group for copyright protection."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "On behalf of the monkey, really? I don't think the monkey cares."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You have five kids."
    },
    {
      "speaker": "MERCEDES SCHLAPP",
      "utterance": "Yes. Five girls."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Five girls."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "One is named Kat and the other Eboni."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I have worked a little something up for each of you."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Matches my eye color perfectly. I have green."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Well done, Monica. You put that together. That's our producer, senior producer."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "James, you made the cut, too. That was awesome."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, it was great. Absolutely great. Great stuff to see, what a month. What a nice time we've had."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know, more and more often."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Everyone is right about my laugh, though. I just don't know what to do about it it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What are people saying about your laugh?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, it just sounds kind of like it's a horse laugh a little bit."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think it's cute."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But it's OK, like, people like horses. Little girls want them for their birthdays and stuff. So it's not bad, right?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's all good."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Since when are we anti-horses, America? I thought that we had decided that. We've got to say goodbye to our specialists, Joe DiGenova. Do I do it right?"
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Good. And Corey Lewandowski. Thank you both for joining us. Thank you so much. Is that right, DiGenova?"
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "You've got it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You got it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Corey, are you going to join the -- rejoin the administration? Or join the administration."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "I'm going to keep doing what I'm doing right here and get you great ratings on the show. How's that? That's what I do."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You'll come back, right?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Of course."
    },
    {
      "speaker": "TIMPF",
      "utterance": "All right. Up next, it's \"Wait, What\"? Don't go away."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And now it's time for our last segment. Time for..."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "... what?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right. I'm going to kick it off. OK. So over the weekend, I was on the book tour. I was going from Houston to Dallas, driving along the road, roadside barbecue place. Bumped into a guy named Denny Graham. Walk in. He's playing guitar. And he said, \"I love 'The Specialists'.\" I was like, \"You do? Come on and have dinner -- have lunch with us.\" He sat down. I wrote a few lines. I said, \"Can you play this? Can you make a song about this?\" Listen to what he came up with."
    },
    {
      "speaker": "DENNY GRAHAM, MUSICIAN (singing)",
      "utterance": "Well, the FOX News Specialists, Eric Bolling, Kat and Eboni doing everything they can for you and me. To make America great again, make America great again. FOX Specialists, make America great again."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Make America great again. Kat, you're up."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Nice man. All right. So today is National Respect for Parents Day. So I want to share my favorite picture of me with my parents. You want to see it. There we are. You see me? Do you see me? Do you see me?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, Kat, where are you?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Can we zoom in on that? No. There she is. Look at how cute we are, having such a nice time at the Cider Mill."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's hysterical. All right. My turn, my turn. So we're going to put up this split screen. This is a guy in Texas, you guys. I need your vote on this. I can't tell whether to feel bad for this guy or whether he's the biggest idiot in America. Over the course of two years, he gave $80,000 to a woman he never met before, only communicated via Twitter, text message, and Skype. Eighty thousand dollars he's out of. Never met the woman in two years."
    },
    {
      "speaker": "BOLLING",
      "utterance": "For what?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Thinking he's in a relationship."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Is that a picture of him?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes!"
    },
    {
      "speaker": "TIMPF",
      "utterance": "And he's good looking."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I know."
    },
    {
      "speaker": "TIMPF",
      "utterance": "So sad."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I want to say poor guy, but maybe not so smart."
    },
    {
      "speaker": "BOLLING",
      "utterance": "No, no, no."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I want to know more."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You know what they say: a fool and his money are soon parted. That's all we have time for. Thanks for watching. Make sure to follow us on social media, Specialists FNC on Twitter and Facebook. Remember, 5 p.m. will never be the same. \"Special Report,\" Bret Baier coming up right now. Five, four, three..."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "Good evening. This is a Fox News alert. I'm Bret Baier. Welcome to the White House. The president today in the East Room touted economic successes."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}