{
  "date": "August 16, 2019",
  "headline": "Tucker Carlson's Final Exam: Martha MacCallum vs. Jesse Watters",
  "subHeadline": "Guests: Jen Barringer, Mark Steyn, Larry O'Connor, Brooke Goldstein, Buck Sexton, Colion Noir",
  "url": "https://www.foxnews.com/transcript/tucker-carlsons-final-exam-martha-maccallum-vs-jesse-watters",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TAMMY BRUCE, HOST",
      "sentences": "Good evening, everybody. And welcome to a live special \"Inside the Issues\" Edition of “Tucker Carlson Tonight.” I'm obviously not Tucker. I'm Tammy Bruce filling in for that fabulous man during his fishing vacation. I hope he's having a great time. And it's an honor to be filling in for him this evening here and to be with all of you on this Friday. The full autopsy of Jeffrey Epstein has been released. Does it bring us any closer to solving the mystery -- if it is a mystery -- of his death? Giving us a little bit of insight here as he does, Fox medical contributor Dr. Marc Siegel joins us now.  Dr. Siegel, thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC SIEGEL, MEDICAL CONTRIBUTOR",
      "sentences": "Hi, Tammy, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "This worldwide speculation considering the nature of what had gone on. The fact that he was able to die in some fashion in that prison, one of the highest profile people in the world, and yet he seemed to manage to pull it off. We now have the autopsy. They say unequivocally, it was a suicide. Do you buy that? And are you comfortable with that finding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "I think we have to start right there. I think the New York City Medical Examiner was very definitive on this, that it was a hanging and that it was a suicide. I think we have to accept that. That's quite definitive.  It doesn't answer other questions, like why he was taken off suicide watch? Was he actually attacked by the cellmate before that, around the 26th of July? Whether he -- you know, why he was unobserved? Why he was in a cell by himself? Why he had a bunk bed in there? Why he had regular sheets?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "It's like a perfect storm of every single thing you'd want in order to pull that off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "You know, and so that makes you wonder how that happened. People don't just fall asleep. Cameras are not just turned away. But I'll tell you one thing that did come out today. If this was a suicide and a hanging, and I am accepting that.   That means that it was very forceful, because for those bones to break, and we've been talking about this, for the hyoid bone around the Adam's apple to break, for the cervical vertebrae to break, you have to have a pretty pronounced force, almost like what they used to do in the 1800s, when they dropped you through the floor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Right, now, and this is why you're not supposed to have bunk beds in a cell, and because that allows you at least some height to do that. And then of course, in this process. In many people, it's very strange. We don't think about it because our lives -- thank God -- don't have to involve something like that where you do manage to do that, use your own weight, you pass out even the weight then is a result of a sort of a dead body, pulls you further down and finishes that act.   And is there anything that you would have expected to see if it wasn't suicide that was missing? Any other evidence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "Yes, that's a very good point. So one of the things they would have been looking for is other signs of a struggle or bruises on the body or something about how the neck was -- but you know, look, I talked to a vascular surgeon, a trauma surgeon who said this amount of fractures in the neck is unusual for hanging. So you have to envision it as literally he flung himself off of this bunk bed and with a lot of force, you know, and I have to look at it that way right now. It's less likely than what I was expecting.  In other words, it is certainly possible, it is 11 feet up --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "But let's even forget the height. Remember Kate Spade -- you know rest her soul -- used a scarf and the doorknob on her bathroom door.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "No height whatsoever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "This is us Epstein, a 66-year-old man. Where the indications are the older you get, of course --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "Bones breaks more easily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "The bones break more easily in men and women. And certainly, if you're doing something deliberately to do injury to your neck, and he was a large man, he was tall, he wasn't small. The weight then becomes even more serious -- when you lose consciousness. And look, for those of us who've gone through someone, knowing someone who has committed suicide, you know that if they really want to do it, they're going to do it.  But in this case, this is what's remarkable is that there were allegedly -- now, this may -- we may find that there were cameras, but some of the other evidence, is the Medical Examiner responsible for asking or knowing if there was video evidence of someone going in the cell? Would they look at the context of the surrounding environment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "That is so important, Tammy, what you're saying is so important. That is what a Medical Examiner has to do. It's not just the cause of death. It is all of the circumstances around, whether it was enabled, whether it wasn't. I want to spend a second here talking about what a psychiatric disgrace this is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "If someone is on suicide watch, I don't care what the reason, you don't take them off suicide watch, put them in an unobserved area where they can kill themselves.  You might transfer them to a Psych Hospital, you might put them in a prison ward. There's so many other ways.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes, a lot of -- a lot of questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "You need observation and treatment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "A lot of questions ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "... in what seems to be a somewhat corrupt dynamic throughout our entire government. Dr. Siegel, thanks for joining me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "Great to see you, Tammy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "I appreciate it. Earlier today, another one of our medical experts had some very interesting things to say about Epstein's autopsy.    CYRIL HARRISON WECHT, AMERICAN FORENSIC PATHOLOGIST (via phone): You don't break vertebrae in a suicidal hanging in which the scenario is a leaning into. If they tell me he hurled himself down, fine. But if they're telling me that he was just kneeling down and he broke the hyoid bone and the cervical vertebrae, no way with all due respect to the fine forensic pathologists there at the NYC Medical Examiner's Office, and my colleague who was an observer. I'm sorry, I do not buy that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "And that was, some of you might recognize that voice, Dr. Cyril Wecht earlier today. Jen Barringer is a forensics expert. She joins us now. Jen, thanks for coming by. This is -- so much -- there's a lot of politics involved, a lot of sinister actions involved and medical studies involved, right? That the nature of the horrible dynamic of suicide.  Listening to Dr. Wecht, he was very suspicious about the things that a lot of other people are agreeing on when it comes to the expectation of certain bones breaking et cetera. What's your take on what we found out today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN BARRINGER, FORENSICS EXPERT",
      "sentences": "I think a lot of people are going to be a little bit uncomfortable from the forensics community.  As you've discussed with a lot of people, it's very unlikely and very rare to have the hyoid bone being broken on a continual compression of air suicidal hanging. It happens often when they're doing it from a height, sometimes when they jump -- things like that. But to have a hyoid bone break when you're compressing it yourself, it's very rare. So I understand the discomfort.   But as you were just mentioning with your other expert, it happens that the Medical Examiner has a lot more information than we do when they take the manner of death into consideration. So it may be the case that the Medical Examiner has seen a tape, perhaps from the prison cells where there was no one else in there with him. And if they have seen something like that, then they know for certain that this was this suicide. And so the murder mystery is, at some point, gone at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes. I mean, you know, Americans, we all get used to these TV shows, right? The CSI shows, the forensic shows, we love them, and we get this sense that there's always going to be some kind of evidence that's going to give us the answer within an hour. In this particular kind of case, and I asked Dr. Siegel about this, but when it comes to -- if he -- if there had been a struggle and an assault, that really would have been apparent, right? When you're looking to exclude other information that you might look for to eliminate that this was a homicide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARRINGER",
      "sentences": "That's absolutely right. Of course, they did mention that multiple bones were broken, and that did sound suspicious to me yesterday, but the fact that they've come in with not an undetermined manner of death, but in fact, a manner of death that said suicide, they must know something else. There must be other evidence that are pointing to that.   And as you mentioned, a lot of times you have a lot of bruising and other things like that that they're taking into consideration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes, you know, and while there are cameras -- I think we still need to wait for more information about which cameras were actually operating, but at least -- to indicate if anybody was like going past his cell. But perhaps there were cameras watching these guards sleep, or there was proof that any other individual in that area was in fact found in a particular place. And the Medical Examiner would care about something like that as well, about access to the deceased.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARRINGER",
      "sentences": "Absolutely. They're going to take everything into consideration before they have the manner of death. And of course, so the murder mystery is somewhat solved. But the legal issues here are staggering, frankly.  I mean, definitely, I can't imagine that the family is not going to sue the prison system at this point because there was so much going on that perhaps shouldn't have been going on or vice versa, perhaps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes, you know, one of the silver linings here is that there's now a lot of focus on what happened here. And clearly New York's going to have to deal with that, and so is the Federal government. Jen, thank you so much for joining tonight. I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARRINGER",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Epstein's death is just one of many things that is making his story more and more bizarre. That's an understatement. New reports now say that Epstein's personal possessions included a painting of President Bill Clinton wearing a blue dress as he is actually flung across a chair.  You'll see it there on your screen, also wearing a pair of red pumps. I've got a pair of pumps that look like that, but they're probably a tad smaller than what is on his feet.  Meanwhile -- and this was by the way hanging allegedly in a couple of reports in the mansion here in New York. Meanwhile, Epstein's associate Ghislaine Maxwell, the woman who people have been looking for, has just emerged from hiding to stop at an In-N-Out Burger in the Los Angeles area. Now that's the life.  Mark Steyn had an excellent four-day run hosting the show earlier this week. This chair is nice and warm and toasty. He joins us now. It's burning up right now as I speak for an encore guest appearance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK STEYN, AUTHOR AND COLUMNIST",
      "sentences": "Yes, you're stepping into my red pumps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes, and they look awfully darn good. You know, can you -- if we could ever have imagined ever saying painting a Bill Clinton wearing a blue dress and red pumps, even we would have thought we were insane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes, I think I saw this as a cartoon in whatever year that was, 1998, where his defense supposedly was, \"It was my blue dress.\" And you know nothing is going to change the way that people feel about this and certainly not the autopsy report. Basically, as you said it was a perfect storm. It was in fact too perfect a storm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "When everything goes wrong, when everything in the system goes wrong, and then you have an autopsy report that is at odds -- as Jen was just saying, she basically said what's in the autopsy report does not explain the Medical Examiner's verdict.  I mean, that high -- the only survey they've done on this is like 239 people from the coroner's office up in Quebec, six hangings had the broken hyoid bone. That means that this hanging is untypical of 97.5 percent of hanging.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Now, meantime, Ghislaine Maxwell did something very typical. She did go to an In-N-Out Burger apparently. This is a very recognizable woman. We've seen a photograph of her there. She has not changed anything about her look. She is sitting there -- I am a Los Angelino -- a native of Los Angeles. You don't really eat at the In-N-Out, that's why they call it In-N-Out. You kind of go and then leave. You do a drive through. What in God's name do you think is going on with this woman? She was there with a little dog and was alone and was surprised people were taking her picture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Well, she wasn't that surprised, which was what surprised me, actually, Tammy. I met Miss Maxwell about 25 years ago briefly. She is a woman who sort of has stumbled from one mystery including the mysterious, also supposedly suicide of her father to another. She does not -- let's put it this way, if she thought she were in any danger of serious jail time, she would be back in London or beyond right now. She's a British subject. She doesn't have to be in the United States. So, the fact that she is wandering around, in and out of In-N-Out Burgers, suggests to me that whatever deal was cobbled up a decade ago in Florida, she thinks pretty much is keeping her safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "You know, I think we've seen with the government, the D.O.J., the F.B.I., Epstein himself, perhaps this woman have gotten away with so much for so long, it may be inconceivable to them that something is about to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes, it may be that. I mean, I think you can -- if it was just a prison suicide fiasco, you could put it down to incompetence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "But what cast a doubt over it is the terms of those -- that very oddly phrased plea deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Of a decade ago, in which parties who aren't a party to the agreement are absolved of any future prosecution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "That's going to be interesting to see if that holds because I don't believe that that was made with those individuals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "So this may be a very interesting development, Mark. Fabulous. In the meantime, thank you so much for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Thanks a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "So the only man I'd want here to talk about Bill Clinton in a dress. That's it. All right, you guys, Congresswoman Rashida Tlaib but apparently despises Israel even more than she loves her own grandma. She won't even accept Israel's offer of a humanitarian visa. That's next as our \"Inside the Issue\" Special continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Hi, everybody, back to tonight's special. Welcome aboard. I appreciate you being here. \"The New York Times\" is shifting its coverage from Russia to racism. The paper spent two years as one of the chief pushers of the false Russian collusion conspiracy theory. It has completely fallen apart. The paper recently held a crisis Town Hall meeting of its own staff where the paper's executive editor said the paper is transitioning from suggesting Trump as a spy -- you know, because that was fake -- to suggesting that he is a racist, which of course is also fake. Larry O'Connor is a radio show host and a fabulous one at that. He joins us now. Larry, you know, the news over the last two and a half years -- since the election -- has been extraordinary, it's been remarkable and fabulous to be an American.  But then we see remarkable and important American institutions like \"The New York Times\" devolve into kind of a keystone cop comic book. Can you give us your thoughts on the impact of this and what this really means what we're facing here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY O'CONNOR, RADIO SHOW HOST",
      "sentences": "Tammy, it's a great point. And you know that the fact -- you know, remember after the election, \"The New York Times\" apologized there. Mr. Salzburger, their publisher apologized to their readers saying, \"We got it wrong.\" You know, obviously, something happened in the 2016 election that we weren't following the voters and sentiment and we underestimated it. And they promised they were going to really get down and just cover the news as it is fit to print because that's \"The New York Times\" legacy. And sadly, it's not. Frankly, that's not the true legacy of \"The New York Times.\" They've always been an organ of the left. They've been this way for decades, and they slipped right back into this pattern. And it's more than just getting this story wrong. Mr. Baquet, the Executive Editor in this meeting according to transcripts --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, let's actually -- let me stop you there because some of your audience may not know. There is an audio tape of this Crisis Town Hall that was leaked. So, we're not just guessing at an attitude of what these people said. As an example, let's bring up one of the -- part of what he was saying at this meeting to his staff at \"The New York Times.\" \"We built our newsroom to cover one story, and we did it truly well. Now, we have to regroup and shift resources and emphasis to a take on it on a different story.\"  You know, Larry, this is not news gathering, you have to usually wait for the news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNOR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "This is a propaganda planning meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNOR",
      "sentences": "You're absolutely right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "To decide already what it is they're going to say and how they're going to say it. How can we describe it any differently?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNOR",
      "sentences": "It's an astounding admission. I thought a newsroom was supposed to be built around, I don't know, covering the new.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes, it's weird.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNOR",
      "sentences": "That should be the priority, but no, they decided at \"The New York Times\" that they were going to build their newsroom around covering one story, the Russian collusion conspiracy hoax, which was a hoax and by the way, manufactured by propagandists from Moscow to sow disinformation here in America and was paid for by Hillary Clinton. Thanks a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "And Larry, we also know what the new message is going to be, and everyone can just know what the next two years of \"The New York Times\" is going to be. Let's bring this up, this kind of a final statement from them about what now the plan needs to be. The chief -- they're pushing the Trump racism theme. \"Race in the next year -- and I think this is, to be frank, what I would hope you come away from this discussion with -- race in the next year is going to be a huge part of the American story.\" Now, this remember, is a meeting and the context is how they're going to shape the narrative, and that's what they've already decided.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNOR",
      "sentences": "Yes, and Tammy, the two stories, the Russian conspiracy collusion hoax and this racism story, they have one common denominator, and that is it's going to pit Americans against each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNOR",
      "sentences": "It is going to divide us for the first half of the Trump presidency with this shadow hanging over from the -- before he was even inaugurated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "It's horrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNOR",
      "sentences": "It painted the picture of a President as a puppet of a foreign government and those of us who support him as stooges of Vladimir Putin that divided us and now this will divide us in racial terms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNOR",
      "sentences": "\"The New York Times\" is working against this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Larry, thank you very much. And another horrible thing is the destruction of \"The New York Times\" itself. How dare they? Larry, thank you so much for joining us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNOR",
      "sentences": "Thanks, Tammy. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Congresswomen Ilhan Omar and Rashida Tlaib are best known for their feuds with President Trump, but now they're in a fight with the nation of Israel as well.  Yesterday, after some encouragement from President Trump, Prime Minister Benjamin Netanyahu banned Omar and Tlaib from visiting the country due to their support of anti-Israel boycott efforts. Then Israel's Interior Minister said Tlaib could still visit for humanitarian reasons, to see her grandmother in the West Bank. Tlaib's response, \"No thanks.\" Apparently her dislike of Israel outweighs her love of her grandmother. Brooke Goldstein is an attorney and founder of the Lawfare Project. She joins us now. Brooke, welcome aboard. Thanks for coming on with me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKE GOLDSTEIN, ATTORNEY AND FOUNDER, LAWFARE PROJECT",
      "sentences": "Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "You've got a fabulous piece that everyone else I want to make sure it goes to take a look at foxnews.com about this issue. But what we see unfolding here seems to be pretty typical. You lay out in your article about why this was -- why Israel did the right thing, why it was important. Americans have been listening to rhetoric and of course, they support policies and attitudes, and efforts to injure the State of Israel, right? To effectively facilitate its wiping off of the map. Is this of course the thing any normal nation would do when dealing with individuals who advocate this kind of talk? Some are saying, of course, that they have a right to be there certainly as U.S. Congress Members. What do you say about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDSTEIN",
      "sentences": "Well, I think before the nation engages in this type of political hysterics, we should all sit back and look at the facts. Number one, these are Congresswomen, whose trip was paid for by a group that spreads so much anti-Semitic Jew hatred. They actually posted not only neo-Nazi articles, but they spread the blood libel that Jews kill Christian babies to bake their matzo. Number two, it was reported that the Congresswomen were set to meet an organization with connections to PFLP, the Popular Front for the Liberation of Palestine, which is a designated terrorist group. That in and of itself is enough to deny them entry on national security grounds. But what I think Americans should be especially concerned with is the fact that you have U.S. Members of Congress who are cooperating with foreign entities including the PLO, and the Arab League, not only to boycott a U.S. ally, but to facilitate unlawful discrimination against Jewish persons. What Rashida Tlaib and Ilhan Omar advocate is for a Jew ban. A ban on doing business with Jews who live in Judea and Samaria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes. Now they actually had an opportunity, didn't they -- just a few weeks ago to go with the Democratic Caucus, actually, which was going to Israel? And they declined. It's interesting, because they do seem to get a lot of individual attention when it comes to their attitudes. I think if they were with the Caucus, it maybe would have been a little more difficult to engage in rhetoric or to meet people who are not certainly sympathetic to Israel and hostile to Israel if they were with the entire Democratic Caucus at that point. So they declined that, isn't that right? And then decided that they were going to go on their own.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDSTEIN",
      "sentences": "Right, right. They wanted to go on a propaganda tour. This was not a fact-finding mission. There were no meeting set with Israeli officials or Palestinian officials. And what's incredible is the double standard that we're seeing.  Every single country in the world agrees on one thing, whether it's a democracy or a dictatorship. They have the sovereign right to control their borders, to control who comes in and who comes out. In 2012, the U.S. government banned Palestinian official, Hanan Ashrawi from entering into the United States for security reasons. Italy -- Italy banned Leila Khaled for her connections also to PFLP, the same terrorist group at issue with Rashida Tlaib and Ilhan Omar. And by the way, every single Muslim majority country in the world, Saudi Arabia, the Emirates, Kuwait, Lebanon ban Israelis. Where is the outrage?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Brooke, what I would like people to do, I'd like people take a look at your article at foxnews.com. I thank you so much for joining me today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDSTEIN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "They did do the right thing and I appreciate you explaining that for all of us here also tonight. Thank you very much. Well, America's Second Amendment has existed for almost 230 years, but now the press and the Democratic Party want to abolish it based on a handful of current events. That's next on tonight's \"Inside the Issues\" Special.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Welcome back to tonight's Special Edition of “Tucker Carlson Tonight.” Not even three years ago -- think about this you guys -- Barack Obama was President of the United States. But now his legacy as Chief Executive is drying up. First, Trump came in and began undoing his policies, but now even the Democrats are turning on the former President. In the last Democratic debate round, candidates took turns bashing Joe Biden for his connection to Obama's policies on immigration and other issues. Now new reports say that Obama personally urged Biden not to run and is worried that his gaffe-field campaign will further damage Obama's legacy. Buck Sexton is going to give us some clarity on this. He hosts \"The Buck Sexton Show.\" Thank you for coming on tonight, Buck. I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCK SEXTON, HOST, THE BUCK SEXTON SHOW",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "You know, it is an interesting turn of events. So we never would have imagined this, but we do know that Barack Obama effectively destroyed the Democratic Party with Obamacare in that 2010 shift. They lost a huge number of their backbench, their talent backbench, and he was really not worried about the health of the party going forward or any even really major messaging. Do you think now -- Joe Biden is still nicely ahead in the polls. Do you think this problem is going to be the thing that undoes him and presents somebody else as the front runner?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Well, I think that Biden has been the candidate in the lead by default up to this point and he has been essentially riding on the fumes of the Obama presidency. He doesn't have Obama's coattails anymore, though to hold on to. And when people learn more about him as a candidate, they start to think, \"Who is this guy exactly?\" Remember, for eight years, he was VP. He was somebody who, yes, he was at a lot of events. His name recognition went up dramatically, which is a big difference from 2008, when he couldn't get more than four or five percent in any poll, because people didn't know who he was across the country. But then when you saw eight years of VP, people think, okay, a continuation of the Obama legacy, but then Hillary swooped in and was the candidate the last time around. So if he was so great, why wasn't he the guy then? He seems to be the guy now, because there's nobody else that has come to the forefront that the party can really get behind and I just say, some of these new things that are coming up, like maybe they're not going to give him so many events late in the day, maybe they're going to try to come up with a new way, so he doesn't get tired. If he wants to be the leader of the free world, we can't be trying to come up with ways to make this easier for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, you know, Buck, that's what of course the primary season is for. You find out what people are made of. You learn about who they are, you know, you do have some name recognition with Vice President Biden, but that's about it. But you do find out -- and that's how people learned about Trump. You find out if someone is consistent. Who they really are? If they're going to talk to you about policy or not, if they've got -- you know, it's not a joke. I mean, the President has got high energy. If you've got the energy and the wherewithal to deal with this, but that is pretty -- and we saw that report in \"The Hill: that it was like, \"Well, in order to stop the gaffes, maybe they need him to stop talking at certain points.\" It's only going to get more intense, isn't it? I mean, as more people fall out from the Democrats, and then you might have a general election, it's impossible for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Well, it's not just the pressure that will increase when there are fewer candidates in the race. And clearly, Biden is going to be around for quite some time. It's also when all of a sudden Donald Trump who we saw last night in the usual form that he shows, who is a guy, who is an incredible entertainer; with tremendous amount of energy. And also is a fighter especially on the campaign trail. And you have Joe Biden up against him? And keep in mind, you know, you've had the Democrats saying that Trump doesn't have the mental faculty to be President. They talk about the 25th Amendment. Well, as a result, you're going to look at Biden's age, his temperament, his energy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "That's all completely fair game stuff now, and when you see the Democratic Party by the way, repudiating as they did the last debate, Obama's legacy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Buck, I've got to ask you though, I've got to ask you this. When we talk about that people say Barack Obama is concerned about Joe Biden and he is concerned about the campaign. Is that what Barack Obama is really concerned about when he tries to stop Joe Biden from talking or running?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "No, this is a very -- this is quite an Obama-ism actually. You mentioned at the start of the segment that Obama was incredibly successful running for himself at different points in his political campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "The Democratic Party was in shambles when he was done and his success at the ballot box never translated into other people, and I think that's why Joe Biden this time around --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "And that's going to happen this time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "They're just -- they're hoping that Biden, he gets surpassed, but he doesn't collapse, and that's why Obama is stepping in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "All right, Buck, we've got to go. We've have got to go, and I have a feeling this is going to be, you know, a premonition here about what we're going to see coming up. Buck, thanks for joining me, I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "All right, Democratic presidential candidates aren't just pushing for new gun control. They want to seize guns from law-abiding owners and imprison them -- that would be like you -- if they refuse to go along. Chief breaking news correspondent, Trace Gallagher has more on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CHIEF BREAKING NEWS CORRESPONDENT",
      "sentences": "And Tammy, this is an illustration of the slippery slope gun owners refer to when they talk about liberals and gun control. 2020 Democratic presidential candidate, Kirsten Gillibrand appeared on CNN this week, saying not only should assault weapons be banned nationwide, there should be a mandatory buyback program, and then, Gillibrand was pressed on whether those who don't want to sell their guns should be criminally prosecuted. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y., PRESIDENTIAL CANDIDATE",
      "sentences": "The point is, you don't want people using assault weapons, and so the point is, if you are arrested for using an assault weapon, you're going to have an aggravated felony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "That's a yes. Fellow 2020 hopeful, Beto O'Rourke is on the same page releasing what he says is a new plan to end gun violence. And in addition to mandatory gun buyback on assault weapons, the plan also calls for creating a nationwide gun licensing system and registry and requiring universal background checks and red flag laws, with O'Rourke calling on Congress to quote, \"Stand up, tell the truth and offer bold solutions without fear of political ramifications, so we can finally start making progress and saving lives.\" Meantime, MSNBC host, Joe Scarborough said today that for voters who may think that Elizabeth Warren is too liberal for America, the alternative is much worse. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "sentences": "At least she won't threaten the safety of members of the press. At least she won't inspire mass shootings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes, he was a once GOP Congressman. He added that she would respect the Constitution norms and that Congress would quote, \"balance her out\" -- Tammy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, all right, Trace, thank you very much. I don't know if we want somebody who needs to be balanced out, well, you know in that way, but thank you very much, Trace. Colion Noir now is a lawyer and a Second Amendment advocate. He joins us. Thank you so much, Colion, for joining us tonight. A lot of scary things -- major American politicians, candidates for President of the United States -- suggesting things that are more or something more that you'd hear perhaps in China, and it is concerning that these high level individuals think that these things would work. Let me ask you, sir, if there were some kind of a national confiscation program, do you think Americans would comply?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLION NOIR, NRA TV HOST",
      "sentences": "No, I highly doubt it actually. If you think about it, the last time we had an issue of confiscation in this country, we started a revolutionary war. So just put that -- that puts things into perspective pretty blatantly at that point. And I know a ton of Americans who wouldn't apply -- who would not succumb to the idea or the notion of having their weapons confiscated from them based on their Second Amendment right. And from that standpoint, what I'm trying -- what I'm having a hard time trying to understand is, why are we consistently talking about AR-15s, when they account for almost less than zero percent of gun deaths in this country? There are more people who are stabbed to death in this country than killed with an AR-15, yet that seems to be the talking point of all the Democratic presidential hopefuls. It's something that boggles my mind quite a bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "You know, I think it's because they rely on -- they're hoping people are ignorant, that most people won't have that. And so then they'll give up a little bit on that, because it's something that won't necessarily affect them. And then they can describe it in any way that they choose. Right? Taking more steps toward the cliff. You know, we had a horrible shooting in Philadelphia, a man with a number of crimes, a huge rap sheet, including gun crimes. He should never have had the firearms he had. We know of course, it's the old adage here, that criminals don't care about the law, because they're criminals, and they'll always get what they need to get like in prohibition, people got booze if they had enough money, and they were inclined. When it comes to personal safety, and personal freedom, there's also talk by some of these candidates about a tax -- a new tax or a fee. Wouldn't that just make it even just more possible for the rich to be able to enjoy their Second Amendment, while shutting out once again, the poor and the disenfranchised?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "I've said it before, and I've said it -- I'll say it again, I've been saying it for years. The vast majority of gun control disproportionately affects people with a lower economic status.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Correct, correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "Period. And the irony behind this is that the vast majority -- is that the people in these places probably need the guns a lot more than individuals like you and I or some of the people who are pushing these gun control measures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "So this really has nothing to do with saving lives. It's all about scoring political talking points to get elected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, that's it and also, isn't it about fear, right? It's still pitting Americans against Americans. They are trying to do that, of course, on sex, on race, now economic status, right? The rich versus the poor. And it seems like everything is technically about how you can make Americans suspicious of their neighbors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "Absolutely. And add on to that, it's not only about fear, it's about control. For them, they understand the type of empowerment that a firearm provides for a lot of individuals in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "This country was founded on that concept and the idea of individualism and the ability to protect not only your life, but to protect this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "And so from their perspective, if they can remove that idea from us by taking away certain firearms or just firearms in general --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Just the psychological impact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "They understand that they are now in control. Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Colion, thank you. Great. I hope as people in Washington watch this, they know that it's all of America who knows what's going on here. Thank you so much, sir, for joining me. Now next up, Americans have --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "Absolutely. Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Americans have enough problems to deal with in this life, but could they also be battling against visitors from the next one, too? Our special takes a look at haunted baby monitors, just ahead. But first, it's time for \"Final Exam.\" Can you beat Fox professionals at remembering the weird news of the past week. Martha MacCallum versus Jesse Watters, coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "All right, welcome back to tonight's \"Inside the Issues\" Special. It's time now for a very special \"Final Exam\" where Fox's professional news experts -- we have two of them right here, maybe the only two -- come on to prove their worth and try to win the coveted Wemple mug, which I have right here. Many of you have seen it. You can also get it online over there --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Such a price.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "It is and that's why you keep coming back because you want more. This week's defending champion is Martha MacCallum, who hosts of course \"The Story\" with Martha MacCallum every night right before this show. Her challenger is one of our returning champs, \"Watters' World\" host and \"The Five\" co-host, Jesse Watters --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, HOST",
      "sentences": "That's me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "A man who is everywhere all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He is everywhere all the time. I'm a little tired of him actually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Can I go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Neither one of you have beaten the other one? Is that correct? So this is like a fresh championship potential here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "All right, contestants, which is, it would be the two of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Now, you're both sort of rogue on it. I know you're going to be able to handle it and you're going to really deliver well. You've got those hands on your buzzers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We're ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Right. I'm going to ask questions, and the first one of course to buzz in gets to have the answer. So we'll give you that chance. You must wait until I finish asking the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wait, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes, no jumping the gun there. You can answer once I acknowledge you by saying your name, which I hope I remember -- which I think I should. Each correct answer is worth one point. Get it wrong, you lose a point. The best of five wins -- you know, you're going to be the winner. So let's get started. Are you ready?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Question one. This is a multiple choice. Reports say that President Trump is expressing serious interest in buying Greenland, which is currently of course a territory owned by Denmark. What is Greenland's capital city? Is it Nuuk, Vik or Thunder Bay? Ah, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think it's Nuuk. A. Nuuk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Let's find out. Let's -- we've got a tape. Let's see what the truth is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A trip from Vancouver, Canada to Greenland's capital city, Nuuk took 24 days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Darn it. I'm down early.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's so beautiful, Greenland. I think that the United States should buy it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think we should annex it. We get it for free that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "It's going to be -- I mean, it's a going to be a fabulous country and we should -- we need it. They need obviously a Trump Tower. Question two. Here's another multiple choice question, you guys. The Iowa State Fair -- which is a wonderful thing -- was this week and the 2020 candidates flocked there to get all sorts of unhealthy food. Cory Booker, however, is a vegan, another obviously, well, not necessarily the optimum choice in life there at the fair. So his options were a little bit limited. No, no, keep that hand off that buzzer, Martha. What did he eat? Was it A. A tofu corn dog? B. A vegan pork chop? Or C. A fried peanut butter and jelly sandwich? Jesse Watters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He is faster on the buzzer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm going to go with C. Fried PB&J.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "That's I -- I guess that would be vegan. I'm not sure. Let's gets go to the tape for the answer here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN COLBERT, CBS HOST",
      "sentences": "Bernie redistributed a corn dog to his face. Andrew Yang promised this turkey leg $1,000.00 if it voted for him. Even vegan Cory Booker ate a deep fried peanut butter and jelly sandwich on a stick, as a vegan, I assume, Booker also ate the stick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "There it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Lucky guess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "There you go. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's fried -- whether it's vegan or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "It's a tie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's a tie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay, it's a tie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "It is a tie. Attention. Question three.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "And an attempt to show he is just a regular guy, which 2020 Democratic candidate posted a video this week that shows him changing a flat tire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That would be beta O'Rourke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "He was very quick on the button there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, that was not a multiple choice question, I guess. Oh so was it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, let's see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's go to the tape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "sentences": "If he could change a tire, maybe he could change the world. What other impersonations of a regular guy can he do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "I guess what it's going to be multiple choice, I say it ahead of time. So Martha may be challenged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Dentist -- no, no, no, you know, you know what? It's good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She is not challenging.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Two to one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So is this next one going to be multiple choice? You would have pointed out, but I waited until the last word of peanut butter and jelly sandwich.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "I would have announced it at the top. So there is -- this is not a multiple choice. Ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Question four. Pro-golfer John Daly hit the links with President Trump this week. It's not the first time Daly golfed with the U.S. President. He once claimed -- or he claims he once played with the Commander-in-Chief who cheated during their outing? Who was it? Oh, Jesse Watters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm going to guess Bill Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, that might be a good guess. It would be maybe an obvious one. But let's check the tape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN DALY, PROFESSIONAL GOLFER",
      "sentences": "You know, it was just a fun day. A fun match. But it's just amazing that people call him a cheat in golf. You want to call it cheat in golf, I'll tell you Bill Clinton. I don't think Bill Clinton could have broke a hundred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, there you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was an excellent educated guess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes. It's unfortunate that we would have kind of known that it was Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Now, did I hear from the gods above that this is going to be a two point question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Wow. And this is not multiple choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Correct? Oh, it is multiple choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It is? Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "There, I'm glad. So good. Multiple choice. I want you to look at the following image of on the screen. It is the photo of a cabin in the woods somewhere near the Arctic Circle. Which Fox News host is staying there? A Geraldo? B --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, she buzzed too early. You buzzed too early.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Is that a penalty?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, you cannot buzz early.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "It goes to Jesse by default.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But what's the answer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm going to refuse to answer because I don't need to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "The options, sorry, let me say -- the options are Geraldo, Laura Ingraham and Tucker Carlson. Your Tuck -- are you, Jesse refusing to answer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't need to answer, do I?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, then that goes to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, I think you do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "It goes back to Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "It goes back to Martha. You have to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, I mean, I have to answer I know what it is, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I am going to guess if I have to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Let's see the cabin. Show the cabin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Now you know the three individuals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Who would be actually staying there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "All right. Let's go to the tape. We'll find out. It's one of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Hey, it's Tucker. Greetings from Labrador where the brook trout are huge, and it's beautiful. Good luck on \"Final Exam\" tonight and congratulations to whoever wins. I'll see you Monday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You are the winner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "You got the answer right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Give this man the mug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Here is the mug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Give me the mug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "There you go. Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'm kind of exhausted because I've been winning for so long. I actually got tired of winning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Trump said that was going to happen, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "You can get more if you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He said it would happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Everybody can have their own personal one at tuckercarlson.com. So there you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I am going to come back and win it back. That's my plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I am ready to receive you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Rematch is coming. I can feel it in the air. That's all for this week's \"Final Exam.\" Pay attention to the news each week and then tune in to see if you can beat the Fox News experts. We'll be right back for more of our \"Inside the Issue\" Special.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Welcome back to tonight's \"Inside the Issue\" Special. This show has closely followed the possibility there could be unknown entities in the skies above us, I believe that, but could they be even closer than that, right here? A new \"Wall Street Journal\" report profiles the parents who think they can see ghosts, specters and mysterious movements on their advanced baby monitors. That means a baby is there. Some parents describe blurry humanoid figures, other say they see floating white orbs. Brett Larson is a host for Fox News Headlines 24/7, he joins us. What's the deal? BRETT LARSON, HEADLINES 24/7 HOST: It's an interesting one, right? As more of us put cameras in our homes, we're catching some unusual events and some think they're seeing electronic devices are catching a glimpse of something supernatural. Take a look at this image from a Cocoon Cam baby monitor. The colors are there to indicate movement, but the family using that device noted their baby was sleeping peacefully in the bassinet and nothing was moving, but was something paranormal watching their sleeping baby? And look at this, a Nest user in Brooklyn, New York was alerted to movement in their child's room. When they checked the video, they found the closet door was over, but neither parent opened the door. On a replay, they see the door eerily open itself, but was it paranormal? No, actually, you can clearly see something fell inside the closet knocking open the door that turned out to be a blanket. And one camera manufacturer said, the most likely explanation is dust particles, curtains moving, simply some light reflections causing the cameras technology to go a bit haywire. One manufacturer even suggested the camera was installed incorrectly leading to the unusual images that some users don't accept those explanations. Something -- it's more like loved ones who have died keeping a watchful eye on their home and their newborn. A paranormal investigator suggested installing a second camera to see if the images are captured on both devices. Now, I actually have a camera that watches over my dog and sometimes when it switches to night vision, you do see the dust particles and they do look a little ominous. I think there's an explanation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "You know, you are a classic skeptic. I am a believer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARSON",
      "sentences": "Yes, I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "And that's fine. I think it could be a little bit of both. But thank you. Great story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARSON",
      "sentences": "Potential --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "All right. That's Brett, thank you very much. That's it for tonight's \"Inside the Issue\" Special. Tune in each night at eight to the show that is the sworn enemy of lying, pomposity, smugness and groupthink. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, HOST",
      "utterance": "Good evening, everybody. And welcome to a live special \"Inside the Issues\" Edition of “Tucker Carlson Tonight.” I'm obviously not Tucker. I'm Tammy Bruce filling in for that fabulous man during his fishing vacation. I hope he's having a great time. And it's an honor to be filling in for him this evening here and to be with all of you on this Friday. The full autopsy of Jeffrey Epstein has been released. Does it bring us any closer to solving the mystery -- if it is a mystery -- of his death? Giving us a little bit of insight here as he does, Fox medical contributor Dr. Marc Siegel joins us now. Dr. Siegel, thank you, sir."
    },
    {
      "speaker": "MARC SIEGEL, MEDICAL CONTRIBUTOR",
      "utterance": "Hi, Tammy, good to see you."
    },
    {
      "speaker": "BRUCE",
      "utterance": "This worldwide speculation considering the nature of what had gone on. The fact that he was able to die in some fashion in that prison, one of the highest profile people in the world, and yet he seemed to manage to pull it off. We now have the autopsy. They say unequivocally, it was a suicide. Do you buy that? And are you comfortable with that finding?"
    },
    {
      "speaker": "SIEGEL",
      "utterance": "I think we have to start right there. I think the New York City Medical Examiner was very definitive on this, that it was a hanging and that it was a suicide. I think we have to accept that. That's quite definitive. It doesn't answer other questions, like why he was taken off suicide watch? Was he actually attacked by the cellmate before that, around the 26th of July? Whether he -- you know, why he was unobserved? Why he was in a cell by himself? Why he had a bunk bed in there? Why he had regular sheets?"
    },
    {
      "speaker": "BRUCE",
      "utterance": "It's like a perfect storm of every single thing you'd want in order to pull that off."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "You know, and so that makes you wonder how that happened. People don't just fall asleep. Cameras are not just turned away. But I'll tell you one thing that did come out today. If this was a suicide and a hanging, and I am accepting that. That means that it was very forceful, because for those bones to break, and we've been talking about this, for the hyoid bone around the Adam's apple to break, for the cervical vertebrae to break, you have to have a pretty pronounced force, almost like what they used to do in the 1800s, when they dropped you through the floor."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Right, now, and this is why you're not supposed to have bunk beds in a cell, and because that allows you at least some height to do that. And then of course, in this process. In many people, it's very strange. We don't think about it because our lives -- thank God -- don't have to involve something like that where you do manage to do that, use your own weight, you pass out even the weight then is a result of a sort of a dead body, pulls you further down and finishes that act. And is there anything that you would have expected to see if it wasn't suicide that was missing? Any other evidence?"
    },
    {
      "speaker": "SIEGEL",
      "utterance": "Yes, that's a very good point. So one of the things they would have been looking for is other signs of a struggle or bruises on the body or something about how the neck was -- but you know, look, I talked to a vascular surgeon, a trauma surgeon who said this amount of fractures in the neck is unusual for hanging. So you have to envision it as literally he flung himself off of this bunk bed and with a lot of force, you know, and I have to look at it that way right now. It's less likely than what I was expecting. In other words, it is certainly possible, it is 11 feet up --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "But let's even forget the height. Remember Kate Spade -- you know rest her soul -- used a scarf and the doorknob on her bathroom door."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "Right."
    },
    {
      "speaker": "BRUCE",
      "utterance": "No height whatsoever."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "Right."
    },
    {
      "speaker": "BRUCE",
      "utterance": "This is us Epstein, a 66-year-old man. Where the indications are the older you get, of course --"
    },
    {
      "speaker": "SIEGEL",
      "utterance": "Bones breaks more easily."
    },
    {
      "speaker": "BRUCE",
      "utterance": "The bones break more easily in men and women. And certainly, if you're doing something deliberately to do injury to your neck, and he was a large man, he was tall, he wasn't small. The weight then becomes even more serious -- when you lose consciousness. And look, for those of us who've gone through someone, knowing someone who has committed suicide, you know that if they really want to do it, they're going to do it. But in this case, this is what's remarkable is that there were allegedly -- now, this may -- we may find that there were cameras, but some of the other evidence, is the Medical Examiner responsible for asking or knowing if there was video evidence of someone going in the cell? Would they look at the context of the surrounding environment?"
    },
    {
      "speaker": "SIEGEL",
      "utterance": "That is so important, Tammy, what you're saying is so important. That is what a Medical Examiner has to do. It's not just the cause of death. It is all of the circumstances around, whether it was enabled, whether it wasn't. I want to spend a second here talking about what a psychiatric disgrace this is."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "If someone is on suicide watch, I don't care what the reason, you don't take them off suicide watch, put them in an unobserved area where they can kill themselves. You might transfer them to a Psych Hospital, you might put them in a prison ward. There's so many other ways."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes, a lot of -- a lot of questions."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "You need observation and treatment."
    },
    {
      "speaker": "BRUCE",
      "utterance": "A lot of questions ..."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "Absolutely."
    },
    {
      "speaker": "BRUCE",
      "utterance": "... in what seems to be a somewhat corrupt dynamic throughout our entire government. Dr. Siegel, thanks for joining me."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "Great to see you, Tammy."
    },
    {
      "speaker": "BRUCE",
      "utterance": "I appreciate it. Earlier today, another one of our medical experts had some very interesting things to say about Epstein's autopsy."
    },
    {
      "speaker": "CYRIL HARRISON WECHT, AMERICAN FORENSIC PATHOLOGIST (via phone)",
      "utterance": "You don't break vertebrae in a suicidal hanging in which the scenario is a leaning into. If they tell me he hurled himself down, fine. But if they're telling me that he was just kneeling down and he broke the hyoid bone and the cervical vertebrae, no way with all due respect to the fine forensic pathologists there at the NYC Medical Examiner's Office, and my colleague who was an observer. I'm sorry, I do not buy that."
    },
    {
      "speaker": "BRUCE",
      "utterance": "And that was, some of you might recognize that voice, Dr. Cyril Wecht earlier today. Jen Barringer is a forensics expert. She joins us now. Jen, thanks for coming by. This is -- so much -- there's a lot of politics involved, a lot of sinister actions involved and medical studies involved, right? That the nature of the horrible dynamic of suicide. Listening to Dr. Wecht, he was very suspicious about the things that a lot of other people are agreeing on when it comes to the expectation of certain bones breaking et cetera. What's your take on what we found out today?"
    },
    {
      "speaker": "JEN BARRINGER, FORENSICS EXPERT",
      "utterance": "I think a lot of people are going to be a little bit uncomfortable from the forensics community. As you've discussed with a lot of people, it's very unlikely and very rare to have the hyoid bone being broken on a continual compression of air suicidal hanging. It happens often when they're doing it from a height, sometimes when they jump -- things like that. But to have a hyoid bone break when you're compressing it yourself, it's very rare. So I understand the discomfort. But as you were just mentioning with your other expert, it happens that the Medical Examiner has a lot more information than we do when they take the manner of death into consideration. So it may be the case that the Medical Examiner has seen a tape, perhaps from the prison cells where there was no one else in there with him. And if they have seen something like that, then they know for certain that this was this suicide. And so the murder mystery is, at some point, gone at this point."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes. I mean, you know, Americans, we all get used to these TV shows, right? The CSI shows, the forensic shows, we love them, and we get this sense that there's always going to be some kind of evidence that's going to give us the answer within an hour. In this particular kind of case, and I asked Dr. Siegel about this, but when it comes to -- if he -- if there had been a struggle and an assault, that really would have been apparent, right? When you're looking to exclude other information that you might look for to eliminate that this was a homicide."
    },
    {
      "speaker": "BARRINGER",
      "utterance": "That's absolutely right. Of course, they did mention that multiple bones were broken, and that did sound suspicious to me yesterday, but the fact that they've come in with not an undetermined manner of death, but in fact, a manner of death that said suicide, they must know something else. There must be other evidence that are pointing to that. And as you mentioned, a lot of times you have a lot of bruising and other things like that that they're taking into consideration."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes, you know, and while there are cameras -- I think we still need to wait for more information about which cameras were actually operating, but at least -- to indicate if anybody was like going past his cell. But perhaps there were cameras watching these guards sleep, or there was proof that any other individual in that area was in fact found in a particular place. And the Medical Examiner would care about something like that as well, about access to the deceased."
    },
    {
      "speaker": "BARRINGER",
      "utterance": "Absolutely. They're going to take everything into consideration before they have the manner of death. And of course, so the murder mystery is somewhat solved. But the legal issues here are staggering, frankly. I mean, definitely, I can't imagine that the family is not going to sue the prison system at this point because there was so much going on that perhaps shouldn't have been going on or vice versa, perhaps."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes, you know, one of the silver linings here is that there's now a lot of focus on what happened here. And clearly New York's going to have to deal with that, and so is the Federal government. Jen, thank you so much for joining tonight. I appreciate it."
    },
    {
      "speaker": "BARRINGER",
      "utterance": "Sure."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Epstein's death is just one of many things that is making his story more and more bizarre. That's an understatement. New reports now say that Epstein's personal possessions included a painting of President Bill Clinton wearing a blue dress as he is actually flung across a chair. You'll see it there on your screen, also wearing a pair of red pumps. I've got a pair of pumps that look like that, but they're probably a tad smaller than what is on his feet. Meanwhile -- and this was by the way hanging allegedly in a couple of reports in the mansion here in New York. Meanwhile, Epstein's associate Ghislaine Maxwell, the woman who people have been looking for, has just emerged from hiding to stop at an In-N-Out Burger in the Los Angeles area. Now that's the life. Mark Steyn had an excellent four-day run hosting the show earlier this week. This chair is nice and warm and toasty. He joins us now. It's burning up right now as I speak for an encore guest appearance."
    },
    {
      "speaker": "MARK STEYN, AUTHOR AND COLUMNIST",
      "utterance": "Yes, you're stepping into my red pumps."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes, and they look awfully darn good. You know, can you -- if we could ever have imagined ever saying painting a Bill Clinton wearing a blue dress and red pumps, even we would have thought we were insane."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes, I think I saw this as a cartoon in whatever year that was, 1998, where his defense supposedly was, \"It was my blue dress.\" And you know nothing is going to change the way that people feel about this and certainly not the autopsy report. Basically, as you said it was a perfect storm. It was in fact too perfect a storm."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes."
    },
    {
      "speaker": "STEYN",
      "utterance": "When everything goes wrong, when everything in the system goes wrong, and then you have an autopsy report that is at odds -- as Jen was just saying, she basically said what's in the autopsy report does not explain the Medical Examiner's verdict. I mean, that high -- the only survey they've done on this is like 239 people from the coroner's office up in Quebec, six hangings had the broken hyoid bone. That means that this hanging is untypical of 97.5 percent of hanging."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Now, meantime, Ghislaine Maxwell did something very typical. She did go to an In-N-Out Burger apparently. This is a very recognizable woman. We've seen a photograph of her there. She has not changed anything about her look. She is sitting there -- I am a Los Angelino -- a native of Los Angeles. You don't really eat at the In-N-Out, that's why they call it In-N-Out. You kind of go and then leave. You do a drive through. What in God's name do you think is going on with this woman? She was there with a little dog and was alone and was surprised people were taking her picture."
    },
    {
      "speaker": "STEYN",
      "utterance": "Well, she wasn't that surprised, which was what surprised me, actually, Tammy. I met Miss Maxwell about 25 years ago briefly. She is a woman who sort of has stumbled from one mystery including the mysterious, also supposedly suicide of her father to another. She does not -- let's put it this way, if she thought she were in any danger of serious jail time, she would be back in London or beyond right now. She's a British subject. She doesn't have to be in the United States. So, the fact that she is wandering around, in and out of In-N-Out Burgers, suggests to me that whatever deal was cobbled up a decade ago in Florida, she thinks pretty much is keeping her safe."
    },
    {
      "speaker": "BRUCE",
      "utterance": "You know, I think we've seen with the government, the D.O.J., the F.B.I., Epstein himself, perhaps this woman have gotten away with so much for so long, it may be inconceivable to them that something is about to happen."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes, it may be that. I mean, I think you can -- if it was just a prison suicide fiasco, you could put it down to incompetence."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes."
    },
    {
      "speaker": "STEYN",
      "utterance": "But what cast a doubt over it is the terms of those -- that very oddly phrased plea deal."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "STEYN",
      "utterance": "Of a decade ago, in which parties who aren't a party to the agreement are absolved of any future prosecution."
    },
    {
      "speaker": "BRUCE",
      "utterance": "That's going to be interesting to see if that holds because I don't believe that that was made with those individuals."
    },
    {
      "speaker": "STEYN",
      "utterance": "No."
    },
    {
      "speaker": "BRUCE",
      "utterance": "So this may be a very interesting development, Mark. Fabulous. In the meantime, thank you so much for being here."
    },
    {
      "speaker": "STEYN",
      "utterance": "Thanks a lot."
    },
    {
      "speaker": "BRUCE",
      "utterance": "So the only man I'd want here to talk about Bill Clinton in a dress. That's it. All right, you guys, Congresswoman Rashida Tlaib but apparently despises Israel even more than she loves her own grandma. She won't even accept Israel's offer of a humanitarian visa. That's next as our \"Inside the Issue\" Special continues."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Hi, everybody, back to tonight's special. Welcome aboard. I appreciate you being here. \"The New York Times\" is shifting its coverage from Russia to racism. The paper spent two years as one of the chief pushers of the false Russian collusion conspiracy theory. It has completely fallen apart. The paper recently held a crisis Town Hall meeting of its own staff where the paper's executive editor said the paper is transitioning from suggesting Trump as a spy -- you know, because that was fake -- to suggesting that he is a racist, which of course is also fake. Larry O'Connor is a radio show host and a fabulous one at that. He joins us now. Larry, you know, the news over the last two and a half years -- since the election -- has been extraordinary, it's been remarkable and fabulous to be an American. But then we see remarkable and important American institutions like \"The New York Times\" devolve into kind of a keystone cop comic book. Can you give us your thoughts on the impact of this and what this really means what we're facing here?"
    },
    {
      "speaker": "LARRY O'CONNOR, RADIO SHOW HOST",
      "utterance": "Tammy, it's a great point. And you know that the fact -- you know, remember after the election, \"The New York Times\" apologized there. Mr. Salzburger, their publisher apologized to their readers saying, \"We got it wrong.\" You know, obviously, something happened in the 2016 election that we weren't following the voters and sentiment and we underestimated it. And they promised they were going to really get down and just cover the news as it is fit to print because that's \"The New York Times\" legacy. And sadly, it's not. Frankly, that's not the true legacy of \"The New York Times.\" They've always been an organ of the left. They've been this way for decades, and they slipped right back into this pattern. And it's more than just getting this story wrong. Mr. Baquet, the Executive Editor in this meeting according to transcripts --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, let's actually -- let me stop you there because some of your audience may not know. There is an audio tape of this Crisis Town Hall that was leaked. So, we're not just guessing at an attitude of what these people said. As an example, let's bring up one of the -- part of what he was saying at this meeting to his staff at \"The New York Times.\" \"We built our newsroom to cover one story, and we did it truly well. Now, we have to regroup and shift resources and emphasis to a take on it on a different story.\" You know, Larry, this is not news gathering, you have to usually wait for the news."
    },
    {
      "speaker": "O'CONNOR",
      "utterance": "Yes."
    },
    {
      "speaker": "BRUCE",
      "utterance": "This is a propaganda planning meeting."
    },
    {
      "speaker": "O'CONNOR",
      "utterance": "You're absolutely right."
    },
    {
      "speaker": "BRUCE",
      "utterance": "To decide already what it is they're going to say and how they're going to say it. How can we describe it any differently?"
    },
    {
      "speaker": "O'CONNOR",
      "utterance": "It's an astounding admission. I thought a newsroom was supposed to be built around, I don't know, covering the new."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes, it's weird."
    },
    {
      "speaker": "O'CONNOR",
      "utterance": "That should be the priority, but no, they decided at \"The New York Times\" that they were going to build their newsroom around covering one story, the Russian collusion conspiracy hoax, which was a hoax and by the way, manufactured by propagandists from Moscow to sow disinformation here in America and was paid for by Hillary Clinton. Thanks a lot."
    },
    {
      "speaker": "BRUCE",
      "utterance": "And Larry, we also know what the new message is going to be, and everyone can just know what the next two years of \"The New York Times\" is going to be. Let's bring this up, this kind of a final statement from them about what now the plan needs to be. The chief -- they're pushing the Trump racism theme. \"Race in the next year -- and I think this is, to be frank, what I would hope you come away from this discussion with -- race in the next year is going to be a huge part of the American story.\" Now, this remember, is a meeting and the context is how they're going to shape the narrative, and that's what they've already decided."
    },
    {
      "speaker": "O'CONNOR",
      "utterance": "Yes, and Tammy, the two stories, the Russian conspiracy collusion hoax and this racism story, they have one common denominator, and that is it's going to pit Americans against each other."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Correct."
    },
    {
      "speaker": "O'CONNOR",
      "utterance": "It is going to divide us for the first half of the Trump presidency with this shadow hanging over from the -- before he was even inaugurated."
    },
    {
      "speaker": "BRUCE",
      "utterance": "It's horrible."
    },
    {
      "speaker": "O'CONNOR",
      "utterance": "It painted the picture of a President as a puppet of a foreign government and those of us who support him as stooges of Vladimir Putin that divided us and now this will divide us in racial terms."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Thank you."
    },
    {
      "speaker": "O'CONNOR",
      "utterance": "\"The New York Times\" is working against this country."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Larry, thank you very much. And another horrible thing is the destruction of \"The New York Times\" itself. How dare they? Larry, thank you so much for joining us tonight."
    },
    {
      "speaker": "O'CONNOR",
      "utterance": "Thanks, Tammy. Thank you."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Congresswomen Ilhan Omar and Rashida Tlaib are best known for their feuds with President Trump, but now they're in a fight with the nation of Israel as well. Yesterday, after some encouragement from President Trump, Prime Minister Benjamin Netanyahu banned Omar and Tlaib from visiting the country due to their support of anti-Israel boycott efforts. Then Israel's Interior Minister said Tlaib could still visit for humanitarian reasons, to see her grandmother in the West Bank. Tlaib's response, \"No thanks.\" Apparently her dislike of Israel outweighs her love of her grandmother. Brooke Goldstein is an attorney and founder of the Lawfare Project. She joins us now. Brooke, welcome aboard. Thanks for coming on with me."
    },
    {
      "speaker": "BROOKE GOLDSTEIN, ATTORNEY AND FOUNDER, LAWFARE PROJECT",
      "utterance": "Thank you for having me."
    },
    {
      "speaker": "BRUCE",
      "utterance": "You've got a fabulous piece that everyone else I want to make sure it goes to take a look at foxnews.com about this issue. But what we see unfolding here seems to be pretty typical. You lay out in your article about why this was -- why Israel did the right thing, why it was important. Americans have been listening to rhetoric and of course, they support policies and attitudes, and efforts to injure the State of Israel, right? To effectively facilitate its wiping off of the map. Is this of course the thing any normal nation would do when dealing with individuals who advocate this kind of talk? Some are saying, of course, that they have a right to be there certainly as U.S. Congress Members. What do you say about that?"
    },
    {
      "speaker": "GOLDSTEIN",
      "utterance": "Well, I think before the nation engages in this type of political hysterics, we should all sit back and look at the facts. Number one, these are Congresswomen, whose trip was paid for by a group that spreads so much anti-Semitic Jew hatred. They actually posted not only neo-Nazi articles, but they spread the blood libel that Jews kill Christian babies to bake their matzo. Number two, it was reported that the Congresswomen were set to meet an organization with connections to PFLP, the Popular Front for the Liberation of Palestine, which is a designated terrorist group. That in and of itself is enough to deny them entry on national security grounds. But what I think Americans should be especially concerned with is the fact that you have U.S. Members of Congress who are cooperating with foreign entities including the PLO, and the Arab League, not only to boycott a U.S. ally, but to facilitate unlawful discrimination against Jewish persons. What Rashida Tlaib and Ilhan Omar advocate is for a Jew ban. A ban on doing business with Jews who live in Judea and Samaria."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes. Now they actually had an opportunity, didn't they -- just a few weeks ago to go with the Democratic Caucus, actually, which was going to Israel? And they declined. It's interesting, because they do seem to get a lot of individual attention when it comes to their attitudes. I think if they were with the Caucus, it maybe would have been a little more difficult to engage in rhetoric or to meet people who are not certainly sympathetic to Israel and hostile to Israel if they were with the entire Democratic Caucus at that point. So they declined that, isn't that right? And then decided that they were going to go on their own."
    },
    {
      "speaker": "GOLDSTEIN",
      "utterance": "Right, right. They wanted to go on a propaganda tour. This was not a fact-finding mission. There were no meeting set with Israeli officials or Palestinian officials. And what's incredible is the double standard that we're seeing. Every single country in the world agrees on one thing, whether it's a democracy or a dictatorship. They have the sovereign right to control their borders, to control who comes in and who comes out. In 2012, the U.S. government banned Palestinian official, Hanan Ashrawi from entering into the United States for security reasons. Italy -- Italy banned Leila Khaled for her connections also to PFLP, the same terrorist group at issue with Rashida Tlaib and Ilhan Omar. And by the way, every single Muslim majority country in the world, Saudi Arabia, the Emirates, Kuwait, Lebanon ban Israelis. Where is the outrage?"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Brooke, what I would like people to do, I'd like people take a look at your article at foxnews.com. I thank you so much for joining me today."
    },
    {
      "speaker": "GOLDSTEIN",
      "utterance": "Thank you."
    },
    {
      "speaker": "BRUCE",
      "utterance": "They did do the right thing and I appreciate you explaining that for all of us here also tonight. Thank you very much. Well, America's Second Amendment has existed for almost 230 years, but now the press and the Democratic Party want to abolish it based on a handful of current events. That's next on tonight's \"Inside the Issues\" Special."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Welcome back to tonight's Special Edition of “Tucker Carlson Tonight.” Not even three years ago -- think about this you guys -- Barack Obama was President of the United States. But now his legacy as Chief Executive is drying up. First, Trump came in and began undoing his policies, but now even the Democrats are turning on the former President. In the last Democratic debate round, candidates took turns bashing Joe Biden for his connection to Obama's policies on immigration and other issues. Now new reports say that Obama personally urged Biden not to run and is worried that his gaffe-field campaign will further damage Obama's legacy. Buck Sexton is going to give us some clarity on this. He hosts \"The Buck Sexton Show.\" Thank you for coming on tonight, Buck. I appreciate it."
    },
    {
      "speaker": "BUCK SEXTON, HOST, THE BUCK SEXTON SHOW",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "BRUCE",
      "utterance": "You know, it is an interesting turn of events. So we never would have imagined this, but we do know that Barack Obama effectively destroyed the Democratic Party with Obamacare in that 2010 shift. They lost a huge number of their backbench, their talent backbench, and he was really not worried about the health of the party going forward or any even really major messaging. Do you think now -- Joe Biden is still nicely ahead in the polls. Do you think this problem is going to be the thing that undoes him and presents somebody else as the front runner?"
    },
    {
      "speaker": "SEXTON",
      "utterance": "Well, I think that Biden has been the candidate in the lead by default up to this point and he has been essentially riding on the fumes of the Obama presidency. He doesn't have Obama's coattails anymore, though to hold on to. And when people learn more about him as a candidate, they start to think, \"Who is this guy exactly?\" Remember, for eight years, he was VP. He was somebody who, yes, he was at a lot of events. His name recognition went up dramatically, which is a big difference from 2008, when he couldn't get more than four or five percent in any poll, because people didn't know who he was across the country. But then when you saw eight years of VP, people think, okay, a continuation of the Obama legacy, but then Hillary swooped in and was the candidate the last time around. So if he was so great, why wasn't he the guy then? He seems to be the guy now, because there's nobody else that has come to the forefront that the party can really get behind and I just say, some of these new things that are coming up, like maybe they're not going to give him so many events late in the day, maybe they're going to try to come up with a new way, so he doesn't get tired. If he wants to be the leader of the free world, we can't be trying to come up with ways to make this easier for him."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, you know, Buck, that's what of course the primary season is for. You find out what people are made of. You learn about who they are, you know, you do have some name recognition with Vice President Biden, but that's about it. But you do find out -- and that's how people learned about Trump. You find out if someone is consistent. Who they really are? If they're going to talk to you about policy or not, if they've got -- you know, it's not a joke. I mean, the President has got high energy. If you've got the energy and the wherewithal to deal with this, but that is pretty -- and we saw that report in \"The Hill: that it was like, \"Well, in order to stop the gaffes, maybe they need him to stop talking at certain points.\" It's only going to get more intense, isn't it? I mean, as more people fall out from the Democrats, and then you might have a general election, it's impossible for them."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Well, it's not just the pressure that will increase when there are fewer candidates in the race. And clearly, Biden is going to be around for quite some time. It's also when all of a sudden Donald Trump who we saw last night in the usual form that he shows, who is a guy, who is an incredible entertainer; with tremendous amount of energy. And also is a fighter especially on the campaign trail. And you have Joe Biden up against him? And keep in mind, you know, you've had the Democrats saying that Trump doesn't have the mental faculty to be President. They talk about the 25th Amendment. Well, as a result, you're going to look at Biden's age, his temperament, his energy --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "That's right."
    },
    {
      "speaker": "SEXTON",
      "utterance": "That's all completely fair game stuff now, and when you see the Democratic Party by the way, repudiating as they did the last debate, Obama's legacy --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Buck, I've got to ask you though, I've got to ask you this. When we talk about that people say Barack Obama is concerned about Joe Biden and he is concerned about the campaign. Is that what Barack Obama is really concerned about when he tries to stop Joe Biden from talking or running?"
    },
    {
      "speaker": "SEXTON",
      "utterance": "No, this is a very -- this is quite an Obama-ism actually. You mentioned at the start of the segment that Obama was incredibly successful running for himself at different points in his political campaign."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "SEXTON",
      "utterance": "The Democratic Party was in shambles when he was done and his success at the ballot box never translated into other people, and I think that's why Joe Biden this time around --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "And that's going to happen this time."
    },
    {
      "speaker": "SEXTON",
      "utterance": "They're just -- they're hoping that Biden, he gets surpassed, but he doesn't collapse, and that's why Obama is stepping in."
    },
    {
      "speaker": "BRUCE",
      "utterance": "All right, Buck, we've got to go. We've have got to go, and I have a feeling this is going to be, you know, a premonition here about what we're going to see coming up. Buck, thanks for joining me, I appreciate it."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Good to see you."
    },
    {
      "speaker": "BRUCE",
      "utterance": "All right, Democratic presidential candidates aren't just pushing for new gun control. They want to seize guns from law-abiding owners and imprison them -- that would be like you -- if they refuse to go along. Chief breaking news correspondent, Trace Gallagher has more on that."
    },
    {
      "speaker": "TRACE GALLAGHER, CHIEF BREAKING NEWS CORRESPONDENT",
      "utterance": "And Tammy, this is an illustration of the slippery slope gun owners refer to when they talk about liberals and gun control. 2020 Democratic presidential candidate, Kirsten Gillibrand appeared on CNN this week, saying not only should assault weapons be banned nationwide, there should be a mandatory buyback program, and then, Gillibrand was pressed on whether those who don't want to sell their guns should be criminally prosecuted. Watch."
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y., PRESIDENTIAL CANDIDATE",
      "utterance": "The point is, you don't want people using assault weapons, and so the point is, if you are arrested for using an assault weapon, you're going to have an aggravated felony."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "That's a yes. Fellow 2020 hopeful, Beto O'Rourke is on the same page releasing what he says is a new plan to end gun violence. And in addition to mandatory gun buyback on assault weapons, the plan also calls for creating a nationwide gun licensing system and registry and requiring universal background checks and red flag laws, with O'Rourke calling on Congress to quote, \"Stand up, tell the truth and offer bold solutions without fear of political ramifications, so we can finally start making progress and saving lives.\" Meantime, MSNBC host, Joe Scarborough said today that for voters who may think that Elizabeth Warren is too liberal for America, the alternative is much worse. Watch."
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "utterance": "At least she won't threaten the safety of members of the press. At least she won't inspire mass shootings."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes, he was a once GOP Congressman. He added that she would respect the Constitution norms and that Congress would quote, \"balance her out\" -- Tammy."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, all right, Trace, thank you very much. I don't know if we want somebody who needs to be balanced out, well, you know in that way, but thank you very much, Trace. Colion Noir now is a lawyer and a Second Amendment advocate. He joins us. Thank you so much, Colion, for joining us tonight. A lot of scary things -- major American politicians, candidates for President of the United States -- suggesting things that are more or something more that you'd hear perhaps in China, and it is concerning that these high level individuals think that these things would work. Let me ask you, sir, if there were some kind of a national confiscation program, do you think Americans would comply?"
    },
    {
      "speaker": "COLION NOIR, NRA TV HOST",
      "utterance": "No, I highly doubt it actually. If you think about it, the last time we had an issue of confiscation in this country, we started a revolutionary war. So just put that -- that puts things into perspective pretty blatantly at that point. And I know a ton of Americans who wouldn't apply -- who would not succumb to the idea or the notion of having their weapons confiscated from them based on their Second Amendment right. And from that standpoint, what I'm trying -- what I'm having a hard time trying to understand is, why are we consistently talking about AR-15s, when they account for almost less than zero percent of gun deaths in this country? There are more people who are stabbed to death in this country than killed with an AR-15, yet that seems to be the talking point of all the Democratic presidential hopefuls. It's something that boggles my mind quite a bit."
    },
    {
      "speaker": "BRUCE",
      "utterance": "You know, I think it's because they rely on -- they're hoping people are ignorant, that most people won't have that. And so then they'll give up a little bit on that, because it's something that won't necessarily affect them. And then they can describe it in any way that they choose. Right? Taking more steps toward the cliff. You know, we had a horrible shooting in Philadelphia, a man with a number of crimes, a huge rap sheet, including gun crimes. He should never have had the firearms he had. We know of course, it's the old adage here, that criminals don't care about the law, because they're criminals, and they'll always get what they need to get like in prohibition, people got booze if they had enough money, and they were inclined. When it comes to personal safety, and personal freedom, there's also talk by some of these candidates about a tax -- a new tax or a fee. Wouldn't that just make it even just more possible for the rich to be able to enjoy their Second Amendment, while shutting out once again, the poor and the disenfranchised?"
    },
    {
      "speaker": "NOIR",
      "utterance": "I've said it before, and I've said it -- I'll say it again, I've been saying it for years. The vast majority of gun control disproportionately affects people with a lower economic status."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Correct, correct."
    },
    {
      "speaker": "NOIR",
      "utterance": "Period. And the irony behind this is that the vast majority -- is that the people in these places probably need the guns a lot more than individuals like you and I or some of the people who are pushing these gun control measures."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Correct."
    },
    {
      "speaker": "NOIR",
      "utterance": "So this really has nothing to do with saving lives. It's all about scoring political talking points to get elected."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, that's it and also, isn't it about fear, right? It's still pitting Americans against Americans. They are trying to do that, of course, on sex, on race, now economic status, right? The rich versus the poor. And it seems like everything is technically about how you can make Americans suspicious of their neighbors."
    },
    {
      "speaker": "NOIR",
      "utterance": "Absolutely. And add on to that, it's not only about fear, it's about control. For them, they understand the type of empowerment that a firearm provides for a lot of individuals in this country."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes."
    },
    {
      "speaker": "NOIR",
      "utterance": "This country was founded on that concept and the idea of individualism and the ability to protect not only your life, but to protect this country."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Right."
    },
    {
      "speaker": "NOIR",
      "utterance": "And so from their perspective, if they can remove that idea from us by taking away certain firearms or just firearms in general --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Just the psychological impact."
    },
    {
      "speaker": "NOIR",
      "utterance": "They understand that they are now in control. Exactly."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Colion, thank you. Great. I hope as people in Washington watch this, they know that it's all of America who knows what's going on here. Thank you so much, sir, for joining me. Now next up, Americans have --"
    },
    {
      "speaker": "NOIR",
      "utterance": "Absolutely. Thanks for having me."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Americans have enough problems to deal with in this life, but could they also be battling against visitors from the next one, too? Our special takes a look at haunted baby monitors, just ahead. But first, it's time for \"Final Exam.\" Can you beat Fox professionals at remembering the weird news of the past week. Martha MacCallum versus Jesse Watters, coming up next."
    },
    {
      "speaker": "BRUCE",
      "utterance": "All right, welcome back to tonight's \"Inside the Issues\" Special. It's time now for a very special \"Final Exam\" where Fox's professional news experts -- we have two of them right here, maybe the only two -- come on to prove their worth and try to win the coveted Wemple mug, which I have right here. Many of you have seen it. You can also get it online over there --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Such a price."
    },
    {
      "speaker": "BRUCE",
      "utterance": "It is and that's why you keep coming back because you want more. This week's defending champion is Martha MacCallum, who hosts of course \"The Story\" with Martha MacCallum every night right before this show. Her challenger is one of our returning champs, \"Watters' World\" host and \"The Five\" co-host, Jesse Watters --"
    },
    {
      "speaker": "JESSE WATTERS, HOST",
      "utterance": "That's me."
    },
    {
      "speaker": "BRUCE",
      "utterance": "A man who is everywhere all the time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He is everywhere all the time. I'm a little tired of him actually."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Can I go?"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Neither one of you have beaten the other one? Is that correct? So this is like a fresh championship potential here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "BRUCE",
      "utterance": "All right, contestants, which is, it would be the two of you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Now, you're both sort of rogue on it. I know you're going to be able to handle it and you're going to really deliver well. You've got those hands on your buzzers."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We're ready."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Right. I'm going to ask questions, and the first one of course to buzz in gets to have the answer. So we'll give you that chance. You must wait until I finish asking the question."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wait, Martha."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes, no jumping the gun there. You can answer once I acknowledge you by saying your name, which I hope I remember -- which I think I should. Each correct answer is worth one point. Get it wrong, you lose a point. The best of five wins -- you know, you're going to be the winner. So let's get started. Are you ready?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Okay."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm ready."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Question one. This is a multiple choice. Reports say that President Trump is expressing serious interest in buying Greenland, which is currently of course a territory owned by Denmark. What is Greenland's capital city? Is it Nuuk, Vik or Thunder Bay? Ah, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think it's Nuuk. A. Nuuk."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Let's find out. Let's -- we've got a tape. Let's see what the truth is."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "A trip from Vancouver, Canada to Greenland's capital city, Nuuk took 24 days."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Darn it. I'm down early."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's so beautiful, Greenland. I think that the United States should buy it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think we should annex it. We get it for free that way."
    },
    {
      "speaker": "BRUCE",
      "utterance": "It's going to be -- I mean, it's a going to be a fabulous country and we should -- we need it. They need obviously a Trump Tower. Question two. Here's another multiple choice question, you guys. The Iowa State Fair -- which is a wonderful thing -- was this week and the 2020 candidates flocked there to get all sorts of unhealthy food. Cory Booker, however, is a vegan, another obviously, well, not necessarily the optimum choice in life there at the fair. So his options were a little bit limited. No, no, keep that hand off that buzzer, Martha. What did he eat? Was it A. A tofu corn dog? B. A vegan pork chop? Or C. A fried peanut butter and jelly sandwich? Jesse Watters."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He is faster on the buzzer."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm going to go with C. Fried PB&J."
    },
    {
      "speaker": "BRUCE",
      "utterance": "That's I -- I guess that would be vegan. I'm not sure. Let's gets go to the tape for the answer here."
    },
    {
      "speaker": "STEPHEN COLBERT, CBS HOST",
      "utterance": "Bernie redistributed a corn dog to his face. Andrew Yang promised this turkey leg $1,000.00 if it voted for him. Even vegan Cory Booker ate a deep fried peanut butter and jelly sandwich on a stick, as a vegan, I assume, Booker also ate the stick."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "BRUCE",
      "utterance": "There it is."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Lucky guess."
    },
    {
      "speaker": "BRUCE",
      "utterance": "There you go. So --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's fried -- whether it's vegan or not."
    },
    {
      "speaker": "BRUCE",
      "utterance": "It's a tie."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's a tie."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay, it's a tie."
    },
    {
      "speaker": "BRUCE",
      "utterance": "It is a tie. Attention. Question three."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Okay."
    },
    {
      "speaker": "BRUCE",
      "utterance": "And an attempt to show he is just a regular guy, which 2020 Democratic candidate posted a video this week that shows him changing a flat tire."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That would be beta O'Rourke."
    },
    {
      "speaker": "BRUCE",
      "utterance": "He was very quick on the button there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, that was not a multiple choice question, I guess. Oh so was it?"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, let's see."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's go to the tape."
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "utterance": "If he could change a tire, maybe he could change the world. What other impersonations of a regular guy can he do?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "There he is."
    },
    {
      "speaker": "BRUCE",
      "utterance": "I guess what it's going to be multiple choice, I say it ahead of time. So Martha may be challenged."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Dentist -- no, no, no, you know, you know what? It's good."
    },
    {
      "speaker": "BRUCE",
      "utterance": "All right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She is not challenging."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Two to one."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So is this next one going to be multiple choice? You would have pointed out, but I waited until the last word of peanut butter and jelly sandwich."
    },
    {
      "speaker": "BRUCE",
      "utterance": "I would have announced it at the top. So there is -- this is not a multiple choice. Ready."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ready."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Question four. Pro-golfer John Daly hit the links with President Trump this week. It's not the first time Daly golfed with the U.S. President. He once claimed -- or he claims he once played with the Commander-in-Chief who cheated during their outing? Who was it? Oh, Jesse Watters."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm going to guess Bill Clinton."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, that might be a good guess. It would be maybe an obvious one. But let's check the tape."
    },
    {
      "speaker": "JOHN DALY, PROFESSIONAL GOLFER",
      "utterance": "You know, it was just a fun day. A fun match. But it's just amazing that people call him a cheat in golf. You want to call it cheat in golf, I'll tell you Bill Clinton. I don't think Bill Clinton could have broke a hundred."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, there you go."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was an excellent educated guess."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. Thank you, Martha."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes. It's unfortunate that we would have kind of known that it was Clinton."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Now, did I hear from the gods above that this is going to be a two point question?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, okay."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Wow. And this is not multiple choice."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Okay."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Correct? Oh, it is multiple choice."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It is? Okay."
    },
    {
      "speaker": "BRUCE",
      "utterance": "There, I'm glad. So good. Multiple choice. I want you to look at the following image of on the screen. It is the photo of a cabin in the woods somewhere near the Arctic Circle. Which Fox News host is staying there? A Geraldo? B --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, she buzzed too early. You buzzed too early."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Is that a penalty?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, you cannot buzz early."
    },
    {
      "speaker": "BRUCE",
      "utterance": "It goes to Jesse by default."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But what's the answer?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm going to refuse to answer because I don't need to."
    },
    {
      "speaker": "BRUCE",
      "utterance": "The options, sorry, let me say -- the options are Geraldo, Laura Ingraham and Tucker Carlson. Your Tuck -- are you, Jesse refusing to answer?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't need to answer, do I?"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, then that goes to --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, I think you do."
    },
    {
      "speaker": "BRUCE",
      "utterance": "It goes back to Martha."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I do?"
    },
    {
      "speaker": "BRUCE",
      "utterance": "It goes back to Martha. You have to --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, I mean, I have to answer I know what it is, I think."
    },
    {
      "speaker": "BRUCE",
      "utterance": "All right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I am going to guess if I have to."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Let's see the cabin. Show the cabin."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Now you know the three individuals."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Who would be actually staying there?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think Tucker."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely."
    },
    {
      "speaker": "BRUCE",
      "utterance": "All right. Let's go to the tape. We'll find out. It's one of them."
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Hey, it's Tucker. Greetings from Labrador where the brook trout are huge, and it's beautiful. Good luck on \"Final Exam\" tonight and congratulations to whoever wins. I'll see you Monday."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You are the winner."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you."
    },
    {
      "speaker": "BRUCE",
      "utterance": "You got the answer right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Give this man the mug."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Here is the mug."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Give me the mug."
    },
    {
      "speaker": "BRUCE",
      "utterance": "There you go. Congratulations."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'm kind of exhausted because I've been winning for so long. I actually got tired of winning."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Trump said that was going to happen, Martha."
    },
    {
      "speaker": "BRUCE",
      "utterance": "You can get more if you --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He said it would happen."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Everybody can have their own personal one at tuckercarlson.com. So there you go."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There you go."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Congratulations."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I am going to come back and win it back. That's my plan."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right."
    },
    {
      "speaker": "BRUCE",
      "utterance": "There you go."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I am ready to receive you."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Rematch is coming. I can feel it in the air. That's all for this week's \"Final Exam.\" Pay attention to the news each week and then tune in to see if you can beat the Fox News experts. We'll be right back for more of our \"Inside the Issue\" Special."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Welcome back to tonight's \"Inside the Issue\" Special. This show has closely followed the possibility there could be unknown entities in the skies above us, I believe that, but could they be even closer than that, right here? A new \"Wall Street Journal\" report profiles the parents who think they can see ghosts, specters and mysterious movements on their advanced baby monitors. That means a baby is there. Some parents describe blurry humanoid figures, other say they see floating white orbs. Brett Larson is a host for Fox News Headlines 24/7, he joins us. What's the deal? BRETT LARSON, HEADLINES 24/7 HOST: It's an interesting one, right? As more of us put cameras in our homes, we're catching some unusual events and some think they're seeing electronic devices are catching a glimpse of something supernatural. Take a look at this image from a Cocoon Cam baby monitor. The colors are there to indicate movement, but the family using that device noted their baby was sleeping peacefully in the bassinet and nothing was moving, but was something paranormal watching their sleeping baby? And look at this, a Nest user in Brooklyn, New York was alerted to movement in their child's room. When they checked the video, they found the closet door was over, but neither parent opened the door. On a replay, they see the door eerily open itself, but was it paranormal? No, actually, you can clearly see something fell inside the closet knocking open the door that turned out to be a blanket. And one camera manufacturer said, the most likely explanation is dust particles, curtains moving, simply some light reflections causing the cameras technology to go a bit haywire. One manufacturer even suggested the camera was installed incorrectly leading to the unusual images that some users don't accept those explanations. Something -- it's more like loved ones who have died keeping a watchful eye on their home and their newborn. A paranormal investigator suggested installing a second camera to see if the images are captured on both devices. Now, I actually have a camera that watches over my dog and sometimes when it switches to night vision, you do see the dust particles and they do look a little ominous. I think there's an explanation."
    },
    {
      "speaker": "BRUCE",
      "utterance": "You know, you are a classic skeptic. I am a believer."
    },
    {
      "speaker": "LARSON",
      "utterance": "Yes, I am."
    },
    {
      "speaker": "BRUCE",
      "utterance": "And that's fine. I think it could be a little bit of both. But thank you. Great story."
    },
    {
      "speaker": "LARSON",
      "utterance": "Potential --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "All right. That's Brett, thank you very much. That's it for tonight's \"Inside the Issue\" Special. Tune in each night at eight to the show that is the sworn enemy of lying, pomposity, smugness and groupthink. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}