{
  "date": "August 22, 2017",
  "headline": "Homeland security adviser: Words matter and walls matter",
  "subHeadline": "On 'The Story,' Tom Bossert talks about his trip to the border with President Trump",
  "url": "https://www.foxnews.com/transcript/homeland-security-adviser-words-matter-and-walls-matter",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CORRESPONDENT",
      "sentences": "Martha, good evening. The folks filing into this convention center right now are pretty loyal and diehard group. It is 107 degrees in Phoenix right now, and they've been standing outside for hours, and I am not joking. They seem to be in good spirits at this hour. The folks that I've talked to no short fuses due to the heat outside. They just seem excited to hear from the president about some key items on his agenda after more than seven months in office. There's been some buzz about whether the president would offer a pardon for former Sheriff Joe Arpaio, who is from the Phoenix area. The White House is ruling that out tonight. Bottom line folks, we've talked to, say they would like to hear the president's vision on tax reform, what to do about the border. We know after the president visited the border today, we expect he will push Congress for the money for that border wall and other types of security. The folks we talked to say they're just really looking forward to seeing and hearing from the president live. Now, let's go outside to my friend and colleague, Jonathan Hunt. Jonathan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN HUNT, FOX NEWS CORRESPONDENT",
      "sentences": "Mike, as you know, we are still some three hours away from the scheduled start of this rally. Already though, we have crowds of protesters, anti-Trump protesters on the streets outside this convention center. It's a scene we saw many times during the campaign. These anti-Trump protesters shouting their slogans at the Trump supporters. Many of whom I have to say, have been lined up for many, many hours. Since early this morning, in fact, thousands of them expected to go inside the convention center. But then, of course, thousands have to come out, and that is the flash point the police are concerned about. When they leave this convention center, they mix it on the streets with the anti-Trump protesters. That as we saw during the campaign is when the violence tends to break out. The Phoenix Police Department has some 3,000 officers on duty on the streets and on call tonight. They hope that there will be no need to use many of those officers, but they say they are prepared for the worst. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Jonathan, thank you very much. So, earlier today one of the president's staunchest supporters, Newt Gingrich, offered the commander-in- chief this advice for tonight. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER OF THE HOUSE OF REPRESENTATIVES",
      "sentences": "My hope would be that he will side step Senators McCain and Flake. He's going to need both of them this fall in terms of the agenda. This is not a place to pick a fight. And I hope that he will be more presidential and less confrontational tonight. But, look, he is the president. He gets to do what he wants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That is true. David Bossie, president of Citizens United, former deputy Trump campaign manager and Fox News contributor. He was also rumored to be helping the Trump campaign try to find a potential primary challenger to Senator Jeff Flake in Arizona. So, he's here tonight. We're going to ask him about all of that. Good evening, David. Good to have you here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID BOSSIE, FOX NEWS CONTRIBUTOR AND FORMER DEPUTY TRUMP CAMPAIGN MANAGER",
      "sentences": "Good evening. Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We're both not in the 107-degree temperatures in Arizona. So, that makes us a little bit more comfortable this evening. So, Newt Gingrich says don't go after Jeff Flake in this environment tonight. Don't go after John McCain. Flake, in fact, votes with you most of the time. John McCain didn't in the health care vote, but this is just not the place and the time. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "I think Newt's fundamentally correct, actually. I think that you know, the president has a lot to talk about and he's going to be excited to see this enormous turnout in Phoenix, Arizona. And it's going to be an uplifting rally, just as all of his rallies are -- they were during the campaign and they have been fantastic events since he's become, president. So, I think he has a lot to talk about his agenda. And one of the things that frustrate the president and frustrates me is that the president's agenda is not being executed in Congress and not being done in a quick manner. And I think that that is what's really been showing. The Senator Flake thing is about his book and much more about that than the public policy debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, it is quite shocking really to have a sitting Republican Senator, write a lengthy missive about why he is so against the president in his own party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Right. And I'll be honest with you. You know, as a conservative leader over the last 20, 25 years in Washington D.C., Jeff Flake has just not been there for the conservative movement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So David, are you supporting other people? I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Are you trying to get Kelli Ward to run against him? The president tweeted in favor of her. She's very controversial. Is she somebody you want to run against Jeff Flake? And if not, who else?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Well, look, I think there are many, many people out in Arizona, Members of the Congressional Delegation -- former Members of the Congressional Delegation, who easily could take on Jeff Flake. But what I was trying to say is that Jeff Flake makes himself in this book to be some conservative leader and he fundamentally is not. And that's all I'm saying is Jeff Flake is somebody whose vote the president needs. Who the president wants to work with and has wanted to work with up until this book. And I think that that's really what has changed the dynamic. And I that's just an individual who has picked a fight with the president, not the other way around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, we'll see where that goes. You know, there's obviously a lot of dissent on Capitol Hill among Republicans, and between them and the president. It starts at the top, apparently, according to this New York Times story about Mitch McConnell. Let me put up the quote from this story that came out just a short time ago. It says, \"The relationship has disintegrated to the point that they have not spoken to each other in weeks. McConnell has privately expressed uncertainty that Mr. Trump will be able to salvage his administration.\" David.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Well, you know, I don't know who is saying that. But I can tell you that the White House is working closely, and their legislative team: Rick Dearborn, Mark Short, and the tremendous team of professionals at the White House are working closely with the House and Senate Leadership on tax reform. And that's going to be the signature piece of legislation for this year if we can get it done. By the way, Republicans were sent here to get tax reform done, in the House and the Senate, and now in the White House. We have to get it done. Look at what the president's done: a million new jobs, the economy growing at 2.6 percent, the Dow and the markets are at all-time highs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But David, and I know Marc Thiessen is going to say this. Let me jump in for one second. You know, they're going to say, look, he needs Dean Heller, he needs Jeff Flake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Now is not the moment to turn against these guys. What you need to do is add to the numbers of the Republicans to make getting these things through easier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "And if we can get tax reform done this year, not next year, this year, which the Congress has to do. If we can get it done this year, we can win more seats next year. It becomes easier because the economy is ready to take off. Deregulation is taking a hold without tax reform. Look at what the economy is doing right now with the president's leadership. If we can just get tax reform and tax relief for the American people, for the hard-working American people, this economy is going to take off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Is the president going to try to dethrone Jeff Flake from that Senate seat? And are you working on it? Yes or no? I got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "I think that that's yet to be seen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. David, thank you. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, here now: a man who says that if Trump takes down Flake, he better be prepared for Majority Leader, Chuck Schumer, to take over. Marc Thiessen, he's American Enterprise Institute Scholar and a Fox News Contributor. Marc, good evening. You heard my conversation with David a moment ago, what say you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC THIESSEN, FOX NEWS CONTRIBUTOR AND AMERICAN ENTERPRISE INSTITUTE SCHOLAR",
      "sentences": "Well, first of all, I start this by saying as somebody who wants Donald Trump to succeed as president, and the Republicans to succeed, I' m very concerned about this. I mean, the fact is, we learned from Obamacare that 52 Republicans isn't enough. That's not enough to get the Trump agenda through. It's not going to be -- and so, you know, attacking Jeff Flake and having a costly primary, even if whether he succeeds or not, it's going to spend -- suck in tons of money from around the country that should be used to target those five Democrats in states that Donald Trump won by 20 percent, and some of the ones that he won by a tighter margin. This is money -- there's only so much money that's going to go into this campaign. It's being -- why waste it on a primary? Jeff Flake votes with him 95 percent of the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to show you. I just want to put up an ad that has to do with Kelli Ward; Mitch McConnell put this out. Let's take a look at this home. She's one of the people, and she's very controversial, people aren't familiar with her, but she ran against John McCain last time around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "And lost badly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Didn't succeed in that, and lost. Then, she said some awful things about John McCain's illness, and how she should replace him now. And here's the ad against her. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Embarrassing behavior. Dangerous ideas. No wonder Republicans rejected her just one year ago. Chemtrail Kelly, not conservative, just crazy ideas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And there's some money being spent, you know, that as you say, could be going other places.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Money being spent. And also, if she wins, let's say Trump was to set to endorse and she was to win. She's the Sharron Angle of the 2018 Republican Cycle. Remember, Sharron Angle was the one who -- Tea Partier, who in 2010 won the nomination to take on Harry Reid. A completely winnable race and handed us six more years of Harry Reid. Do we want to repeat that? I mean, this is -- you know, it's not just Jeff Flake. He's gone after Dean Heller. He's gone after Lisa Murkowski. He's gone after Mitch McConnell. He's gone after Jeff Sessions, a former Senator who a lot of people love.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But as David Bossie just said, Marc. He's essentially saying, these people are not conservatives. You know, run -- maybe someone should run who is to the right of them, who could help to bring in bigger numbers, and then they would vote for the president, and you know, some of these folks are not going to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Yes. I mean, in the place like Nevada, Dean Heller -- it's a purple state, which Donald Trump didn't win. So, attacking the Republican incumbent over there doesn't help when he's already in trouble. Jeff Flake, this is -- if Flake doesn't win this nomination, and Kelli Ward is the nominee, we could see Arizona go Democrat for the first time since 1988 when Dennis Deconcidi was the Senator.   I mean, we need to be adding to the Republican majority. We need to be focusing our energy not on attack our own people, but on attacking the Democrats and pressuring those 10 Democrats who were elected. And say who are up in states that Donald Trump won to vote with us for tax reform, to vote with us for these things. And if they don't, spending our money to win Republican seats in those states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, we're going to be watching the president very closely tonight. It was a different tone that we saw last night. And he will walk into that room, and you know, we'll see if he sort of, you know, gets into rally mode or if we are seeing, perhaps, the influence of some of the new people that are in the White House on sort of giving direction to this administration. So, we'll see. Marc, thank you. Always good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, still ahead, tensions boiling over at a Charlottesville City Council Meeting. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You just showed us how weak you are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How can you do (BLEEP), (BLEEP)?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They want the mayor in Charlottesville to step down after what happened there over a week. Dana Loesch and Gianno Caldwell, on the impact that removing Confederate monuments since having across the country. And a frightening report suggesting that North Korea and Syria may be joining forces. Troubling findings with regard to chemical weapons have the world on alert tonight. Plus, some in the media claiming President Trump's call for 4,000 more troops on the ground in Afghanistan is meant to distract from the Charlottesville issue. Let me show you that tape and analyze straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Terrorists take heed. America will never let up until you are dealt a lasting defeat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Breaking tonight, live scenes right now in Chapel Hill, North Carolina. This is the latest in the fight to remove Confederate statues from towns and cities across the country. We have heard that on campus, there may be more protests there this evening. So, we're watching that at UNC and we will be bringing that to you as we see what unfolds throughout the hour. So, those scenes follow this from the Charlottesville City Council Meeting last night, which was an intensely heated environment. Watch what happened in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Statues are coming down overnight in Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Lexington, we just had a murder and a Nazi rally in our town.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the results of all that. The city's Confederate statues will be removed. But Victor David Hanson is warning that it could set a dangerous precedent. Here is what he wrote: \"When we wipe away history at a whim -- why in 2017 and not, say, in 2015 or 2008? We better make sure that our targets are uniquely and mellow dramatically evil rather than tragically misguided.\" Trace Gallagher, live in our West Coast Newsroom with how this has spread coast to coast sometimes in the dead of night. Hi, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CHANNEL ANCHOR",
      "sentences": "Hi, Martha. You know, the debate over whether Confederate symbols represent hate or heritage is raging in a number of states in Bradenton, Florida. The County Commission ordered a Confederate statue to be boarded up and that prompted dueling rallies where flags were burned, insults hurled, and even a few protesters arrested. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "One side said the statue had been co-opted by white supremacists and needed to be removed. The opposing side argued, the statue simply honors those who fought for their beliefs. Outside the Howard County Courthouse in Elliot City, Maryland, a Confederate memorial was taken down in response to the violence in Charlottesville. For the time being, the statue is being donated to a local museum and might be added to the county historical society's civil war collection. In Columbus, Ohio at the Camp Chase Confederate Cemetery, which early in the Civil War served as a prisoner of war camp, a Confederate statue was the vandalized. The bronze figure of a Confederate soldier had the head torn off when vandals tried to topple the statue. In Baltimore, a 225- year-old monument commemorating Christopher Columbus was vandalized. A video posted online, which we cannot show you, has the statue being destroyed, and the narrator who says that Christopher Columbus initiated a century's old wave of terrorism, genocide, rape, and slavery. In the nation's capital, the Jefferson Memorial appears to be safe for now, though it will get an update to address the \"complexity of America's third president,\" including his history as a slave owner. And finally, in Houston, a man was arrested and accused of trying to blow up the Dick Doweling Confederate Monument. Doweling was hailed as a Confederate war hero in Houston serving in the Jefferson Davis Guards. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much. So, here with more: Dana Loesch, Host of Dana on The Blaze T.V.; and Gianno Caldwell, a Republican Political Analyst. Welcome to the both you tonight. I just want to put up a quick poll here, ABC/Washington Post: do you approve or disapprove of Trump's Charlottesville response? 56 percent say that they disprove; 28 percent approved; 16 percent had no opinion. And here is Vice President Pence on this, earlier. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Seeing people destroy public property in the name of any causes is just simply unacceptable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Gianno, do you agree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIANNO CALDWELL, REPUBLICAN POLITICAL ANALYST",
      "sentences": "I absolutely agree with our vice president there. I think he was a much needed and welcome voice to this conversation as a leader who understands the sensitivity of race in this country. This has become a very divisive issue on all sides. I have a friend of mine Conner, a 28-year-old, White male, who's a very vocal Trump supporter who came to me recently and said, look, just because I support Donald Trump doesn't make me to be a racist and I know the left has taken it in that direction. I know that the media has taken it in that direction. I know just because you want to see these statues up doesn't make you someone who supports slavery. So, we have to acknowledge that.  But in addition to that, I wonder -- history, yes, it's history and I believe it should be in a museum. Why would we give out participation trophies to somebody who lost a war? I mean, isn't that what they say snowflakes do? I just don't understand that piece. But I really do agree with what Vice President Pence said, which was allow the local government to rule on that. And I believe that's the right answer for this situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, you look at these statues and they present the history of the deepest battle in this country, our deepest eternal battle in this country. And we know who won, and we know why they won. And this marks that process, that evolution that our country went through. Dana, your reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA LOESCH, THE BLAZE T.V. HOST",
      "sentences": "No, I think you touched upon something right there, Martha. It does show this process that our country went through. Because ours is a shared history, a very tragic time, and very amazing time as well. If community members collectively decide that they want to do something about these monuments, they want to take them down, they have every right to do that as members of that community. I mean, that's what freedom is all about. They can choose to erect them and take them down as well. But this idea that we're just going to go out and start busting up public property, I think that does set a very dangerous precedent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CALDWELL",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "And I think the bigger question is, too, at what point do we draw the line? Where do we draw the line? Do we draw it at the Washington Memorial? Do we draw it at Lincoln Memorial? I mean, where do we draw it? Do we draw it on the men whose images are on our currency? Because if people want to get rid of that, they can actually go to my Web site at danaradio.com and send them to the address there, Martha, if that's what people want to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You'll accept their money. That's so nice of you. Gianno, you know, to pick up on Dana's question, where does it end?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CALDWELL",
      "sentences": "At this point, it really doesn't. I think that in order for us to really have this conversation, it's necessary for us to begin to listen to one another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But I'm saying, you know, with George Washington, with Thomas Jefferson, should they stay? So, the memorials to both of them stay?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CALDWELL",
      "sentences": "I think the memorials you're talking about in mountains. Obviously Mount Rushmore and other places, I think those should stay. There's no way to use public cost to try to take those things down. When it comes to statues that are, in my view, celebrated in these local communities and I view that as being what it is, and as you -- public funds are used to maintain those, I think that's another question for the public. Local governments should be involved in that scenario. I don't think that people should be destroying public property. It is in the condign move and folks that do that they should be arrested because it's destruction of property. We can't take things into our own hands, and we must obey the law and do things legally here in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Dana, quick last thought and we got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Yes, absolutely. Amen to that. Again, I mean, we have some bad times in our history and good times. And I think that we can't refuse to acknowledge history because those who refuse to acknowledge it, they are doomed to repeat it, Martha. And I think that there's a better way to go about this than public destruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CALDWELL",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thanks, you guys. Great to have you both here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CALDWELL",
      "sentences": "Thanks for having.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, still ahead tonight, this Instagram post from Treasury Secretary Steve Mnuchin's wife Louise lit up social media today. We're going to explain the controversy, what she wrote about, and what she has said tonight. Plus, despite reports that President Trump agonized over the decision to send more troops to Afghanistan, some in the media suggested that this was an announcement that was made to provide a distraction. We're going to play the sound from these individuals and ask: do media voices matter to our men and women in uniform? Retired General Anthony Tata is with me tonight and answers that when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I studied Afghanistan in great detail and from every conceivable angle. After many meetings, over many months, we held our final meeting last Friday at Camp David with my cabinet and generals to complete our strategy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, that was President Trump last night as he unveiled his new Afghanistan strategy. The speech was very different in tone from what we have seen in general from the president. He was very focused on the decision-making process here, and it received quite a bit of praise. We were watching it last night from Washington ourselves. But there were those who took it all in and saw it quite differently. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let's start about what the speech was light on again by design, light on specifics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "sentences": "We've heard from the president tonight an argument with his old self. If he's trying to do this for political affect and it doesn't seem to be driven by circumstances on the ground, the political effect here is kaleidoscopic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "This was the president taking one of the gravest things that a president can do which is order troops into battle or oversee a war and essentially use it as a cloak for changing the political discussion in the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "So speeches like this will always be suspect as devices for changing the subject.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "I have no doubt, Lawrence, they sped this up to try to change the subject.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So how do those critiques weigh on the military, on the families who face the reality of this at home? Joining me now is retired Brigadier General Anthony Tata. General, thank you very much for being here. When you hear that and you are so closely involved with the families and your own family who put their lives on the line, what's your reaction to those people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTONY TATA, BRIGADIER GENERAL U.S. ARMY",
      "sentences": "Martha, my reaction is that everybody that you just played missed the entire first five minutes of his speech where he talked about the honorable military that is serving overseas and securing our liberties and how they are cut from the same cloth as this nation, and they come together as one to accomplish a mission, which is the hardest thing that a country can do. And, he held them up as an example for the nation to follow. And I thought that was brilliant, a brilliant way to lead in to his speech because every one of the people that just spoke missed that point, that it's a time of unity in the nation. And he's been talking about Afghanistan for months now. Charlottesville or no Charlottesville, he would have led off with the same speech, with the same honor to the troops in Afghanistan, Iraq, Syria, et cetera. So, for me, I was proud to hear that he's honoring the soldiers, sailors, airmen, and marines, asking the nation to do their citizens duty to come together when we face threats from North Korea, Iraq, ISIS, et cetera, al-Qaeda. So, for me, it was a very good message and a good way to start.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, there's obviously a lot of cynicism in those comments, but I think any president, and this president is no exception, they understand the weight of these decisions. And he talked about speaking with several Afghanistan veterans, people who fought there, and getting their thoughts on whether or not this is a war that is winnable in his sense. And I want to get your thoughts on this. He said this is from the speech. He said from now on victory will have a clear definition, attacking our enemies, obliterating ISIS, crushing al-Qaeda, preventing the Taliban from taking over the country, and stopping mass terror attacks against Americans before they emerge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TATA",
      "sentences": "Yeah, so what he's talking about is the military doctrinal definition of defeat. Breaking the enemy's will to fight. And so that is a definition of victory, defeating the enemy. And we have not really talked about that. This is the antithesis of the Obama strategy where everything was a timeline. The day, if you recall, the day he announced the surge, President Obama did. He announced a timeline when it was coming out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The Taliban lays low and they wait until that timeline is over, and then they come back. The president made it very clear that's not the way he's going to operate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TATA",
      "sentences": "Martha, when I was deputy colonel on the ground there in Afghanistan. I had governors and mayors and commanders from Afghanistan talking to me saying, your timeline, the Taliban is just across the river sharpening their knife waiting for you to leave. And so, this event-driven piece is really a good thing. I think he also saw loosened in rules of engagement in Syria and Iraq has accelerated the defeat of ISIS and sending them to safe haven in Libya. I think he can apply -- he feels he can apply that same model to Afghanistan, loosening the rules of engagement. You heard a little bit about that last night with the law enforcement piece and going after the narco-terrorists and the criminal efforts there. And that's new combatants now that are very important to add to the combatant list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "General, we're glad that you come on the program. And we're going to need you as we go forward looking at this fight. So thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TATA",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to have you here tonight, General Anthony Tata. So still ahead tonight, President Trump expected to make remarks. You can you see the folks filing in. Hopefully it's a little cooler inside. It's 107 degrees where they were waiting in line. But before he takes the stage his Homeland Security Advisor Tom Bossert who traveled with the president all day today, is here exclusively to tell us what that was like on the ground in Yuma. And we'll get his thoughts in a moment. Also, a new report suggests that the regimes in North Korea and Syria may be sharing chemical weapons, could would he be seeing a new axis of evil? A chilling report straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Breaking tonight, new threats coming from North Korea as it warns the United States and South Korea against their ongoing joint military drills. But despite this recent rhetoric, Secretary of State Rex Tillerson acknowledged that the rogue nation has, for the moment, stopped its initial provocative missile launch behavior. So watch what he said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REX TILLERSON, U.S. SECRETARY OF STATE",
      "sentences": "I am pleased to see that the regime in Pyongyang has certainly demonstrated some level of restraint that we have not seen in the past. We hope that this is the beginning of this signal that we've been looking for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Interesting. That was late this afternoon. So despite that, we are learning some frightening details tonight about the formation of potentially lethal alliance between Syrians and North Korean regimes. Reuters reporting that the two rogue nations may be sharing chemical weapons, some of which were intercepted on the way from one place to the other. So here now, Dennis Wilder, professor of Asian Studies at Georgetown University, and Marie Harf, a former state department spokesperson and Fox News contributor. Welcome to both of you. I want to start with Secretary Tillerson, you know, sort of measured comments today. Dennis, what do you think prompted him to make that sort of slightly hopeful statement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DENNIS WILDER, GEORGETOWN UNIVERSITY",
      "sentences": "Well, secretaries of state are known for wanting to look on the bright side of issues. And certainly, he is hoping to get the North Koreans back to the negotiations. I hope his optimism is realized. But I think it's a little premature at this point. You've got to remember that the North Korean leader has been put on his heels by the reaction from the United States and China, to his threats to fire missiles near Guam. And he's, I think, rethinking what his next move. But I would point out that September the 9th is an anniversary of the founding of North Korea. Last year on September 9th, he did his fifth nuclear weapons test. So I'd like a little more time before I congratulate the North Korean leader for changing directions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Marie, what did you think about Secretary Tillerson today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, I agree with what Dennis just said. And I do think we've stepped back from the brink here a little bit. You mentioned some of the rhetoric surrounding this new U.S., South Korean military exercises. We do these exercises regularly. The North Koreans respond with this kind of propaganda every time we do them. So it seems like we're back in some sort of a cycle here that we've seen for many, many years now. But, you know, it's absolutely correct to say it's too early, I think, to take a victory lap here. But, look, the fact that North Korea did back down from its initial threats to go after Guam, which a lot of us thought they would never actually going to do, right? They're not going to waste all their capital going after Guam. But the fact that they did something to back down, it's appropriate for secretary of state to say that that's a good thing. But the real question is what comes next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. They put out a propaganda video that I say today where Guam is obliterated. And I guess that, you know, Dennis, that just that action of saying that he was stepping back. He didn't really need to say that. So he was kind of a seeding something in that moment. When Kim Jong-un said, you know, I thought about it, I went down there, I looked at the plan, I decided we're not going to attack Guam. So I think the Trump administration has made some catalyst changes in this dynamic so far. Would you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILDER",
      "sentences": "Absolutely. I think the change is a more muscular American policy. You know, people criticized the Obama administration for a bit of strategic patience. I think the Trump administration decided that was the wrong way to go. And so they have put a lot of pressure on the Chinese, on the Russians, and on the North Koreans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Before I let you go, I want to ask you -- and Marie, I'll start with you, about this Syria connection and the potential for chemical weapons moving between North Korea and Syria. Quite troubling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Definitely. And look, these are two countries that don't have a lot of other friends in the world they can work with. And it's especially troubling to me if this happened after President Trump ordered those strikes in Syria when they last used chemical weapons. I don't know the timing. I think that hasn't been reported yet. But if they're moving forward, you know, since the United States came out and made a very strong military statement that would be even more concerning to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Dennis, final thought on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILDER",
      "sentences": "I was in the White House in the summer of 2007 when the Israelis came to us with the information that the North Koreans were working on an undisclosed nuclear plant in Syria. So, there is a relationship here, and it is a very troubling one. And the more we put sanctions on the North Koreans, which we should do, they're going to look for these elicit opportunities to sell things. And I think that's very dangerous. We have a real proliferation threat here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The screws are tightening with these sanctions and we are seeing some movement. So we'll see where it goes. Marie, thank you very much. Dennis, good to see you tonight as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILDER",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So coming up next, last night it was all about Afghanistan and our efforts there. Tonight, look for a lot of focus on the border. The president met with immigration agents in Arizona, and he will soon give a progress report to the nation at a Phoenix rally. Homeland Security Advisor Tom Bossert was there with the president, and he joins us exclusively for a preview. And why did this picture posted by Treasury Secretary Steve Mnuchin's wife, Louise, set off such a controversy? We'll explain the Instagram that went viral and the apology that it prompted, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, it's an Instagram post the led to hours of coverage from some of our competitors today, Louise Linton the new wife of Treasury Secretary Steve Mnuchin is in a social media slug fest. She posted a photo of herself getting off a government plane, looking very fashionable, and using hashtags to highlight the different pieces of her expensive outfit. Then, she got a bit of backlash for it. It happens on social media. She fought back in a reply post defending herself, and then going after one of her Instagram critics which is probably never a good idea, writing in part, quote, have you given more to the economy than me and my husband, either as an individual earner in taxes or in self-sacrifice to your country? She went on to call the person who wrote it cute and said her family was cute. Linton has since deleted the post, she set that account to private, and apologized calling the statement insensitive. All right. So President Trump expected to take the stage in Phoenix in a couple of hours. Protests are growing there by the hour. The crowd is also building inside as you can see on the right-hand side of your screen. But before tonight's rally, the commander-in-chief took his trip south to the border to Yuma, Arizona, and he spent time there with marines, also met with border patrol agents to see firsthand how they manage to dramatically cut illegal border crossing. My next guest has been travelling with the president today and he joins me exclusively, Tom Bossert, White House Homeland Security advisor. Tom, welcome. Good to have you with us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM BOSSERT, WHITE HOUSE HOMELAND SECURITY ADVISOR",
      "sentences": "Martha, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So tell me about your visit to Yuma today. What was the response from the people that are working the border there, and what did the president want to know from them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSERT",
      "sentences": "Well, we had a great trip today, Martha. The president is in high spirits. And the border patrol agents and the immigration custom enforcement agents that he met with today are in equally high spirits. The president is making good on his campaign promise to make America safe again and to increase our security on the border. And as you just said, we've had dramatic results as a result of his presidency. We've had by every measure, illegal immigration go down in this country since he took office. I think we're down over 47 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah, that's remarkable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSERT",
      "sentences": "And what he saw today -- it is. It really is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Sorry. That happened without building the ball. And I want to get to the wall in just a moment. But what do you think was the major factor that precipitated that huge drop?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSERT",
      "sentences": "So I think there's a number of them. But maybe just to be short about it, I think words matter, and I think walls matter. And so, as we improve the wall and build the wall the president is committed to, it's also important that his rhetoric is met with action, and he's empowered the enforcement of our law for the first time in a long time. And that empowerment along with the support he's given to the immigration officials and the customs and border patrol has allowed them to go out and do what they're supposed to do, increase our security, and we had lines of people in their cars stopping, waving and cheering the president as we drove here through Southern Arizona.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Have those accomplishment come at great expense so far?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSERT",
      "sentences": "So we've got a tremendous amount of expense ahead of us. We've got millions and millions of dollars in the president's budget request this year. And there'll be more in the following years. They're all balanced investments, though, that are meant to improve our security. You know, the Yuma sector here has 370 miles or more of border to protect. And I think they've apprehended almost 11,000 attempted illegal immigrants this year. And so, without that physical barrier to help them and buy them that time and space, just imagine the expanse that they have to cover of un-walled territory. So, I think Yuma is a great place for the president to pick today. It demonstrates why barriers matter. And I think when I say words matter, people think twice before they pack up and try to come here in violation of our laws.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. I mean, I think it's been made pretty clear that the policy is different now. That the laws are going to be followed on the books. And I think that that's been a huge deterrent just from what we have seen. Is the president going to talk about the wall tonight? Will he commit to building the wall? And will he be asking congress for that money and how is he going to get it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSERT",
      "sentences": "Sure. So, I don't want to entirely get out in front of the president. I think it's pretty safe to expect that he'll talk about his immigration promises and commitments that you've heard him speak to pretty consistently. But I'll let him be the deliverer of his message. He's far better at it than I. And I'm sure that he will also speak to some other national security challenges that we confront. But I do believe that we will get the money from congress. And Martha, I think it's important to recognize that all of the overblown kind of politics misses the point that we do get regular order accomplished on a regular basis with the Republican leadership house and senate. So I think we'll get the money we've asked for. And I think you'll see that wall built in the first term of the presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. It's kind of interesting, we saw the DNC attacking President Trump for not building the wall yet, which was a little odd. Tom, thank you very much. Good to see you. So we're waiting now for President Trump's rally in Arizona. We take a trip down memory lane, and then candidate Trump with a moment from Phoenix. Plus, another report outside the arena where the protests are picking up a bit. We'll be right back live.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So as we wait, President Trump's campaign rally it will get started 10:00 PM tonight. We'll have live coverage, of course. Here's a look back at then candidate Trump, this was back in 2016, and it was here that the message really started to pick up steam. It is our sound bite version quote of the night. Take a watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Are you ready?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Are you ready?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We will build a great wall along the southern border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And Mexico will pay for the wall. Believe me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Remember that? We're likely to hear some of that same language tonight. Fox News Jonathan Hunt, live outside. What's going out there, Jonathan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Martha, we got a pretty raucous crowd. I would estimate it from our position it's something like a couple of thousand protesters now. They're lined up as you can see here. Opposite the convention center. And as you look across that line, you can see the Trump supporters being corralled into the convention center. As you can see the police had set up barriers, they're keeping the two sides, the street whip apart at the moment. They hope that they're able to maintain that kind of distance between these two sides as the night progresses. From experience, Martha, I have to say having covered a lot of these protests on the campaign trail, the worst flash point usually comes towards the end of the night. When the Trump supporters file out of these rallies and then they are met on the streets by the anti-Trump protesters. That will be the flash point that the police here will be watching in particular. There are some 3,000 members of the Phoenix police department on duty and on call tonight. They hope, of course, they will not need all of those police officers or anywhere near all of them on the streets. But they say that they are prepared for the worst and they will react if there is any violence whatsoever. Martha, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Jonathan, thank you so much. And thank you for being part of \"The Story\" tonight. Tomorrow night we are live at the state fair in Kentucky as \"The Story\" goes on the road again. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CORRESPONDENT",
      "utterance": "Martha, good evening. The folks filing into this convention center right now are pretty loyal and diehard group. It is 107 degrees in Phoenix right now, and they've been standing outside for hours, and I am not joking. They seem to be in good spirits at this hour. The folks that I've talked to no short fuses due to the heat outside. They just seem excited to hear from the president about some key items on his agenda after more than seven months in office. There's been some buzz about whether the president would offer a pardon for former Sheriff Joe Arpaio, who is from the Phoenix area. The White House is ruling that out tonight. Bottom line folks, we've talked to, say they would like to hear the president's vision on tax reform, what to do about the border. We know after the president visited the border today, we expect he will push Congress for the money for that border wall and other types of security. The folks we talked to say they're just really looking forward to seeing and hearing from the president live. Now, let's go outside to my friend and colleague, Jonathan Hunt. Jonathan?"
    },
    {
      "speaker": "JONATHAN HUNT, FOX NEWS CORRESPONDENT",
      "utterance": "Mike, as you know, we are still some three hours away from the scheduled start of this rally. Already though, we have crowds of protesters, anti-Trump protesters on the streets outside this convention center. It's a scene we saw many times during the campaign. These anti-Trump protesters shouting their slogans at the Trump supporters. Many of whom I have to say, have been lined up for many, many hours. Since early this morning, in fact, thousands of them expected to go inside the convention center. But then, of course, thousands have to come out, and that is the flash point the police are concerned about. When they leave this convention center, they mix it on the streets with the anti-Trump protesters. That as we saw during the campaign is when the violence tends to break out. The Phoenix Police Department has some 3,000 officers on duty on the streets and on call tonight. They hope that there will be no need to use many of those officers, but they say they are prepared for the worst. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Jonathan, thank you very much. So, earlier today one of the president's staunchest supporters, Newt Gingrich, offered the commander-in- chief this advice for tonight. Watch."
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER OF THE HOUSE OF REPRESENTATIVES",
      "utterance": "My hope would be that he will side step Senators McCain and Flake. He's going to need both of them this fall in terms of the agenda. This is not a place to pick a fight. And I hope that he will be more presidential and less confrontational tonight. But, look, he is the president. He gets to do what he wants."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That is true. David Bossie, president of Citizens United, former deputy Trump campaign manager and Fox News contributor. He was also rumored to be helping the Trump campaign try to find a potential primary challenger to Senator Jeff Flake in Arizona. So, he's here tonight. We're going to ask him about all of that. Good evening, David. Good to have you here tonight."
    },
    {
      "speaker": "DAVID BOSSIE, FOX NEWS CONTRIBUTOR AND FORMER DEPUTY TRUMP CAMPAIGN MANAGER",
      "utterance": "Good evening. Thanks for having me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We're both not in the 107-degree temperatures in Arizona. So, that makes us a little bit more comfortable this evening. So, Newt Gingrich says don't go after Jeff Flake in this environment tonight. Don't go after John McCain. Flake, in fact, votes with you most of the time. John McCain didn't in the health care vote, but this is just not the place and the time. What do you think?"
    },
    {
      "speaker": "BOSSIE",
      "utterance": "I think Newt's fundamentally correct, actually. I think that you know, the president has a lot to talk about and he's going to be excited to see this enormous turnout in Phoenix, Arizona. And it's going to be an uplifting rally, just as all of his rallies are -- they were during the campaign and they have been fantastic events since he's become, president. So, I think he has a lot to talk about his agenda. And one of the things that frustrate the president and frustrates me is that the president's agenda is not being executed in Congress and not being done in a quick manner. And I think that that is what's really been showing. The Senator Flake thing is about his book and much more about that than the public policy debate."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, it is quite shocking really to have a sitting Republican Senator, write a lengthy missive about why he is so against the president in his own party."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Right. And I'll be honest with you. You know, as a conservative leader over the last 20, 25 years in Washington D.C., Jeff Flake has just not been there for the conservative movement."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So David, are you supporting other people? I mean --"
    },
    {
      "speaker": "BOSSIE",
      "utterance": "No, no."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Are you trying to get Kelli Ward to run against him? The president tweeted in favor of her. She's very controversial. Is she somebody you want to run against Jeff Flake? And if not, who else?"
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Well, look, I think there are many, many people out in Arizona, Members of the Congressional Delegation -- former Members of the Congressional Delegation, who easily could take on Jeff Flake. But what I was trying to say is that Jeff Flake makes himself in this book to be some conservative leader and he fundamentally is not. And that's all I'm saying is Jeff Flake is somebody whose vote the president needs. Who the president wants to work with and has wanted to work with up until this book. And I think that that's really what has changed the dynamic. And I that's just an individual who has picked a fight with the president, not the other way around."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, we'll see where that goes. You know, there's obviously a lot of dissent on Capitol Hill among Republicans, and between them and the president. It starts at the top, apparently, according to this New York Times story about Mitch McConnell. Let me put up the quote from this story that came out just a short time ago. It says, \"The relationship has disintegrated to the point that they have not spoken to each other in weeks. McConnell has privately expressed uncertainty that Mr. Trump will be able to salvage his administration.\" David."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Well, you know, I don't know who is saying that. But I can tell you that the White House is working closely, and their legislative team: Rick Dearborn, Mark Short, and the tremendous team of professionals at the White House are working closely with the House and Senate Leadership on tax reform. And that's going to be the signature piece of legislation for this year if we can get it done. By the way, Republicans were sent here to get tax reform done, in the House and the Senate, and now in the White House. We have to get it done. Look at what the president's done: a million new jobs, the economy growing at 2.6 percent, the Dow and the markets are at all-time highs."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But David, and I know Marc Thiessen is going to say this. Let me jump in for one second. You know, they're going to say, look, he needs Dean Heller, he needs Jeff Flake."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Correct."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Now is not the moment to turn against these guys. What you need to do is add to the numbers of the Republicans to make getting these things through easier."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "And if we can get tax reform done this year, not next year, this year, which the Congress has to do. If we can get it done this year, we can win more seats next year. It becomes easier because the economy is ready to take off. Deregulation is taking a hold without tax reform. Look at what the economy is doing right now with the president's leadership. If we can just get tax reform and tax relief for the American people, for the hard-working American people, this economy is going to take off."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Is the president going to try to dethrone Jeff Flake from that Senate seat? And are you working on it? Yes or no? I got to go."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "I think that that's yet to be seen."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. David, thank you. Good to see you."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, here now: a man who says that if Trump takes down Flake, he better be prepared for Majority Leader, Chuck Schumer, to take over. Marc Thiessen, he's American Enterprise Institute Scholar and a Fox News Contributor. Marc, good evening. You heard my conversation with David a moment ago, what say you?"
    },
    {
      "speaker": "MARC THIESSEN, FOX NEWS CONTRIBUTOR AND AMERICAN ENTERPRISE INSTITUTE SCHOLAR",
      "utterance": "Well, first of all, I start this by saying as somebody who wants Donald Trump to succeed as president, and the Republicans to succeed, I' m very concerned about this. I mean, the fact is, we learned from Obamacare that 52 Republicans isn't enough. That's not enough to get the Trump agenda through. It's not going to be -- and so, you know, attacking Jeff Flake and having a costly primary, even if whether he succeeds or not, it's going to spend -- suck in tons of money from around the country that should be used to target those five Democrats in states that Donald Trump won by 20 percent, and some of the ones that he won by a tighter margin. This is money -- there's only so much money that's going to go into this campaign. It's being -- why waste it on a primary? Jeff Flake votes with him 95 percent of the time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to show you. I just want to put up an ad that has to do with Kelli Ward; Mitch McConnell put this out. Let's take a look at this home. She's one of the people, and she's very controversial, people aren't familiar with her, but she ran against John McCain last time around."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "And lost badly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Didn't succeed in that, and lost. Then, she said some awful things about John McCain's illness, and how she should replace him now. And here's the ad against her. Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Embarrassing behavior. Dangerous ideas. No wonder Republicans rejected her just one year ago. Chemtrail Kelly, not conservative, just crazy ideas."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And there's some money being spent, you know, that as you say, could be going other places."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Money being spent. And also, if she wins, let's say Trump was to set to endorse and she was to win. She's the Sharron Angle of the 2018 Republican Cycle. Remember, Sharron Angle was the one who -- Tea Partier, who in 2010 won the nomination to take on Harry Reid. A completely winnable race and handed us six more years of Harry Reid. Do we want to repeat that? I mean, this is -- you know, it's not just Jeff Flake. He's gone after Dean Heller. He's gone after Lisa Murkowski. He's gone after Mitch McConnell. He's gone after Jeff Sessions, a former Senator who a lot of people love."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But as David Bossie just said, Marc. He's essentially saying, these people are not conservatives. You know, run -- maybe someone should run who is to the right of them, who could help to bring in bigger numbers, and then they would vote for the president, and you know, some of these folks are not going to."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Yes. I mean, in the place like Nevada, Dean Heller -- it's a purple state, which Donald Trump didn't win. So, attacking the Republican incumbent over there doesn't help when he's already in trouble. Jeff Flake, this is -- if Flake doesn't win this nomination, and Kelli Ward is the nominee, we could see Arizona go Democrat for the first time since 1988 when Dennis Deconcidi was the Senator. I mean, we need to be adding to the Republican majority. We need to be focusing our energy not on attack our own people, but on attacking the Democrats and pressuring those 10 Democrats who were elected. And say who are up in states that Donald Trump won to vote with us for tax reform, to vote with us for these things. And if they don't, spending our money to win Republican seats in those states."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, we're going to be watching the president very closely tonight. It was a different tone that we saw last night. And he will walk into that room, and you know, we'll see if he sort of, you know, gets into rally mode or if we are seeing, perhaps, the influence of some of the new people that are in the White House on sort of giving direction to this administration. So, we'll see. Marc, thank you. Always good to see you."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, still ahead, tensions boiling over at a Charlottesville City Council Meeting. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You just showed us how weak you are."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How can you do (BLEEP), (BLEEP)?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They want the mayor in Charlottesville to step down after what happened there over a week. Dana Loesch and Gianno Caldwell, on the impact that removing Confederate monuments since having across the country. And a frightening report suggesting that North Korea and Syria may be joining forces. Troubling findings with regard to chemical weapons have the world on alert tonight. Plus, some in the media claiming President Trump's call for 4,000 more troops on the ground in Afghanistan is meant to distract from the Charlottesville issue. Let me show you that tape and analyze straight ahead."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Terrorists take heed. America will never let up until you are dealt a lasting defeat."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Breaking tonight, live scenes right now in Chapel Hill, North Carolina. This is the latest in the fight to remove Confederate statues from towns and cities across the country. We have heard that on campus, there may be more protests there this evening. So, we're watching that at UNC and we will be bringing that to you as we see what unfolds throughout the hour. So, those scenes follow this from the Charlottesville City Council Meeting last night, which was an intensely heated environment. Watch what happened in there."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Statues are coming down overnight in Texas."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Lexington, we just had a murder and a Nazi rally in our town."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the results of all that. The city's Confederate statues will be removed. But Victor David Hanson is warning that it could set a dangerous precedent. Here is what he wrote: \"When we wipe away history at a whim -- why in 2017 and not, say, in 2015 or 2008? We better make sure that our targets are uniquely and mellow dramatically evil rather than tragically misguided.\" Trace Gallagher, live in our West Coast Newsroom with how this has spread coast to coast sometimes in the dead of night. Hi, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CHANNEL ANCHOR",
      "utterance": "Hi, Martha. You know, the debate over whether Confederate symbols represent hate or heritage is raging in a number of states in Bradenton, Florida. The County Commission ordered a Confederate statue to be boarded up and that prompted dueling rallies where flags were burned, insults hurled, and even a few protesters arrested. Watch this."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "One side said the statue had been co-opted by white supremacists and needed to be removed. The opposing side argued, the statue simply honors those who fought for their beliefs. Outside the Howard County Courthouse in Elliot City, Maryland, a Confederate memorial was taken down in response to the violence in Charlottesville. For the time being, the statue is being donated to a local museum and might be added to the county historical society's civil war collection. In Columbus, Ohio at the Camp Chase Confederate Cemetery, which early in the Civil War served as a prisoner of war camp, a Confederate statue was the vandalized. The bronze figure of a Confederate soldier had the head torn off when vandals tried to topple the statue. In Baltimore, a 225- year-old monument commemorating Christopher Columbus was vandalized. A video posted online, which we cannot show you, has the statue being destroyed, and the narrator who says that Christopher Columbus initiated a century's old wave of terrorism, genocide, rape, and slavery. In the nation's capital, the Jefferson Memorial appears to be safe for now, though it will get an update to address the \"complexity of America's third president,\" including his history as a slave owner. And finally, in Houston, a man was arrested and accused of trying to blow up the Dick Doweling Confederate Monument. Doweling was hailed as a Confederate war hero in Houston serving in the Jefferson Davis Guards. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. So, here with more: Dana Loesch, Host of Dana on The Blaze T.V.; and Gianno Caldwell, a Republican Political Analyst. Welcome to the both you tonight. I just want to put up a quick poll here, ABC/Washington Post: do you approve or disapprove of Trump's Charlottesville response? 56 percent say that they disprove; 28 percent approved; 16 percent had no opinion. And here is Vice President Pence on this, earlier. Watch this."
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "Seeing people destroy public property in the name of any causes is just simply unacceptable."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Gianno, do you agree?"
    },
    {
      "speaker": "GIANNO CALDWELL, REPUBLICAN POLITICAL ANALYST",
      "utterance": "I absolutely agree with our vice president there. I think he was a much needed and welcome voice to this conversation as a leader who understands the sensitivity of race in this country. This has become a very divisive issue on all sides. I have a friend of mine Conner, a 28-year-old, White male, who's a very vocal Trump supporter who came to me recently and said, look, just because I support Donald Trump doesn't make me to be a racist and I know the left has taken it in that direction. I know that the media has taken it in that direction. I know just because you want to see these statues up doesn't make you someone who supports slavery. So, we have to acknowledge that. But in addition to that, I wonder -- history, yes, it's history and I believe it should be in a museum. Why would we give out participation trophies to somebody who lost a war? I mean, isn't that what they say snowflakes do? I just don't understand that piece. But I really do agree with what Vice President Pence said, which was allow the local government to rule on that. And I believe that's the right answer for this situation."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, you look at these statues and they present the history of the deepest battle in this country, our deepest eternal battle in this country. And we know who won, and we know why they won. And this marks that process, that evolution that our country went through. Dana, your reaction."
    },
    {
      "speaker": "DANA LOESCH, THE BLAZE T.V. HOST",
      "utterance": "No, I think you touched upon something right there, Martha. It does show this process that our country went through. Because ours is a shared history, a very tragic time, and very amazing time as well. If community members collectively decide that they want to do something about these monuments, they want to take them down, they have every right to do that as members of that community. I mean, that's what freedom is all about. They can choose to erect them and take them down as well. But this idea that we're just going to go out and start busting up public property, I think that does set a very dangerous precedent."
    },
    {
      "speaker": "CALDWELL",
      "utterance": "Absolutely."
    },
    {
      "speaker": "LOESCH",
      "utterance": "And I think the bigger question is, too, at what point do we draw the line? Where do we draw the line? Do we draw it at the Washington Memorial? Do we draw it at Lincoln Memorial? I mean, where do we draw it? Do we draw it on the men whose images are on our currency? Because if people want to get rid of that, they can actually go to my Web site at danaradio.com and send them to the address there, Martha, if that's what people want to do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You'll accept their money. That's so nice of you. Gianno, you know, to pick up on Dana's question, where does it end?"
    },
    {
      "speaker": "CALDWELL",
      "utterance": "At this point, it really doesn't. I think that in order for us to really have this conversation, it's necessary for us to begin to listen to one another."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But I'm saying, you know, with George Washington, with Thomas Jefferson, should they stay? So, the memorials to both of them stay?"
    },
    {
      "speaker": "CALDWELL",
      "utterance": "I think the memorials you're talking about in mountains. Obviously Mount Rushmore and other places, I think those should stay. There's no way to use public cost to try to take those things down. When it comes to statues that are, in my view, celebrated in these local communities and I view that as being what it is, and as you -- public funds are used to maintain those, I think that's another question for the public. Local governments should be involved in that scenario. I don't think that people should be destroying public property. It is in the condign move and folks that do that they should be arrested because it's destruction of property. We can't take things into our own hands, and we must obey the law and do things legally here in this country."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Dana, quick last thought and we got to go."
    },
    {
      "speaker": "LOESCH",
      "utterance": "Yes, absolutely. Amen to that. Again, I mean, we have some bad times in our history and good times. And I think that we can't refuse to acknowledge history because those who refuse to acknowledge it, they are doomed to repeat it, Martha. And I think that there's a better way to go about this than public destruction."
    },
    {
      "speaker": "CALDWELL",
      "utterance": "Absolutely."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thanks, you guys. Great to have you both here tonight."
    },
    {
      "speaker": "CALDWELL",
      "utterance": "Thanks for having."
    },
    {
      "speaker": "LOESCH",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, still ahead tonight, this Instagram post from Treasury Secretary Steve Mnuchin's wife Louise lit up social media today. We're going to explain the controversy, what she wrote about, and what she has said tonight."
    },
    {
      "speaker": "Plus, despite reports that President Trump agonized over the decision to send more troops to Afghanistan, some in the media suggested that this was an announcement that was made to provide a distraction. We're going to play the sound from these individuals and ask",
      "utterance": "do media voices matter to our men and women in uniform? Retired General Anthony Tata is with me tonight and answers that when we come back."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I studied Afghanistan in great detail and from every conceivable angle. After many meetings, over many months, we held our final meeting last Friday at Camp David with my cabinet and generals to complete our strategy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, that was President Trump last night as he unveiled his new Afghanistan strategy. The speech was very different in tone from what we have seen in general from the president. He was very focused on the decision-making process here, and it received quite a bit of praise. We were watching it last night from Washington ourselves. But there were those who took it all in and saw it quite differently. Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Let's start about what the speech was light on again by design, light on specifics."
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "utterance": "We've heard from the president tonight an argument with his old self. If he's trying to do this for political affect and it doesn't seem to be driven by circumstances on the ground, the political effect here is kaleidoscopic."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "This was the president taking one of the gravest things that a president can do which is order troops into battle or oversee a war and essentially use it as a cloak for changing the political discussion in the United States."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "So speeches like this will always be suspect as devices for changing the subject."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "I have no doubt, Lawrence, they sped this up to try to change the subject."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So how do those critiques weigh on the military, on the families who face the reality of this at home? Joining me now is retired Brigadier General Anthony Tata. General, thank you very much for being here. When you hear that and you are so closely involved with the families and your own family who put their lives on the line, what's your reaction to those people?"
    },
    {
      "speaker": "ANTONY TATA, BRIGADIER GENERAL U.S. ARMY",
      "utterance": "Martha, my reaction is that everybody that you just played missed the entire first five minutes of his speech where he talked about the honorable military that is serving overseas and securing our liberties and how they are cut from the same cloth as this nation, and they come together as one to accomplish a mission, which is the hardest thing that a country can do. And, he held them up as an example for the nation to follow. And I thought that was brilliant, a brilliant way to lead in to his speech because every one of the people that just spoke missed that point, that it's a time of unity in the nation. And he's been talking about Afghanistan for months now. Charlottesville or no Charlottesville, he would have led off with the same speech, with the same honor to the troops in Afghanistan, Iraq, Syria, et cetera. So, for me, I was proud to hear that he's honoring the soldiers, sailors, airmen, and marines, asking the nation to do their citizens duty to come together when we face threats from North Korea, Iraq, ISIS, et cetera, al-Qaeda. So, for me, it was a very good message and a good way to start."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, there's obviously a lot of cynicism in those comments, but I think any president, and this president is no exception, they understand the weight of these decisions. And he talked about speaking with several Afghanistan veterans, people who fought there, and getting their thoughts on whether or not this is a war that is winnable in his sense. And I want to get your thoughts on this. He said this is from the speech. He said from now on victory will have a clear definition, attacking our enemies, obliterating ISIS, crushing al-Qaeda, preventing the Taliban from taking over the country, and stopping mass terror attacks against Americans before they emerge."
    },
    {
      "speaker": "TATA",
      "utterance": "Yeah, so what he's talking about is the military doctrinal definition of defeat. Breaking the enemy's will to fight. And so that is a definition of victory, defeating the enemy. And we have not really talked about that. This is the antithesis of the Obama strategy where everything was a timeline. The day, if you recall, the day he announced the surge, President Obama did. He announced a timeline when it was coming out."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The Taliban lays low and they wait until that timeline is over, and then they come back. The president made it very clear that's not the way he's going to operate."
    },
    {
      "speaker": "TATA",
      "utterance": "Martha, when I was deputy colonel on the ground there in Afghanistan. I had governors and mayors and commanders from Afghanistan talking to me saying, your timeline, the Taliban is just across the river sharpening their knife waiting for you to leave. And so, this event-driven piece is really a good thing. I think he also saw loosened in rules of engagement in Syria and Iraq has accelerated the defeat of ISIS and sending them to safe haven in Libya. I think he can apply -- he feels he can apply that same model to Afghanistan, loosening the rules of engagement. You heard a little bit about that last night with the law enforcement piece and going after the narco-terrorists and the criminal efforts there. And that's new combatants now that are very important to add to the combatant list."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "General, we're glad that you come on the program. And we're going to need you as we go forward looking at this fight. So thank you very much."
    },
    {
      "speaker": "TATA",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to have you here tonight, General Anthony Tata. So still ahead tonight, President Trump expected to make remarks. You can you see the folks filing in. Hopefully it's a little cooler inside. It's 107 degrees where they were waiting in line. But before he takes the stage his Homeland Security Advisor Tom Bossert who traveled with the president all day today, is here exclusively to tell us what that was like on the ground in Yuma. And we'll get his thoughts in a moment. Also, a new report suggests that the regimes in North Korea and Syria may be sharing chemical weapons, could would he be seeing a new axis of evil? A chilling report straight ahead."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Breaking tonight, new threats coming from North Korea as it warns the United States and South Korea against their ongoing joint military drills. But despite this recent rhetoric, Secretary of State Rex Tillerson acknowledged that the rogue nation has, for the moment, stopped its initial provocative missile launch behavior. So watch what he said."
    },
    {
      "speaker": "REX TILLERSON, U.S. SECRETARY OF STATE",
      "utterance": "I am pleased to see that the regime in Pyongyang has certainly demonstrated some level of restraint that we have not seen in the past. We hope that this is the beginning of this signal that we've been looking for."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Interesting. That was late this afternoon. So despite that, we are learning some frightening details tonight about the formation of potentially lethal alliance between Syrians and North Korean regimes. Reuters reporting that the two rogue nations may be sharing chemical weapons, some of which were intercepted on the way from one place to the other. So here now, Dennis Wilder, professor of Asian Studies at Georgetown University, and Marie Harf, a former state department spokesperson and Fox News contributor. Welcome to both of you. I want to start with Secretary Tillerson, you know, sort of measured comments today. Dennis, what do you think prompted him to make that sort of slightly hopeful statement?"
    },
    {
      "speaker": "DENNIS WILDER, GEORGETOWN UNIVERSITY",
      "utterance": "Well, secretaries of state are known for wanting to look on the bright side of issues. And certainly, he is hoping to get the North Koreans back to the negotiations. I hope his optimism is realized. But I think it's a little premature at this point. You've got to remember that the North Korean leader has been put on his heels by the reaction from the United States and China, to his threats to fire missiles near Guam. And he's, I think, rethinking what his next move. But I would point out that September the 9th is an anniversary of the founding of North Korea. Last year on September 9th, he did his fifth nuclear weapons test. So I'd like a little more time before I congratulate the North Korean leader for changing directions."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Marie, what did you think about Secretary Tillerson today?"
    },
    {
      "speaker": "MARIE HARF, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, I agree with what Dennis just said. And I do think we've stepped back from the brink here a little bit. You mentioned some of the rhetoric surrounding this new U.S., South Korean military exercises. We do these exercises regularly. The North Koreans respond with this kind of propaganda every time we do them. So it seems like we're back in some sort of a cycle here that we've seen for many, many years now. But, you know, it's absolutely correct to say it's too early, I think, to take a victory lap here. But, look, the fact that North Korea did back down from its initial threats to go after Guam, which a lot of us thought they would never actually going to do, right? They're not going to waste all their capital going after Guam. But the fact that they did something to back down, it's appropriate for secretary of state to say that that's a good thing. But the real question is what comes next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. They put out a propaganda video that I say today where Guam is obliterated. And I guess that, you know, Dennis, that just that action of saying that he was stepping back. He didn't really need to say that. So he was kind of a seeding something in that moment. When Kim Jong-un said, you know, I thought about it, I went down there, I looked at the plan, I decided we're not going to attack Guam. So I think the Trump administration has made some catalyst changes in this dynamic so far. Would you agree with that?"
    },
    {
      "speaker": "WILDER",
      "utterance": "Absolutely. I think the change is a more muscular American policy. You know, people criticized the Obama administration for a bit of strategic patience. I think the Trump administration decided that was the wrong way to go. And so they have put a lot of pressure on the Chinese, on the Russians, and on the North Koreans."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Before I let you go, I want to ask you -- and Marie, I'll start with you, about this Syria connection and the potential for chemical weapons moving between North Korea and Syria. Quite troubling."
    },
    {
      "speaker": "HARF",
      "utterance": "Definitely. And look, these are two countries that don't have a lot of other friends in the world they can work with. And it's especially troubling to me if this happened after President Trump ordered those strikes in Syria when they last used chemical weapons. I don't know the timing. I think that hasn't been reported yet. But if they're moving forward, you know, since the United States came out and made a very strong military statement that would be even more concerning to me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Dennis, final thought on that."
    },
    {
      "speaker": "WILDER",
      "utterance": "I was in the White House in the summer of 2007 when the Israelis came to us with the information that the North Koreans were working on an undisclosed nuclear plant in Syria. So, there is a relationship here, and it is a very troubling one. And the more we put sanctions on the North Koreans, which we should do, they're going to look for these elicit opportunities to sell things. And I think that's very dangerous. We have a real proliferation threat here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The screws are tightening with these sanctions and we are seeing some movement. So we'll see where it goes. Marie, thank you very much. Dennis, good to see you tonight as well."
    },
    {
      "speaker": "WILDER",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "HARF",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So coming up next, last night it was all about Afghanistan and our efforts there. Tonight, look for a lot of focus on the border. The president met with immigration agents in Arizona, and he will soon give a progress report to the nation at a Phoenix rally. Homeland Security Advisor Tom Bossert was there with the president, and he joins us exclusively for a preview. And why did this picture posted by Treasury Secretary Steve Mnuchin's wife, Louise, set off such a controversy? We'll explain the Instagram that went viral and the apology that it prompted, straight ahead."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, it's an Instagram post the led to hours of coverage from some of our competitors today, Louise Linton the new wife of Treasury Secretary Steve Mnuchin is in a social media slug fest. She posted a photo of herself getting off a government plane, looking very fashionable, and using hashtags to highlight the different pieces of her expensive outfit. Then, she got a bit of backlash for it. It happens on social media. She fought back in a reply post defending herself, and then going after one of her Instagram critics which is probably never a good idea, writing in part, quote, have you given more to the economy than me and my husband, either as an individual earner in taxes or in self-sacrifice to your country? She went on to call the person who wrote it cute and said her family was cute. Linton has since deleted the post, she set that account to private, and apologized calling the statement insensitive. All right. So President Trump expected to take the stage in Phoenix in a couple of hours. Protests are growing there by the hour. The crowd is also building inside as you can see on the right-hand side of your screen. But before tonight's rally, the commander-in-chief took his trip south to the border to Yuma, Arizona, and he spent time there with marines, also met with border patrol agents to see firsthand how they manage to dramatically cut illegal border crossing. My next guest has been travelling with the president today and he joins me exclusively, Tom Bossert, White House Homeland Security advisor. Tom, welcome. Good to have you with us tonight."
    },
    {
      "speaker": "TOM BOSSERT, WHITE HOUSE HOMELAND SECURITY ADVISOR",
      "utterance": "Martha, thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So tell me about your visit to Yuma today. What was the response from the people that are working the border there, and what did the president want to know from them?"
    },
    {
      "speaker": "BOSSERT",
      "utterance": "Well, we had a great trip today, Martha. The president is in high spirits. And the border patrol agents and the immigration custom enforcement agents that he met with today are in equally high spirits. The president is making good on his campaign promise to make America safe again and to increase our security on the border. And as you just said, we've had dramatic results as a result of his presidency. We've had by every measure, illegal immigration go down in this country since he took office. I think we're down over 47 percent."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah, that's remarkable."
    },
    {
      "speaker": "BOSSERT",
      "utterance": "And what he saw today -- it is. It really is."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Sorry. That happened without building the ball. And I want to get to the wall in just a moment. But what do you think was the major factor that precipitated that huge drop?"
    },
    {
      "speaker": "BOSSERT",
      "utterance": "So I think there's a number of them. But maybe just to be short about it, I think words matter, and I think walls matter. And so, as we improve the wall and build the wall the president is committed to, it's also important that his rhetoric is met with action, and he's empowered the enforcement of our law for the first time in a long time. And that empowerment along with the support he's given to the immigration officials and the customs and border patrol has allowed them to go out and do what they're supposed to do, increase our security, and we had lines of people in their cars stopping, waving and cheering the president as we drove here through Southern Arizona."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Have those accomplishment come at great expense so far?"
    },
    {
      "speaker": "BOSSERT",
      "utterance": "So we've got a tremendous amount of expense ahead of us. We've got millions and millions of dollars in the president's budget request this year. And there'll be more in the following years. They're all balanced investments, though, that are meant to improve our security. You know, the Yuma sector here has 370 miles or more of border to protect. And I think they've apprehended almost 11,000 attempted illegal immigrants this year. And so, without that physical barrier to help them and buy them that time and space, just imagine the expanse that they have to cover of un-walled territory. So, I think Yuma is a great place for the president to pick today. It demonstrates why barriers matter. And I think when I say words matter, people think twice before they pack up and try to come here in violation of our laws."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. I mean, I think it's been made pretty clear that the policy is different now. That the laws are going to be followed on the books. And I think that that's been a huge deterrent just from what we have seen. Is the president going to talk about the wall tonight? Will he commit to building the wall? And will he be asking congress for that money and how is he going to get it?"
    },
    {
      "speaker": "BOSSERT",
      "utterance": "Sure. So, I don't want to entirely get out in front of the president. I think it's pretty safe to expect that he'll talk about his immigration promises and commitments that you've heard him speak to pretty consistently. But I'll let him be the deliverer of his message. He's far better at it than I. And I'm sure that he will also speak to some other national security challenges that we confront. But I do believe that we will get the money from congress. And Martha, I think it's important to recognize that all of the overblown kind of politics misses the point that we do get regular order accomplished on a regular basis with the Republican leadership house and senate. So I think we'll get the money we've asked for. And I think you'll see that wall built in the first term of the presidency."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. It's kind of interesting, we saw the DNC attacking President Trump for not building the wall yet, which was a little odd. Tom, thank you very much. Good to see you. So we're waiting now for President Trump's rally in Arizona. We take a trip down memory lane, and then candidate Trump with a moment from Phoenix. Plus, another report outside the arena where the protests are picking up a bit. We'll be right back live."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So as we wait, President Trump's campaign rally it will get started 10:00 PM tonight. We'll have live coverage, of course. Here's a look back at then candidate Trump, this was back in 2016, and it was here that the message really started to pick up steam. It is our sound bite version quote of the night. Take a watch."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Are you ready?"
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Yes."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Are you ready?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "We will build a great wall along the southern border."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And Mexico will pay for the wall. Believe me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Remember that? We're likely to hear some of that same language tonight. Fox News Jonathan Hunt, live outside. What's going out there, Jonathan?"
    },
    {
      "speaker": "HUNT",
      "utterance": "Martha, we got a pretty raucous crowd. I would estimate it from our position it's something like a couple of thousand protesters now. They're lined up as you can see here. Opposite the convention center. And as you look across that line, you can see the Trump supporters being corralled into the convention center. As you can see the police had set up barriers, they're keeping the two sides, the street whip apart at the moment. They hope that they're able to maintain that kind of distance between these two sides as the night progresses. From experience, Martha, I have to say having covered a lot of these protests on the campaign trail, the worst flash point usually comes towards the end of the night. When the Trump supporters file out of these rallies and then they are met on the streets by the anti-Trump protesters. That will be the flash point that the police here will be watching in particular. There are some 3,000 members of the Phoenix police department on duty and on call tonight. They hope, of course, they will not need all of those police officers or anywhere near all of them on the streets. But they say that they are prepared for the worst and they will react if there is any violence whatsoever. Martha, back to you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Jonathan, thank you so much. And thank you for being part of \"The Story\" tonight. Tomorrow night we are live at the state fair in Kentucky as \"The Story\" goes on the road again. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}