{
  "date": "August 22, 2019",
  "headline": "President Trump fights perception that the US economy is slowing",
  "subHeadline": "Trump pushes back on economic fears; reaction and analysis from the 'Special Report' All-Stars.",
  "url": "https://www.foxnews.com/transcript/president-trump-fights-perception-that-the-us-economy-is-slowing",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "The job numbers have been really good. We have unemployment at a level that it hasn't been at for many, many years, fantastic numbers. The economy has been really fantastic. If you look at the world economy, not so good, but the economy has been really fantastic.  The fake news, of which many are you our members, is trying to convince the republic to have a recession. Let's have a recession.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "His economic policies are bad. I think they're ultimately going to unwind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR PETE BUTTIGIEG, DEMOCRATIC PRESIDENTIAL CANDIDATE",
      "sentences": "The county next to mine, Elkhart County, is the Arby's capital of the world, and we are hearing that the orders are down a in way that very likely does anticipate a recession.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "A lot of talk about a possible recession, some indicators pointing the way and predicting other recessions in the past. There are a few articles out there that suggest it goes the other way. Here's the City Journal: \"Cool the recession talk. None of the major institutional forecasters is looking ahead to a recession in 2019 or 2020. These projections come from current economic indicators, none of which is signaling a recession in the months ahead. The current economic environment, low and declining interest rates, stable prices, modest quarter to quarter economic growth, the absence of wars abroad, does not suggest a recession-oriented climate. In addition, the Federal Reserve board has adopted a policy of stabilizing, or lowering interest rates, another factor likely to reduce the odds of recession. Recessions typically occur in settings of rapid economic growth and rising interest rates combined with overly bullish forecasts for stocks and business profits. That is not the situation today.\" Just one of the pieces out there suggesting the other way.  Let's bring in our panel: Josh Holmes, former top adviser to Mitch McConnell, now president of the Cavalry Consultants; Jeff Mason, White House correspondent for Reuters, and Tom Bevan, Real Clear Politics co- founder and president. Jeff, you have been there. He has talked about it time and time again. He is asked about it time and time again, about the possibility of a slowdown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF MASON, REUTERS",
      "sentences": "Yes. He is asked about it because of indicators. He is confident, he keeps expressing his confidence in the economy, and yet he does give a bit of a mixed signal on that because he also has been complaining about the Federal Reserve for not lowering interest rates more. And he wants the Federal Reserve to back him up. He continues to say, look, I was outside for that long gaggle yesterday, and he said we don't need tax cuts, the economy is doing just fine. But he's thinking about it, and it is a concern if there were to be a recession or a slowdown of any kind by next year when he's running for reelection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Speaking of the Federal Reserve, he has tweeted about the Federal Reserve chair, he has talked about it here, he talked about yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Jay Powell and the Federal Reserve have totally missed the call. I was right, and just about everybody has missed that. He raised interest rates too fast, too furious. If the Fed did what they were supposed to do, they'd drop interest rates by 100 basis points. Nobody would be able to compete with the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "A lot of people say that this is unprecedented, to have the president do this. Take a listen to former Fed Chair Alan Greenspan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN GREENSPAN, FORMER FEDERAL RESERVE CHAIRMAN",
      "sentences": "Every president has insight in how markets work and where interest rates ought to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Did you ever get direct letters or conversations with the occupant of the Oval Office, directly on that issue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENSPAN",
      "sentences": "All the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "In fact, if you look back at presidents, former President Bush said in 1998, H.W. Bush, that he blames Federal Reserve Chairman Alan Greenspan for his 1992 defeat. Jimmy Carter, 1980, said the Federal Reserve was making the wrong choice. Richard Nixon had many times where he pressured then Federal Reserve Chairman Arthur Burns publicly to keep rates low. Lyndon Johnson, according to several accounts, actually pushed the Federal Reserve Chairman Martin Jr. up against a wall over raising interest rates at the wrong time. So Josh, this has some historical precedent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSH HOLMES, CAVALRY CONSULTANTS",
      "sentences": "Absolutely it has historical precedent. And the thing is, the critics of President Trump I think almost invariably decide that history started a year and a half or two years ago. If you look beyond that at almost everything that they criticize him, there is precedent, including this. This is a source of great frustration for many presidents because it's the one tool in the toolbox they don't have autonomous control over, and they have got to rely on decision-making that, frankly, they can't do themselves. And so I'm not surprised that he's frustrated. He's made himself very clear on what he thinks should happen. And so I would imagine this probably continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Tom?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM BEVAN, REAL CLEAR POLITICS",
      "sentences": "None of those other presidents had 60 million Twitter followers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Nor did they have Twitter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEVAN",
      "sentences": "Nor did they have anything.  This is playing out very publicly, and to josh's point, Trump had one bullet to fire on the economy. He fired it at 2017, he got his tax cut. But the idea that anything else is going to get through Congress, a Democratically controlled House of Representatives to give Trump another win on taxes heading into his reelection, it ain't going to happen. And so Trump is left with a couple of options. One is to continue deregulation and hope that that helps boost the economy, and two, beat his Federal Reserve chairman over the head for more rate cuts to goose the economy heading into --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Or three, get one trade deal, whether it's China or not, maybe it's another trade deal, across the finish line, and it changes the equation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEVAN",
      "sentences": "Yes. And he does have a pressure relief valve on the tariffs?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Is there a danger, Jeff, in the 2020 race for the Democrats be running against the economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASON",
      "sentences": "For sure. The fact that the Trump economy, even with the potential headwinds coming this way has been very good for the last two and half years makes it hard for Democrats to have a really good argument about what they would do differently. They can talk about their opposition to the tax cuts, they can talk about their opposition to the way he has conducted trade negotiations. But they can't say we are unhappy, necessarily, with how the economy has gone up until now. They can say it looks like something might happen that would be negative, but for the last two-and-a- half years at least, on a lot of indicators, President Trump has a strong argument.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The field is getting smaller, the 2020 Democratic field, Governor Inslee is now out as is John Hickenlooper. And we just want to play one more time, one of our panelists with the early prediction of Governor Hickenlooper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hickenlooper thinks he is running for president. He's actually running for U.S. Senate, he just hasn't figured it out yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN HICKENLOOPER, (D) PRESIDENTIAL CANDIDATE",
      "sentences": "I don't think Cory Gardner understands that the games he's playing with Donald Trump and Mitch McConnell are hurting the people of Colorado. I know changing Washington is hard, but I want to give it a shot. I'm not done fighting for the people of Colorado.   I'm John Hickenlooper, candidate for United States Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Just yesterday, he was candidate for president. That was Jim Messina a few months ago. Josh, what about that? He obviously had the ad ready to go, or he made it to a pool hall, one of the two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "Right. I think Governor Hickenlooper also said he wasn't cut out to be a senator, and I think Republicans are going to try to remind Coloradans as much as possible that that is in fact the case.  The problem that we have seen in recent years and in fact the last probably six presidential elections is people who engage, candidates who engage in a presidential primary level who drop out and go back to their state and run for another office have a really difficult time. The amount of liabilities that you accrue on stage in a presidential debate is incredible. And for somebody like Governor Hickenlooper who has tried to statecraft this centrist image, all of that is completely washed away in the two debates that he actually participated in. I think he's going to have a very difficult time, plus the fact that that he has got a serious primary. Had he decided to run for Senate off the start he would've cleared the field and probably been odds-on favorite to win. Now, having gone through the presidential, I think he has got a really uphill climb.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "But Chuck Schumer is probably looking at this and saying maybe there's a couple more here, Governor Bullock in Montana to run for Senate, maybe Beto O'Rourke in Texas to run for Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASON",
      "sentences": "I think that's right. I think the Democrats would love to see a couple of these folks drop out and go back and run for Senate.   I'm going to disagree with Josh a little bit. I think Hickenlooper, his name recognition, he's got good will in the state. I think Cory Gardner has always been at the top of the list for Democrats as a vulnerable senator, and I think he's even more vulnerable now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASON",
      "sentences": "I'm from Colorado. Hickenlooper is very, very popular there. and I think he did try to maintain that centrism as a presidential candidate. I think the back and forth about whether he wanted to be the president or run for Senate allowed a pretty strong field of Democrats to get in. But he has a lot of support in that state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "Cory Gardner is also maybe the most talented Republican candidate in all of the 2020 field. He is a really, really rock-solid candidate.   Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "The job numbers have been really good. We have unemployment at a level that it hasn't been at for many, many years, fantastic numbers. The economy has been really fantastic. If you look at the world economy, not so good, but the economy has been really fantastic. The fake news, of which many are you our members, is trying to convince the republic to have a recession. Let's have a recession."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "His economic policies are bad. I think they're ultimately going to unwind."
    },
    {
      "speaker": "MAYOR PETE BUTTIGIEG, DEMOCRATIC PRESIDENTIAL CANDIDATE",
      "utterance": "The county next to mine, Elkhart County, is the Arby's capital of the world, and we are hearing that the orders are down a in way that very likely does anticipate a recession."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "A lot of talk about a possible recession, some indicators pointing the way and predicting other recessions in the past. There are a few articles out there that suggest it goes the other way. Here's the City Journal: \"Cool the recession talk. None of the major institutional forecasters is looking ahead to a recession in 2019 or 2020. These projections come from current economic indicators, none of which is signaling a recession in the months ahead. The current economic environment, low and declining interest rates, stable prices, modest quarter to quarter economic growth, the absence of wars abroad, does not suggest a recession-oriented climate. In addition, the Federal Reserve board has adopted a policy of stabilizing, or lowering interest rates, another factor likely to reduce the odds of recession. Recessions typically occur in settings of rapid economic growth and rising interest rates combined with overly bullish forecasts for stocks and business profits. That is not the situation today.\" Just one of the pieces out there suggesting the other way."
    },
    {
      "speaker": "Let's bring in our panel",
      "utterance": "Josh Holmes, former top adviser to Mitch McConnell, now president of the Cavalry Consultants; Jeff Mason, White House correspondent for Reuters, and Tom Bevan, Real Clear Politics co- founder and president. Jeff, you have been there. He has talked about it time and time again. He is asked about it time and time again, about the possibility of a slowdown."
    },
    {
      "speaker": "JEFF MASON, REUTERS",
      "utterance": "Yes. He is asked about it because of indicators. He is confident, he keeps expressing his confidence in the economy, and yet he does give a bit of a mixed signal on that because he also has been complaining about the Federal Reserve for not lowering interest rates more. And he wants the Federal Reserve to back him up. He continues to say, look, I was outside for that long gaggle yesterday, and he said we don't need tax cuts, the economy is doing just fine. But he's thinking about it, and it is a concern if there were to be a recession or a slowdown of any kind by next year when he's running for reelection."
    },
    {
      "speaker": "BAIER",
      "utterance": "Speaking of the Federal Reserve, he has tweeted about the Federal Reserve chair, he has talked about it here, he talked about yesterday."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Jay Powell and the Federal Reserve have totally missed the call. I was right, and just about everybody has missed that. He raised interest rates too fast, too furious. If the Fed did what they were supposed to do, they'd drop interest rates by 100 basis points. Nobody would be able to compete with the United States."
    },
    {
      "speaker": "BAIER",
      "utterance": "A lot of people say that this is unprecedented, to have the president do this. Take a listen to former Fed Chair Alan Greenspan."
    },
    {
      "speaker": "ALAN GREENSPAN, FORMER FEDERAL RESERVE CHAIRMAN",
      "utterance": "Every president has insight in how markets work and where interest rates ought to be."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Did you ever get direct letters or conversations with the occupant of the Oval Office, directly on that issue?"
    },
    {
      "speaker": "GREENSPAN",
      "utterance": "All the time."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "All the time."
    },
    {
      "speaker": "BAIER",
      "utterance": "In fact, if you look back at presidents, former President Bush said in 1998, H.W. Bush, that he blames Federal Reserve Chairman Alan Greenspan for his 1992 defeat. Jimmy Carter, 1980, said the Federal Reserve was making the wrong choice. Richard Nixon had many times where he pressured then Federal Reserve Chairman Arthur Burns publicly to keep rates low. Lyndon Johnson, according to several accounts, actually pushed the Federal Reserve Chairman Martin Jr. up against a wall over raising interest rates at the wrong time. So Josh, this has some historical precedent."
    },
    {
      "speaker": "JOSH HOLMES, CAVALRY CONSULTANTS",
      "utterance": "Absolutely it has historical precedent. And the thing is, the critics of President Trump I think almost invariably decide that history started a year and a half or two years ago. If you look beyond that at almost everything that they criticize him, there is precedent, including this. This is a source of great frustration for many presidents because it's the one tool in the toolbox they don't have autonomous control over, and they have got to rely on decision-making that, frankly, they can't do themselves. And so I'm not surprised that he's frustrated. He's made himself very clear on what he thinks should happen. And so I would imagine this probably continues."
    },
    {
      "speaker": "BAIER",
      "utterance": "Tom?"
    },
    {
      "speaker": "TOM BEVAN, REAL CLEAR POLITICS",
      "utterance": "None of those other presidents had 60 million Twitter followers."
    },
    {
      "speaker": "BAIER",
      "utterance": "Nor did they have Twitter."
    },
    {
      "speaker": "BEVAN",
      "utterance": "Nor did they have anything. This is playing out very publicly, and to josh's point, Trump had one bullet to fire on the economy. He fired it at 2017, he got his tax cut. But the idea that anything else is going to get through Congress, a Democratically controlled House of Representatives to give Trump another win on taxes heading into his reelection, it ain't going to happen. And so Trump is left with a couple of options. One is to continue deregulation and hope that that helps boost the economy, and two, beat his Federal Reserve chairman over the head for more rate cuts to goose the economy heading into --"
    },
    {
      "speaker": "BAIER",
      "utterance": "Or three, get one trade deal, whether it's China or not, maybe it's another trade deal, across the finish line, and it changes the equation."
    },
    {
      "speaker": "BEVAN",
      "utterance": "Yes. And he does have a pressure relief valve on the tariffs?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Is there a danger, Jeff, in the 2020 race for the Democrats be running against the economy?"
    },
    {
      "speaker": "MASON",
      "utterance": "For sure. The fact that the Trump economy, even with the potential headwinds coming this way has been very good for the last two and half years makes it hard for Democrats to have a really good argument about what they would do differently. They can talk about their opposition to the tax cuts, they can talk about their opposition to the way he has conducted trade negotiations. But they can't say we are unhappy, necessarily, with how the economy has gone up until now. They can say it looks like something might happen that would be negative, but for the last two-and-a- half years at least, on a lot of indicators, President Trump has a strong argument."
    },
    {
      "speaker": "BAIER",
      "utterance": "The field is getting smaller, the 2020 Democratic field, Governor Inslee is now out as is John Hickenlooper. And we just want to play one more time, one of our panelists with the early prediction of Governor Hickenlooper."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hickenlooper thinks he is running for president. He's actually running for U.S. Senate, he just hasn't figured it out yet."
    },
    {
      "speaker": "JOHN HICKENLOOPER, (D) PRESIDENTIAL CANDIDATE",
      "utterance": "I don't think Cory Gardner understands that the games he's playing with Donald Trump and Mitch McConnell are hurting the people of Colorado. I know changing Washington is hard, but I want to give it a shot. I'm not done fighting for the people of Colorado. I'm John Hickenlooper, candidate for United States Senate."
    },
    {
      "speaker": "BAIER",
      "utterance": "Just yesterday, he was candidate for president. That was Jim Messina a few months ago. Josh, what about that? He obviously had the ad ready to go, or he made it to a pool hall, one of the two."
    },
    {
      "speaker": "HOLMES",
      "utterance": "Right. I think Governor Hickenlooper also said he wasn't cut out to be a senator, and I think Republicans are going to try to remind Coloradans as much as possible that that is in fact the case. The problem that we have seen in recent years and in fact the last probably six presidential elections is people who engage, candidates who engage in a presidential primary level who drop out and go back to their state and run for another office have a really difficult time. The amount of liabilities that you accrue on stage in a presidential debate is incredible. And for somebody like Governor Hickenlooper who has tried to statecraft this centrist image, all of that is completely washed away in the two debates that he actually participated in. I think he's going to have a very difficult time, plus the fact that that he has got a serious primary. Had he decided to run for Senate off the start he would've cleared the field and probably been odds-on favorite to win. Now, having gone through the presidential, I think he has got a really uphill climb."
    },
    {
      "speaker": "BAIER",
      "utterance": "But Chuck Schumer is probably looking at this and saying maybe there's a couple more here, Governor Bullock in Montana to run for Senate, maybe Beto O'Rourke in Texas to run for Senate."
    },
    {
      "speaker": "MASON",
      "utterance": "I think that's right. I think the Democrats would love to see a couple of these folks drop out and go back and run for Senate. I'm going to disagree with Josh a little bit. I think Hickenlooper, his name recognition, he's got good will in the state. I think Cory Gardner has always been at the top of the list for Democrats as a vulnerable senator, and I think he's even more vulnerable now."
    },
    {
      "speaker": "BAIER",
      "utterance": "Last word."
    },
    {
      "speaker": "MASON",
      "utterance": "I'm from Colorado. Hickenlooper is very, very popular there. and I think he did try to maintain that centrism as a presidential candidate. I think the back and forth about whether he wanted to be the president or run for Senate allowed a pretty strong field of Democrats to get in. But he has a lot of support in that state."
    },
    {
      "speaker": "HOLMES",
      "utterance": "Cory Gardner is also maybe the most talented Republican candidate in all of the 2020 field. He is a really, really rock-solid candidate. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}