{
  "date": "August 3, 2017",
  "headline": "President Trump goes on offense at rally after news breaks of Mueller impaneling grand jury",
  "subHeadline": "Reaction and analysis on 'The Five'",
  "url": "https://www.foxnews.com/transcript/president-trump-goes-on-offense-at-rally-after-news-breaks-of-mueller-impaneling-grand-jury",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "sentences": "Hello, everyone. I'm Dana Perino along with Kimberly Guilfoyle, Juan Williams, Jesse Watters is back and Greg Gutfeld. It's 9 o'clock in New York City and this is \"The Five.\" President Trump fired up a crowd in West Virginia tonight after news broke special counsel Robert Mueller reportedly impaneled a grand jury, it's part of his investigation into whether the Trump team coordinated with Russia to influence our election. Here was the President's response, the latest developments this evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "The Russia story is a total fabrication. It's just an excuse for the greatest loss in the history of American politics, that's all it is. It just makes them feel better when they have nothing else to talk about. What the prosecutor should be looking at our Hillary Clinton's 33,000 deleted emails. And they should be looking at the paid Russian speeches.  And the owned Russian companies, let them look at the uranium she sold that is now in the hands of very angry Russians. Have you seen any Russians in West Virginia or Ohio, or Pennsylvania? Are there any Russians here tonight? Any Russians? They can't beat us at the voting booths, so they are trying to cheat you out of the future and the future that you want.  They are trying to cheat you out of the leadership you want with a fake story that is demeaning to all of us, and most importantly demeaning to our country and demeaning to our constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He also had some tough words for Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Democrat lawmakers will have to decide, they can continue their obsession with the Russian hoax or they can serve the interests of the American people.   Try winning at the voter booth. Try winning at the voter booth, not going to be easy, but that's the way you're supposed to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The President covered a lot of ground tonight, but that is certainly what the media will be looking for. Was he going to bring up Russia? And Laura Ingraham spoke about this earlier tonight on special report when she was on the panel, let's listen to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, EDITOR-IN-CHIEF, LIFEZETTE",
      "sentences": "This is not good news, it's not surprising. But I would just caution the Trump legal team, this is where -- you have to be deadly serious on how you're handling this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Kimberly, you know, one of the things I have been trying to I guess telepathically advice is to drive with news that lead with something positive in the morning. Maybe the President felt like there was no way he was going to be able to win in the court of the media opinion but he'll try to win the court of public opinion on Russia. But what Laura said is that they better take it seriously because now we know there are at least one, may be more grand juries that are open in Washington, D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, FOX NEWS HOST",
      "sentences": "We've had a lot of FOX News alerts and headlines that come across the way, this one made me stop in my tracks to be quite honest. When I saw this, I was like, wow. Because you heard that, okay, this information may be coming out, et cetera. But also grand juries are supposed to be done in secret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They've been going on for weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "They've been going on and so when you find out this information, when it's been leaked, shocking. Two, that it's been impanelled, disturbing. So, the Trump legal team right now has really got to be sort of, you know, bunkering down and making sure that they are going to be very well prepared for whatever outcome may come their way, because you just don't get more serious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And as a lawyer, maybe, do you think that the legal team would have waited on a speech like this? Like bring it up, don't bring it up or do they just not care what he says on this at the moment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Perhaps they did and it didn't matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That is true. Well, there was other news in the speech today, Greg. The President tease it all day, and we found out the Democratic governor, former Democratic Governor Jim Justice of West Virginia, the Democrats spent about a million dollars in the Governor's association last year trying to help him and get reelected. Trump won that state by like 43 percent of the vote. And today, Jim Justice decided, I've got to get on the Trump train and he is going to make America great again became a Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "This is big news for the Republicans when a governor switches parties. They just went from 33, tomorrow they will be 34. The Dems went from 16 to 15. And they did it without spending a dime. Think about it, it's like, you gained another state, it's a free election without having to campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Without having to do any of the work. It's like getting a free upgrade when you fly. It's just you feel like, I didn't have to do anything for this. So, I think it's actually a pretty big deal. The other thing about the rally itself is, you can see how Trump's persuasion works. What he does there, when all of this other stuff is going on, he's focused on the everyday issues. He brought up taxes, crime, drugs, terror, jobs, coal, the Paris accords. These are things that are major concerns for people.  And what it does is it marginalizes by comparison the obsessions of the media, whether it's about his language, about his meetings, about his fibs, about even Russia. Russia comes off as superfluous, irrelevant because all of the people -- if you went up to somebody there and you said, yes, did you hear they are in paneling, they go, I don't give a damn, you know what I have a problem with Oxy? I got problems with Oxycontin coded in my society. I'm glad he's destroying ISIS, he's bringing coal back, he is going after regulations. You know, save your crap about the Russian collusion because I don't care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The President hasn't done a sit-down television interview in quite a while, Jesse. But he's able to talk directly to people through social media. And then nine or seven months into the presidency, he hold a rally in which he gets more people to come today, seven months and then even during the campaign when there's all that energy. So, there's obviously something happening with his face that's solid as a rock.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "Yes. The basis locked down and I think that's the thing that he can rely on the most and he goes to these things when he needs to and he always delivers like he did tonight. I want to pick up on something Greg said. Trump is now running against the Russia hoax. It's like one of the centerpieces of his campaign style rally. What he's doing is he's trying to ridicule the Russian hoax the way he ridiculed his political opponents and he's very effective at that. He's basically saying the Russia deal is like believing in UFOs. If you believe in the Russia deal, you're delusional and you're an idiot. He's also shaming the media into trying to be fair and balanced. Wait. You're going to investigate me over a fabrication but you're going to let Hillary skate with all this evidence piling up?  And he's peeling off Democratic voters. He's saying, I care about issues that matter to Democrat voters like health care and wages and jobs. And your elected politicians, the Democrats all they are focused on is Russia. But let's use common sense for a second and give Trump the benefit of the doubt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "When during the election did Trump have time to collude with the Russians?   Was it when he was producing his convention or reeling from the Access Hollywood tape? The Democrats on the one hand say, Trump is this bumbling idiot that veers from issues right to left, and he's the chaos candidate and he can't speak English. Or he's this mastermind that masterminded this grand international conspiracy with these shadowy Russians or to rig an American election against the political dynasty behind the backs of the media and the CIA. Which one are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Can we give Juan a chance to weigh in here? We're almost eight- and-a-half minutes in. Juan, take it away, you can say whatever you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS HOST",
      "sentences": "Well, I mean, to me, it's just, you know, I haven't seen any Russians in West Virginia or Ohio. But I think I saw some over here on Fifth Avenue going into Trump Tower meeting with Trump's official campaign. Oh my God! It's Trump, Jr. with -- oh, many Russians. Oh, Russians who work for the Russian spy. Oh, I guess that's where the Russians are. But you know, when I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're rushing to judgment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, I'm rushing to judgment. That's cool. Okay. But what I will say is that, you know, when I hear him say that Republicans have one at the voting booth and Democrats should try winning at the voting booth, I think to myself today, picking up on what Kimberly was saying about her alarm at seeing the grand jury has been impaneled, I think oh my gosh! I'm just so tired of all the Trump winning. Oh my God! He just keeps winning. I mean, he won on health care, he wins in terms of all of the advisors that are still in place and haven't been fired. Oh, he won on Russia because he didn't have to sign a sanctions bill and then blame his own conference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Don't forget the special elections. Five in O, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, five in O. Yes. And what about, you know, what he won again in terms of lying about the Boy Scout speech? Oh, yes, the Boy Scouts --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Democratic governors switch parties with Republicans still.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I mean, what you are seeing, you're seeing the conflict again between words and deeds. Juan is focusing on language in conversations and meetings and Jesse is bringing up things that are actually happening. Judges. He's appointed five judges, he's just got a governor to turn over. ISIS, destroying ISIS means more to America than something he made up about the Boy Scouts. That's language. That's a lie. Maybe he lied about the Boy Scouts. I don't care, ISIS is gone. If I have to have a president who lies about the Boy Scouts to destroy ISIS, I'll take the liar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. But you wouldn't take a liar if you're Republican who said, oh, wait a second, I was promised repeal and replace on health care, that's not language, Greg. That's actually --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Everybody shares that blame.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, no!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Everybody shares that blame.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'll tell you something else that is a real action. This grand jury, because you know what happens with grand jury's? They indict people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, not necessarily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And guess what, they can and they have subpoena power. And that means Donald Trump's tax returns are now in play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, this is again, this is what you're looking for our words. You can't fight on deeds, so you go, you know what we're going to do? We're going to subpoena him and go after taxes because he beat us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, stop!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is what you just said. How is that different?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'll tell you what I'm saying, it's something that most Americans agree with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Donald Trump's ratings now are down about 30 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Uh-hm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thirty percent. So, he's out there. He's got these people screaming --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Irrelevant. You don't have to like him to vote for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Better than Hillary's ratings, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, yes. She's not president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Tell me again, she's not, what? What did you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But you know what, 64 percent of Americans think Robert Mueller is fair to Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is what, fair? I think that's fine, so what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I'm just telling you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I mean, what's the problem with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What's the problem? Because right now in Washington there's a great sense that right now with Mueller going after the financial stuff, Trump may fire him this weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, you know, who knows?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, actually, though Kimberly is legal, I think somebody today from the White House said that he has no plan to fire Robert Mueller. So, there's that. Kimberly, in the bigger picture, do you think that we seeing a part of like a realignment, sort of like you did when Democrats decided to follow Ronald Reagan and became what they called Reagan Democrats within the Republican Party? Do think that might be starting to happen in places like the Rust Belt and West Virginia now for President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. I mean, perhaps that's the case. You know, I think you have a really good point. So, and I think that President Trump would hope that that would be the case. And so, I think today too, I just want to say, big picture wise, get some elevation on it. He knows he's tell us some news leak, to like grand juries, et cetera, anytime President Trump is about to have a rally, and those were almost very positive moments, very euphoric. Touching with the base. It's where he really excels, it's why we recommended that he would do that, Dana. Like you said, radio or health care. Like he's his really his own best messenger and it kind of just like fires up the base. And I get what Jesse is saying. He really wanted to do this I think to be able to kind of counterbalance in his own assessment that it was a necessity, given the information coming out about the grand jury. And kind of take it to the people again. Like he's always loved \"the people's court,\" the grand jury not so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Can I ask you a question, Kimberly? A legal question. Is it impanel or empanel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Im.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Im.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it's not. It is em. If you say impanel, it's interchangeable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Empanel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You are not a lawyer. I'm taking my money back. No. You could say, emp, viewers at home know how to -- it's empanel or impanel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You know what? Now you're focusing on words and not deeds. More White House leaks ahead, this time transcripts of private phone calls between the President and world leaders are now public, it's a big problem. Can the leaks be plugged? Next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Twenty four hours before Attorney General Jeff Sessions is to announce a new crackdown on leaks, another big leaks filled into the headlines. The Washington Post published transcripts today of two phone calls between President Trump and the leaders of Australia and Mexico from January, Chris Wallace thinks it's unprecedented.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS",
      "sentences": "I've been covering this town for almost 40 years, I don't think I've ever seen eight leaked transcript of a conversation between two heads of state, in this case two different conversations the President talking to the President of Mexico and the Prime Minister of Australia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Outrageous. Well, White House advisors Sebastian Gorka has confidence in the President's new chief of staff to stop the steady flow of leaks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, DEPUTY ASSISTANT TO PRESIDENT TRUMP",
      "sentences": "General Kelly is a legend in the Marine Corps, he is a military professional. He has been an incredible success as the President said, a star as the secretary of DHS in this administration in just the last six months. And he knows better than anybody else that these kinds of leaks of classified information are a threat to the security of you, Bill, your family, and everybody in this country. If anybody is going to stop it, it is General J. Kelly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Okay. So, Sebastian Gorka feels that John Kelly will be able to be the general in command and knock this down. What do you think, Dana? Is this going to stop or it seems like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think there's two -- remember, I separate out the leaks that they are complaining about. There is the National Security looks like this one today. Then there is the gossip and the internal chit chat about each other, back fighting behind the scenes. I think General Kelly is most able to deal with those in the White House to leadership by saying, we are all going to be on the same team and you're hurting the boss when you do this so knock it off. And you can sort of figure it out if he's the chief of staff that they want him to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Uh-hm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "On the National Security side, they can try. I think that Jeff Sessions -- and the Attorney General has this press conference laying out his investigation into the criminal leaks, could maybe scare people enough to stop it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Uh-hm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But the interesting to me was that, this was leaked, I mean, this conversation happened seven months ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Uh-hm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, I don't understand the reason to get it out there. And it sort of felt to me, remember we talked about my grandparents party line in Wyoming, where you're not supposed to pick it up, you're not supposed to listen, I sort of felt like that today with the transcripts. We should not be reading these.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I felt like that too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But more importantly of course we're going to read it because they were at this and how can you not read it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Sort of our job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But the other world leaders need to know that when they called the United States, that they can have a candid conversation with the President about whatever they need to say and that it won't be leaked. And that is actually the biggest national security concern. Because you want people to feel like they can pick up the phone and called the leader of the free world with confidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Well, the leader of the free leaky world because it seems to me Greg that, you know, this continues to happen, it's so reprehensible. I'm right there with Chris Wallace because how are we supposed to have any confidence to conduct any kind of national security conversations and dialogue which is so important like we were talking about, that we need with North Korea, et cetera. If there is no certainty that those conversations will be held in private.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Whoever is doing this, they're trying to make it impossible for him to do his job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Well, that's the point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And that's the point. So, he can't do his job so he won't be president. I agree with Dana that this is -- I think the real problem here is that we are treating conversations from six months ago as a bombshell's. And if you're watching any of the other networks, they were positively frothing from their eyeballs, ears, and their mouths over these transcripts which are basically conversations between men about stuff with no sense of tone. So, you have no idea. I spent half my time trying to resist this media filter that portrays words and discussions as conversations on equal footing with deeds. This is the worst example. Because here you have conversations that are six months old, that are on equal footing as say, the VA press conference that went on, that we're going to talk about the next segment which is actually extremely important. But words now, we care about the words, the words are not deeds. And these are old conversations out of context, no tone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "All right. Okay. So, Jesse, you know, what kind of problems do you think this opposes for our nation's national security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Big problems. I think the leakers hate Trump more than they love the country. President Trump is not a threat to democracy, the leakers are a threat. President Trump is not the traitor, these leakers are traitors. I think right now there is collusion going on and people are colluding to take down the President of the United States from within his own government. It's unprecedented, they are trying to rig the results of the election after the fact. They are going against the will of the American people. President Trump said that tonight in West Virginia. In the first 126 days of the Trump administration, we've had 125 leaks. That's like a leak a day. That's insane. So, if you're calling up the President, you're not calling up the Republican president, you're calling up the American president. People might be worrying, are these leaks continue after Trump leaves office? You have a Democratic president in their eventually, and our country is going to call up and, you know, not going to be honest because they're going to be exposed. If you have North Korea about to launch a missile, Chinese premier, Japanese premier, they can't call up Trump and think it's off the record. Everything is now on the record. So, people are going to be very concerned about privacy, Trump is probably going to have to try to circumvent his own national security team because he can't trust these guys. That's actually going to blow up in their face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. Hugely problematic. I mean, Juan, you can't obviously be supportive of something like this, it shouldn't happen regardless of who's in the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, gee, you know, I hate hypocrisy but I somehow remember that when Trump was talking about national security issues in the Oval Office, but now this is a National Security threat. I'll tell you what --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That doesn't make any sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, don't worry about it. I'm sure somebody picked it up. But the news here is not the leak. The National Security issue, six months old? All right. The news here is that the President when these things first occurred and people asked him, did you have a very rude conversation with our ally Australia, the Prime Minister Malcolm Turnbull? He said no. Fake news, not true we had a great conversation. Well, guess what, now we see the transcript, he's cutting off this guy. He is saying, this is the worst conversation I've had today with any world leader. And when it comes to Pena Nieto, the President of Mexico, oh, he says, you know what, the wall, the least important thing were talking about today, don't make me look like a dope. It doesn't matter who pays for the wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He said he didn't want it to stop talking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, yes, don't talk because he is going to look bad, he's obsessed with himself, the way he looks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Obama wasn't like that, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, yes. If Obama --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Don't worry. We will fix Russia after the election, remember that hot mic?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. If Obama had done --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, he was obsessed with this, how we look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "We would have FOX News alerts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. And you will go ballistic over the leaks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm sure you never had a phone call that you would be upset if it came out in the news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sure. Absolutely. You know what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, think about if you're the President of the United States. It's a little different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know, what? Here's the little difference. Normally, you know, I've received a lot of leaks in my lifetime. But I am going to tell you, mostly it's leaks from people who want to self-aggrandize, raise their profile or they want to, you know, float a balloon and get the President's attention or they have a grudge against somebody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What's interesting to me about this leak is, it's none of the above. Somebody is concerned that the President is not serving the interest of the United States. It's all about himself and this is a danger to our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are you saying it's Mike Pence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's not what the President said in the calls, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Don't mislead the viewers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, no. Never.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Ahead, a historic breakthrough that would greatly increase veterans' access to health care. Greg will tell you all about it, coming up, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, did you catch the president's VA presser this morning? It showcased a new health care system for veterans which makes it easier to receive care from far away -- behold:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID SHULKIN, UNITED STATES SECRETARY, DEPARTMENT OF VETERANS AFFAIR",
      "sentences": "I understand there might be some area of concern on Mr. Amescua's skin. Can we take a look at that please?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes sir. We look at the area of concern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I can take a look at that area and if there's any concern about it we can send it to a specialist or we could take a look at it. Dr. Watts is an internal medicine specialist in Cleveland, Oregon and she is now connected with Mr. Meese Goa in Oregon, we can get that expertise from anywhere in the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "You look pretty good to me, what do I know? Please make sure his skin is perfect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, in the middle of leaks, leaks and more leaks we overlooked a pretty big deal. What you just saw may actually be the future of health care, the solution to rising costs and limited access. Diagnosis done remotely, no barriers to treatment thanks to technology. Now patients can be seen no matter where they are. It's cheap, user-friendly. Isn't that what we all want? How cool would it be if the V.A. actually became the model for the rest of us? Right now, Stanford researchers just trained a computer to diagnose skin cancer. It's as accurate as 21 dermatologists combined. Crazy. So tech isn't just about the device, but its scope -- where great quantities of data are gathered fast, then sifted. Diagnosing a mole among thousands is now no different than GPS software finding the best street to take home. So, once again we see how innovation solves what politicians can't. No bureaucrats came up with this stuff. It's the lesson from ObamaCare: politicians can't fix anything. Instead, their definition of fixing is making something permanently broken. Asking them to fix health care is like handing a blender to a fish and saying, make me a daiquiri. We've got to get health care away from bureaucrats and into the hands of innovators and brainiacs, who know how to solve things. They have the minds and the machines. All we need from politicians is their absence. This is some amazing stuff, Kimberly. It's not developed by politicians. It is in the direction here, like let these people take care of the problem?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Absolutely, I'm excited about this. I think it's fantastic, with the future of medicine is to make it more accessible, increase wellness and health and early detection and prevention. I'm all for this. Let me tell you something, mole mapping on my body, you've got to be naked, you've got to take pictures of every single one of them and compare every one of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You have to make it to the doctor first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That is the problem. Where did you go to school?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You just go to the costume shop and that is easy, you're all a doctor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Now they can have it all in the computer, you can detect the slightest variation and can save a life and we know how dangerous melanoma can be. I think it's a fantastic development.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's amazing technology Jesse and this could be the model experiment to use to make everything cheaper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Gregg's been talking for ten years about how robots and technology are taking over to kill us, now he wants robots and technology to save us. We have 21st century problems that were using 19th century solutions, here's how the swamp works. There's a problem, a bunch of staffers for politicians get together and they do a research paper. The lobbyist who had been in the end and they write the bill, the politicians pat themselves in the back, and go out for drinks. Ten years later the problems worst and it is like rinse, wash, and repeat. Instead of throw it through an algorithm, bring a Silicon Valley guy in to the mix. They will figure it out, give the politicians a few options, they vote on the cheapest, most efficient one and that is it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dana, Scott Adams talks about this a lot. It's about taking it out of the hands of the bureaucrats, putting it in the hands of the innovators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well there is a good reason to do that too, one of the things that has been happening for a couple of decades maybe longer, the Department of Defense and the veteran's affairs administration can't share medical records, because of technology problems, software problems in their he is huge bureaucratic problems. And it is something that has the devil every administration, forgive me if it's been solved I don't believe it has. It leapfrogged over that bureaucratic problem. The other thing is, it's a good reason for the President to try to pass a tax reform, a corporate tax cuts would mean more research dollars available for more innovations like this. The third thing is American leads the world in health diplomacy. Technology like that is actually used on mercy ships as well. There are doctors there in the ship, which are performing really difficult surgeries, sometimes they have a question to whatever, to a surgeon at Harvard, and can you help me with this. It can help save a lot of lives all around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Juan, when you look at something like this you say, what a difference from the Obamacare website rollout. Remember that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What about this idea. David (inaudible) the guy in the doctor's jacket there, guess what? He was held over from the Obama administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What does that mean though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You said bureaucrats can come up with these ideas, he is a guy that is put this in place as a bureaucrat and you know what else?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It took six months under Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "There is no embarrassing you, there's not. I got to say, when you have something like this, I think all Americans think this is good. It's a model for the rest of the health care system. It reminds me of the point, that when you ask Americans especially veterans about the V.A. medical system, it gets higher ratings than the private health care system and yet nobody says we are lucky to have the V.A. system in this country. One final point, when people are asked, who do you trust more to handle health care? Not Republicans, its Democrats. Now at the point where the majority of Americans say we want single-payer health care in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "For the last time the Democrats handled the V.A., bureaucrats were getting bonuses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is actually factual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I think those numbers are good at change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right ahead. While the NAACP's warning African-Americans to stay away from an entire U.S. State that is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The first ever travel advisory of its kind, the NAACP has issued a warning for African-American travelers to exercise extreme caution if visiting anywhere in Missouri, citing a series of questionable race-based incidents statewide. The advisory extends to residents there as well. Greg, I don't see why the NAACP doesn't issue a travel advisory for the Southside of Chicago that seems like a little more dangerous than the entire --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's the danger of dramatic exaggerations of an idea. They are upset about the senate bill, NAACP and other things. There are ways to respond to that. When you did these dramatic and symbolic gestures, they always backfire, because what happens is you're good to hurt people who work in the tourist industry. There is a play in New York right now called the great comments, it's a diverse play, and their sales were hurting. They have all different races in the play but the play was hurting sales why is it so they got (inaudible) in. He is white, people said he is replacing a black actor, we don't want him, and so he backs out. The ticket sales hurt more. The symbolic gesture was supposed to mean well, ends up hurting the play that may close costing jobs. Symbolic gestures end up backfiring almost always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Juan what do you think this could backfire and hurt the residents of Missouri in the long run?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't think you want to hurt the residents of Missouri, I think that is why the local NAACP has backtracked a little bit. They didn't tell anybody not to come. They warned them to be on their guard if they do come. They have some hard numbers, facts to back it up which is that black people are 75 percent more likely to be stopped by cops in the state of Missouri than anybody who's white, 75 percent and then more likelihood of seizure, confiscation of property and goods. If you're black and you're coming through there, the NAACP says let your relatives know, make sure you have bail money, be aware. They local NAACP responded to what Jesse just said and said we didn't say don't come. We want you to be aware.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They did drill down on those numbers, why the rates are higher there? There has to be some explanation, not just racism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't know, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Maybe we should look into it. Kimberly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Discrimination laws in line to federal laws, that is why you see the difference and the change of numbers, not a matter of application and enforcement and making them commensurate with one another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's harder for people to claim a protected class, is that with the senate bill does that people are fired up about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I mean that is one of the aspects they are taking issue with. When you see headlines about this, people think one thing it's not the case. Is not any more dangerous to be in the state than it is in any of the other states and if you want my opinion on this, I think this is also being used as a fundraising mechanism to generate money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think the big change in the law was if you claim discrimination, you have to prove it. The burden is on you even if it's a woman or me as a black person or Jesse as a genius would have to somehow say I was discriminated against and the pressure would be on the other person. It's with the police. Now the pressure is on you. The NAACP is saying be aware if you're going through there. You know the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's going for major contributing factor to a motivating factor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do you think the NAACP is looking for a little attention, like Kimberly said like trying to raise some dough off this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's possible that they could think it's meritorious and raise some money. The governor of Missouri said that he wanted to bring the state in line with the 38 other states. I imagine because they say later that the business community has been saying this is holding us back from being able to grow and get more investment in Missouri, that is where his thinking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's not about race it's about economics. Rosie O'Donnell is having another one of her meltdowns, but not about President Trump. This time she is angry with Democrats. Hear Rosie roar next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "When Rosie O'Donnell is upset about something she let the whole world know about it. What it is this time? A comment by the chair of the triple c the Democrats will withhold financial support -- or will not hold financial support from Party candidates who oppose abortion rights. She fired off a tweet in response quote saying women should form our own party, if Dems do this #dontyoudare. We can't read her other quote about it because it might upset the children. I must say, Kimberly she is pretty clear that abortion rights are her litmus test despite the fact that the Triple c head of says his litmus test is getting Democrats to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Ok, so they have a difference of opinion and she expressed her personal opinion on it. She is pretty consistent on this issue, saying if the Democrats don't prioritize this, they are abandoning women and therefore, women should take matters into their own hands and form a new party. It's a little bit much but you know the idea and premise behind it I get what she is saying. They don't lose the votes on the support of people who have really been pushing this party forward in women. This is one of her saner things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Is there a litmus test like that for Republicans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't think so, not an abortion, maybe on Russia. If there was a fissure in the Republican Party like there is on health care, it would be the front page of \"the Washington Post.\" a fissure in the Democratic Party like this? It's buried. I actually support Rosie O'Donnell, if the Democratic Party wants to split into factions, I think that is a great idea. They could put a third ballot up there like a Jill Stein situation and just bleed it off. The Democrats are so open-minded on gender. You can have six different genders. You know take your pick. Only one position on abortion and that is it. It really doesn't matter what she says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What do you think Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Last week when Chuck Schumer announced the Democrats new national platform it was called a better deal. What Tucker Carlson said earlier tonight, if you look at what they're saying it's President Trump's winning campaign platform from 2016. We should multiply, not divide. What Jesse is saying is true. If they want to split themselves and not when any more elections, a really good way to do that is blended to the Party and break off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think it was the chair of the Democratic national committee Tome Perez who campaigned for a candidate from Omaha who was pro-life. At the same time, he said the party's platform remains, they are pro-choice. How does this work for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Remember when Rosie was funny? I don't. The problem with twitter is people gravitate toward it once they become irrelevant. People like Rosie still crave a platform and the attention it brings, that is what she is doing this. It almost has nothing to do with issues if the desire for attention. Sadly she is being eclipsed by Lena Dunham who makes Rosie seem smart, because Lena Dunham might be one of the dumbest people on the planet and I think she is becoming that Rosie O'Donnell of 2017. She might already be irrelevant. It's between Rosie and Lena Dunham but I have my money on Lena Dunham.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Is Lena Dunham still talking to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She blocks me on twitter, the mark of a true coward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You've got to talk to Greg, he is funny, and one more thing is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's time for one more thing, and K.G. your first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "The case that we've been covered on the five and that is been covered internationally, it is the texting suicide case. A 20-year-old Michelle Carter was sentenced to 15 months in jail and five years probation by a Massachusetts Judge after being convicted of involuntary manslaughter for repeatedly coaxing her boyfriend at the time to end his life. This is a really fascinating case from a legal perspective and for the royal family, they've lost their son, the case is not over. Our hearts and prayers go out to that family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I have a dog story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right let's see it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Cats are also involved. A new study in UCLA, dogs and cats are contributing to global warming. That is right. Pet ownership in the U.S. creates 64 million tons of carbon dioxide a year within the margin for error. If you own a dog, you are destroying the planet. Can you believe it? I am just saying this is crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know it's crazy as Gregg pet cow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's time for Greg's heroes. Let's go to California, a sudden flash flood happens and here's a guy who's trapped on his truck in a mud. He is waiting to be saved, by a firefighter from a helicopter, but what does he grab? He is got a skateboard. I think it is a skateboard, maybe it's mean something to them but you have this firefighter who is risking his life, you're not going with your skateboard. You can get your skateboard later, and we will save you and so the guy saves his life, he doesn't get the skateboard but maybe it might mean something. I'll buy him a new skateboard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Who was in the other side?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was the diarrhea lady.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "There is a grieving mother in Pittsburgh, she found happiness in an unexpected place, they were hiking in a national park in Ohio, they stumbled upon a rock painted pink, white, and purple, they turned over and there was a Facebook page called kindness rocks. You paint these rocks and you hide them and other hikers find them and it's a great movement that is going around but you're out on a family hike you, you can look for these. It's called Pittsburgh rocks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Donald Trump is about to leave and get out of the swamp for a vacation at his golf course in New Jersey. That is a 17 day holiday, comes after years of complaining about that and Barack Obama, he is always on vacation, but it turns out Obama, his days away from office don't come close to Trump's. By the end of the month, Trump will have spent 53 days at leisure compared to Obama's 15 days during the same period. Trump will have played 33 rounds of golf versus Obama 17.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why are you complaining?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Trump didn't even think about that he has time for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Never miss an episode of \"The Five,\" \"Hannity\" is up next. We will see you tomorrow night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Thanks to our friends at \"The Five,\" this is a Fox News alert, welcome to Hannity. We are following five big major breaking news stories tonight. President Trump wows the crowd in a rally in West Virginia. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "utterance": "Hello, everyone. I'm Dana Perino along with Kimberly Guilfoyle, Juan Williams, Jesse Watters is back and Greg Gutfeld. It's 9 o'clock in New York City and this is \"The Five.\" President Trump fired up a crowd in West Virginia tonight after news broke special counsel Robert Mueller reportedly impaneled a grand jury, it's part of his investigation into whether the Trump team coordinated with Russia to influence our election. Here was the President's response, the latest developments this evening."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "The Russia story is a total fabrication. It's just an excuse for the greatest loss in the history of American politics, that's all it is. It just makes them feel better when they have nothing else to talk about. What the prosecutor should be looking at our Hillary Clinton's 33,000 deleted emails. And they should be looking at the paid Russian speeches. And the owned Russian companies, let them look at the uranium she sold that is now in the hands of very angry Russians. Have you seen any Russians in West Virginia or Ohio, or Pennsylvania? Are there any Russians here tonight? Any Russians? They can't beat us at the voting booths, so they are trying to cheat you out of the future and the future that you want. They are trying to cheat you out of the leadership you want with a fake story that is demeaning to all of us, and most importantly demeaning to our country and demeaning to our constitution."
    },
    {
      "speaker": "PERINO",
      "utterance": "He also had some tough words for Democrats."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Democrat lawmakers will have to decide, they can continue their obsession with the Russian hoax or they can serve the interests of the American people. Try winning at the voter booth. Try winning at the voter booth, not going to be easy, but that's the way you're supposed to do it."
    },
    {
      "speaker": "PERINO",
      "utterance": "The President covered a lot of ground tonight, but that is certainly what the media will be looking for. Was he going to bring up Russia? And Laura Ingraham spoke about this earlier tonight on special report when she was on the panel, let's listen to that."
    },
    {
      "speaker": "LAURA INGRAHAM, EDITOR-IN-CHIEF, LIFEZETTE",
      "utterance": "This is not good news, it's not surprising. But I would just caution the Trump legal team, this is where -- you have to be deadly serious on how you're handling this."
    },
    {
      "speaker": "PERINO",
      "utterance": "Kimberly, you know, one of the things I have been trying to I guess telepathically advice is to drive with news that lead with something positive in the morning. Maybe the President felt like there was no way he was going to be able to win in the court of the media opinion but he'll try to win the court of public opinion on Russia. But what Laura said is that they better take it seriously because now we know there are at least one, may be more grand juries that are open in Washington, D.C."
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, FOX NEWS HOST",
      "utterance": "We've had a lot of FOX News alerts and headlines that come across the way, this one made me stop in my tracks to be quite honest. When I saw this, I was like, wow. Because you heard that, okay, this information may be coming out, et cetera. But also grand juries are supposed to be done in secret."
    },
    {
      "speaker": "PERINO",
      "utterance": "They've been going on for weeks."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "They've been going on and so when you find out this information, when it's been leaked, shocking. Two, that it's been impanelled, disturbing. So, the Trump legal team right now has really got to be sort of, you know, bunkering down and making sure that they are going to be very well prepared for whatever outcome may come their way, because you just don't get more serious."
    },
    {
      "speaker": "PERINO",
      "utterance": "And as a lawyer, maybe, do you think that the legal team would have waited on a speech like this? Like bring it up, don't bring it up or do they just not care what he says on this at the moment?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Perhaps they did and it didn't matter."
    },
    {
      "speaker": "PERINO",
      "utterance": "That is true. Well, there was other news in the speech today, Greg. The President tease it all day, and we found out the Democratic governor, former Democratic Governor Jim Justice of West Virginia, the Democrats spent about a million dollars in the Governor's association last year trying to help him and get reelected. Trump won that state by like 43 percent of the vote. And today, Jim Justice decided, I've got to get on the Trump train and he is going to make America great again became a Republican."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "This is big news for the Republicans when a governor switches parties. They just went from 33, tomorrow they will be 34. The Dems went from 16 to 15. And they did it without spending a dime. Think about it, it's like, you gained another state, it's a free election without having to campaign."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Without having to do any of the work. It's like getting a free upgrade when you fly. It's just you feel like, I didn't have to do anything for this. So, I think it's actually a pretty big deal. The other thing about the rally itself is, you can see how Trump's persuasion works. What he does there, when all of this other stuff is going on, he's focused on the everyday issues. He brought up taxes, crime, drugs, terror, jobs, coal, the Paris accords. These are things that are major concerns for people. And what it does is it marginalizes by comparison the obsessions of the media, whether it's about his language, about his meetings, about his fibs, about even Russia. Russia comes off as superfluous, irrelevant because all of the people -- if you went up to somebody there and you said, yes, did you hear they are in paneling, they go, I don't give a damn, you know what I have a problem with Oxy? I got problems with Oxycontin coded in my society. I'm glad he's destroying ISIS, he's bringing coal back, he is going after regulations. You know, save your crap about the Russian collusion because I don't care."
    },
    {
      "speaker": "PERINO",
      "utterance": "The President hasn't done a sit-down television interview in quite a while, Jesse. But he's able to talk directly to people through social media. And then nine or seven months into the presidency, he hold a rally in which he gets more people to come today, seven months and then even during the campaign when there's all that energy. So, there's obviously something happening with his face that's solid as a rock."
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "Yes. The basis locked down and I think that's the thing that he can rely on the most and he goes to these things when he needs to and he always delivers like he did tonight. I want to pick up on something Greg said. Trump is now running against the Russia hoax. It's like one of the centerpieces of his campaign style rally. What he's doing is he's trying to ridicule the Russian hoax the way he ridiculed his political opponents and he's very effective at that. He's basically saying the Russia deal is like believing in UFOs. If you believe in the Russia deal, you're delusional and you're an idiot. He's also shaming the media into trying to be fair and balanced. Wait. You're going to investigate me over a fabrication but you're going to let Hillary skate with all this evidence piling up? And he's peeling off Democratic voters. He's saying, I care about issues that matter to Democrat voters like health care and wages and jobs. And your elected politicians, the Democrats all they are focused on is Russia. But let's use common sense for a second and give Trump the benefit of the doubt."
    },
    {
      "speaker": "WATTERS",
      "utterance": "When during the election did Trump have time to collude with the Russians? Was it when he was producing his convention or reeling from the Access Hollywood tape? The Democrats on the one hand say, Trump is this bumbling idiot that veers from issues right to left, and he's the chaos candidate and he can't speak English. Or he's this mastermind that masterminded this grand international conspiracy with these shadowy Russians or to rig an American election against the political dynasty behind the backs of the media and the CIA. Which one are you?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Can we give Juan a chance to weigh in here? We're almost eight- and-a-half minutes in. Juan, take it away, you can say whatever you want."
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS HOST",
      "utterance": "Well, I mean, to me, it's just, you know, I haven't seen any Russians in West Virginia or Ohio. But I think I saw some over here on Fifth Avenue going into Trump Tower meeting with Trump's official campaign. Oh my God! It's Trump, Jr. with -- oh, many Russians. Oh, Russians who work for the Russian spy. Oh, I guess that's where the Russians are. But you know, when I --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're rushing to judgment."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, I'm rushing to judgment. That's cool. Okay. But what I will say is that, you know, when I hear him say that Republicans have one at the voting booth and Democrats should try winning at the voting booth, I think to myself today, picking up on what Kimberly was saying about her alarm at seeing the grand jury has been impaneled, I think oh my gosh! I'm just so tired of all the Trump winning. Oh my God! He just keeps winning. I mean, he won on health care, he wins in terms of all of the advisors that are still in place and haven't been fired. Oh, he won on Russia because he didn't have to sign a sanctions bill and then blame his own conference."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Don't forget the special elections. Five in O, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, five in O. Yes. And what about, you know, what he won again in terms of lying about the Boy Scout speech? Oh, yes, the Boy Scouts --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Democratic governors switch parties with Republicans still."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I mean, what you are seeing, you're seeing the conflict again between words and deeds. Juan is focusing on language in conversations and meetings and Jesse is bringing up things that are actually happening. Judges. He's appointed five judges, he's just got a governor to turn over. ISIS, destroying ISIS means more to America than something he made up about the Boy Scouts. That's language. That's a lie. Maybe he lied about the Boy Scouts. I don't care, ISIS is gone. If I have to have a president who lies about the Boy Scouts to destroy ISIS, I'll take the liar."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. But you wouldn't take a liar if you're Republican who said, oh, wait a second, I was promised repeal and replace on health care, that's not language, Greg. That's actually --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Everybody shares that blame."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, no!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Everybody shares that blame."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'll tell you something else that is a real action. This grand jury, because you know what happens with grand jury's? They indict people."
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, not necessarily."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And guess what, they can and they have subpoena power. And that means Donald Trump's tax returns are now in play."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, this is again, this is what you're looking for our words. You can't fight on deeds, so you go, you know what we're going to do? We're going to subpoena him and go after taxes because he beat us."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, stop!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is what you just said. How is that different?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'll tell you what I'm saying, it's something that most Americans agree with."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Donald Trump's ratings now are down about 30 percent."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Uh-hm."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thirty percent. So, he's out there. He's got these people screaming --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Irrelevant. You don't have to like him to vote for him."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Better than Hillary's ratings, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, yes. She's not president."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Tell me again, she's not, what? What did you say?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But you know what, 64 percent of Americans think Robert Mueller is fair to Donald Trump."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is what, fair? I think that's fine, so what?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I'm just telling you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I mean, what's the problem with that?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What's the problem? Because right now in Washington there's a great sense that right now with Mueller going after the financial stuff, Trump may fire him this weekend."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, you know, who knows?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, actually, though Kimberly is legal, I think somebody today from the White House said that he has no plan to fire Robert Mueller. So, there's that. Kimberly, in the bigger picture, do you think that we seeing a part of like a realignment, sort of like you did when Democrats decided to follow Ronald Reagan and became what they called Reagan Democrats within the Republican Party? Do think that might be starting to happen in places like the Rust Belt and West Virginia now for President Trump?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. I mean, perhaps that's the case. You know, I think you have a really good point. So, and I think that President Trump would hope that that would be the case. And so, I think today too, I just want to say, big picture wise, get some elevation on it. He knows he's tell us some news leak, to like grand juries, et cetera, anytime President Trump is about to have a rally, and those were almost very positive moments, very euphoric. Touching with the base. It's where he really excels, it's why we recommended that he would do that, Dana. Like you said, radio or health care. Like he's his really his own best messenger and it kind of just like fires up the base. And I get what Jesse is saying. He really wanted to do this I think to be able to kind of counterbalance in his own assessment that it was a necessity, given the information coming out about the grand jury. And kind of take it to the people again. Like he's always loved \"the people's court,\" the grand jury not so much."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Can I ask you a question, Kimberly? A legal question. Is it impanel or empanel?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Im."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Im."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it's not. It is em. If you say impanel, it's interchangeable."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Empanel."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You are not a lawyer. I'm taking my money back. No. You could say, emp, viewers at home know how to -- it's empanel or impanel."
    },
    {
      "speaker": "PERINO",
      "utterance": "You know what? Now you're focusing on words and not deeds. More White House leaks ahead, this time transcripts of private phone calls between the President and world leaders are now public, it's a big problem. Can the leaks be plugged? Next."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Twenty four hours before Attorney General Jeff Sessions is to announce a new crackdown on leaks, another big leaks filled into the headlines. The Washington Post published transcripts today of two phone calls between President Trump and the leaders of Australia and Mexico from January, Chris Wallace thinks it's unprecedented."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS",
      "utterance": "I've been covering this town for almost 40 years, I don't think I've ever seen eight leaked transcript of a conversation between two heads of state, in this case two different conversations the President talking to the President of Mexico and the Prime Minister of Australia."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Outrageous. Well, White House advisors Sebastian Gorka has confidence in the President's new chief of staff to stop the steady flow of leaks."
    },
    {
      "speaker": "SEBASTIAN GORKA, DEPUTY ASSISTANT TO PRESIDENT TRUMP",
      "utterance": "General Kelly is a legend in the Marine Corps, he is a military professional. He has been an incredible success as the President said, a star as the secretary of DHS in this administration in just the last six months. And he knows better than anybody else that these kinds of leaks of classified information are a threat to the security of you, Bill, your family, and everybody in this country. If anybody is going to stop it, it is General J. Kelly."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Okay. So, Sebastian Gorka feels that John Kelly will be able to be the general in command and knock this down. What do you think, Dana? Is this going to stop or it seems like --"
    },
    {
      "speaker": "PERINO",
      "utterance": "I think there's two -- remember, I separate out the leaks that they are complaining about. There is the National Security looks like this one today. Then there is the gossip and the internal chit chat about each other, back fighting behind the scenes. I think General Kelly is most able to deal with those in the White House to leadership by saying, we are all going to be on the same team and you're hurting the boss when you do this so knock it off. And you can sort of figure it out if he's the chief of staff that they want him to be."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Uh-hm."
    },
    {
      "speaker": "PERINO",
      "utterance": "On the National Security side, they can try. I think that Jeff Sessions -- and the Attorney General has this press conference laying out his investigation into the criminal leaks, could maybe scare people enough to stop it."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Uh-hm."
    },
    {
      "speaker": "PERINO",
      "utterance": "But the interesting to me was that, this was leaked, I mean, this conversation happened seven months ago."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Uh-hm."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, I don't understand the reason to get it out there. And it sort of felt to me, remember we talked about my grandparents party line in Wyoming, where you're not supposed to pick it up, you're not supposed to listen, I sort of felt like that today with the transcripts. We should not be reading these."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I felt like that too."
    },
    {
      "speaker": "PERINO",
      "utterance": "But more importantly of course we're going to read it because they were at this and how can you not read it."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Sort of our job."
    },
    {
      "speaker": "PERINO",
      "utterance": "But the other world leaders need to know that when they called the United States, that they can have a candid conversation with the President about whatever they need to say and that it won't be leaked. And that is actually the biggest national security concern. Because you want people to feel like they can pick up the phone and called the leader of the free world with confidence."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Well, the leader of the free leaky world because it seems to me Greg that, you know, this continues to happen, it's so reprehensible. I'm right there with Chris Wallace because how are we supposed to have any confidence to conduct any kind of national security conversations and dialogue which is so important like we were talking about, that we need with North Korea, et cetera. If there is no certainty that those conversations will be held in private."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Whoever is doing this, they're trying to make it impossible for him to do his job."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Well, that's the point."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And that's the point. So, he can't do his job so he won't be president. I agree with Dana that this is -- I think the real problem here is that we are treating conversations from six months ago as a bombshell's. And if you're watching any of the other networks, they were positively frothing from their eyeballs, ears, and their mouths over these transcripts which are basically conversations between men about stuff with no sense of tone. So, you have no idea. I spent half my time trying to resist this media filter that portrays words and discussions as conversations on equal footing with deeds. This is the worst example. Because here you have conversations that are six months old, that are on equal footing as say, the VA press conference that went on, that we're going to talk about the next segment which is actually extremely important. But words now, we care about the words, the words are not deeds. And these are old conversations out of context, no tone."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "All right. Okay. So, Jesse, you know, what kind of problems do you think this opposes for our nation's national security."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Big problems. I think the leakers hate Trump more than they love the country. President Trump is not a threat to democracy, the leakers are a threat. President Trump is not the traitor, these leakers are traitors. I think right now there is collusion going on and people are colluding to take down the President of the United States from within his own government. It's unprecedented, they are trying to rig the results of the election after the fact. They are going against the will of the American people. President Trump said that tonight in West Virginia. In the first 126 days of the Trump administration, we've had 125 leaks. That's like a leak a day. That's insane. So, if you're calling up the President, you're not calling up the Republican president, you're calling up the American president. People might be worrying, are these leaks continue after Trump leaves office? You have a Democratic president in their eventually, and our country is going to call up and, you know, not going to be honest because they're going to be exposed. If you have North Korea about to launch a missile, Chinese premier, Japanese premier, they can't call up Trump and think it's off the record. Everything is now on the record. So, people are going to be very concerned about privacy, Trump is probably going to have to try to circumvent his own national security team because he can't trust these guys. That's actually going to blow up in their face."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. Hugely problematic. I mean, Juan, you can't obviously be supportive of something like this, it shouldn't happen regardless of who's in the White House."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, gee, you know, I hate hypocrisy but I somehow remember that when Trump was talking about national security issues in the Oval Office, but now this is a National Security threat. I'll tell you what --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That doesn't make any sense."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, don't worry about it. I'm sure somebody picked it up. But the news here is not the leak. The National Security issue, six months old? All right. The news here is that the President when these things first occurred and people asked him, did you have a very rude conversation with our ally Australia, the Prime Minister Malcolm Turnbull? He said no. Fake news, not true we had a great conversation. Well, guess what, now we see the transcript, he's cutting off this guy. He is saying, this is the worst conversation I've had today with any world leader. And when it comes to Pena Nieto, the President of Mexico, oh, he says, you know what, the wall, the least important thing were talking about today, don't make me look like a dope. It doesn't matter who pays for the wall."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He said he didn't want it to stop talking."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, yes, don't talk because he is going to look bad, he's obsessed with himself, the way he looks."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Obama wasn't like that, right?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, yes. If Obama --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Don't worry. We will fix Russia after the election, remember that hot mic?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. If Obama had done --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, he was obsessed with this, how we look."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I did."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "We would have FOX News alerts."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. And you will go ballistic over the leaks."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm sure you never had a phone call that you would be upset if it came out in the news."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sure. Absolutely. You know what?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, think about if you're the President of the United States. It's a little different."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know, what? Here's the little difference. Normally, you know, I've received a lot of leaks in my lifetime. But I am going to tell you, mostly it's leaks from people who want to self-aggrandize, raise their profile or they want to, you know, float a balloon and get the President's attention or they have a grudge against somebody."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What's interesting to me about this leak is, it's none of the above. Somebody is concerned that the President is not serving the interest of the United States. It's all about himself and this is a danger to our country."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are you saying it's Mike Pence?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's not what the President said in the calls, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, no."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Don't mislead the viewers."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, no. Never."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Ahead, a historic breakthrough that would greatly increase veterans' access to health care. Greg will tell you all about it, coming up, next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, did you catch the president's VA presser this morning? It showcased a new health care system for veterans which makes it easier to receive care from far away -- behold:"
    },
    {
      "speaker": "DAVID SHULKIN, UNITED STATES SECRETARY, DEPARTMENT OF VETERANS AFFAIR",
      "utterance": "I understand there might be some area of concern on Mr. Amescua's skin. Can we take a look at that please?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes sir. We look at the area of concern."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I can take a look at that area and if there's any concern about it we can send it to a specialist or we could take a look at it. Dr. Watts is an internal medicine specialist in Cleveland, Oregon and she is now connected with Mr. Meese Goa in Oregon, we can get that expertise from anywhere in the country."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "You look pretty good to me, what do I know? Please make sure his skin is perfect."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, in the middle of leaks, leaks and more leaks we overlooked a pretty big deal. What you just saw may actually be the future of health care, the solution to rising costs and limited access. Diagnosis done remotely, no barriers to treatment thanks to technology. Now patients can be seen no matter where they are. It's cheap, user-friendly. Isn't that what we all want? How cool would it be if the V.A. actually became the model for the rest of us? Right now, Stanford researchers just trained a computer to diagnose skin cancer. It's as accurate as 21 dermatologists combined. Crazy. So tech isn't just about the device, but its scope -- where great quantities of data are gathered fast, then sifted. Diagnosing a mole among thousands is now no different than GPS software finding the best street to take home."
    },
    {
      "speaker": "So, once again we see how innovation solves what politicians can't. No bureaucrats came up with this stuff. It's the lesson from ObamaCare",
      "utterance": "politicians can't fix anything. Instead, their definition of fixing is making something permanently broken. Asking them to fix health care is like handing a blender to a fish and saying, make me a daiquiri. We've got to get health care away from bureaucrats and into the hands of innovators and brainiacs, who know how to solve things. They have the minds and the machines. All we need from politicians is their absence. This is some amazing stuff, Kimberly. It's not developed by politicians. It is in the direction here, like let these people take care of the problem?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Absolutely, I'm excited about this. I think it's fantastic, with the future of medicine is to make it more accessible, increase wellness and health and early detection and prevention. I'm all for this. Let me tell you something, mole mapping on my body, you've got to be naked, you've got to take pictures of every single one of them and compare every one of them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You have to make it to the doctor first."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That is the problem. Where did you go to school?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You just go to the costume shop and that is easy, you're all a doctor."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Now they can have it all in the computer, you can detect the slightest variation and can save a life and we know how dangerous melanoma can be. I think it's a fantastic development."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's amazing technology Jesse and this could be the model experiment to use to make everything cheaper."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Gregg's been talking for ten years about how robots and technology are taking over to kill us, now he wants robots and technology to save us. We have 21st century problems that were using 19th century solutions, here's how the swamp works. There's a problem, a bunch of staffers for politicians get together and they do a research paper. The lobbyist who had been in the end and they write the bill, the politicians pat themselves in the back, and go out for drinks. Ten years later the problems worst and it is like rinse, wash, and repeat. Instead of throw it through an algorithm, bring a Silicon Valley guy in to the mix. They will figure it out, give the politicians a few options, they vote on the cheapest, most efficient one and that is it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dana, Scott Adams talks about this a lot. It's about taking it out of the hands of the bureaucrats, putting it in the hands of the innovators."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well there is a good reason to do that too, one of the things that has been happening for a couple of decades maybe longer, the Department of Defense and the veteran's affairs administration can't share medical records, because of technology problems, software problems in their he is huge bureaucratic problems. And it is something that has the devil every administration, forgive me if it's been solved I don't believe it has. It leapfrogged over that bureaucratic problem. The other thing is, it's a good reason for the President to try to pass a tax reform, a corporate tax cuts would mean more research dollars available for more innovations like this. The third thing is American leads the world in health diplomacy. Technology like that is actually used on mercy ships as well. There are doctors there in the ship, which are performing really difficult surgeries, sometimes they have a question to whatever, to a surgeon at Harvard, and can you help me with this. It can help save a lot of lives all around the world."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Juan, when you look at something like this you say, what a difference from the Obamacare website rollout. Remember that?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What about this idea. David (inaudible) the guy in the doctor's jacket there, guess what? He was held over from the Obama administration."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What does that mean though?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You said bureaucrats can come up with these ideas, he is a guy that is put this in place as a bureaucrat and you know what else?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It took six months under Trump."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "There is no embarrassing you, there's not. I got to say, when you have something like this, I think all Americans think this is good. It's a model for the rest of the health care system. It reminds me of the point, that when you ask Americans especially veterans about the V.A. medical system, it gets higher ratings than the private health care system and yet nobody says we are lucky to have the V.A. system in this country. One final point, when people are asked, who do you trust more to handle health care? Not Republicans, its Democrats. Now at the point where the majority of Americans say we want single-payer health care in this country."
    },
    {
      "speaker": "WATTERS",
      "utterance": "For the last time the Democrats handled the V.A., bureaucrats were getting bonuses."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is actually factual."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I think those numbers are good at change."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right ahead. While the NAACP's warning African-Americans to stay away from an entire U.S. State that is next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The first ever travel advisory of its kind, the NAACP has issued a warning for African-American travelers to exercise extreme caution if visiting anywhere in Missouri, citing a series of questionable race-based incidents statewide. The advisory extends to residents there as well. Greg, I don't see why the NAACP doesn't issue a travel advisory for the Southside of Chicago that seems like a little more dangerous than the entire --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's the danger of dramatic exaggerations of an idea. They are upset about the senate bill, NAACP and other things. There are ways to respond to that. When you did these dramatic and symbolic gestures, they always backfire, because what happens is you're good to hurt people who work in the tourist industry. There is a play in New York right now called the great comments, it's a diverse play, and their sales were hurting. They have all different races in the play but the play was hurting sales why is it so they got (inaudible) in. He is white, people said he is replacing a black actor, we don't want him, and so he backs out. The ticket sales hurt more. The symbolic gesture was supposed to mean well, ends up hurting the play that may close costing jobs. Symbolic gestures end up backfiring almost always."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Juan what do you think this could backfire and hurt the residents of Missouri in the long run?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't think you want to hurt the residents of Missouri, I think that is why the local NAACP has backtracked a little bit. They didn't tell anybody not to come. They warned them to be on their guard if they do come. They have some hard numbers, facts to back it up which is that black people are 75 percent more likely to be stopped by cops in the state of Missouri than anybody who's white, 75 percent and then more likelihood of seizure, confiscation of property and goods. If you're black and you're coming through there, the NAACP says let your relatives know, make sure you have bail money, be aware. They local NAACP responded to what Jesse just said and said we didn't say don't come. We want you to be aware."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They did drill down on those numbers, why the rates are higher there? There has to be some explanation, not just racism."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't know, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Maybe we should look into it. Kimberly?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Discrimination laws in line to federal laws, that is why you see the difference and the change of numbers, not a matter of application and enforcement and making them commensurate with one another."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's harder for people to claim a protected class, is that with the senate bill does that people are fired up about?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I mean that is one of the aspects they are taking issue with. When you see headlines about this, people think one thing it's not the case. Is not any more dangerous to be in the state than it is in any of the other states and if you want my opinion on this, I think this is also being used as a fundraising mechanism to generate money."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Good point."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think the big change in the law was if you claim discrimination, you have to prove it. The burden is on you even if it's a woman or me as a black person or Jesse as a genius would have to somehow say I was discriminated against and the pressure would be on the other person. It's with the police. Now the pressure is on you. The NAACP is saying be aware if you're going through there. You know the law."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's going for major contributing factor to a motivating factor."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do you think the NAACP is looking for a little attention, like Kimberly said like trying to raise some dough off this?"
    },
    {
      "speaker": "PERINO",
      "utterance": "It's possible that they could think it's meritorious and raise some money. The governor of Missouri said that he wanted to bring the state in line with the 38 other states. I imagine because they say later that the business community has been saying this is holding us back from being able to grow and get more investment in Missouri, that is where his thinking."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's not about race it's about economics. Rosie O'Donnell is having another one of her meltdowns, but not about President Trump. This time she is angry with Democrats. Hear Rosie roar next."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "When Rosie O'Donnell is upset about something she let the whole world know about it. What it is this time? A comment by the chair of the triple c the Democrats will withhold financial support -- or will not hold financial support from Party candidates who oppose abortion rights. She fired off a tweet in response quote saying women should form our own party, if Dems do this #dontyoudare. We can't read her other quote about it because it might upset the children. I must say, Kimberly she is pretty clear that abortion rights are her litmus test despite the fact that the Triple c head of says his litmus test is getting Democrats to win."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Ok, so they have a difference of opinion and she expressed her personal opinion on it. She is pretty consistent on this issue, saying if the Democrats don't prioritize this, they are abandoning women and therefore, women should take matters into their own hands and form a new party. It's a little bit much but you know the idea and premise behind it I get what she is saying. They don't lose the votes on the support of people who have really been pushing this party forward in women. This is one of her saner things."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Is there a litmus test like that for Republicans?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't think so, not an abortion, maybe on Russia. If there was a fissure in the Republican Party like there is on health care, it would be the front page of \"the Washington Post.\" a fissure in the Democratic Party like this? It's buried. I actually support Rosie O'Donnell, if the Democratic Party wants to split into factions, I think that is a great idea. They could put a third ballot up there like a Jill Stein situation and just bleed it off. The Democrats are so open-minded on gender. You can have six different genders. You know take your pick. Only one position on abortion and that is it. It really doesn't matter what she says."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What do you think Dana?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Last week when Chuck Schumer announced the Democrats new national platform it was called a better deal. What Tucker Carlson said earlier tonight, if you look at what they're saying it's President Trump's winning campaign platform from 2016. We should multiply, not divide. What Jesse is saying is true. If they want to split themselves and not when any more elections, a really good way to do that is blended to the Party and break off."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think it was the chair of the Democratic national committee Tome Perez who campaigned for a candidate from Omaha who was pro-life. At the same time, he said the party's platform remains, they are pro-choice. How does this work for you?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Remember when Rosie was funny? I don't. The problem with twitter is people gravitate toward it once they become irrelevant. People like Rosie still crave a platform and the attention it brings, that is what she is doing this. It almost has nothing to do with issues if the desire for attention. Sadly she is being eclipsed by Lena Dunham who makes Rosie seem smart, because Lena Dunham might be one of the dumbest people on the planet and I think she is becoming that Rosie O'Donnell of 2017. She might already be irrelevant. It's between Rosie and Lena Dunham but I have my money on Lena Dunham."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Is Lena Dunham still talking to you?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She blocks me on twitter, the mark of a true coward."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You've got to talk to Greg, he is funny, and one more thing is up next."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's time for one more thing, and K.G. your first."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "The case that we've been covered on the five and that is been covered internationally, it is the texting suicide case. A 20-year-old Michelle Carter was sentenced to 15 months in jail and five years probation by a Massachusetts Judge after being convicted of involuntary manslaughter for repeatedly coaxing her boyfriend at the time to end his life. This is a really fascinating case from a legal perspective and for the royal family, they've lost their son, the case is not over. Our hearts and prayers go out to that family."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I have a dog story."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right let's see it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Cats are also involved. A new study in UCLA, dogs and cats are contributing to global warming. That is right. Pet ownership in the U.S. creates 64 million tons of carbon dioxide a year within the margin for error. If you own a dog, you are destroying the planet. Can you believe it? I am just saying this is crazy."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know it's crazy as Gregg pet cow."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's time for Greg's heroes. Let's go to California, a sudden flash flood happens and here's a guy who's trapped on his truck in a mud. He is waiting to be saved, by a firefighter from a helicopter, but what does he grab? He is got a skateboard. I think it is a skateboard, maybe it's mean something to them but you have this firefighter who is risking his life, you're not going with your skateboard. You can get your skateboard later, and we will save you and so the guy saves his life, he doesn't get the skateboard but maybe it might mean something. I'll buy him a new skateboard."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Who was in the other side?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was the diarrhea lady."
    },
    {
      "speaker": "PERINO",
      "utterance": "There is a grieving mother in Pittsburgh, she found happiness in an unexpected place, they were hiking in a national park in Ohio, they stumbled upon a rock painted pink, white, and purple, they turned over and there was a Facebook page called kindness rocks. You paint these rocks and you hide them and other hikers find them and it's a great movement that is going around but you're out on a family hike you, you can look for these. It's called Pittsburgh rocks."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Donald Trump is about to leave and get out of the swamp for a vacation at his golf course in New Jersey. That is a 17 day holiday, comes after years of complaining about that and Barack Obama, he is always on vacation, but it turns out Obama, his days away from office don't come close to Trump's. By the end of the month, Trump will have spent 53 days at leisure compared to Obama's 15 days during the same period. Trump will have played 33 rounds of golf versus Obama 17."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why are you complaining?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Trump didn't even think about that he has time for this."
    },
    {
      "speaker": "PERINO",
      "utterance": "Never miss an episode of \"The Five,\" \"Hannity\" is up next. We will see you tomorrow night."
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "Thanks to our friends at \"The Five,\" this is a Fox News alert, welcome to Hannity. We are following five big major breaking news stories tonight. President Trump wows the crowd in a rally in West Virginia. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}