{
  "date": "August 13, 2020",
  "headline": "Kerik on violence in cities: People are scared to death",
  "subHeadline": "Guests: Raheem Kassam, Chris Hahn, Bernie Kerik, Harvey Risch, Ramin Oskoui",
  "url": "https://www.foxnews.com/transcript/kerik-on-violence-in-cities-people-are-scared-to-death",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "RAYMOND ARROYO, GUEST HOST",
      "sentences": "I'm Raymond Arroyo in for Laura Ingraham and this is \"The Ingraham Angle.\" A packed show for you tonight. Joe Biden once a national mask mandate. Who would enforce this? And is it medically necessary? Also, Kamala Harris uses her maiden speech as Joe Biden's number two to come after this show. Our medicine cabinet is going to respond to all of it. Also, tonight with college football hanging by a thread, we have two legends of the sport to tell us what's at stake if it's canceled. Coach Lou Holtz and Heisman Trophy winner Herschel Walker have cannot miss reaction but first, Biden steps aside.  OK, the rollout of the Biden-Harris Democratic ticket yesterday was greeted with the expected fanfare. What was most curious is that across the media landscape, it was Kamala Harris, not the man purportedly atop the ticket that got all the accolades.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Joe Biden has just put Kamala Harris right to the front of the line in terms of the leadership of the Democratic Party. She's going to be catapulted into this position of being the front runner for the 2024 Democratic nomination.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I was hoping for more of like a Harris-Biden ticket.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But at this rate, one day they might be calling Barack Obama, the previous Kamala Harris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Team Harris is a considerable network. It seems so Obamaess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Now this follows as I mentioned last night, CNN's Chris Cillizza who wrote that Kamala Harris will be ready to step in if and when Biden decides to step aside. What most are failing to realize is that Joe Biden may have already stepped aside. This is a new campaign video of Biden offering Harris the running mate job, not only does he say virtually nothing but basic technology seems to be a challenge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESUMPTIVE PRESIDENTIAL NOMINEE",
      "sentences": "Jilly, can you hear?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILL BIDEN, JOE BIDEN'S WIFE",
      "sentences": "Hi Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Hang on. I'm going to put you on speaker. Jilly, are you there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESUMPTIVE VICE PRESIDENTIAL NOMINEE",
      "sentences": "Hi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILL BIDEN",
      "sentences": "Hi Kamala. Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "I'm just thrilled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILL BIDEN",
      "sentences": "Is Doug there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Yes, let me get him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILL BIDEN",
      "sentences": "Hey Dougey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUGLAS EMHOFF, KAMALA HARRIS'S HUSBAND",
      "sentences": "Jill, we're ready to go to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Look guys, first of all, both of you, this is a team effort. You know, this is team play and I think we agree this is really about restoring the soul of this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "What campaign cuts away as the candidate begins to speak and did you notice Harris's husband. He says, we're ready to put it all on the line for you, Jill. Biden's like a rest home resident listening to his favorite radio show. Can you imagine the material they edited out?   What this little vignette demonstrates is that Joe Biden or the Joe Biden the public thought they knew is no longer there. He's no longer able to navigate a simple conversation even with his own team, forget reporters and his party, particularly the energized left knows Joe Biden is not in charge. This is Democratic Congresswoman Pramila Jayapal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PRAMILA JAYAPAL, D-WA.",
      "sentences": "As soon as we get him in the White House and even before with these task forces that we had, we were able to significantly push Joe Biden to do things that he hadn't signed on to before so he is movable. He is listening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "He may be listening but these extremists are using Biden in a cruel, political masquerade, turning a former VP into a silent mask for their radical policies. The Biden campaign is running on three basic issues. Higher taxes, investments they call them. More COVID lockdowns and mandates and racial division. Now the handle is just smartly trying to confuse the public by evoking the Biden of old. For instance, they dropped this ad where he reminisces about meeting the nuns outside the Vatican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "First people I saw were a group of nuns who to me epitomize everything Pope Francis talked about. I thought it was a good omen. We are our brothers' keeper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Unless you happen to be an unborn child, Biden, the mass goer supports abortion on demand and full funding of Planned Parenthood and at the same time Biden is professing his undying love for nuns, he's threatening to take the Little Sisters of the Poor to court to force them to comply with the Obamacare mandate, which he was responsible for requiring the nuns to offer contraceptives and abortifacients to their employees. Now the old pro-life moderate Joe Biden is just no longer there. Despite the gauzy videos trying to convince you otherwise. Meanwhile, his replacement, I mean his running mate, Kamala Harris is also something of a transformer. She all but charged Biden with sexual abuse and racism just last year. But now she's his main surrogate on race, billed as an icon that will draw African Americans to vote for the Democratic ticket. This despite the fact that even CNN sparred over her heritage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She is a black woman. She's a mixed-race woman. She's also South Asian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "sentences": "Want the distinction to say is she African-American or is she black or is she - whatever - that what's - there is nothing wrong with that, there is a difference between being African-American and being black, make us not America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But she is a black woman. She was born here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "Maybe did not come out of Jim Crow, I'm just saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Somebody needs to call Henry Louis Gates but the fact is Harris is constantly rewriting her story to suit the moment. Remember her interview with Charlamagne tha God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE THA GOD, RADIO PRESENTER",
      "sentences": "They say you oppose legalizing weed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "That's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "And look, I joke about it. I have joked - Half of my family is from Jamaica. Are you kidding me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE",
      "sentences": "Have you ever smoked?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "I have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRS",
      "sentences": "And I inhale.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "And she inhaled. Harris's efforts to appear cool were mostly ignored by those she was trying to reach but her father, a Stanford economics professor issued a statement claiming that Kamala's ancestors \"must be turning in their grave right now to see their families name reputation and proud Jamaican identity being connected, in anyway jokingly or not with the fraudulent stereotype of pot smoking joy seeker and in the pursuit of identity politics.  Speaking for myself and my immediate Jamaican family, we wish to categorically disassociate ourselves from this travesty.\" Now imagine the coverage say Mary Trump might have gotten had she issued such a statement but when Harris stretches the truth and her own father calls her out, charges her with identity politics, no questions are asked.  As the Democratic ticket remakes and recast itself, the president today announced an unexpected and unprecedented diplomatic coup. For the first time in a quarter of a century the U.S. led a peace negotiation in the Middle East, the United Arab Emirates are establishing diplomatic ties with the State of Israel, halting the annexation of Palestinian territories in the West Bank.  It was Trump's withdrawal from the Iranian nuclear deal and his push for American energy independence that facilitated this breakthrough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "But if you look what's happened since I broke up that ridiculous Iran nuclear deal, money isn't going to some horrible - horrible group so you haven't seen the kind of terrorism that you saw before. They're dying to make a deal but they'd much rather negotiate with Sleepy Joe Biden than with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "This is a moment for American voters to take stock of reality. As you'll see in the hour ahead, Trump's tough international stance and efforts to keep the economy open have protected the United States from the COVID financial meltdown, other parts of the world have experienced horribly. As Harris and Biden grouse about the state of the economy, the question is what would they have done differently. Well, we know the answer. They would have shut down the entire country a la California and New York causing a completely unnecessary economic collapse. Today they pushed for a national mask mandate, your rights be damned. We're going to explore the necessity of that in a minute. Trump has stood up firmly, some thought too firmly on the international stage, defending personal and religious rights and for the strength of the economy.  He has delivered results during a very trying time. When confronted with the same international crises or economic challenges, what would Biden do tomorrow? He'll probably step aside. At least those are my thoughts.  Joining me now. We are joined by Raheem Kassam. He is The National Pulse, Editor-in-Chief, co-host of the War Room Pandemic podcast as well as Chris Hahn, former aide to Senator Chuck Schumer and host to be Aggressive Progressive podcast. Gentlemen, I want to play something. This is Biden today referencing his true running mate Covid-19 and the president's reaction. I want you both to react to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "President would have acted sooner, we would have saved - just one week earlier, we would have saved 30 some thousand lives, two weeks earlier, I think it was 51,000 or 57,000 lives. Hope the president has learned the lesson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Today we saw Joe Biden continue to politicize a pandemic and to show his appalling lack of respect for the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Raheem, is this a wise political strategy to politicize Covid-19 in this way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAHEEM KASSAM, EDITOR-IN-CHIEF, THE NATIONAL PULSE",
      "sentences": "It's dreadful Raymond. I mean, it's one of these things, you look at what Kamala Harris came out and said yesterday about the pandemic.   Suddenly she's blaming the president for lockdowns and blaming the president that the schools aren't reopening and blaming this president for the state of the economy, while just a month or week or days ago, they were talking about how we needed another lockdown and how we needed to keep the schools closed and all of the stuff that's coming out of the Biden campaign at the moment is utterly bizarre to me. Now look, every country in the world has had its scientific establishment come out and say well, if only we had acted a couple of days or a week sooner. You saw this big story come out of the United Kingdom. The same thing there but remember the scientific advice was there for the president. He took it, he actually went further than the scientists recommended that he did and closing the borders and now Biden wants to come out and say well, we would have done it sooner. No, no, no, Biden didn't want those borders closed to the Chinese because why, he's in - to the Chinese Communist Party and so is his running mate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Chris, politicians have as much control over a viruse as they do over the tides rising and falling. Why is Biden making this the centerpiece of his campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAHN, HOST, AGGRESSIVE PROGRESSIVE PODCAST",
      "sentences": "Well, to quote Donald Trump in 2013, leadership means you're responsible even when you're not responsible, you're responsible. The President of United States is responsible. Our economy has failed. There are 160,000 American dead. He took people out of China who could have been an early warning system of this that we were paying that were our people. This president has failed this country. He will not lead us out of it. He has no plan. He wants to ignore it. He doesn't even understand what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Chris, Chris, wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Look, look, let me just respond to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "No, no, no, give me a second here. He listened to Dr. Fauci. He closed the borders against the advice of everybody else and it was actually really important that he did so to defend the mainland. Raheem, you react.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Hold on, hold on, hold on. Let me come back. He closed the borders please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "Honestly, Chris, you go ahead because you're digging a hole for yourself. Keep going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "OK, so in Germany, they didn't close the borders. I mean and Germany is doing a lot better than we are today. Why? They had a plan. They had a national plan. Everybody followed the plan and they flattened the curve. South Korea, same thing. They didn't close their borders. They're doing better than us. What's the difference? Leadership. This president is not a leader. He's a fraud. He's bankrupt to destroy everything he's ever touched. He's doing that to America. He's destroying the post offices. He's going to lose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "Chris, I heard you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Chris, take a breath. German infections are going up, OK? That's the reality. I literally just read this. German infections are going up there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "They are nowhere near ours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "So your thesis has crumbled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Nowhere near ours. They're nowhere near ours. We lead the world in infections and deaths. Thanks Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "Raymond, the point about Germany and Chris, you got to understand this. You know we posted the War Room Pandemic Show since January when people told us what are you doing hosting a pandemic show. So we followed this very closely. Let me tell you why Germany is having a better run of it. The German health system was better equipped because it kept a lot of manufacturing, medical manufacturing in Germany, something that the United States didn't do under globalist leaders and we outsourced so much of that stuff abroad and therefore we weren't able to react quickly enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Did they shut their borders Raheem? Did they shut their borders in Germany? Because they're doing better than us as you just admitted. Did they shut their borders?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "Oh, hold on a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "No, they didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "I'm not arguing with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Keep thinking about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Chris, you're looking for an argument. I'm trying to explain something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "I know you are because you think this is a game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Answer the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "And you're trying to politicize it. The same as Biden, the same as Kamala. This is why you're going to lose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "You're too afraid of Biden. It's funny to watch. It's hilarious. You've got no answer for that. None.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "At the sake of interrupting your crosstalk. Chris, I want to move on to this for the second time in two days Biden refused to take questions from the media but MSNBC's Chuck Todd just laughed it off. Listen. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Vice President Biden, what goal do you see for Senator Harris in handling the coronavirus pandemic?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD, MSNBC HOST",
      "sentences": "Well, we thought we'd get a couple of the shot it questions. It's a fascinating little back and forth that we in the press try to do. You throw the shout it questions, see if they turn. There you just saw Joe Biden showing a little discipline and avoiding it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Chris, I wonder if he would have had that line if Trump had ignored reporters that way. How long can Joe Biden ignore questions from the press during major events?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Hey look, I got no excuse for that. People who are seeking public office should appear in public and they should take questions from the press all the time. The press is an important part of our society. It's enshrined in the United States constitution for a reason. It matters. All people seeking public office should answer questions from the press. I don't think they got to do it all the time and traditionally when you're doing a vice presidential launch event, you don't take question. There's crowd, et cetera but we're not living in a conventional time right now and I think Joe Biden and Kamala Harris should take a lot of questions from the press as should Donald Trump and Mike Pence and anybody else seeking public office across this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Raheem, I'm going to give you like 10 seconds here. Is it wise to have chosen a woman who 15 other Democrats survived, longer in the primary season than. I mean, Marianne Williamson lasted longer than Kamala Harris in this primary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "Kamala Harris is so tepid, she so quintessentially DC and that's not a compliment but there's a single word that describes Joe Biden throughout all of this. Margaret Thatcher used it best. Frit. He's afraid, he's frightened, he's afraid, he's scared, he's confused and I'm glad Chris agrees that he's running from the press. ARROYO: I have to leave it there. I will get you back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Wow, kamala Harris is your worst nightmare and she can be -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "We shall see. Thanks to Democrats and BLM New York City is looking like it did in the pre-Giuliani era where even the most depraved criminal acts were met with a shrug. Case in point, yesterday in broad daylight, a Bronx teenager was stabbed three times and then set on fire during a dispute. He died at the hospital and this is our friend, a former Bush NSC member, Mike Doran described his New York City neighborhood. He wrote, \"An elderly man enjoying dinner with his wife punched in the face. A woman waiting for the subway to come stabbed in the back. An older neighbor pausing to catch his breath told to pay $2 in protection money or get the F off that particular street.\" Here to respond is someone who played a lead role in cleaning up New York City in the nineties. I was there former New York police department commissioner Bernie Kerik. Bernie, the cuts to police funding haven't even gone into effect yet. Why are these Mayors and de Blasi in particular allowing these great cities to go down like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERNIE KERIK, FORMER NYPD COMMISSIONER",
      "sentences": "Well listen, you have a radical left wing Mayor that is supporting Black Lives Matter and supporting Antifa, told his police department to take a light touch in dealing with the protests that turned into riots that devastated the city. He led hundreds if not a couple of thousand people of Rikers Island and sent them home, some of them very major violent criminals. He has - he's cut back 600 positions on the plainclothes anti-crime unit which is primarily responsible for taking guns off the streets and going after violent criminals in progress. These are - every step he has taken, every move he has made has been done in an attempt to diminish the police department and as a result, now you see the end result of what's happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Bernie, this is hurting minorities the most though. I mean that - the violence we're seeing particularly in the urban centers of the cities, it's outrageous and there seems to be, no one seems to have any compassion. On the fallout here, 72 percent rise in shootings in New York City in the last seven months. How can this just go on? How does the Mayor explain this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERIK",
      "sentences": "Well, the Mayor basically explains it. He's - right now he's saying it's COVID. He's saying that people leaving New York City in droves and moving to other states as a result of COVID. COVID is a virus. COVID is temporary.  Nobody's going to leave their home, move out of New York City permanently because of a virus. Nobody's going to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERIK",
      "sentences": "But people are moving out of New York City because they're scared to death. Shootings are up, robberies are up, murders are up. All these things are happening over the last several months and this mayor is doing absolutely nothing about it and I have to put some of the blame Raymond, on the governor. He sees what's happening, he understands it, he gets it. Mayor - Governor Cuomo was around in the eighties and early nineties when Giuliani and I and others came into office and that changed York city and reduced the violent crime and murder. He knows how to get it done. How it got done and he's doing nothing about de Blasio's failure in leadership as it stands today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Bernie, I thank you for that. I thank you for your incredible work in restoring New York. I hope sanity prevails again. Thank you for being with us. We told you this would happen. Biden calls for a national mandate on masks. Is it legal and is it warranted? Plus in her first speech as Biden's VP nominee, Kamala Harris took a swipe at the Ingraham Angle. Our medicine cabinet is here to react and clean up the record, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Six years ago in fact, we had a different health crisis. It was called Ebola. And we all remember that pandemic. Barack Obama and Joe Biden did their job. Only two people in the United States died. Two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Senator Harris, she is just wrong. First off, Ebola was never labeled a pandemic by the WHO or the CDC. That's because there were never any large outbreaks outside of West Africa and there was virtually no risk of it spreading to the U.S. Unlike COVID, Ebola is not easily transmissible. The only way to get it is direct contact with an infected person's bodily fluids but Harris wasn't done politicizing a disease and then she came after this show. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "When other countries are following the science, Trump pushed miracle cures he saw on Fox news. While other countries were flattening the curve, he said the virus would just poof, go away. \"Like a miracle.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I'm going to give you a miracle. We flattened the curve which meant keeping cases from overwhelming the hospital system. That effort was a success and as for her trashing Laura Ingraham and this show for the advocacy of hydroxychloroquine, Harris is dead wrong. They say we need to listen to the medical experts. I agree. Joining us is Dr. Harvey Risch. He is the world renowned epidemiology professor at the Yale School of Medicine and Dr. Ramin Oskoui, cardiologists and CEO of Foxhall Cardiology. Dr. Risch, you've written that the political climate has made objective discussions of hydroxychloroquine impossible. Your response to Kamala Harris. What did she get wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. HARVEY RISCH, YALE PROFESSOR OF EPIDEMIOLOGY",
      "sentences": "Good evening Raymond. So she's talking about the H -word. We have been a new expression for that. The problem is that nobody is addressing the science. Everybody's talking around the science, talking about the science but not actually talking about the science. The science is perfectly clear, if you define it and that's what I did in in my Op-ed in The Washington Examiner recently. Just you have to be very precise. If you're precise, all the evidence shows that the drugs work. Hydroxychloroquine plus zinc plus azithromycin and so on, they all, it works in high risk patients. It is a miracle drug. It does work. The president was right you know. But he's not the medical expert. The science is the expert and that's what it says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Right. This has become super charged in a horrible way. Dr. Oskoui, your reaction to this and why this is. If you could save lives, why are we worried about cheap political points no matter what party it is or what the drug is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. RAMIN OSKOUI, CEO, FOXHALL CARDIOLOGY",
      "sentences": "Well, I think these aren't cheap political points. These is American politics now. If you notice again as Dr. Risch said she never speaks to the science. The science is very clear. Your own viewers can go to C19study.com. Look at the studies. Look at the break down but I think what you have in Kamala Harris is the woman who said five - six months ago on CNN that she was against Donald Trump. She would vote for George Bush if that were her only option. She's a political opportunist who is - who's doing what those people do. She has no moral center. She is nothing at all. She's an empty vessel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Dr. Risch, we previously talked about the Henry Ford Health System study which found hydroxychloroquine cut the COVID death rate in half. However this week, that same health system says the FDA denied them from using the drug to treat patients. Why do you think the FDA is so dug again on this anti-hydroxy stance given the International Studies now rolling in confirming the efficacy of this drug?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RISCH",
      "sentences": "Well, I've been complaining about the FDA's behavior for quite a while now and I think the FDA has other interests than the interests of the American public at heart. They have expressed untruths on and misrepresentations on their websites. They've approved hydroxychloroquine in the past with slimmer evidence and more evidence of harm. And now when it comes up for usage in outpatients, they've rejected that even though there's a stronger evidence and less evidence of harm so they've done a bit inconsistent on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Yes, there's the other point that this is a - hydroxychloroquine is a cheap drug and the FDA gets a third of its funding from drug companies so there's - there is a financial incentive here. That's a reality. Today Biden offered this miracle mandate for stopping the spread of COVID. I want your reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Every single American should be wearing a mask when they are outside for the next three months at minimum. Every governor should mandate mandatory mask-wearing. It's not about your rights. It's about your responsibilities as an American. My colleague and running mate, she has a few comments to make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Dr. Biden. Dr. Oskoui, the enforcement of this aside, what about the medical efficacy of not wearing masks, hopefully over your eyes, outside? And what do you make of this three-month mandate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. RAMIN OSKOUI, CARDIOLOGIST",
      "sentences": "He has picked this out of thin air. There's no evidence that shows masks are going to be effective except perhaps N-95 masks. But to wear them outside is ridiculous. There's numerous data, randomized controlled studies, summarized in a May 20th, 2020, CDC protocol that shows 12 randomized controlled studies, masks don't work for influenza-like illnesses. This is probably, though, a virus that is predominantly oral, fecal spread. And masks just won't work. Where he gets the three months, probably in his enfeebled brain. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Dr. Risch, your reaction when you heard Biden ask for that three- month mandatory mask mandate across the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. HARVEY RISCH, YALE SCHOOL OF PUBLIC HEALTH",
      "sentences": "I think that's an overreaction. And I don't know which constituents he's playing to, but it's not medically indicated. Masks may have some effectiveness to prevent other people from you. They have less to protect you from other people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Dr. Fauci today showed up. He seemed to endorse mail-in voting today, which is interesting given how he has repeatedly said he didn't want to get involved in politics. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, NATIONAL INSTITUTES OF ALLERGY AND INFECTIOUS DISEASES",
      "sentences": "I don't want to get involved. If I get involved with politics, what happens is it diverts the message. Forget the politics. Look at the data. I'm not in the position to determine what the government can do in a forceful way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "That was from \"National Geographic\" today. I'm waiting for him to show up on Rachael Ray. Dr. Oskoui, why is Fauci straying so far from science and wading into political observations now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "He has really become more of a politician than a doctor. Why he goes here, I think because he is being outshone on the science by Dr. Scott Atlas who has done a brilliant job so far. Very articulate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "OK, gentlemen, we will leave it there. I thank you both for your insight and bravery coming on and talking about this so clearly and consistently. Still ahead, college football season is on the brink, but there's hope. Three of the five major conferences are resisting calls to shut down. Sports legends Lou Holtz and Herschel Walker join me in moments to tell us what the stakes are if football folds. And I have a special announcement. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The battle lines over college football have been drawn. Despite outcries from players and coaches, the Big Ten and Pac 12 voted to cancel their fall sports seasons earlier this week. Even though there's the possibility of a spring football season, this is still a huge blow for our country at a time when we as Americans needed the NCAA to step up. They let the country down. But there is good news. The Big 12, ACC, and SEC have so far resisted s the pressure to sideline athletes this fall. My next guests say it's incredibly important for them to keep their seasons on track. Joining me is legendary college football coach, hall of famer, Lou Holtz, and former NFL player and Heisman Trophy winner Herschel Walker. Thank you both for being with us. Coach Lou, how important is it that college football especially go for the season? The medical advisers at the NCAA say they are on the Titanic and they have hit the iceberg with this virus. What would you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOU HOLTZ, COLLEGE FOOTBALL HALL OF FAME COACH",
      "sentences": "I think it's very, very important for the athlete. I think they are in a safer environment. Plus I think when you look at it in the long run, all the lessons you learn in football, I learned more on the football field than I ever did in a college classroom. Let's look at why the Big Ten and PAC 12 canceled. Because those are the two conferences that the players got together in the conference, sent a letter to the conference commissioner saying these are our demands about safety, about getting 50 percent of profit, and I think the president looked and said, all of these demands, they probably have a lawyer already, we can't afford to do that. Now you look at the ACC, they are having some problems today. Syracuse had to cancel practice. Some players are saying they're unsafe there. Three wide receivers came out of Florida State, said it's totally insecure, they don't want to play. And then you look at, I think, Pittsburgh had to cancel their practice as well. So any time the players are involved and they say it's my safety, the people are going to back off. And I think it's a shame, but it is a fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Herschel, I'm going to go to you. Earlier tonight on MSNBC, a guest and a host compared college athletics to slavery. I want you to listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If they really want these guys to play with that, they should be made to take out a $10 billion term insurance policy on each player. If they really want them to come back and play, then you pay for it. They're probably not going to do that, because this is a plantation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They are the cattle, right? And that is it at the end of the day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Herschel your reaction, to that? A plantation, cattle? What do you make of that and the football shutdown over COVID?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERSCHEL WALKER, FORMER NFL PLAYER",
      "sentences": "Herschel It's sad someone would even make a statement like that. And we need football, and I think all of the players like to play football. There are so many things that can happen to these young athletes that's not playing. You send them back into these areas, because if they don't have school, you're sending them back into these areas where now the local officials there now have become lawlessness where crime is breaking out. People are being killed, people being hurt. Whereas you could go to a university that have these world-class doctors. I know at the University of Georgia, they do scans before the athletes even go in, meaning they find out if they have other types of illness. And you think about this. They haven't even solved the concussion problem yet, yet we placed football. They don't know the aftereffect of concussion, but yet we still play football. So you cannot tell me that the reason they are not playing is because of that worry about the COVID when most of the athletes want to play. Give them their rights to decide whether they want to play or not. If they opt out, that is fine. But when you have areas where I think there's political bias, they decide they're not going to play football, whereas I think you put in the athletes in harm's way because you're sending them home into areas -- what are they going to do? This their livelihood. This is what they work their whole life work for. And now you're taking it away from him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Coach, Coach Holtz, I have read where one of these teams say, wait, my players are safer playing and training because they are being tested regularly, hygiene is really high, then if you say, you know what, we're not having a season. Just go back to your frat house and have a great time this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLTZ",
      "sentences": "First of all, it's a pleasure to be on with one of the great heroes of mine, and that's Herschel Walker. And let me say this about the guy's comment before. Obviously he never played football, doesn't have a clue about the advantage of it. As far as going back over staying in school, I think Trevor Lawrence, the outstanding quarterback at Clemson, said it so eloquently. As a matter of fact, he talked about how much safer it is, better it is. If they go back home, they are responsible for their own COVID, et cetera. The problem with young people today, they think that COVID is like cancer. You get COVID, you're going to die. They don't understand how very few people, young people, have a problem with that. People my certainly do, but young people don't. I just wish that they would understand that there's a pill coming at 98 percent, if you have 30 percent lung capacity, you take this pill, cost $50. One pill, 98 percent within 48 hours, you will be cured of COVID. But everybody, young people think, it's like cancer. And that's unfortunate. But there's no doubt in my mind, nobody cares about those athletes more than the coaches do, with the possible exception of the parents. And they treat them like it's their own son. They wouldn't put them in an environment that wasn't safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Yes. I need to play something for you. We were -- we saw this game. It was a national soccer game the other night in Dallas. And as the National Anthem was played, you had a number of people -- this is Dallas' pro-soccer team, they were booing the kneelers for disrespecting the flag. Here's how one of the Dallas players reacted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGGIE CANNON, FC DALLAS PLAYER",
      "sentences": "I think it was absolutely disgusting. You've got fans booing you for, people taking a stand for what they believe in. Honestly, it, for lack of a better word, pissed me off. We asked for no anthem because we don't feel it was right for the anthem to be played at this moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Herschel, not the right moment for the anthem to be played before a game? Your reaction, very quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALKER",
      "sentences": "Real quickly, first of all, tell me why are you kneeling? And then, you need to know the American flag stands for the United States of America. If you don't like it, leave. That's all I'm going to say, because I think it's disgusting that you ask why people would be upset. They're upset because they live in the United States of America, and that's why you should stand for the National Anthem and for the flag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Herschel Walker, Coach Lou Holtz, thank you for letting me share a little time with two great legends. Thanks for being here. First the media was silent about the brutal assassination of Bernell Trammell in Milwaukee. And now they are ignoring another heinous act of violence that doesn't fit the narrative. \"The Ingraham Angle\" reports next, don't miss this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Welcome back to \"The Ingraham Angle.\" When the media was silent about the assassination of black Trump supporter Bernell Trammell, \"The Angle\" brought you the story. Tonight we bring you another heinous crime the media is choosing to ignore. None of the four major networks have reported on the shocking death of five-year-old Cannon Hinnant. Cannon, a white child, was allegedly executed in front of his siblings by a 25-year- old black man and convicted felon named Darius Sessoms. A neighbor, who reportedly witnessed the heinous act, said Cannon was riding his bike in front of his home when Sessoms came up and shot him in the head at point- blank range. Police are still investigating the motive, but one of the family member's theory is that Cannon rode his bicycle through the shooter's yard. To take a child's life over that would be so depraved. Joining me now is Pastor Darrell Scott. He is cofounder of the National Diversity Coalition for Trump. Pastor, our prayers are certainly with the Hinnant family. Why do you think the media is ignoring this story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PASTOR DARRELL SCOTT, CEO, URBAN REVITALIZATION COALITION",
      "sentences": "First of all, I really believe that this crime is a result of this atmosphere of racial hatred and hostility towards white people that is being promoted by the ultra-radical left, by the Black Lives Matter organization, and also by extension the Democratic Party who refused to criticize and to even condone this type of mentality. And I believe the media is overlooking it intentionally. The media is bypassing this story simply because it does not fit their narrative. If this had been a white on black crime or a police on black crime, you would see extensive media coverage. Bub because it's black on white crime, and something this horrific, this tragic, they refused to cover it. And it's just a shame. It's a shame before God. I feel very sorry for this family, his two sisters that witnessed this. They'll be traumatized for the rest of their life behind this. It's very, very sad, very, very horrific. But I lay the blame at the feet, partially, of whatever propaganda machine the media is being utilized as to infiltrate this criminals mind to do something heinous like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Whatever the motive here, I said this during George Floyd. We are all children of God. God looks into the soul. He doesn't look at skin color. And every life should be raised up, protected, nurtured, and demands justice in the cases of these heinous crimes. Pastor, this is how the family and to the community are reacting. I want you to see this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Everybody just wants answers for why this was done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A mother now has to lay her son to rest at five years old, which she should never have to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My heart broke. My heart broke right then. I went home. I went home right then, and I took my baby, and I just hugged her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "That was the mayor of the city. Why is there a double standard in covering this little boy's death my do you think, Pastor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Because, once again, this narrative that the media is propagating is this black oppression narrative, this victimhood narrative. And it gives people a license to assault white people right now. And the media has been a driving force behind this. And you hate to politicize things like this. But rather than politicize it, I can socialize it. And in socializing it, I'll say that the media is intentionally ignoring it, once again, because it doesn't fit in with this narrative that they've been driving, this racial divide that they've been promoting. I feel so bad for this family. I noticed that you don't see them rioting and tearing up and looting and shooting and killing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Pastor Scott, I know God is saying little Cannon Hinnant's name tonight. May he rest in peace and have justice, and may his family be comforted. On a somewhat related note, in the case of four-year-old LeGend Taliferro, whose murder led to the administration launching Operation Legend. The president announcing tonight 22-years-old Ryson Ellis was charged and arrested with second-degree murder. We hope justice is finally served in LeGend's case as well. I've got a big announcement next. Stay here. It's a hopeful one. Stay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "OK, I promised you an announcement. I have to tell you about my first picture book. It's coming this fall. It's called \"The Spider Who Saved Christmas.\" It's my take on an ancient legend. It concerns a spider and her pivotal role in the Christmas story. It also explains why we put tinsel in trees. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, GUEST HOST",
      "utterance": "I'm Raymond Arroyo in for Laura Ingraham and this is \"The Ingraham Angle.\" A packed show for you tonight. Joe Biden once a national mask mandate. Who would enforce this? And is it medically necessary? Also, Kamala Harris uses her maiden speech as Joe Biden's number two to come after this show. Our medicine cabinet is going to respond to all of it. Also, tonight with college football hanging by a thread, we have two legends of the sport to tell us what's at stake if it's canceled. Coach Lou Holtz and Heisman Trophy winner Herschel Walker have cannot miss reaction but first, Biden steps aside. OK, the rollout of the Biden-Harris Democratic ticket yesterday was greeted with the expected fanfare. What was most curious is that across the media landscape, it was Kamala Harris, not the man purportedly atop the ticket that got all the accolades."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Joe Biden has just put Kamala Harris right to the front of the line in terms of the leadership of the Democratic Party. She's going to be catapulted into this position of being the front runner for the 2024 Democratic nomination."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I was hoping for more of like a Harris-Biden ticket."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "But at this rate, one day they might be calling Barack Obama, the previous Kamala Harris."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Team Harris is a considerable network. It seems so Obamaess."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Now this follows as I mentioned last night, CNN's Chris Cillizza who wrote that Kamala Harris will be ready to step in if and when Biden decides to step aside. What most are failing to realize is that Joe Biden may have already stepped aside. This is a new campaign video of Biden offering Harris the running mate job, not only does he say virtually nothing but basic technology seems to be a challenge."
    },
    {
      "speaker": "JOE BIDEN, D-PRESUMPTIVE PRESIDENTIAL NOMINEE",
      "utterance": "Jilly, can you hear?"
    },
    {
      "speaker": "JILL BIDEN, JOE BIDEN'S WIFE",
      "utterance": "Hi Joe."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Hang on. I'm going to put you on speaker. Jilly, are you there?"
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESUMPTIVE VICE PRESIDENTIAL NOMINEE",
      "utterance": "Hi."
    },
    {
      "speaker": "JILL BIDEN",
      "utterance": "Hi Kamala. Congratulations."
    },
    {
      "speaker": "HARRIS",
      "utterance": "I'm just thrilled."
    },
    {
      "speaker": "JILL BIDEN",
      "utterance": "Is Doug there?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "Yes, let me get him."
    },
    {
      "speaker": "JILL BIDEN",
      "utterance": "Hey Dougey."
    },
    {
      "speaker": "DOUGLAS EMHOFF, KAMALA HARRIS'S HUSBAND",
      "utterance": "Jill, we're ready to go to work."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Look guys, first of all, both of you, this is a team effort. You know, this is team play and I think we agree this is really about restoring the soul of this country."
    },
    {
      "speaker": "ARROYO",
      "utterance": "What campaign cuts away as the candidate begins to speak and did you notice Harris's husband. He says, we're ready to put it all on the line for you, Jill. Biden's like a rest home resident listening to his favorite radio show. Can you imagine the material they edited out? What this little vignette demonstrates is that Joe Biden or the Joe Biden the public thought they knew is no longer there. He's no longer able to navigate a simple conversation even with his own team, forget reporters and his party, particularly the energized left knows Joe Biden is not in charge. This is Democratic Congresswoman Pramila Jayapal."
    },
    {
      "speaker": "REP. PRAMILA JAYAPAL, D-WA.",
      "utterance": "As soon as we get him in the White House and even before with these task forces that we had, we were able to significantly push Joe Biden to do things that he hadn't signed on to before so he is movable. He is listening."
    },
    {
      "speaker": "ARROYO",
      "utterance": "He may be listening but these extremists are using Biden in a cruel, political masquerade, turning a former VP into a silent mask for their radical policies. The Biden campaign is running on three basic issues. Higher taxes, investments they call them. More COVID lockdowns and mandates and racial division. Now the handle is just smartly trying to confuse the public by evoking the Biden of old. For instance, they dropped this ad where he reminisces about meeting the nuns outside the Vatican."
    },
    {
      "speaker": "BIDEN",
      "utterance": "First people I saw were a group of nuns who to me epitomize everything Pope Francis talked about. I thought it was a good omen. We are our brothers' keeper."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Unless you happen to be an unborn child, Biden, the mass goer supports abortion on demand and full funding of Planned Parenthood and at the same time Biden is professing his undying love for nuns, he's threatening to take the Little Sisters of the Poor to court to force them to comply with the Obamacare mandate, which he was responsible for requiring the nuns to offer contraceptives and abortifacients to their employees. Now the old pro-life moderate Joe Biden is just no longer there. Despite the gauzy videos trying to convince you otherwise. Meanwhile, his replacement, I mean his running mate, Kamala Harris is also something of a transformer. She all but charged Biden with sexual abuse and racism just last year. But now she's his main surrogate on race, billed as an icon that will draw African Americans to vote for the Democratic ticket. This despite the fact that even CNN sparred over her heritage."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "She is a black woman. She's a mixed-race woman. She's also South Asian."
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "utterance": "Want the distinction to say is she African-American or is she black or is she - whatever - that what's - there is nothing wrong with that, there is a difference between being African-American and being black, make us not America."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "But she is a black woman. She was born here."
    },
    {
      "speaker": "LEMON",
      "utterance": "Maybe did not come out of Jim Crow, I'm just saying."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Somebody needs to call Henry Louis Gates but the fact is Harris is constantly rewriting her story to suit the moment. Remember her interview with Charlamagne tha God."
    },
    {
      "speaker": "CHARLAMAGNE THA GOD, RADIO PRESENTER",
      "utterance": "They say you oppose legalizing weed."
    },
    {
      "speaker": "HARRIS",
      "utterance": "That's not true."
    },
    {
      "speaker": "CHARLAMAGNE",
      "utterance": "I know."
    },
    {
      "speaker": "HARRIS",
      "utterance": "And look, I joke about it. I have joked - Half of my family is from Jamaica. Are you kidding me?"
    },
    {
      "speaker": "CHARLAMAGNE",
      "utterance": "Have you ever smoked?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "I have."
    },
    {
      "speaker": "CHARLAMAGNE",
      "utterance": "OK."
    },
    {
      "speaker": "HARRS",
      "utterance": "And I inhale."
    },
    {
      "speaker": "ARROYO",
      "utterance": "And she inhaled. Harris's efforts to appear cool were mostly ignored by those she was trying to reach but her father, a Stanford economics professor issued a statement claiming that Kamala's ancestors \"must be turning in their grave right now to see their families name reputation and proud Jamaican identity being connected, in anyway jokingly or not with the fraudulent stereotype of pot smoking joy seeker and in the pursuit of identity politics. Speaking for myself and my immediate Jamaican family, we wish to categorically disassociate ourselves from this travesty.\" Now imagine the coverage say Mary Trump might have gotten had she issued such a statement but when Harris stretches the truth and her own father calls her out, charges her with identity politics, no questions are asked. As the Democratic ticket remakes and recast itself, the president today announced an unexpected and unprecedented diplomatic coup. For the first time in a quarter of a century the U.S. led a peace negotiation in the Middle East, the United Arab Emirates are establishing diplomatic ties with the State of Israel, halting the annexation of Palestinian territories in the West Bank. It was Trump's withdrawal from the Iranian nuclear deal and his push for American energy independence that facilitated this breakthrough."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "But if you look what's happened since I broke up that ridiculous Iran nuclear deal, money isn't going to some horrible - horrible group so you haven't seen the kind of terrorism that you saw before. They're dying to make a deal but they'd much rather negotiate with Sleepy Joe Biden than with us."
    },
    {
      "speaker": "ARROYO",
      "utterance": "This is a moment for American voters to take stock of reality. As you'll see in the hour ahead, Trump's tough international stance and efforts to keep the economy open have protected the United States from the COVID financial meltdown, other parts of the world have experienced horribly. As Harris and Biden grouse about the state of the economy, the question is what would they have done differently. Well, we know the answer. They would have shut down the entire country a la California and New York causing a completely unnecessary economic collapse. Today they pushed for a national mask mandate, your rights be damned. We're going to explore the necessity of that in a minute. Trump has stood up firmly, some thought too firmly on the international stage, defending personal and religious rights and for the strength of the economy. He has delivered results during a very trying time. When confronted with the same international crises or economic challenges, what would Biden do tomorrow? He'll probably step aside. At least those are my thoughts. Joining me now. We are joined by Raheem Kassam. He is The National Pulse, Editor-in-Chief, co-host of the War Room Pandemic podcast as well as Chris Hahn, former aide to Senator Chuck Schumer and host to be Aggressive Progressive podcast. Gentlemen, I want to play something. This is Biden today referencing his true running mate Covid-19 and the president's reaction. I want you both to react to this."
    },
    {
      "speaker": "BIDEN",
      "utterance": "President would have acted sooner, we would have saved - just one week earlier, we would have saved 30 some thousand lives, two weeks earlier, I think it was 51,000 or 57,000 lives. Hope the president has learned the lesson."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Today we saw Joe Biden continue to politicize a pandemic and to show his appalling lack of respect for the American people."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Raheem, is this a wise political strategy to politicize Covid-19 in this way?"
    },
    {
      "speaker": "RAHEEM KASSAM, EDITOR-IN-CHIEF, THE NATIONAL PULSE",
      "utterance": "It's dreadful Raymond. I mean, it's one of these things, you look at what Kamala Harris came out and said yesterday about the pandemic. Suddenly she's blaming the president for lockdowns and blaming the president that the schools aren't reopening and blaming this president for the state of the economy, while just a month or week or days ago, they were talking about how we needed another lockdown and how we needed to keep the schools closed and all of the stuff that's coming out of the Biden campaign at the moment is utterly bizarre to me. Now look, every country in the world has had its scientific establishment come out and say well, if only we had acted a couple of days or a week sooner. You saw this big story come out of the United Kingdom. The same thing there but remember the scientific advice was there for the president. He took it, he actually went further than the scientists recommended that he did and closing the borders and now Biden wants to come out and say well, we would have done it sooner. No, no, no, Biden didn't want those borders closed to the Chinese because why, he's in - to the Chinese Communist Party and so is his running mate."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Chris, politicians have as much control over a viruse as they do over the tides rising and falling. Why is Biden making this the centerpiece of his campaign?"
    },
    {
      "speaker": "CHRIS HAHN, HOST, AGGRESSIVE PROGRESSIVE PODCAST",
      "utterance": "Well, to quote Donald Trump in 2013, leadership means you're responsible even when you're not responsible, you're responsible. The President of United States is responsible. Our economy has failed. There are 160,000 American dead. He took people out of China who could have been an early warning system of this that we were paying that were our people. This president has failed this country. He will not lead us out of it. He has no plan. He wants to ignore it. He doesn't even understand what it is."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Chris, Chris, wait."
    },
    {
      "speaker": "HAHN",
      "utterance": "Look, look, let me just respond to you."
    },
    {
      "speaker": "ARROYO",
      "utterance": "No, no, no, give me a second here. He listened to Dr. Fauci. He closed the borders against the advice of everybody else and it was actually really important that he did so to defend the mainland. Raheem, you react."
    },
    {
      "speaker": "HAHN",
      "utterance": "Hold on, hold on, hold on. Let me come back. He closed the borders please."
    },
    {
      "speaker": "KASSAM",
      "utterance": "Honestly, Chris, you go ahead because you're digging a hole for yourself. Keep going."
    },
    {
      "speaker": "HAHN",
      "utterance": "OK, so in Germany, they didn't close the borders. I mean and Germany is doing a lot better than we are today. Why? They had a plan. They had a national plan. Everybody followed the plan and they flattened the curve. South Korea, same thing. They didn't close their borders. They're doing better than us. What's the difference? Leadership. This president is not a leader. He's a fraud. He's bankrupt to destroy everything he's ever touched. He's doing that to America. He's destroying the post offices. He's going to lose."
    },
    {
      "speaker": "KASSAM",
      "utterance": "Chris, I heard you."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Chris, take a breath. German infections are going up, OK? That's the reality. I literally just read this. German infections are going up there."
    },
    {
      "speaker": "HAHN",
      "utterance": "They are nowhere near ours."
    },
    {
      "speaker": "ARROYO",
      "utterance": "So your thesis has crumbled."
    },
    {
      "speaker": "HAHN",
      "utterance": "Nowhere near ours. They're nowhere near ours. We lead the world in infections and deaths. Thanks Trump."
    },
    {
      "speaker": "KASSAM",
      "utterance": "Raymond, the point about Germany and Chris, you got to understand this. You know we posted the War Room Pandemic Show since January when people told us what are you doing hosting a pandemic show. So we followed this very closely. Let me tell you why Germany is having a better run of it. The German health system was better equipped because it kept a lot of manufacturing, medical manufacturing in Germany, something that the United States didn't do under globalist leaders and we outsourced so much of that stuff abroad and therefore we weren't able to react quickly enough."
    },
    {
      "speaker": "HAHN",
      "utterance": "Did they shut their borders Raheem? Did they shut their borders in Germany? Because they're doing better than us as you just admitted. Did they shut their borders?"
    },
    {
      "speaker": "KASSAM",
      "utterance": "Oh, hold on a minute."
    },
    {
      "speaker": "HAHN",
      "utterance": "No, they didn't."
    },
    {
      "speaker": "KASSAM",
      "utterance": "I'm not arguing with you."
    },
    {
      "speaker": "HAHN",
      "utterance": "Keep thinking about it."
    },
    {
      "speaker": "HAHN",
      "utterance": "Chris, you're looking for an argument. I'm trying to explain something."
    },
    {
      "speaker": "HAHN",
      "utterance": "I am."
    },
    {
      "speaker": "KASSAM",
      "utterance": "I know you are because you think this is a game."
    },
    {
      "speaker": "HAHN",
      "utterance": "Answer the question."
    },
    {
      "speaker": "KASSAM",
      "utterance": "And you're trying to politicize it. The same as Biden, the same as Kamala. This is why you're going to lose."
    },
    {
      "speaker": "HAHN",
      "utterance": "You're too afraid of Biden. It's funny to watch. It's hilarious. You've got no answer for that. None."
    },
    {
      "speaker": "ARROYO",
      "utterance": "At the sake of interrupting your crosstalk. Chris, I want to move on to this for the second time in two days Biden refused to take questions from the media but MSNBC's Chuck Todd just laughed it off. Listen. Watch."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Vice President Biden, what goal do you see for Senator Harris in handling the coronavirus pandemic?"
    },
    {
      "speaker": "CHUCK TODD, MSNBC HOST",
      "utterance": "Well, we thought we'd get a couple of the shot it questions. It's a fascinating little back and forth that we in the press try to do. You throw the shout it questions, see if they turn. There you just saw Joe Biden showing a little discipline and avoiding it."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Chris, I wonder if he would have had that line if Trump had ignored reporters that way. How long can Joe Biden ignore questions from the press during major events?"
    },
    {
      "speaker": "HAHN",
      "utterance": "Hey look, I got no excuse for that. People who are seeking public office should appear in public and they should take questions from the press all the time. The press is an important part of our society. It's enshrined in the United States constitution for a reason. It matters. All people seeking public office should answer questions from the press. I don't think they got to do it all the time and traditionally when you're doing a vice presidential launch event, you don't take question. There's crowd, et cetera but we're not living in a conventional time right now and I think Joe Biden and Kamala Harris should take a lot of questions from the press as should Donald Trump and Mike Pence and anybody else seeking public office across this country."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Raheem, I'm going to give you like 10 seconds here. Is it wise to have chosen a woman who 15 other Democrats survived, longer in the primary season than. I mean, Marianne Williamson lasted longer than Kamala Harris in this primary."
    },
    {
      "speaker": "KASSAM",
      "utterance": "Kamala Harris is so tepid, she so quintessentially DC and that's not a compliment but there's a single word that describes Joe Biden throughout all of this. Margaret Thatcher used it best. Frit. He's afraid, he's frightened, he's afraid, he's scared, he's confused and I'm glad Chris agrees that he's running from the press. ARROYO: I have to leave it there. I will get you back."
    },
    {
      "speaker": "HAHN",
      "utterance": "Wow, kamala Harris is your worst nightmare and she can be -"
    },
    {
      "speaker": "ARROYO",
      "utterance": "We shall see. Thanks to Democrats and BLM New York City is looking like it did in the pre-Giuliani era where even the most depraved criminal acts were met with a shrug. Case in point, yesterday in broad daylight, a Bronx teenager was stabbed three times and then set on fire during a dispute. He died at the hospital and this is our friend, a former Bush NSC member, Mike Doran described his New York City neighborhood. He wrote, \"An elderly man enjoying dinner with his wife punched in the face. A woman waiting for the subway to come stabbed in the back. An older neighbor pausing to catch his breath told to pay $2 in protection money or get the F off that particular street.\" Here to respond is someone who played a lead role in cleaning up New York City in the nineties. I was there former New York police department commissioner Bernie Kerik. Bernie, the cuts to police funding haven't even gone into effect yet. Why are these Mayors and de Blasi in particular allowing these great cities to go down like this?"
    },
    {
      "speaker": "BERNIE KERIK, FORMER NYPD COMMISSIONER",
      "utterance": "Well listen, you have a radical left wing Mayor that is supporting Black Lives Matter and supporting Antifa, told his police department to take a light touch in dealing with the protests that turned into riots that devastated the city. He led hundreds if not a couple of thousand people of Rikers Island and sent them home, some of them very major violent criminals. He has - he's cut back 600 positions on the plainclothes anti-crime unit which is primarily responsible for taking guns off the streets and going after violent criminals in progress. These are - every step he has taken, every move he has made has been done in an attempt to diminish the police department and as a result, now you see the end result of what's happening."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Bernie, this is hurting minorities the most though. I mean that - the violence we're seeing particularly in the urban centers of the cities, it's outrageous and there seems to be, no one seems to have any compassion. On the fallout here, 72 percent rise in shootings in New York City in the last seven months. How can this just go on? How does the Mayor explain this?"
    },
    {
      "speaker": "KERIK",
      "utterance": "Well, the Mayor basically explains it. He's - right now he's saying it's COVID. He's saying that people leaving New York City in droves and moving to other states as a result of COVID. COVID is a virus. COVID is temporary. Nobody's going to leave their home, move out of New York City permanently because of a virus. Nobody's going to do that."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Right."
    },
    {
      "speaker": "KERIK",
      "utterance": "But people are moving out of New York City because they're scared to death. Shootings are up, robberies are up, murders are up. All these things are happening over the last several months and this mayor is doing absolutely nothing about it and I have to put some of the blame Raymond, on the governor. He sees what's happening, he understands it, he gets it. Mayor - Governor Cuomo was around in the eighties and early nineties when Giuliani and I and others came into office and that changed York city and reduced the violent crime and murder. He knows how to get it done. How it got done and he's doing nothing about de Blasio's failure in leadership as it stands today."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Bernie, I thank you for that. I thank you for your incredible work in restoring New York. I hope sanity prevails again. Thank you for being with us. We told you this would happen. Biden calls for a national mandate on masks. Is it legal and is it warranted? Plus in her first speech as Biden's VP nominee, Kamala Harris took a swipe at the Ingraham Angle. Our medicine cabinet is here to react and clean up the record, next."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Six years ago in fact, we had a different health crisis. It was called Ebola. And we all remember that pandemic. Barack Obama and Joe Biden did their job. Only two people in the United States died. Two."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Senator Harris, she is just wrong. First off, Ebola was never labeled a pandemic by the WHO or the CDC. That's because there were never any large outbreaks outside of West Africa and there was virtually no risk of it spreading to the U.S. Unlike COVID, Ebola is not easily transmissible. The only way to get it is direct contact with an infected person's bodily fluids but Harris wasn't done politicizing a disease and then she came after this show. Watch."
    },
    {
      "speaker": "HARRIS",
      "utterance": "When other countries are following the science, Trump pushed miracle cures he saw on Fox news. While other countries were flattening the curve, he said the virus would just poof, go away. \"Like a miracle.\""
    },
    {
      "speaker": "ARROYO",
      "utterance": "I'm going to give you a miracle. We flattened the curve which meant keeping cases from overwhelming the hospital system. That effort was a success and as for her trashing Laura Ingraham and this show for the advocacy of hydroxychloroquine, Harris is dead wrong. They say we need to listen to the medical experts. I agree. Joining us is Dr. Harvey Risch. He is the world renowned epidemiology professor at the Yale School of Medicine and Dr. Ramin Oskoui, cardiologists and CEO of Foxhall Cardiology. Dr. Risch, you've written that the political climate has made objective discussions of hydroxychloroquine impossible. Your response to Kamala Harris. What did she get wrong."
    },
    {
      "speaker": "DR. HARVEY RISCH, YALE PROFESSOR OF EPIDEMIOLOGY",
      "utterance": "Good evening Raymond. So she's talking about the H -word. We have been a new expression for that. The problem is that nobody is addressing the science. Everybody's talking around the science, talking about the science but not actually talking about the science. The science is perfectly clear, if you define it and that's what I did in in my Op-ed in The Washington Examiner recently. Just you have to be very precise. If you're precise, all the evidence shows that the drugs work. Hydroxychloroquine plus zinc plus azithromycin and so on, they all, it works in high risk patients. It is a miracle drug. It does work. The president was right you know. But he's not the medical expert. The science is the expert and that's what it says."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Right. This has become super charged in a horrible way. Dr. Oskoui, your reaction to this and why this is. If you could save lives, why are we worried about cheap political points no matter what party it is or what the drug is?"
    },
    {
      "speaker": "DR. RAMIN OSKOUI, CEO, FOXHALL CARDIOLOGY",
      "utterance": "Well, I think these aren't cheap political points. These is American politics now. If you notice again as Dr. Risch said she never speaks to the science. The science is very clear. Your own viewers can go to C19study.com. Look at the studies. Look at the break down but I think what you have in Kamala Harris is the woman who said five - six months ago on CNN that she was against Donald Trump. She would vote for George Bush if that were her only option. She's a political opportunist who is - who's doing what those people do. She has no moral center. She is nothing at all. She's an empty vessel."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Dr. Risch, we previously talked about the Henry Ford Health System study which found hydroxychloroquine cut the COVID death rate in half. However this week, that same health system says the FDA denied them from using the drug to treat patients. Why do you think the FDA is so dug again on this anti-hydroxy stance given the International Studies now rolling in confirming the efficacy of this drug?"
    },
    {
      "speaker": "RISCH",
      "utterance": "Well, I've been complaining about the FDA's behavior for quite a while now and I think the FDA has other interests than the interests of the American public at heart. They have expressed untruths on and misrepresentations on their websites. They've approved hydroxychloroquine in the past with slimmer evidence and more evidence of harm. And now when it comes up for usage in outpatients, they've rejected that even though there's a stronger evidence and less evidence of harm so they've done a bit inconsistent on that."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Yes, there's the other point that this is a - hydroxychloroquine is a cheap drug and the FDA gets a third of its funding from drug companies so there's - there is a financial incentive here. That's a reality. Today Biden offered this miracle mandate for stopping the spread of COVID. I want your reaction."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Every single American should be wearing a mask when they are outside for the next three months at minimum. Every governor should mandate mandatory mask-wearing. It's not about your rights. It's about your responsibilities as an American. My colleague and running mate, she has a few comments to make."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Dr. Biden. Dr. Oskoui, the enforcement of this aside, what about the medical efficacy of not wearing masks, hopefully over your eyes, outside? And what do you make of this three-month mandate?"
    },
    {
      "speaker": "DR. RAMIN OSKOUI, CARDIOLOGIST",
      "utterance": "He has picked this out of thin air. There's no evidence that shows masks are going to be effective except perhaps N-95 masks. But to wear them outside is ridiculous. There's numerous data, randomized controlled studies, summarized in a May 20th, 2020, CDC protocol that shows 12 randomized controlled studies, masks don't work for influenza-like illnesses. This is probably, though, a virus that is predominantly oral, fecal spread. And masks just won't work. Where he gets the three months, probably in his enfeebled brain. I don't know."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Dr. Risch, your reaction when you heard Biden ask for that three- month mandatory mask mandate across the country?"
    },
    {
      "speaker": "DR. HARVEY RISCH, YALE SCHOOL OF PUBLIC HEALTH",
      "utterance": "I think that's an overreaction. And I don't know which constituents he's playing to, but it's not medically indicated. Masks may have some effectiveness to prevent other people from you. They have less to protect you from other people."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Dr. Fauci today showed up. He seemed to endorse mail-in voting today, which is interesting given how he has repeatedly said he didn't want to get involved in politics. Watch."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, NATIONAL INSTITUTES OF ALLERGY AND INFECTIOUS DISEASES",
      "utterance": "I don't want to get involved. If I get involved with politics, what happens is it diverts the message. Forget the politics. Look at the data. I'm not in the position to determine what the government can do in a forceful way."
    },
    {
      "speaker": "ARROYO",
      "utterance": "That was from \"National Geographic\" today. I'm waiting for him to show up on Rachael Ray. Dr. Oskoui, why is Fauci straying so far from science and wading into political observations now?"
    },
    {
      "speaker": "OSKOUI",
      "utterance": "He has really become more of a politician than a doctor. Why he goes here, I think because he is being outshone on the science by Dr. Scott Atlas who has done a brilliant job so far. Very articulate."
    },
    {
      "speaker": "ARROYO",
      "utterance": "OK, gentlemen, we will leave it there. I thank you both for your insight and bravery coming on and talking about this so clearly and consistently. Still ahead, college football season is on the brink, but there's hope. Three of the five major conferences are resisting calls to shut down. Sports legends Lou Holtz and Herschel Walker join me in moments to tell us what the stakes are if football folds. And I have a special announcement. Stay there."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The battle lines over college football have been drawn. Despite outcries from players and coaches, the Big Ten and Pac 12 voted to cancel their fall sports seasons earlier this week. Even though there's the possibility of a spring football season, this is still a huge blow for our country at a time when we as Americans needed the NCAA to step up. They let the country down. But there is good news. The Big 12, ACC, and SEC have so far resisted s the pressure to sideline athletes this fall. My next guests say it's incredibly important for them to keep their seasons on track. Joining me is legendary college football coach, hall of famer, Lou Holtz, and former NFL player and Heisman Trophy winner Herschel Walker. Thank you both for being with us. Coach Lou, how important is it that college football especially go for the season? The medical advisers at the NCAA say they are on the Titanic and they have hit the iceberg with this virus. What would you say?"
    },
    {
      "speaker": "LOU HOLTZ, COLLEGE FOOTBALL HALL OF FAME COACH",
      "utterance": "I think it's very, very important for the athlete. I think they are in a safer environment. Plus I think when you look at it in the long run, all the lessons you learn in football, I learned more on the football field than I ever did in a college classroom. Let's look at why the Big Ten and PAC 12 canceled. Because those are the two conferences that the players got together in the conference, sent a letter to the conference commissioner saying these are our demands about safety, about getting 50 percent of profit, and I think the president looked and said, all of these demands, they probably have a lawyer already, we can't afford to do that. Now you look at the ACC, they are having some problems today. Syracuse had to cancel practice. Some players are saying they're unsafe there. Three wide receivers came out of Florida State, said it's totally insecure, they don't want to play. And then you look at, I think, Pittsburgh had to cancel their practice as well. So any time the players are involved and they say it's my safety, the people are going to back off. And I think it's a shame, but it is a fact."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Herschel, I'm going to go to you. Earlier tonight on MSNBC, a guest and a host compared college athletics to slavery. I want you to listen to this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If they really want these guys to play with that, they should be made to take out a $10 billion term insurance policy on each player. If they really want them to come back and play, then you pay for it. They're probably not going to do that, because this is a plantation."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "They are the cattle, right? And that is it at the end of the day."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Herschel your reaction, to that? A plantation, cattle? What do you make of that and the football shutdown over COVID?"
    },
    {
      "speaker": "HERSCHEL WALKER, FORMER NFL PLAYER",
      "utterance": "Herschel It's sad someone would even make a statement like that. And we need football, and I think all of the players like to play football. There are so many things that can happen to these young athletes that's not playing. You send them back into these areas, because if they don't have school, you're sending them back into these areas where now the local officials there now have become lawlessness where crime is breaking out. People are being killed, people being hurt. Whereas you could go to a university that have these world-class doctors. I know at the University of Georgia, they do scans before the athletes even go in, meaning they find out if they have other types of illness. And you think about this. They haven't even solved the concussion problem yet, yet we placed football. They don't know the aftereffect of concussion, but yet we still play football. So you cannot tell me that the reason they are not playing is because of that worry about the COVID when most of the athletes want to play. Give them their rights to decide whether they want to play or not. If they opt out, that is fine. But when you have areas where I think there's political bias, they decide they're not going to play football, whereas I think you put in the athletes in harm's way because you're sending them home into areas -- what are they going to do? This their livelihood. This is what they work their whole life work for. And now you're taking it away from him."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Coach, Coach Holtz, I have read where one of these teams say, wait, my players are safer playing and training because they are being tested regularly, hygiene is really high, then if you say, you know what, we're not having a season. Just go back to your frat house and have a great time this year."
    },
    {
      "speaker": "HOLTZ",
      "utterance": "First of all, it's a pleasure to be on with one of the great heroes of mine, and that's Herschel Walker. And let me say this about the guy's comment before. Obviously he never played football, doesn't have a clue about the advantage of it. As far as going back over staying in school, I think Trevor Lawrence, the outstanding quarterback at Clemson, said it so eloquently. As a matter of fact, he talked about how much safer it is, better it is. If they go back home, they are responsible for their own COVID, et cetera. The problem with young people today, they think that COVID is like cancer. You get COVID, you're going to die. They don't understand how very few people, young people, have a problem with that. People my certainly do, but young people don't. I just wish that they would understand that there's a pill coming at 98 percent, if you have 30 percent lung capacity, you take this pill, cost $50. One pill, 98 percent within 48 hours, you will be cured of COVID. But everybody, young people think, it's like cancer. And that's unfortunate. But there's no doubt in my mind, nobody cares about those athletes more than the coaches do, with the possible exception of the parents. And they treat them like it's their own son. They wouldn't put them in an environment that wasn't safe."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Yes. I need to play something for you. We were -- we saw this game. It was a national soccer game the other night in Dallas. And as the National Anthem was played, you had a number of people -- this is Dallas' pro-soccer team, they were booing the kneelers for disrespecting the flag. Here's how one of the Dallas players reacted."
    },
    {
      "speaker": "REGGIE CANNON, FC DALLAS PLAYER",
      "utterance": "I think it was absolutely disgusting. You've got fans booing you for, people taking a stand for what they believe in. Honestly, it, for lack of a better word, pissed me off. We asked for no anthem because we don't feel it was right for the anthem to be played at this moment."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Herschel, not the right moment for the anthem to be played before a game? Your reaction, very quickly."
    },
    {
      "speaker": "WALKER",
      "utterance": "Real quickly, first of all, tell me why are you kneeling? And then, you need to know the American flag stands for the United States of America. If you don't like it, leave. That's all I'm going to say, because I think it's disgusting that you ask why people would be upset. They're upset because they live in the United States of America, and that's why you should stand for the National Anthem and for the flag."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Herschel Walker, Coach Lou Holtz, thank you for letting me share a little time with two great legends. Thanks for being here. First the media was silent about the brutal assassination of Bernell Trammell in Milwaukee. And now they are ignoring another heinous act of violence that doesn't fit the narrative. \"The Ingraham Angle\" reports next, don't miss this."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Welcome back to \"The Ingraham Angle.\" When the media was silent about the assassination of black Trump supporter Bernell Trammell, \"The Angle\" brought you the story. Tonight we bring you another heinous crime the media is choosing to ignore. None of the four major networks have reported on the shocking death of five-year-old Cannon Hinnant. Cannon, a white child, was allegedly executed in front of his siblings by a 25-year- old black man and convicted felon named Darius Sessoms. A neighbor, who reportedly witnessed the heinous act, said Cannon was riding his bike in front of his home when Sessoms came up and shot him in the head at point- blank range. Police are still investigating the motive, but one of the family member's theory is that Cannon rode his bicycle through the shooter's yard. To take a child's life over that would be so depraved. Joining me now is Pastor Darrell Scott. He is cofounder of the National Diversity Coalition for Trump. Pastor, our prayers are certainly with the Hinnant family. Why do you think the media is ignoring this story?"
    },
    {
      "speaker": "PASTOR DARRELL SCOTT, CEO, URBAN REVITALIZATION COALITION",
      "utterance": "First of all, I really believe that this crime is a result of this atmosphere of racial hatred and hostility towards white people that is being promoted by the ultra-radical left, by the Black Lives Matter organization, and also by extension the Democratic Party who refused to criticize and to even condone this type of mentality. And I believe the media is overlooking it intentionally. The media is bypassing this story simply because it does not fit their narrative. If this had been a white on black crime or a police on black crime, you would see extensive media coverage. Bub because it's black on white crime, and something this horrific, this tragic, they refused to cover it. And it's just a shame. It's a shame before God. I feel very sorry for this family, his two sisters that witnessed this. They'll be traumatized for the rest of their life behind this. It's very, very sad, very, very horrific. But I lay the blame at the feet, partially, of whatever propaganda machine the media is being utilized as to infiltrate this criminals mind to do something heinous like this."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Whatever the motive here, I said this during George Floyd. We are all children of God. God looks into the soul. He doesn't look at skin color. And every life should be raised up, protected, nurtured, and demands justice in the cases of these heinous crimes. Pastor, this is how the family and to the community are reacting. I want you to see this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Everybody just wants answers for why this was done."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "A mother now has to lay her son to rest at five years old, which she should never have to do."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "My heart broke. My heart broke right then. I went home. I went home right then, and I took my baby, and I just hugged her."
    },
    {
      "speaker": "ARROYO",
      "utterance": "That was the mayor of the city. Why is there a double standard in covering this little boy's death my do you think, Pastor?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "Because, once again, this narrative that the media is propagating is this black oppression narrative, this victimhood narrative. And it gives people a license to assault white people right now. And the media has been a driving force behind this. And you hate to politicize things like this. But rather than politicize it, I can socialize it. And in socializing it, I'll say that the media is intentionally ignoring it, once again, because it doesn't fit in with this narrative that they've been driving, this racial divide that they've been promoting. I feel so bad for this family. I noticed that you don't see them rioting and tearing up and looting and shooting and killing --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Pastor Scott, I know God is saying little Cannon Hinnant's name tonight. May he rest in peace and have justice, and may his family be comforted. On a somewhat related note, in the case of four-year-old LeGend Taliferro, whose murder led to the administration launching Operation Legend. The president announcing tonight 22-years-old Ryson Ellis was charged and arrested with second-degree murder. We hope justice is finally served in LeGend's case as well. I've got a big announcement next. Stay here. It's a hopeful one. Stay."
    },
    {
      "speaker": "ARROYO",
      "utterance": "OK, I promised you an announcement. I have to tell you about my first picture book. It's coming this fall. It's called \"The Spider Who Saved Christmas.\" It's my take on an ancient legend. It concerns a spider and her pivotal role in the Christmas story. It also explains why we put tinsel in trees. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}