{
  "date": "August 16, 2019",
  "headline": "Obama reportedly told Biden 'you don't have to do this' ahead of 2020 run",
  "subHeadline": "Guests: Cyril Wecht, Matt Whitaker, Matt Gaetz, Brett Tolman, Herman Cain, Joe Concha",
  "url": "https://www.foxnews.com/transcript/obama-reportedly-told-biden-you-dont-have-to-do-this-ahead-of-2020-run",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREGG JARRETT, HOST",
      "sentences": "And welcome to this special edition of \"Hannity\": Issues Facing America. I’m Gregg Jarrett, in tonight for Sean. Jeffrey Epstein’s autopsy has been released to some extent. The convicted pedophile’s death was officially ruled a suicide. But according to reports, Epstein was in great spirits just hours before the suicide and was confident about his ongoing criminal case.  Coming up, forensic pathologist Cyril Wecht will be here with a full analysis. But first, joining us with more is Trace Gallagher -- Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "And, Gregg, breaking tonight, three of Jeffrey Epstein’s lawyers are challenging the autopsy report and planning their own investigation into the cause of death. The lawyers also blame the Metropolitan Correctional Center for the medieval conditions and for not protecting Epstein by violating numerous protocols.  Meantime, the autopsy results themselves are vague. Normally, we get the diagrams, descriptions and the definitions to help decipher the findings. But so far, all the medical examiner is saying is that Jeffrey Epstein died by suicide and the cause was hanging. The \"Daily Beast\" is reporting that the marks on Epstein’s neck looks like those from fabric, which squares with the information that Epstein tied a bed sheet around his neck and secured it to the top bunk. There are reports that Epstein was found kneeling forward as if lunging forward. But several medical examiners say lunging as a rule is not enough force to break the hyoid bone. And they add that just because he was found on his knees doesn’t necessarily mean he didn’t throw himself off the top bunk.  And adding another twist to an already dizzying canvas, Fox News can confirm that some MCC personnel, including prison staff, are not cooperating with the investigations in to Epstein’s death. But with Congress and the DOJ both conducting separate inquiries, the belief is that many will be compelled to cooperate -- Gregg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "I would imagine. Trace, thanks very much.  Tonight, we know Epstein’s autopsy concluded that he hung himself reportedly with a bed sheet. But according to my next guest, there could be more to the story.   Joining us now to talk about it, forensic pathologist Dr. Cyril Wecht. Dr. Wecht, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. CYRIL WECHT, FORENSIC PATHOLOGIST",
      "sentences": "Good evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "There’s been a great deal of talk that Epstein suffered a hyoid fracture right around the Adam’s apple area. But I want to caution our viewers, that’s only from sources to the \"Washington Post,\" which broke that story. We haven’t heard that from the medical examiner herself. So that, I mean, it would be important to know A, that’s confirmed. And, B, what, I would imagine the nature of that fracture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WECHT",
      "sentences": "Yes. It’s my understanding that no details have been released. We are just simply told what the medical examiner’s conclusions were. Vis-a- vis, cause of death, hanging, manner of death, suicide. I would need to see all of the details. Let me say this. That if this is a leaning into kind of a hanging, not someone hurling himself from the top bunk, but if he were, for example, maybe sitting on the lower bunk, or kneeling by there, and no evidence of his having been on the top bunk and hurling himself off, then there is no velocity, there is no force imparted to that scenario.  Leaning forward, in my opinion, would not lead to what we are told are, quote, multiple fractures, unquote. We don’t know what was broken exactly. No details have come from the medical examiner’s office. We are told by the \"Washington Post,\" \"The New York Post\", that the hyoid bone was broken. That’s above the Adam’s apple by a couple of inches in a good size man.   And then the other fractures, if they are fractures of the thyroid cartridge, the Adam’s apple, in association with a fracture of the hyoid bone that is highly suspicious, and in my opinion, extremely unlikely to have been caused by leaning into suicidal hanging.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "But, Doctor, just to be clear, if he is on the top bunk with bed sheet around his neck and propels himself off the top bunk, the hyoid fracture and maybe another fracture or two, that would be consistent with that behavior?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WECHT",
      "sentences": "Yes. If he were on the top bunk and he hurled himself, he jumped off, that is I understand five and a half feet high. And you’ve got his increased height from waist to head. So, you’ve got seven feet or so roughly. That drop could lead to those kind of fractures. So, I agree. And I want to make that clear, I cannot express an opinion with reasonable medical certainty. I can only repeat what I have said based upon the cases I have myself examined.  Hundreds of cases over the years in my 20,000-plus autopsies, 40,000 other cases that I have reviewed, supervised or signed off on, that I have not seen multiple fractures in a simple leaning into kind of suicidal hanging where there is no velocity. Velocity is what gives you force.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WECHT",
      "sentences": "And if you don’t have velocity, you don’t have force. That is what this case is all about. They should have done, maybe they have, an investigation of the cell. First of all, why was there a double bunk cell? And then taking out the cell mate the day before.  If you have someone on suicide watch and he still should have been on suicide watch, don’t you think, gee, maybe he might jump from the higher balcony? Why are there two bunks like that?   There are a lot of things have to be correlated with the anatomic findings. What was the position of the body? Was he kneeling as if he had just leaned forward? If you hurl yourself off, I heard you say, quoting somebody else, well, me might land like that on your knees. Yes, you can do that. You can do it with people, you don’t have to tie their necks or so on. But guys that do stunt and so on, give them knee padding and let them jump off and see how they land. It’s highly doubtful they’re going to land in kind of a bent over, kneeling position from the waist. It’s highly unlikely hurling yourself --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Sure, and you would want --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WECHT",
      "sentences": "-- from five and a half feet high",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "You want to look for abrasions on the knee and the other evidence of trauma to the body. Dr. Cyril Wecht, many thanks for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WECHT",
      "sentences": "Yes, very good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WECHT",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Without a doubt, irregularity surrounding Epstein’s death are downright shocking. Today, Fox News learned that Attorney General William Barr has dispatched two senior Department of Justice officials to the Metropolitan Corrections Center to gather additional information. Those officials have been there, actually, since Thursday. Joining us now with a full report is Catherine Herridge -- Catherine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE HERRIDGE, CORRESPONDENT",
      "sentences": "Thanks, Gregg, and good evening.   We could get a reading next week of the Justice Department’s preliminary findings into the Epstein case. They are investigating how the Bureau of Prison staffing and overtime may have contributed to the events surrounding his death. The Attorney General William Barr, as you mentioned, dispatching two of his top aids to independently gather information and speak directly with Bureau of Prison staff at the MCC where Epstein was being held. The team has been on site since Thursday.  Separately, the Department of Justice has an after action review team, working through the Bureau of Prisons which falls under Justice Department authority. That team is still on scene at MCC, preparing a high level debrief, analyzing what went wrong. We are nearly a week out from Epstein’s death and the key issues remain staffing, who was working overtime shifts and whether the protocols monitoring Epstein were followed after he came off the suicide watch as well as the removal of the cell mate. FOX News can report tonight that officials have found 94 percent of the overtime hours during that critical period were done voluntarily and also this evening, new information from the producer Bill Mears that there are indications that there was a lack of cooperation among some of the MCC staffers, Gregg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Catherine Herridge in Washington -- Catherine, thanks very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "You’re welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Joining us now is Fox News contributor and retired LAPD detective Mark Fuhrman, former FBI special agent Manny Gomez, and Fox News contributor Emily Compagno.  Good to have you all. Mark, let me begin with you. It strikes me that a critical component of this are the videotape of the cameras that would have been in the hallway and general area. And you would want to examine the three-hour period of time in which he allegedly killed himself to determine if anyone had access or egress to his jail cell, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK FUHRMAN, CONTRIBUTOR",
      "sentences": "Absolutely. And the interesting part about the pathology report is that we don’t have the summary or the protocols. But we have the cause and the manner of death, as Dr. Wecht stated. And this gives you a finding combined with the detectives’ view of the crime scene.  One of those is the surveillance video that during the estimated time of death, before and after, nobody entered the cell. Nobody approached the door. Nobody exited. So that eliminates the death at the hands of another. And thousand we have to conclude with the evidence that it is suicide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Emily, the defense lawyers for Jeffrey Epstein are hinting they don’t buy it. They want to conduct their own investigation, maybe another autopsy. It’s a little bit unclear. I suspect they are driven by guilty more than anything else. It was the defense attorney who was urging the Metropolitan Corrections Center to take him off suicide watch. But for that request Epstein might still be alive today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY COMPAGNO, CONTRIBUTOR",
      "sentences": "There’s certainly a measure of responsibility at minimum and culpability at a maximum that those attorneys hold. Yes. I want to point out for viewers as well, though, that the fact that the autopsy ruled this a suicide means that Epstein’s estate can sue for what is essentially wrongful death at the hands of the state. And what is interesting to note is that the standard of review for those kind of the cases, when the inmates commit suicide and the family of the loved ones saying, hey, it was your fault, state. You broke in the protocol or there was negligence that led to the suicide that you knew could have happened, the standard is deliberate indifference. It’s a very tough bar to cross. And of all the cases I reviewed, the vast majority were moved out of court at the summary judgment stage, which meant that the defendant simply even falling asleep, it still didn’t qualify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "You know, Manny, there is a report and this may also be fed by the defense attorneys who harbor guilt of their own by virtue of their actions, that well, he was upbeat. He was optimistic about his chances on a double jeopardy motion that had been filed. Frankly, I always as a defense attorney discount the mindset of a client.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANNY GOMEZ, FORMER NYPD SERGEANT",
      "sentences": "Absolutely. The mindset of this individual before he perhaps committed suicide, apparently committed suicide, has no to do with the negligence, the recklessness of how MCC behaved in this matter. In fact, they are acting as psychologist which has nothing to do with the case at hand, which is how is the most highly visible inmate in the United States capable of committing suicide when they went against every protocol that they, themselves have in place to prevent that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Mark, if it’s not suicide, but rather a homicide, that would require some fairly insurmountable challenges to carry out, wouldn’t it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FUHRMAN",
      "sentences": "Well, it would. Dr. Wecht pointed out both sides of the coin in the medical evidence. But there was no filmed or witnessed inside the cell. So, we don’t know if he jumped from the top of the bunk or he merely leaned over in a forceful way. We don’t know that.  So, to change a suicide to a homicide in this respect, you are going to have to have a witness or you’re going to have to have a film of the act or a participant in the act to come forward. So, we know nobody entered the cell. So, he did not die at the hands of another. We certainly don’t know the toxicology yet. But if they are going to rule it a suicide, I would say that there is no drugs in his suicide that would make him compliant or unconscious so somebody could stage the scene. So, that is a huge bar to change it from a suicide or implicate it was a homicide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "All right. So, where does the case go now? It’s possible co- conspirators could be charged. In particular, Ghislaine Maxwell has been identified as the madam who arranged the sex trafficking allegedly. She was MIA until somebody spotted her at an In-N-Out Burger in Southern California. There’s a cover of \"The New York Post\".  Well, she certainly knows where to find a good burger. The question is does she know where to find a good criminal defense lawyer? Because I suspect she’s going to need one, Emily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Right. So, as of yet, she has been unindicted, unnamed. But that said, there’s unnamed co-conspirators in those original charging documents. And certainly, she has a lot to answer for. She’s accused of being not only a co-conspirator in terms of the orchestration of this vast network but also an abuser herself. She is also right now the defendant of civil lawsuits in state of New York in terms of -- as well as the defendant estate of Epstein. Note for the viewers to keep track of this all there is also an FBI and a DOJ investigation in to this correctional institution.  There are many threads. But bottom line as well with Maxwell, with Ghislaine Maxwell, is that if she proves a useful source of information, then it would behoove her to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "To flip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "-- be as transparent as possible to the government. Yes. She would have to be charged first with something because of now, we don’t know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "We need leverage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Uh-huh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Manny, there was back in the original case in 2007 in which was there a plea deal to two charges, a non-prosecution immunity agreement that apparently affects others. I suspect that is not worth the paper it’s written on for a couple of reasons. First, it doesn’t immunize you for future acts so acts after 2007 are not covered. Second of all, it appears that it violated the Crime Victims Rights Act in which the victims were never notified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOMEZ",
      "sentences": "You’re absolutely right. And he had this hubris that he thought he was falling under double jeopardy and he would not be prosecuted for -- not prosecuted, but be found guilty or this. And it would be thrown out of court. Clearly, that was not the case. He obviously was desperate and apparently committed suicide. That being said, it still does not excuse actions of MCC Bureau Prisons, et cetera, and it certainly doesn’t excuse the action of coconspirators as William Barr said. They will still continue to be investigators and prosecuted if needed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Oh, yes, you can tell that Barr is angry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOMEZ",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "He’s going to get to the bottom of what happened here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOMEZ",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Mark, I want you to have the final word here. As the case moves forward, there have been identified at least half a dozen women who are allegedly aiding and abetting according to some of the victims. Is that where the case goes now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FUHRMAN",
      "sentences": "I think it where it has to go. They don’t have Epstein now, so they’re going to go with all the people they might have been able to flip, and have them testify against Epstein. Now, they’re going to have to pursue some of the most important ones and have the minor ones testify against him to prove the case. But most of the crimes, if it wasn’t filmed or witnessed and you don’t have a victim, then you have sex trafficking but you really don’t have a strong case. They need someone on the inside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes, they need someone on the inside. Of course, they need the alleged accusers to come forward and say this happened to me, it was sexual assault, which is a horrendous, violent crime.  Mark, Manny, Emily, thank you for being with us. Coming up next, big breaking news our investigation into the investigators. Plus, we will recap Joe Biden’s bad week. Stay with us as this special edition of \"Hannity\" continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Welcome back to this \"Hannity\" special: Issues Facing America. Big developments tonight in our quest to hold those who abuse power accountable, and to expose the deep state’s effort to undermine a duly elected president. And it all starts with the rigged investigation into Hillary Clinton where we learned this week that FBI officials, quote, seemed indifferent to a possible hack by China of Hillary Clinton’s server, exposing the deep double standards inside the highest level of our government. And get this -- according to a new Senate report, the same Clinton I.T. aide who defied a subpoena apparently admitted to the FBI that he created a cryptic Gmail account as a way to copy all of Hillary Clinton’s e-mails, including classified documents. That’s right, on a Google server, for everybody to hack. More on this just ahead. Plus, we have some of the most convincing evidence yet of the information laundering scheme inside the Department of Justice involving Bruce and Nellie Ohr because new documents obtained by Judicial Watch show that Nellie Ohr, a former contractor for Fusion GPS, remember, being commissioned by the Hillary Clinton campaign was funneling anti-Trump materials through her husband, a top official, at the Department of Justice who had several secret meetings with dossier author Christopher Steele. And in some cases, Nellie Ohr didn’t need her husband to disseminate her seedy op research because other newly discovered documents show that Nellie Ohr was communicating with other top DOJ officials while she’s working with Fusion GPS. It’s really unbelievable. Now, of course, this is all just one way that intelligence was weaponized against Team Trump. Don’t forget about the use of spies. Like this guy, alleged FBI in informant Stefan Halper -- I’m going to erase the term \"alleged\" because it’s pretty damn clear -- who is now claiming immunity affords him coverage in a defamation lawsuit against him, raising even more questions about the mysterious former Cambridge professor. Joining me for reaction to all of this is the former Acting Attorney General Matt Whitaker.  Matt, thanks for being with us. Let’s start with Bruce and Nellie Ohr. Nellie Ohr told Congress the only person she gave the anti-Trump information to was her husband. Now, it turns out that at least three prosecutors were given the information by Nellie Ohr. There are 339 pages of e-mails showing it. That looks like lying to Congress, which is the last time I check and we can all check with Michael Cohen, that is a crime, isn’t it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT WHITAKER, FORMER ACTING UNITED STATES ATTORNEY GENERAL",
      "sentences": "It is a crime. And the entire situation surrounding Bruce Ohr and Nellie Ohr was concerning to me when I was at the Department of Justice. This is a key thing that Mr. Durham is looking at, and the whole -- how did this investigation start. I know that Mr. Huber, U.S. attorney from Utah, is looking at the FISA abuse. I know the inspector general is looking at it. I hope that we can get full transparency and all the answers to the questions, Gregg, because I know that you and others have been asking the questions and really receiving unsatisfactory answers. There was no doubt that Fusion GPS was trying to get the false dossier and the information it contained to anyone who could launch an investigation or otherwise throw a wrench in the campaign in 2016. We have to make sure it never happens again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "How is it possible that Bruce Ohr is still employed at the Department of Justice? I mean, this guy is required under federal regulation to disclose financial benefits he was receiving. His wife is paid by fusion through Hillary Clinton’s campaign. It’s going to the Bruce and Nellie Ohr joint bank account. He didn’t disclose it. Nor did he seek recusal in the case. Isn’t that a firing offense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITAKER",
      "sentences": "Yes, their financial disclosure is very important as to the sources of your income and that is something that each federal employee fills out every year to look at conflicts of interest. And I think the process for employment for career officials, there is, it’s a long process in order to terminate someone. There has to be enough evidence and a record. So, the investigations by both the inspector general and the two attorneys I mentioned could be the basis for that. That is what happened in McCabe’s situation, where the inspector general decision drove the decision to terminate him. And I think in this case, once those reports come out, it could be basis for employment investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "All right. Matt Whitaker, thank you for being with me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITAKER",
      "sentences": "Thank you, Gregg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Joining me now for more reaction to all of this, former U.S. attorney Brett Tolman and Florida Congressman Matt Gaetz. I mean, there is already a criminal referral against Nellie Ohr and probably should be one against Bruce Ohr, but we’ll wait to see. I want to tackle another suggest with you, Congressman Gaetz. We now learned you can read about in \"The Daily Caller\" that according to a Senate report, every single Hillary Clinton e-mail was sent secretly to a cryptic Gmail address, including classified documents. So, you’ve got potentially hundreds if not thousands of documents that are sensitive, if not classified, that can easily be hacked on a Google server. And an intelligent agent discovered it, notified Peter Strzok who was disinterested and dismissive. Congressman, how can that be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MATT GAETZ, R-FLA.",
      "sentences": "The reason this is the case is because they all thought Hillary Clinton was going to win. Remember, Gregg, the Trump Russia allegations weren’t the crime. They were the cover-up, because a lot of the folks at the FBI and the Department of Justice thought they would be retaliated against by a future President Hillary Clinton if they aggressively pursued the facts and applied the law when it related to her unlawful conduct with e-mails and a sensitive and classified information.  So, the reason we’re getting this drip by drip is you because you have people, the FBI and the Department of Justice, who were paving a yellow brick road to exoneration for Hillary Clinton when they should have been doing their job. That is because James Comey curated an environment at the FBI where they weren’t really doing investigations, they were trying to shape public opinion. And when you see the bias that was so evident in the case of the people investigating Hillary Clinton, there is no excuse for the outcome that she wasn’t forced to account for the bad conduct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "You know, if you got classified documents on a Google server, Fred, I mean everybody has got it, including the Russians. And we now also know that the Chinese apparently hacked Hillary Clinton’s classified documents. And once again, the FBI is notified of this, and they didn’t care. Isn’t that just the quintessential malfeasance of the FBI?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRETT TOLMAN, FORMER U.S. ATTORNEY",
      "sentences": "Well, I know a hundred agents and executives of the FBI that would have reacted differently than Peter Strzok did, and would have placed this at the top of their priority list. The bottom line on classified information, think about this, Gregg -- taking any classified information and mishandling it to summarize what our laws state, mishandling of classified information is a crime in this country. You know perhaps the only one that’s a bit relieved tonight is Hillary Clinton, because the story doesn’t seem to come back to focus on the fact that she has a private server. And these emails are on a private server. And those emails end up going to more public place by her instruction, you have to believe, it’s by her instruction. She hired the company and they put it on that to that public place for anyone to potentially see it and let’s face it, right now and back then China is absolutely one of our top threats to this country’s National Security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Paul Kimbata (ph) is the IT guy worked for Hillary Clinton and unbelievably Congressman, he got immunity from the FBI in exchange for nothing which in my almost 40 years as a lawyer, I’ve never heard of that, never seen that before, he gets immunity from prosecution. And now, he is refusing to even cooperate or talk to the DOJ Inspector General.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK GAETZ, R-FLA.",
      "sentences": "Well, when we in the Congress saw the immunity deals that were given not only in this instance but to a variety of other Hillary Clinton Associates, you wonder what was really bargained for, an immunity deal is in exchange for evidence that leads to a more high-profile or high priority target that the government has in a particular case.  But you saw blanket immunity deals given to people that didn’t create more of an incentive for them to give information, it created less of an incentive as you’re seeing right now and I think that it was really drawn into critique by the Inspector General when he analyzed the bias that existed here and really the extent to which that bias could have impacted the outcome in the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "And Brett, I’ll let you have the last word, I’ve only got about 30 seconds left. But this is crooked as the days long, isn’t it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOLMAN",
      "sentences": "Well, it is. In 20 years of practicing Federal Criminal Law. I was never able to get blanket immunity, not for a cooperator that I wanted DOJ to give immunity, not for when I became a defense attorney, not for any of my clients. They’ve got limited immunity and they always had to give something up that was substantial. What we have here is failure that started to percolate up at multiple levels and it’s just the beginning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes. Well, this was James Comey’s FBI, the sanctomy is vainglorious. Former FBI Director. Gentlemen, thank you very much for being with us, Congressman Gaetz, Brett Tolman. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAETZ",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Coming up next, you can run but you can’t hide. The Biden campaign is allegedly considering scaling back his campaign in order to avoid putting his foot in his mouth. Stay with us as this special edition of Hannity continue. Don’t go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Welcome back to the Hannity Special. President Trump at his rally in New Hampshire last night calling out Joe Biden’s campaign over talks that they might dial back his appearances because of the former VP’s incessant gaffes. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "But I don’t know, I think Sleepy Joe maybe able to limp across the finish line. But today, they announced that they’re going to cut way back on his appearance because he’s such a disaster, they’re going to have fewer appearances, you’ve heard that, right. This is sure, they’re going to cut way back on his appearances, can you believe it? If I even did that, it would be over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "That’s not all. The New York Times is reporting today that in a private conversation earlier this year, Obama even discouraged Biden from running. The report says, Obama told Biden \"you don’t have to do this, Joe, you really don’t.\" But that’s not all, the report goes on to say that Obama told Biden’s adviser back in March that they can’t let Biden \"embarrass himself\" or \"damage his legacy.\" Joining us now for reactions, CEO of The New Voice, Herman Cain. Mr. Cain always good to talk to you. Is hiding from voters a sound campaign strategy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERMAN CAIN, THE NEW VOICE CEO",
      "sentences": "No. As you said earlier, you can run but you can’t hide. You are not going to win an election by the people not being able to hear and see you. So, it might be a good strategy to avoid some future gaffes by Joe Biden, but it’s not a good strategy in order to endear voters to vote for you. So, no, that is not a good strategy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Well, I mean there is no getting around the fact that Joe Biden has a reputation of being a gaffe machine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Which may account for why he was inveterate plagiarist until he got caught of course and it’s tempting to say, this is a guy who is not up for the intellectual challenge of either a campaign or the presidency. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "I happen to agree with you. And if he makes it to the nomination, he will embarrass himself and he will embarrass the Democrat Party. Let’s face it, he is not sharp enough to be in this race. The only reason Joe Biden is leading in the polls amongst the Democratic presidential wannabes is because he’s the lesser of all of the Socialist evils. That’s why.  Most normal Democrats if there are such a thing as normal Democrats, they would rather go with somebody like Joe who is more normal that’s going to lead us back to where we were that one of those socialist that’s out there. Every one of the other candidates, every one of them have basically proposed socialist ideas. So, that’s why he is still leading in the polls. So, they think that if they keep him out of sight, he’s going to continue to leave in the folds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes, well I’ve got news for him, he’s not doing so well these days in Iowa, not of course who is the first contest and if Elizabeth Warren wins there as one poll indicates. That’s finito for Joe Biden. Herman Cain, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "So much for being with us. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Thanks, Gregg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Joining us now with more reaction is the author of the book, Still Winning, Fox News Contributor Charlie Hurt. Also, with us is former Clinton Pollster, Fox News Contributor Doug Schoen. Good to see you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG SCHOEN, CONTRIBUTOR",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "When the former President of the United States Barack Obama says, you don’t need to do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Joe. Is that a polite way of saying don’t do this Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Yes, I think so. And to Herman Cain’s point, I think of myself as a normal Democrat, an ideologically I am aligned with Joe Biden, but seeing gaffe after gaffe after gaffe, it’s becoming clear to me from the polls you’ve mentioned in Iowa polls and New Hampshire and the national numbers that Joe Biden is on a skid that I’m not sure he can recover from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "But it’s not something new, is it Charlie. I mean Joe Biden has been putting both feet in his mouth for decades, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES HURT, CONTRIBUTOR",
      "sentences": "Yes, this has been his stick for 45 years in Washington, and it’s why he’s never managed to get the nomination for President. And it’s why the closest he’s ever come to the White House was being handpicked by Barack Obama to be his Vice President. And think about this for a minute though. Think about how embarrassed Barack Obama must be to have this guy trying to go out there and uphold Obama’s legacy. It’s got to be hugely embarrassing. But think about the other thing, which is who leaked all of this stuff, who leaked these conversations to The New York Times. It wasn’t Biden’s campaign. This is hugely embarrassing to Biden’s campaign. The only people that could have leaked all this stuff to The New York Times is Barack Obama’s people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "And I mean what--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "In the back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "I agree. It is a shove in the back, and it had to come from Obama’s people, because they’re watching for example. Doug, the debates and fellow Democrats are attacking Biden over Obama legacy programs like the deportation of illegal immigrants and Obamacare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Right. And Biden has had trouble defending those policies, articulating his own policies, but what’s been really a problem is, he’s been saddled with support for the 94 crime Bill. He hadn’t been able to defend himself which also included an assault weapon ban. And the fact that he has been linked to segregationist in the first debate and it still hasn’t really incredibly answered that. This is a campaign in crisis and indeed I’d say some degree of disarray.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "And I mentioned a moment ago, Charlie, you look at one of the most recent Iowa polls, and OK, it was an online poll. It may be an outlier, but it does show a trend with the other polls and that is Biden is going down in Iowa, Warren is going up. If Biden can’t win Iowa, it’s bust (ph), isn’t it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Yes. No, it’s a real problem for him. And of course, I think that the rest of the field of Democrats running all - as Doug just pointed out. All these Democrats that are running, they’ve gone plum crazy, plum full socialism. And I don’t think that’s where the regular mainstream Democratic voters are and so my question then is, OK, well then, where is Barack Obama. He’s the most popular Democrat in the land. If he is the leader of the party, why hasn’t he step out, he steps into this and mediate some of this because his legacy is going to down the toilet with any of these socialists that get picked and Barack Obama is just standing on the sidelines. It’s pathetic leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Why doesn’t Obama jump in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Because the strongest candidate that Barack Obama knows well is named Michelle Obama and she’s made it clear; she’s not going to run. And you know what, this is an insoluble problem, Greg, because the Democrats have moved so far left, people like could not vote for socialist, for President, I’m a capitalist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes. All right. Dough Schoen and Charlie Hurt, good to see you both. Have a great weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Coming up, Dem, radical Dems are ratcheting up their rhetoric, Elizabeth Warren, Kamala Harris are spreading dangerous falsehoods. I call them lies and the media is afraid to call them out on it. We’ll explain. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Welcome back to this Hannity’s Special. Issues facing America is the more than 20 Democratic Presidential contenders fight for the nomination. Many are competing to see how Far-Left they can go or how crazy they can be. Yesterday, during a campaign event, Beto O’Rourke made this monist (ph) prediction about President Trump. Take a look. BETO O’ROURKE, D-PRESIDENTIAL CANDIDATE: When we allow this country to be defined along the lines of race and ethnicity, and religion. We allow a Commander-in-Chief to not only welcome that but the violence that follows to defy our laws, our institutions and any ethical or moral boundaries that if at this moment, we do not wake up to this threat then we as a country will die in our sleep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "We will die in our sleep. Also, this week, Senator Elizabeth Warren defended her claim that Michael Brown was \"murdered\" by white police officer in Ferguson, the liberal fact-checking website, PolitiFact failed to call out Warren and fellow candidate Kamala Harris for calling the shooting murder even though the officer was never indicted. And in fact, Obama’s DOJ declared that the officer \"did not act with a requisite criminal intent to be charged with a federal offense.\" Joining us now with reaction, Sirius XM Radio Host, Fox News Contributor, David Webb, and the Hill Media Reporter Joe Concha. Good to see you guys. So, David, we’re going to die in our sleep, when a candidate says something really profoundly stupid, one can reasonably conclude that the speaker is stupid. Has he forfeited his right to be taken seriously as a candidate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID WEBB, CONTRIBUTOR",
      "sentences": "He forfeited that a long time ago. When you look at the things he said on the campaign trail, off the campaign trail, this is I believe the fourth, maybe fifth restart of his campaign in some form, it’s fail and he has fallen to the bottom tier and he needs this outrage just like Castro needs his outrage in order to get any attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes, you know initially Joe his campaign, Beto’s campaign took off like a rocket, since then it’s gone down like the Hindenburg (ph) fasten Bernie. Is that the risk you run when you suddenly become a media darling at the hands of Vanity Fair?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE CONCHA, THE HILL REPORTER",
      "sentences": "Yes, I mean there is the It girl, right Gregg. And then he was the It guy, and then he didn’t live up to those expectations. People thought that well, because he ran within a couple points of Ted Cruz in Texas, therefore he must be a viable presidential candidate. But look, at this point, if you look at the polling with Beto O’Rourke in terms of his gravitas which he doesn’t had any, he doesn’t have presidency, he doesn’t fill the screen. He is running for Vice President at this point. If Elizabeth Warren gets the nomination, he is positioning himself as a Vice Presidential candidate or possibility instead of actually winning the Presidency, because he has no short of doing that. He pulled out everything after El Paso in terms of calling the President a White Supremacist, a racist, it didn’t get him anywhere in terms of jumping the polls and now at this point, he is planning for second place, not first Gregg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "So--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "But if I could just interject Joe and I agree with you, he is trying to play for second place. The second place, the second part of the ticket usually is a compliment, he’s not a compliment to Elizabeth Warren, he’s not a compliment to any of them, he advocates for open borders, for socialist policies. So, I don’t think he is even qualified for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "I want to switch--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "David, not even open borders. He actually told Chris Hayes of MSNBC during an interview, a couple of months ago, that he would tear down the borders around El Paso, not even open, he wants to take down walls altogether. That’s even beyond open borders, but again that seems to be the way the Democratic Party is going on that issue in terms of not just allowing people to come in illegally, but also knocking down walls that are keeping them from coming in legally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "All right. Well, we’ve run out of time for me to trash Elizabeth Warren and Kamala Harris. For accusing the police officer in the shooting death of Michael Brown of murder when in fact, they’re both lawyers. I mean come on; they know the definition of murder. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Gregg one point. PolitiFact never fact-checked Elizabeth Warren’s claim that she is part Cherokee Indian. Now, if you’re a fact-checking agency, I would think that would be at the top of the list in terms of things you fact-check and don’t fact-check. That’s all you need to know about PolitiFact and Elizabeth Warren in terms of their decision here and their treatment of her in general.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Well, I have my own beef with PolitiFact, they criticize my book, by only reading the preface and not book. Way to go, guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Not new news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes, we’ll be right back. Don’t go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "And welcome back to the special edition Hannity. Intrigued surrounding the Jeffrey Epstein case continues to mount following his death with so many unanswered questions still looming. Fox News Chief Breaking News Correspondent, Trace Gallagher with more. Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "And Gregg while the investigations into Jeffrey Epstein move forward, a big focus will now be on the women in his life, including alleged victims and potential accomplices like his former girlfriend, Ghislaine Maxwell who has some accused of helping orchestrate Epstein’s teenage sex ring. And despite, reports that Maxwell was living on the East Coast, yesterday she was spotted on the West Coast in a Southern California in-and-out burger reading a novel about the CIA. Actually, a non-fiction book about the CIA. Maxwell has not yet spoken about Epstein’s death or the accusations against her. Meantime, one day, after he was taken off of suicide watch, Epstein reportedly spent two hours with a mystery woman, possibly from his legal team. A different attorney visiting the jail told NBC news, the \"optics were startling because the woman was young and pretty.\" And on it goes. Gregg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Trace Gallagher. Trace, thanks. Unfortunately, that’s all the time we have for this evening. As always, thanks for being with us. And by the way, if you haven’t already, make sure to order a copy of my new book, Witch Hunt, the story of a greatest mass delusion in American political history. You can order it online and all the usual places. Sean will be back Monday. Have a great weekend. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, HOST",
      "utterance": "And welcome to this special edition of \"Hannity\": Issues Facing America. I’m Gregg Jarrett, in tonight for Sean. Jeffrey Epstein’s autopsy has been released to some extent. The convicted pedophile’s death was officially ruled a suicide. But according to reports, Epstein was in great spirits just hours before the suicide and was confident about his ongoing criminal case. Coming up, forensic pathologist Cyril Wecht will be here with a full analysis. But first, joining us with more is Trace Gallagher -- Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "And, Gregg, breaking tonight, three of Jeffrey Epstein’s lawyers are challenging the autopsy report and planning their own investigation into the cause of death. The lawyers also blame the Metropolitan Correctional Center for the medieval conditions and for not protecting Epstein by violating numerous protocols. Meantime, the autopsy results themselves are vague. Normally, we get the diagrams, descriptions and the definitions to help decipher the findings. But so far, all the medical examiner is saying is that Jeffrey Epstein died by suicide and the cause was hanging. The \"Daily Beast\" is reporting that the marks on Epstein’s neck looks like those from fabric, which squares with the information that Epstein tied a bed sheet around his neck and secured it to the top bunk. There are reports that Epstein was found kneeling forward as if lunging forward. But several medical examiners say lunging as a rule is not enough force to break the hyoid bone. And they add that just because he was found on his knees doesn’t necessarily mean he didn’t throw himself off the top bunk. And adding another twist to an already dizzying canvas, Fox News can confirm that some MCC personnel, including prison staff, are not cooperating with the investigations in to Epstein’s death. But with Congress and the DOJ both conducting separate inquiries, the belief is that many will be compelled to cooperate -- Gregg."
    },
    {
      "speaker": "JARRETT",
      "utterance": "I would imagine. Trace, thanks very much. Tonight, we know Epstein’s autopsy concluded that he hung himself reportedly with a bed sheet. But according to my next guest, there could be more to the story. Joining us now to talk about it, forensic pathologist Dr. Cyril Wecht. Dr. Wecht, great to see you."
    },
    {
      "speaker": "DR. CYRIL WECHT, FORENSIC PATHOLOGIST",
      "utterance": "Good evening."
    },
    {
      "speaker": "JARRETT",
      "utterance": "There’s been a great deal of talk that Epstein suffered a hyoid fracture right around the Adam’s apple area. But I want to caution our viewers, that’s only from sources to the \"Washington Post,\" which broke that story. We haven’t heard that from the medical examiner herself. So that, I mean, it would be important to know A, that’s confirmed. And, B, what, I would imagine the nature of that fracture."
    },
    {
      "speaker": "WECHT",
      "utterance": "Yes. It’s my understanding that no details have been released. We are just simply told what the medical examiner’s conclusions were. Vis-a- vis, cause of death, hanging, manner of death, suicide. I would need to see all of the details. Let me say this. That if this is a leaning into kind of a hanging, not someone hurling himself from the top bunk, but if he were, for example, maybe sitting on the lower bunk, or kneeling by there, and no evidence of his having been on the top bunk and hurling himself off, then there is no velocity, there is no force imparted to that scenario. Leaning forward, in my opinion, would not lead to what we are told are, quote, multiple fractures, unquote. We don’t know what was broken exactly. No details have come from the medical examiner’s office. We are told by the \"Washington Post,\" \"The New York Post\", that the hyoid bone was broken. That’s above the Adam’s apple by a couple of inches in a good size man. And then the other fractures, if they are fractures of the thyroid cartridge, the Adam’s apple, in association with a fracture of the hyoid bone that is highly suspicious, and in my opinion, extremely unlikely to have been caused by leaning into suicidal hanging."
    },
    {
      "speaker": "JARRETT",
      "utterance": "But, Doctor, just to be clear, if he is on the top bunk with bed sheet around his neck and propels himself off the top bunk, the hyoid fracture and maybe another fracture or two, that would be consistent with that behavior?"
    },
    {
      "speaker": "WECHT",
      "utterance": "Yes. If he were on the top bunk and he hurled himself, he jumped off, that is I understand five and a half feet high. And you’ve got his increased height from waist to head. So, you’ve got seven feet or so roughly. That drop could lead to those kind of fractures. So, I agree. And I want to make that clear, I cannot express an opinion with reasonable medical certainty. I can only repeat what I have said based upon the cases I have myself examined. Hundreds of cases over the years in my 20,000-plus autopsies, 40,000 other cases that I have reviewed, supervised or signed off on, that I have not seen multiple fractures in a simple leaning into kind of suicidal hanging where there is no velocity. Velocity is what gives you force."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Right."
    },
    {
      "speaker": "WECHT",
      "utterance": "And if you don’t have velocity, you don’t have force. That is what this case is all about. They should have done, maybe they have, an investigation of the cell. First of all, why was there a double bunk cell? And then taking out the cell mate the day before. If you have someone on suicide watch and he still should have been on suicide watch, don’t you think, gee, maybe he might jump from the higher balcony? Why are there two bunks like that? There are a lot of things have to be correlated with the anatomic findings. What was the position of the body? Was he kneeling as if he had just leaned forward? If you hurl yourself off, I heard you say, quoting somebody else, well, me might land like that on your knees. Yes, you can do that. You can do it with people, you don’t have to tie their necks or so on. But guys that do stunt and so on, give them knee padding and let them jump off and see how they land. It’s highly doubtful they’re going to land in kind of a bent over, kneeling position from the waist. It’s highly unlikely hurling yourself --"
    },
    {
      "speaker": "JARRETT",
      "utterance": "Sure, and you would want --"
    },
    {
      "speaker": "WECHT",
      "utterance": "-- from five and a half feet high"
    },
    {
      "speaker": "JARRETT",
      "utterance": "You want to look for abrasions on the knee and the other evidence of trauma to the body. Dr. Cyril Wecht, many thanks for being with us."
    },
    {
      "speaker": "WECHT",
      "utterance": "Yes, very good."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Good to see you."
    },
    {
      "speaker": "WECHT",
      "utterance": "Thank you."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Without a doubt, irregularity surrounding Epstein’s death are downright shocking. Today, Fox News learned that Attorney General William Barr has dispatched two senior Department of Justice officials to the Metropolitan Corrections Center to gather additional information. Those officials have been there, actually, since Thursday. Joining us now with a full report is Catherine Herridge -- Catherine."
    },
    {
      "speaker": "CATHERINE HERRIDGE, CORRESPONDENT",
      "utterance": "Thanks, Gregg, and good evening. We could get a reading next week of the Justice Department’s preliminary findings into the Epstein case. They are investigating how the Bureau of Prison staffing and overtime may have contributed to the events surrounding his death. The Attorney General William Barr, as you mentioned, dispatching two of his top aids to independently gather information and speak directly with Bureau of Prison staff at the MCC where Epstein was being held. The team has been on site since Thursday. Separately, the Department of Justice has an after action review team, working through the Bureau of Prisons which falls under Justice Department authority. That team is still on scene at MCC, preparing a high level debrief, analyzing what went wrong. We are nearly a week out from Epstein’s death and the key issues remain staffing, who was working overtime shifts and whether the protocols monitoring Epstein were followed after he came off the suicide watch as well as the removal of the cell mate. FOX News can report tonight that officials have found 94 percent of the overtime hours during that critical period were done voluntarily and also this evening, new information from the producer Bill Mears that there are indications that there was a lack of cooperation among some of the MCC staffers, Gregg."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Catherine Herridge in Washington -- Catherine, thanks very much."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "You’re welcome."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Joining us now is Fox News contributor and retired LAPD detective Mark Fuhrman, former FBI special agent Manny Gomez, and Fox News contributor Emily Compagno. Good to have you all. Mark, let me begin with you. It strikes me that a critical component of this are the videotape of the cameras that would have been in the hallway and general area. And you would want to examine the three-hour period of time in which he allegedly killed himself to determine if anyone had access or egress to his jail cell, right?"
    },
    {
      "speaker": "MARK FUHRMAN, CONTRIBUTOR",
      "utterance": "Absolutely. And the interesting part about the pathology report is that we don’t have the summary or the protocols. But we have the cause and the manner of death, as Dr. Wecht stated. And this gives you a finding combined with the detectives’ view of the crime scene. One of those is the surveillance video that during the estimated time of death, before and after, nobody entered the cell. Nobody approached the door. Nobody exited. So that eliminates the death at the hands of another. And thousand we have to conclude with the evidence that it is suicide."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Emily, the defense lawyers for Jeffrey Epstein are hinting they don’t buy it. They want to conduct their own investigation, maybe another autopsy. It’s a little bit unclear. I suspect they are driven by guilty more than anything else. It was the defense attorney who was urging the Metropolitan Corrections Center to take him off suicide watch. But for that request Epstein might still be alive today."
    },
    {
      "speaker": "EMILY COMPAGNO, CONTRIBUTOR",
      "utterance": "There’s certainly a measure of responsibility at minimum and culpability at a maximum that those attorneys hold. Yes. I want to point out for viewers as well, though, that the fact that the autopsy ruled this a suicide means that Epstein’s estate can sue for what is essentially wrongful death at the hands of the state. And what is interesting to note is that the standard of review for those kind of the cases, when the inmates commit suicide and the family of the loved ones saying, hey, it was your fault, state. You broke in the protocol or there was negligence that led to the suicide that you knew could have happened, the standard is deliberate indifference. It’s a very tough bar to cross. And of all the cases I reviewed, the vast majority were moved out of court at the summary judgment stage, which meant that the defendant simply even falling asleep, it still didn’t qualify."
    },
    {
      "speaker": "JARRETT",
      "utterance": "You know, Manny, there is a report and this may also be fed by the defense attorneys who harbor guilt of their own by virtue of their actions, that well, he was upbeat. He was optimistic about his chances on a double jeopardy motion that had been filed. Frankly, I always as a defense attorney discount the mindset of a client."
    },
    {
      "speaker": "MANNY GOMEZ, FORMER NYPD SERGEANT",
      "utterance": "Absolutely. The mindset of this individual before he perhaps committed suicide, apparently committed suicide, has no to do with the negligence, the recklessness of how MCC behaved in this matter. In fact, they are acting as psychologist which has nothing to do with the case at hand, which is how is the most highly visible inmate in the United States capable of committing suicide when they went against every protocol that they, themselves have in place to prevent that?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "Mark, if it’s not suicide, but rather a homicide, that would require some fairly insurmountable challenges to carry out, wouldn’t it?"
    },
    {
      "speaker": "FUHRMAN",
      "utterance": "Well, it would. Dr. Wecht pointed out both sides of the coin in the medical evidence. But there was no filmed or witnessed inside the cell. So, we don’t know if he jumped from the top of the bunk or he merely leaned over in a forceful way. We don’t know that. So, to change a suicide to a homicide in this respect, you are going to have to have a witness or you’re going to have to have a film of the act or a participant in the act to come forward. So, we know nobody entered the cell. So, he did not die at the hands of another. We certainly don’t know the toxicology yet. But if they are going to rule it a suicide, I would say that there is no drugs in his suicide that would make him compliant or unconscious so somebody could stage the scene. So, that is a huge bar to change it from a suicide or implicate it was a homicide."
    },
    {
      "speaker": "JARRETT",
      "utterance": "All right. So, where does the case go now? It’s possible co- conspirators could be charged. In particular, Ghislaine Maxwell has been identified as the madam who arranged the sex trafficking allegedly. She was MIA until somebody spotted her at an In-N-Out Burger in Southern California. There’s a cover of \"The New York Post\". Well, she certainly knows where to find a good burger. The question is does she know where to find a good criminal defense lawyer? Because I suspect she’s going to need one, Emily."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Right. So, as of yet, she has been unindicted, unnamed. But that said, there’s unnamed co-conspirators in those original charging documents. And certainly, she has a lot to answer for. She’s accused of being not only a co-conspirator in terms of the orchestration of this vast network but also an abuser herself. She is also right now the defendant of civil lawsuits in state of New York in terms of -- as well as the defendant estate of Epstein. Note for the viewers to keep track of this all there is also an FBI and a DOJ investigation in to this correctional institution. There are many threads. But bottom line as well with Maxwell, with Ghislaine Maxwell, is that if she proves a useful source of information, then it would behoove her to --"
    },
    {
      "speaker": "JARRETT",
      "utterance": "To flip."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "-- be as transparent as possible to the government. Yes. She would have to be charged first with something because of now, we don’t know."
    },
    {
      "speaker": "JARRETT",
      "utterance": "We need leverage."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Uh-huh."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Manny, there was back in the original case in 2007 in which was there a plea deal to two charges, a non-prosecution immunity agreement that apparently affects others. I suspect that is not worth the paper it’s written on for a couple of reasons. First, it doesn’t immunize you for future acts so acts after 2007 are not covered. Second of all, it appears that it violated the Crime Victims Rights Act in which the victims were never notified."
    },
    {
      "speaker": "GOMEZ",
      "utterance": "You’re absolutely right. And he had this hubris that he thought he was falling under double jeopardy and he would not be prosecuted for -- not prosecuted, but be found guilty or this. And it would be thrown out of court. Clearly, that was not the case. He obviously was desperate and apparently committed suicide. That being said, it still does not excuse actions of MCC Bureau Prisons, et cetera, and it certainly doesn’t excuse the action of coconspirators as William Barr said. They will still continue to be investigators and prosecuted if needed."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Oh, yes, you can tell that Barr is angry."
    },
    {
      "speaker": "GOMEZ",
      "utterance": "Absolutely."
    },
    {
      "speaker": "JARRETT",
      "utterance": "He’s going to get to the bottom of what happened here."
    },
    {
      "speaker": "GOMEZ",
      "utterance": "Absolutely."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Mark, I want you to have the final word here. As the case moves forward, there have been identified at least half a dozen women who are allegedly aiding and abetting according to some of the victims. Is that where the case goes now?"
    },
    {
      "speaker": "FUHRMAN",
      "utterance": "I think it where it has to go. They don’t have Epstein now, so they’re going to go with all the people they might have been able to flip, and have them testify against Epstein. Now, they’re going to have to pursue some of the most important ones and have the minor ones testify against him to prove the case. But most of the crimes, if it wasn’t filmed or witnessed and you don’t have a victim, then you have sex trafficking but you really don’t have a strong case. They need someone on the inside."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes, they need someone on the inside. Of course, they need the alleged accusers to come forward and say this happened to me, it was sexual assault, which is a horrendous, violent crime. Mark, Manny, Emily, thank you for being with us. Coming up next, big breaking news our investigation into the investigators. Plus, we will recap Joe Biden’s bad week. Stay with us as this special edition of \"Hannity\" continues."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Welcome back to this \"Hannity\" special: Issues Facing America. Big developments tonight in our quest to hold those who abuse power accountable, and to expose the deep state’s effort to undermine a duly elected president. And it all starts with the rigged investigation into Hillary Clinton where we learned this week that FBI officials, quote, seemed indifferent to a possible hack by China of Hillary Clinton’s server, exposing the deep double standards inside the highest level of our government. And get this -- according to a new Senate report, the same Clinton I.T. aide who defied a subpoena apparently admitted to the FBI that he created a cryptic Gmail account as a way to copy all of Hillary Clinton’s e-mails, including classified documents. That’s right, on a Google server, for everybody to hack. More on this just ahead. Plus, we have some of the most convincing evidence yet of the information laundering scheme inside the Department of Justice involving Bruce and Nellie Ohr because new documents obtained by Judicial Watch show that Nellie Ohr, a former contractor for Fusion GPS, remember, being commissioned by the Hillary Clinton campaign was funneling anti-Trump materials through her husband, a top official, at the Department of Justice who had several secret meetings with dossier author Christopher Steele. And in some cases, Nellie Ohr didn’t need her husband to disseminate her seedy op research because other newly discovered documents show that Nellie Ohr was communicating with other top DOJ officials while she’s working with Fusion GPS. It’s really unbelievable. Now, of course, this is all just one way that intelligence was weaponized against Team Trump. Don’t forget about the use of spies. Like this guy, alleged FBI in informant Stefan Halper -- I’m going to erase the term \"alleged\" because it’s pretty damn clear -- who is now claiming immunity affords him coverage in a defamation lawsuit against him, raising even more questions about the mysterious former Cambridge professor. Joining me for reaction to all of this is the former Acting Attorney General Matt Whitaker. Matt, thanks for being with us. Let’s start with Bruce and Nellie Ohr. Nellie Ohr told Congress the only person she gave the anti-Trump information to was her husband. Now, it turns out that at least three prosecutors were given the information by Nellie Ohr. There are 339 pages of e-mails showing it. That looks like lying to Congress, which is the last time I check and we can all check with Michael Cohen, that is a crime, isn’t it?"
    },
    {
      "speaker": "MATT WHITAKER, FORMER ACTING UNITED STATES ATTORNEY GENERAL",
      "utterance": "It is a crime. And the entire situation surrounding Bruce Ohr and Nellie Ohr was concerning to me when I was at the Department of Justice. This is a key thing that Mr. Durham is looking at, and the whole -- how did this investigation start. I know that Mr. Huber, U.S. attorney from Utah, is looking at the FISA abuse. I know the inspector general is looking at it. I hope that we can get full transparency and all the answers to the questions, Gregg, because I know that you and others have been asking the questions and really receiving unsatisfactory answers. There was no doubt that Fusion GPS was trying to get the false dossier and the information it contained to anyone who could launch an investigation or otherwise throw a wrench in the campaign in 2016. We have to make sure it never happens again."
    },
    {
      "speaker": "JARRETT",
      "utterance": "How is it possible that Bruce Ohr is still employed at the Department of Justice? I mean, this guy is required under federal regulation to disclose financial benefits he was receiving. His wife is paid by fusion through Hillary Clinton’s campaign. It’s going to the Bruce and Nellie Ohr joint bank account. He didn’t disclose it. Nor did he seek recusal in the case. Isn’t that a firing offense?"
    },
    {
      "speaker": "WHITAKER",
      "utterance": "Yes, their financial disclosure is very important as to the sources of your income and that is something that each federal employee fills out every year to look at conflicts of interest. And I think the process for employment for career officials, there is, it’s a long process in order to terminate someone. There has to be enough evidence and a record. So, the investigations by both the inspector general and the two attorneys I mentioned could be the basis for that. That is what happened in McCabe’s situation, where the inspector general decision drove the decision to terminate him. And I think in this case, once those reports come out, it could be basis for employment investigation."
    },
    {
      "speaker": "JARRETT",
      "utterance": "All right. Matt Whitaker, thank you for being with me."
    },
    {
      "speaker": "WHITAKER",
      "utterance": "Thank you, Gregg."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Joining me now for more reaction to all of this, former U.S. attorney Brett Tolman and Florida Congressman Matt Gaetz. I mean, there is already a criminal referral against Nellie Ohr and probably should be one against Bruce Ohr, but we’ll wait to see. I want to tackle another suggest with you, Congressman Gaetz. We now learned you can read about in \"The Daily Caller\" that according to a Senate report, every single Hillary Clinton e-mail was sent secretly to a cryptic Gmail address, including classified documents. So, you’ve got potentially hundreds if not thousands of documents that are sensitive, if not classified, that can easily be hacked on a Google server. And an intelligent agent discovered it, notified Peter Strzok who was disinterested and dismissive. Congressman, how can that be?"
    },
    {
      "speaker": "REP. MATT GAETZ, R-FLA.",
      "utterance": "The reason this is the case is because they all thought Hillary Clinton was going to win. Remember, Gregg, the Trump Russia allegations weren’t the crime. They were the cover-up, because a lot of the folks at the FBI and the Department of Justice thought they would be retaliated against by a future President Hillary Clinton if they aggressively pursued the facts and applied the law when it related to her unlawful conduct with e-mails and a sensitive and classified information. So, the reason we’re getting this drip by drip is you because you have people, the FBI and the Department of Justice, who were paving a yellow brick road to exoneration for Hillary Clinton when they should have been doing their job. That is because James Comey curated an environment at the FBI where they weren’t really doing investigations, they were trying to shape public opinion. And when you see the bias that was so evident in the case of the people investigating Hillary Clinton, there is no excuse for the outcome that she wasn’t forced to account for the bad conduct."
    },
    {
      "speaker": "JARRETT",
      "utterance": "You know, if you got classified documents on a Google server, Fred, I mean everybody has got it, including the Russians. And we now also know that the Chinese apparently hacked Hillary Clinton’s classified documents. And once again, the FBI is notified of this, and they didn’t care. Isn’t that just the quintessential malfeasance of the FBI?"
    },
    {
      "speaker": "BRETT TOLMAN, FORMER U.S. ATTORNEY",
      "utterance": "Well, I know a hundred agents and executives of the FBI that would have reacted differently than Peter Strzok did, and would have placed this at the top of their priority list. The bottom line on classified information, think about this, Gregg -- taking any classified information and mishandling it to summarize what our laws state, mishandling of classified information is a crime in this country. You know perhaps the only one that’s a bit relieved tonight is Hillary Clinton, because the story doesn’t seem to come back to focus on the fact that she has a private server. And these emails are on a private server. And those emails end up going to more public place by her instruction, you have to believe, it’s by her instruction. She hired the company and they put it on that to that public place for anyone to potentially see it and let’s face it, right now and back then China is absolutely one of our top threats to this country’s National Security."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Paul Kimbata (ph) is the IT guy worked for Hillary Clinton and unbelievably Congressman, he got immunity from the FBI in exchange for nothing which in my almost 40 years as a lawyer, I’ve never heard of that, never seen that before, he gets immunity from prosecution. And now, he is refusing to even cooperate or talk to the DOJ Inspector General."
    },
    {
      "speaker": "REP. MARK GAETZ, R-FLA.",
      "utterance": "Well, when we in the Congress saw the immunity deals that were given not only in this instance but to a variety of other Hillary Clinton Associates, you wonder what was really bargained for, an immunity deal is in exchange for evidence that leads to a more high-profile or high priority target that the government has in a particular case. But you saw blanket immunity deals given to people that didn’t create more of an incentive for them to give information, it created less of an incentive as you’re seeing right now and I think that it was really drawn into critique by the Inspector General when he analyzed the bias that existed here and really the extent to which that bias could have impacted the outcome in the case."
    },
    {
      "speaker": "JARRETT",
      "utterance": "And Brett, I’ll let you have the last word, I’ve only got about 30 seconds left. But this is crooked as the days long, isn’t it?"
    },
    {
      "speaker": "TOLMAN",
      "utterance": "Well, it is. In 20 years of practicing Federal Criminal Law. I was never able to get blanket immunity, not for a cooperator that I wanted DOJ to give immunity, not for when I became a defense attorney, not for any of my clients. They’ve got limited immunity and they always had to give something up that was substantial. What we have here is failure that started to percolate up at multiple levels and it’s just the beginning."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes. Well, this was James Comey’s FBI, the sanctomy is vainglorious. Former FBI Director. Gentlemen, thank you very much for being with us, Congressman Gaetz, Brett Tolman. Thank you so much."
    },
    {
      "speaker": "GAETZ",
      "utterance": "Thank you."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Coming up next, you can run but you can’t hide. The Biden campaign is allegedly considering scaling back his campaign in order to avoid putting his foot in his mouth. Stay with us as this special edition of Hannity continue. Don’t go away."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Welcome back to the Hannity Special. President Trump at his rally in New Hampshire last night calling out Joe Biden’s campaign over talks that they might dial back his appearances because of the former VP’s incessant gaffes. Watch this."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "But I don’t know, I think Sleepy Joe maybe able to limp across the finish line. But today, they announced that they’re going to cut way back on his appearance because he’s such a disaster, they’re going to have fewer appearances, you’ve heard that, right. This is sure, they’re going to cut way back on his appearances, can you believe it? If I even did that, it would be over."
    },
    {
      "speaker": "JARRETT",
      "utterance": "That’s not all. The New York Times is reporting today that in a private conversation earlier this year, Obama even discouraged Biden from running. The report says, Obama told Biden \"you don’t have to do this, Joe, you really don’t.\" But that’s not all, the report goes on to say that Obama told Biden’s adviser back in March that they can’t let Biden \"embarrass himself\" or \"damage his legacy.\" Joining us now for reactions, CEO of The New Voice, Herman Cain. Mr. Cain always good to talk to you. Is hiding from voters a sound campaign strategy?"
    },
    {
      "speaker": "HERMAN CAIN, THE NEW VOICE CEO",
      "utterance": "No. As you said earlier, you can run but you can’t hide. You are not going to win an election by the people not being able to hear and see you. So, it might be a good strategy to avoid some future gaffes by Joe Biden, but it’s not a good strategy in order to endear voters to vote for you. So, no, that is not a good strategy."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Well, I mean there is no getting around the fact that Joe Biden has a reputation of being a gaffe machine."
    },
    {
      "speaker": "CAIN",
      "utterance": "Right."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Which may account for why he was inveterate plagiarist until he got caught of course and it’s tempting to say, this is a guy who is not up for the intellectual challenge of either a campaign or the presidency. What do you think?"
    },
    {
      "speaker": "CAIN",
      "utterance": "I happen to agree with you. And if he makes it to the nomination, he will embarrass himself and he will embarrass the Democrat Party. Let’s face it, he is not sharp enough to be in this race. The only reason Joe Biden is leading in the polls amongst the Democratic presidential wannabes is because he’s the lesser of all of the Socialist evils. That’s why. Most normal Democrats if there are such a thing as normal Democrats, they would rather go with somebody like Joe who is more normal that’s going to lead us back to where we were that one of those socialist that’s out there. Every one of the other candidates, every one of them have basically proposed socialist ideas. So, that’s why he is still leading in the polls. So, they think that if they keep him out of sight, he’s going to continue to leave in the folds."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes, well I’ve got news for him, he’s not doing so well these days in Iowa, not of course who is the first contest and if Elizabeth Warren wins there as one poll indicates. That’s finito for Joe Biden. Herman Cain, thank you."
    },
    {
      "speaker": "CAIN",
      "utterance": "Right."
    },
    {
      "speaker": "JARRETT",
      "utterance": "So much for being with us. Good to see you."
    },
    {
      "speaker": "CAIN",
      "utterance": "Thanks, Gregg."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Joining us now with more reaction is the author of the book, Still Winning, Fox News Contributor Charlie Hurt. Also, with us is former Clinton Pollster, Fox News Contributor Doug Schoen. Good to see you both."
    },
    {
      "speaker": "DOUG SCHOEN, CONTRIBUTOR",
      "utterance": "Good to see you."
    },
    {
      "speaker": "JARRETT",
      "utterance": "When the former President of the United States Barack Obama says, you don’t need to do this."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Right."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Joe. Is that a polite way of saying don’t do this Joe."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Yes, I think so. And to Herman Cain’s point, I think of myself as a normal Democrat, an ideologically I am aligned with Joe Biden, but seeing gaffe after gaffe after gaffe, it’s becoming clear to me from the polls you’ve mentioned in Iowa polls and New Hampshire and the national numbers that Joe Biden is on a skid that I’m not sure he can recover from."
    },
    {
      "speaker": "JARRETT",
      "utterance": "But it’s not something new, is it Charlie. I mean Joe Biden has been putting both feet in his mouth for decades, right?"
    },
    {
      "speaker": "CHARLES HURT, CONTRIBUTOR",
      "utterance": "Yes, this has been his stick for 45 years in Washington, and it’s why he’s never managed to get the nomination for President. And it’s why the closest he’s ever come to the White House was being handpicked by Barack Obama to be his Vice President. And think about this for a minute though. Think about how embarrassed Barack Obama must be to have this guy trying to go out there and uphold Obama’s legacy. It’s got to be hugely embarrassing. But think about the other thing, which is who leaked all of this stuff, who leaked these conversations to The New York Times. It wasn’t Biden’s campaign. This is hugely embarrassing to Biden’s campaign. The only people that could have leaked all this stuff to The New York Times is Barack Obama’s people."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Right."
    },
    {
      "speaker": "HURT",
      "utterance": "And I mean what--"
    },
    {
      "speaker": "JARRETT",
      "utterance": "I agree."
    },
    {
      "speaker": "HURT",
      "utterance": "In the back."
    },
    {
      "speaker": "JARRETT",
      "utterance": "I agree. It is a shove in the back, and it had to come from Obama’s people, because they’re watching for example. Doug, the debates and fellow Democrats are attacking Biden over Obama legacy programs like the deportation of illegal immigrants and Obamacare."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Right. And Biden has had trouble defending those policies, articulating his own policies, but what’s been really a problem is, he’s been saddled with support for the 94 crime Bill. He hadn’t been able to defend himself which also included an assault weapon ban. And the fact that he has been linked to segregationist in the first debate and it still hasn’t really incredibly answered that. This is a campaign in crisis and indeed I’d say some degree of disarray."
    },
    {
      "speaker": "JARRETT",
      "utterance": "And I mentioned a moment ago, Charlie, you look at one of the most recent Iowa polls, and OK, it was an online poll. It may be an outlier, but it does show a trend with the other polls and that is Biden is going down in Iowa, Warren is going up. If Biden can’t win Iowa, it’s bust (ph), isn’t it?"
    },
    {
      "speaker": "HURT",
      "utterance": "Yes. No, it’s a real problem for him. And of course, I think that the rest of the field of Democrats running all - as Doug just pointed out. All these Democrats that are running, they’ve gone plum crazy, plum full socialism. And I don’t think that’s where the regular mainstream Democratic voters are and so my question then is, OK, well then, where is Barack Obama. He’s the most popular Democrat in the land. If he is the leader of the party, why hasn’t he step out, he steps into this and mediate some of this because his legacy is going to down the toilet with any of these socialists that get picked and Barack Obama is just standing on the sidelines. It’s pathetic leadership."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Why doesn’t Obama jump in."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Because the strongest candidate that Barack Obama knows well is named Michelle Obama and she’s made it clear; she’s not going to run. And you know what, this is an insoluble problem, Greg, because the Democrats have moved so far left, people like could not vote for socialist, for President, I’m a capitalist."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes. All right. Dough Schoen and Charlie Hurt, good to see you both. Have a great weekend."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Thank you."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Coming up, Dem, radical Dems are ratcheting up their rhetoric, Elizabeth Warren, Kamala Harris are spreading dangerous falsehoods. I call them lies and the media is afraid to call them out on it. We’ll explain. Stay with us."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Welcome back to this Hannity’s Special. Issues facing America is the more than 20 Democratic Presidential contenders fight for the nomination. Many are competing to see how Far-Left they can go or how crazy they can be. Yesterday, during a campaign event, Beto O’Rourke made this monist (ph) prediction about President Trump. Take a look. BETO O’ROURKE, D-PRESIDENTIAL CANDIDATE: When we allow this country to be defined along the lines of race and ethnicity, and religion. We allow a Commander-in-Chief to not only welcome that but the violence that follows to defy our laws, our institutions and any ethical or moral boundaries that if at this moment, we do not wake up to this threat then we as a country will die in our sleep."
    },
    {
      "speaker": "JARRETT",
      "utterance": "We will die in our sleep. Also, this week, Senator Elizabeth Warren defended her claim that Michael Brown was \"murdered\" by white police officer in Ferguson, the liberal fact-checking website, PolitiFact failed to call out Warren and fellow candidate Kamala Harris for calling the shooting murder even though the officer was never indicted. And in fact, Obama’s DOJ declared that the officer \"did not act with a requisite criminal intent to be charged with a federal offense.\" Joining us now with reaction, Sirius XM Radio Host, Fox News Contributor, David Webb, and the Hill Media Reporter Joe Concha. Good to see you guys. So, David, we’re going to die in our sleep, when a candidate says something really profoundly stupid, one can reasonably conclude that the speaker is stupid. Has he forfeited his right to be taken seriously as a candidate?"
    },
    {
      "speaker": "DAVID WEBB, CONTRIBUTOR",
      "utterance": "He forfeited that a long time ago. When you look at the things he said on the campaign trail, off the campaign trail, this is I believe the fourth, maybe fifth restart of his campaign in some form, it’s fail and he has fallen to the bottom tier and he needs this outrage just like Castro needs his outrage in order to get any attention."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes, you know initially Joe his campaign, Beto’s campaign took off like a rocket, since then it’s gone down like the Hindenburg (ph) fasten Bernie. Is that the risk you run when you suddenly become a media darling at the hands of Vanity Fair?"
    },
    {
      "speaker": "JOE CONCHA, THE HILL REPORTER",
      "utterance": "Yes, I mean there is the It girl, right Gregg. And then he was the It guy, and then he didn’t live up to those expectations. People thought that well, because he ran within a couple points of Ted Cruz in Texas, therefore he must be a viable presidential candidate. But look, at this point, if you look at the polling with Beto O’Rourke in terms of his gravitas which he doesn’t had any, he doesn’t have presidency, he doesn’t fill the screen. He is running for Vice President at this point. If Elizabeth Warren gets the nomination, he is positioning himself as a Vice Presidential candidate or possibility instead of actually winning the Presidency, because he has no short of doing that. He pulled out everything after El Paso in terms of calling the President a White Supremacist, a racist, it didn’t get him anywhere in terms of jumping the polls and now at this point, he is planning for second place, not first Gregg."
    },
    {
      "speaker": "JARRETT",
      "utterance": "So--"
    },
    {
      "speaker": "WEBB",
      "utterance": "But if I could just interject Joe and I agree with you, he is trying to play for second place. The second place, the second part of the ticket usually is a compliment, he’s not a compliment to Elizabeth Warren, he’s not a compliment to any of them, he advocates for open borders, for socialist policies. So, I don’t think he is even qualified for that."
    },
    {
      "speaker": "JARRETT",
      "utterance": "I want to switch--"
    },
    {
      "speaker": "CONCHA",
      "utterance": "David, not even open borders. He actually told Chris Hayes of MSNBC during an interview, a couple of months ago, that he would tear down the borders around El Paso, not even open, he wants to take down walls altogether. That’s even beyond open borders, but again that seems to be the way the Democratic Party is going on that issue in terms of not just allowing people to come in illegally, but also knocking down walls that are keeping them from coming in legally."
    },
    {
      "speaker": "JARRETT",
      "utterance": "All right. Well, we’ve run out of time for me to trash Elizabeth Warren and Kamala Harris. For accusing the police officer in the shooting death of Michael Brown of murder when in fact, they’re both lawyers. I mean come on; they know the definition of murder. Go ahead."
    },
    {
      "speaker": "CONCHA",
      "utterance": "Gregg one point. PolitiFact never fact-checked Elizabeth Warren’s claim that she is part Cherokee Indian. Now, if you’re a fact-checking agency, I would think that would be at the top of the list in terms of things you fact-check and don’t fact-check. That’s all you need to know about PolitiFact and Elizabeth Warren in terms of their decision here and their treatment of her in general."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Well, I have my own beef with PolitiFact, they criticize my book, by only reading the preface and not book. Way to go, guys."
    },
    {
      "speaker": "WEBB",
      "utterance": "Not new news."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes, we’ll be right back. Don’t go away."
    },
    {
      "speaker": "JARRETT",
      "utterance": "And welcome back to the special edition Hannity. Intrigued surrounding the Jeffrey Epstein case continues to mount following his death with so many unanswered questions still looming. Fox News Chief Breaking News Correspondent, Trace Gallagher with more. Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "And Gregg while the investigations into Jeffrey Epstein move forward, a big focus will now be on the women in his life, including alleged victims and potential accomplices like his former girlfriend, Ghislaine Maxwell who has some accused of helping orchestrate Epstein’s teenage sex ring. And despite, reports that Maxwell was living on the East Coast, yesterday she was spotted on the West Coast in a Southern California in-and-out burger reading a novel about the CIA. Actually, a non-fiction book about the CIA. Maxwell has not yet spoken about Epstein’s death or the accusations against her. Meantime, one day, after he was taken off of suicide watch, Epstein reportedly spent two hours with a mystery woman, possibly from his legal team. A different attorney visiting the jail told NBC news, the \"optics were startling because the woman was young and pretty.\" And on it goes. Gregg."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Trace Gallagher. Trace, thanks. Unfortunately, that’s all the time we have for this evening. As always, thanks for being with us. And by the way, if you haven’t already, make sure to order a copy of my new book, Witch Hunt, the story of a greatest mass delusion in American political history. You can order it online and all the usual places. Sean will be back Monday. Have a great weekend. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}