{
  "date": "August 18, 2020",
  "headline": "Democrats work to sell Joe Biden as a faith and family candidate",
  "subHeadline": "Guests: Ben Shapiro, Mercedes Schlapp, Tom Bevan, Raheem Kassam, Niger Innis, Horace Cooper, Kelly Loeffler",
  "url": "https://www.foxnews.com/transcript/democrats-work-to-sell-joe-biden-as-a-faith-and-family-candidate",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "I'm Laura Ingraham, and this is “The Ingraham Angle” from Washington tonight. As day two of the Democratic Convention has just come to a merciful end. Well, tonight, we set remarks from everyone from AOC to Jill Biden, Chuck Schumer, Stacey Abrams, some other featured guests will dissect in a moment.  But just under an hour ago, Joe Biden officially clinched a nomination for the celebration that was right for, I don't know, Saturday Night Live. Tonight, we break down what you may have missed with Ben Shapiro, Mike Huckabee, Mercedes Schlapp, Tom Bevan, Raymond Arroyo, and a lot more.  Also, her ad went viral for good reason. Tonight, Republican, Kimberly Klacik, is here exclusively to tell us why she thinks she made Baltimore an example to other Democrat-run cities.  But first, another night of Democrats doing everything in their power to avoid telling you what their real plans are if the country actually picks Joe Biden. They trot it out a bunch of old familiar faces in a desperate attempt to reassure Midwest voters that Biden will govern as a moderate. However, after watching tonight's speakers' lineup, every American should be alarmed. It was a veritable who's who of failures, each of whom have done immense damage to our country.  Now, let's start with this blast from the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORMER PRESIDENT JIMMY CARTER",
      "sentences": "When I ran for president in 1976, Joe Biden was my first and most effective supporter in the Senate. He I understand dignity, our essential rights, determine not only our vision, but our actions, more than ever that's what we need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, God bless them, but are Democrats really trying to harken back to the days of double-digit unemployment inflation and, of course, Jimmy Carter's malaise? Now, what's that say about their platform today? Now, Carter's biggest accomplishment was getting Ronald Reagan elected president. Tonight's lineup was kind of a time warp amalgam. It's what it would have looked like if both parties held a joint convention in, let's say, 2004.   First up, John Kerry is still reporting for duty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KERRY, FORMER UNITED STATES SECRETARY OF STATE",
      "sentences": "For the eight years of the Obama-Biden administration, we led by example, we eliminated the threat of an Iran with a nuclear weapon. America deserves a president who is looked up to, not laughed at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, John Kerry is best known for windsurfing, sending pallets of cash to Iranians and secretly advising that murderous regime behind the backs of the President and the State Department. But sure, he really cares about Americans. Oh, wait, wait, there's one more. Another night, another former Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLIN POWELL, FORMER UNITED STATES SECRETARY OF STATE",
      "sentences": "I support Joe Biden because beginning on day one, he will restore American's leadership and our moral authority. He'll be a president who knows that America is strongest when, as he has said, we lead both by the power of our example, and the example of our power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "First, he's endorsing Biden is the most un-shocking thing to have happened in the last year. OK. He backed Obama twice, and Hillary in 2016. And he's a nice man and a patriot. He served his country, obviously. But Colin Powell talking about the example of our power, really? Well, America has turned away from the interventionist neocons of yesteryear, the Dems trot out one of the masterminds behind Iraq. You remember the one that wasted trillions of dollars and sent thousands of Americans to their deaths and a quixotic search for WMDs? Is this how Joe's foreign policy would be shaped?  Now, the race to the bottom didn't end there. Former acting Attorney General Sally Yates, she also made an appearance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SALLY YATES, FORMER ACTING ATTORNEY GENERAL",
      "sentences": "Ten days in, I was fired for refusing to defend President Trump's shameful and unlawful Muslim travel ban. That was the start of his relentless attacks on our democratic institutions and countless dedicated public servants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait, attacks on our democratic institutions. This is the woman who President Trump fired for putting open borders above the American people. And she helped weaponized the DOJ against the Trump campaign.  But last but not least, was Bill Clinton, who uttered the one of the least aware lines of the night and that's saying something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORMER PRESIDENT BILL CLINTON",
      "sentences": "At a time like this, the Oval Office should be a command center. Instead, it's a storm center. There's only chaos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Why is that? I don't think you should ever talk about the Oval Office. The manager in the Oval Office into a mini Playboy Mansion probably shouldn't be lecturing Americans about what it should symbolize. He forever disgraced the office of the presidency with his sleazy political arrangements that continued after he left the White House.  Now, just today, a new pic was revealed showing Bill Clinton getting a massage from one of Jeffrey Epstein's accusers. Hmm. So, I asked, are these really the luminaries that Democrats think best represent their party? The folks, you Americans want that close to power again. Now, if so, then the choice in November should be an easy one. But we want to go back to the days of economic calamity, malaise, and endless wars, or do we want to continue the unprecedented prosperity, strong borders, and American renewal of the Trump era? Here with reaction tonight two of the DNC's, Mike Huckabee, former 2016 GOP presidential candidate, Fox News contributor. Also with me, is Ben Shapiro, editor in chief of the Daily Wire and author of \"How to Destroy America in Three Easy Steps.\"   Alright, Gov. The Democrats, it was like -- it was kind of like an old home week. I think they have some focus group that they've done that shows them that the Midwest is terrified of AOC and the gang and terrified of these, the riots and the looting. So, they wanted to bring back the year 2004 or so or go back to 1978 to reassure Americans? Explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, they put out their greatest hits album tonight, that's the best way you can look at it. And if America was electing somebody to be nice, they would elect Jill Biden, she would be the better Biden to be on the ballot. But that's not what this is about. This is about very serious policies that determine the future of our country. So, if you like the idea of open borders, bigger taxes, more statism, government control of your lives, abortion funded by the taxpayers, if you'd like us surrendering to China at every turn, so the multinational corporations will be happy and keep putting baksheesh in the hands of politicians, then the Democrats are your choice. That's what you should do.  If you like us surrendering to Iran and delivering pallets of cash, and if you think somehow that we'd be a whole lot better off in this country, if we let mobs run freely in our cities, and beat the snot out of innocent people driving through a street, the Democrats are your choice.  But if you think that America deserves better than that, and we ought to build an economy that's based on unabashed capitalism, if you think that the values of this country should value every single human being, if you think we should control our borders and the other things, then President Trump should be reelected in a landslide, and that's what the American people will be deciding on. Not the sweet packages that we saw tonight in videos, but whether or not this country moves to the far, far left with the Green New Deal and its nonsense, or whether we have some sanity in our policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, I mentioned how Bill Clinton had one of the least aware lines of the night. Well, this moment might actually match it. Elizabeth Warren, now, without a hint of irony, participating in the DNC's Native American caucus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MA",
      "sentences": "Supporting the Democrats, so that we can all continue our work for Indian country. It is more important now than ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You have always truly been an incredible friend, and more than kind in terms of your work with me and with any country, we all know where your hearts at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But do we know where that, you know, legacy DNA? You know, experiment is that, Ben. What was that all about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN SHAPIRO, CONSERVATIVE POLITICAL COMMENTATOR",
      "sentences": "A lot of high cheekbones going on right there. I mean, that's very exciting stuff. We know that the powwow chow aficionado was definitely the person to bring into that particular convention amalgam. Bizarre night for the Democrats, Joe Biden, I thought was a good expositor of her husband's personal virtues. But the problem is that all of the Democrats basically has and I was a bunch of old retread hypocrites who really didn't do wonderful jobs while they were on the hook. Again, you're hearing Bill Clinton talk about the various uses of the oval office when he was nailing interns in there is a weird look. It's also weird to hear that from the Me Too party. It was very weird to see John Kerry being trotted out as a foreign policy success the same week that the Trump administration brokered, maybe one of the most historic Middle East peace deals in the history of modern Middle Eastern politics between Israel and the UAE and now Sudan and Oman, and Bahrain. It's very weird to try it out the epic failure that was John Kerry, the worst secretary of state of my lifetime, including Hillary Clinton. It was very weird when they're trying out Sally Yates, who literally described herself as astonished, that Barack Obama knew about the developments in the -- in the Michael Flynn case before she did and that James Comey was not conveying a full information to the Obama administration.   She was being brought out to talk about challenges to America's institutions. It was a very, very strange evening. If this is the best that the Democrats had going all the way back to Jimmy Carter, it doesn't really recommend a lot. All it really says they are desperately trying to avoid the implication that AOC is the rising star. She hit every single term on my crazy socialist bingo card within one minute, which was an impressive achievement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. And Governor Huckabee, the biggest threat to America's security, China, was referenced so quickly, I could barely even get what it was, it was something ridiculous like the Trump is helping China. It was absurd. But that in and of itself, the fact that they did not address China head on tonight and their big foreign policy guru night, I think that told you everything you needed to know about Joe Biden, and why China wants him to be president so badly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Well, I think that's why John Ratcliffe, the Director of National Intelligence, has said that the biggest threat to the election interference is China, not Russia this time. And I think he's right. And the reason Joe Biden and the Democrats are not going to push back against China is because, let's face it, Joe's got some issues here taking Hunter over there with him $1-1/2-billion deal that Hunter, his son, got with China.  And the fact is that the establishment politicians, there are some Republicans in this too. So let's not act like that the Republicans are pure, because a lot of them are also beholden to China, to the multinational corporations that have made a bunch of money losing and costing Americans their jobs and their futures, so that China could get rich and a handful of corporate snobs could get rich. President Trump has had the guts to stand up for America and Americans. And that's why they're not going to talk about China, but President Trump will, he needs to and thank God he is because somebody is finally standing up for the United States of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. The Biden administration, God help us if that ever happens, is going to lift all the tariffs off China, not even require anything in return.  Gentlemen, great to see you both tonight. Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILL BIDEN",
      "sentences": "We have shown that the heart of this nation still beats with kindness and courage. That's the soul of America Joe Biden is fighting for now, because it's not in politicians or political parties, it's in the providence of God. His faith is in you. In us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Faith is in you. They're trying hard to sell it, but does it work? Is Joe Biden really the faith and family values candidate? When it comes to faith, Biden claims to be a practicing Catholic, but at the same time, he's ardently pro-abortion. Biden has repeatedly been accused of being a little too handsy with women. And now, there's the explosive new claim from Jill Biden's ex-husband that is marriage to Jill, ended after he found out she was having an affair with the then-Senator Joe Biden back in the early 1970s. Joining me now is Mercedes Schlapp, Trump 2020 campaign senior advisor. And Raymond Arroyo, Fox News contributor.  Mercedes, they were really selling this tonight, you know, Faith, family, country. It was almost you wanted to hear Lee Greenwood playing in the -- in the background. But our people ...  MERCEDES SCHLAPP, TRUMP 2020 CAMPAIGN SENIOR ADVISOR: They can't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Our people actually going to buy this, given Joe Biden's positions on key issues or is it just being a nice person, and that's all that really matters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Well, I think they really are trying to sell this. You know, Joe is a good guy type of narrative. But let me tell you something, they might have forgotten that they took -- the Democrats took God out of their platform not too long ago.  So, let's remember that when it comes to Joe Biden, he has been one that has flipped flopped on so many of these issues. He supported the Hyde Amendment at one point then abandoned the Hyde Amendment, which would allow for taxpayer funded abortions, and he's become extreme on that issue, especially on allowing for late-term abortions. And it's all because he's in the pockets of Planned Parenthood, the largest abortion provider. Let me tell you something as a Catholic, and as someone who's very strong pro-life, in my convictions, you know, you would need to stand for life. And that's something that I always admired President Trump, because he has been the most pro-life president that we have seen in our lifetime. He's taken very bold steps in ensuring that we protect the unborn. And I always said, and I remember I was there in the Oval Office when he signed that letter to Congress saying, look, we'll veto any legislation that would include pro-life provision. So, I think there is a stark contrast here and I think people have to remember that even Kamala Harris went after the Knights of Columbus and her anti-Catholic bigotry needs to be exposed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, here's how the DNC tried to paint Biden as a champion for women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RAUMESH AKBARI, D-TN",
      "sentences": "Joe Biden has been fighting for women his entire career. As Senator, he authored the Violence Against Women Act. And as President, he'll restore funding for Planned Parenthood. He will codify Roe V. Wade, and make reducing maternal mortality, especially for women of color a top priority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, there's something quite amazing about talking about infant mortality in the same paragraph as support for Planned Parenthood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Well, look, Joe Biden has always tried to have it both ways here. In his memoir, he says, look, I'm as much a cultural Catholic as I am a theological one. So, you see, and he says, it's not the prayers, it's not the 10 commandments, it's the culture that I'm holding on to. This is why bishops have denied him communion. You can't, as a Catholic, go out, and continuously defy church teaching on something as basic as life. And this is a candidate who is going to -- he wants the Planned Parenthood fully funded. He wants to codify Roe V. Wade, as you're heard from that lady there. And look, the Little Sisters of the Poor, he claims he loves the nuns, except he's vowed to take the Little Sisters of the Poor to court to get them to pass contraceptives and abortifacients onto their employees. So, there's a -- there's a discontinuity here. It's not as personal piety. Nobody doubts that. And he may even be more personally pious than President Trump. But that's not why Americans vote for a candidate, you vote because they are following a moral code that you agree with, not that they personally hold something and then vote or legislate in an entirely different direction, and that's sort of what's happening here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Mercedes, they didn't really talk for the second night in a row, much policy at all. I mean, it's just like hide the ball, hide the policy. So ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You keep Colin Powell out there. And I guess people are somehow reassured after Iraq. Oh, OK. You know, you put all the -- all these old homies out there, you know, the hometown team, and you think we're going to be reassured after Iran and Syria, and all the messes in the Middle East. So, they couldn't really talk policy foreign policy. Instead, they resorted to a string of bromides. Let's share them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I know Joe Biden cares about the struggles, and that's why I trust him to fight for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Joe will restore honesty, decency and trust to the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He has the heart and the compassion for this moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YATES",
      "sentences": "We need a president who will restore the soul of America. We need Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mercedes, it's, again, orange man bad. That's like all their posters on the protests. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's all they -- that's all it is. I mean, take away the trappings and the -- and the bad music and everything, that's it. And Joe Biden nice and orange man bad. That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "That's right. I feel -- I feel like I'm kindergarten class. It's like, can we care and share and be kind? And what Pete -- what the American people are not seeing is the fact that their policies are detrimental to our country. In fact, they're dangerous, because we have the Biden record. I mean, the mere fact that they said that he can go into the Situation Room and make good decisions is just crazy, because it was in the Situation Room where he was wrong on Osama bin Laden. You know, he's made these decisions time and time again, where he was in favor of the Iranian nuclear deal which, of course, was supporting a country that supports terrorism.  And so, it has been one bad policy decision after another. I always remember the red line in Syria, where they did an act, and then the Syrian civil war only got worse. So, this is what needs to be exposed. It's what Robert Gates said that, basically, Joe Biden cannot be trusted with any of our foreign policy. decisions. He's made bad decisions time and time again. And to bring out Secretary John Kerry to even try to have defend him, they obviously didn't tell the whole story to the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, just stylistically at the very end, the big -- the big reveal was for Joe Biden to walk into the classroom. Your take on that moment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Well, Laura, this felt like one of those Saturday morning infomercial blocks, you know, you were waiting for Sally Struthers to come out and say, won't you help these Democrats? I mean, you had Carter, you had McCain, you had Kerry, this was like a loser's convention, you know, please help them, please help them, in an inauspicious group to be with. But it's clear, this is an empathy play. They want you to think Joe Biden's a great guy. He's a nice guy. He's a man of faith. He's a family man. And now with Jill's ex-husband questioning when they might have met, the conditions of their meeting and possible affair, all of this is sort of thrown up in the air. So, I do think that's going to have to be scrutinize in the days ahead, as Donald Trump's relationships and questions about his personal life were scrutinized. I think you have to be fair here. But on the whole, this is an empathy play, and that's not policy, and I'm not sure that's what Americans are looking for right now, but we'll see. But he did say first lady -- first -- did he say lady, lady, lady, or that was an act going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Lady, lady, lady and I'm Joe Biden's husband, I think is what I heard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Sounds like a song, lady, lady, lady. Lady in red.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Exactly. Mercedes and Raymond, great to see you tonight. All right. We've gone through what the Democrats wanted you to hear tonight. But the big news is, what did they mention? Well, there wasn't a peep about the S&P 500 closing at a record high today, erasing all the losses from the COVID lockdowns. Unbelievable. Likewise, no one mentioned that the housing market is on fire. Housing starts jumped a whopping 22.6 percent last month, which was above expectations. And, of course, there wasn't a word about the skyrocketing number of murders in Democrat-controlled cities. Murders are up 29.1 percent in New York City over last year. Oh, Schumer didn't mention that during his standup. Chicago seen their homicides spiked 35 percent and murders shot up 11 percent in Milwaukee where they're supposed to have the big convention. And 17 percent in D.C. Joining me now is Tom Bevan, co-founder, president RealClearPolitics. Raheem Kassam, The National Pulse editor-in-chief and co-host of the War Room pandemic podcast. Tom, it seems like -- to me, it seems like a mistake for Democrats not to even acknowledge -- passing acknowledgement of the unprecedented crime wave that is overtaking cities combined with the ANTIFA and the BLM activists who've gotten mixed up and all of this rioting and anti-police stuff that's going on, but no mention at all. Is it a mistake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM BEVAN, PRESIDENT, REALCLEARPOLITICS",
      "sentences": "I think it might be. I mean, obviously they're not going to talk about the stock market or housing or anything, but the way that they have -- and they have --on the other side of it, they have really driven the social justice, the systemic racism angle and, you know, this push for equity and equality and all of that.  But I do think they run a risk of, you know, voters tuning in especially not hardcore democrats but independence and moderates, and having this disconnect between what they're seeing on the television at night, during the Democratic Convention, what they've been seeing online and on their television during the day, the scenes from my very own Chicago, I mean, it's been a really, really awful bloody summer of, you know, violence and looting. We've seen what's going on in Portland in these other places. And so, without even acknowledging or even a passing word, to denounce violence or looting, I think they do actually run a risk, and that's obviously a message that President Trump and the Republicans are going to push very hard during their convention, the law and order. And so it will be a stark contrast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raheem, we heard from Alexandria Ocasio Cortez, she did the big nomination of Bernie Sanders, and she has 60 seconds. But if you're a lobbyist in a Biden administration, who's going to have more influence you think AOC, or I don't know, John Kasich and Colin Powell?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAHEEM KASSAM, EDITOR-IN-CHIEF, THE NATIONAL PULSE",
      "sentences": "Well, I mean, that really depends. And it really depends on who the lobbyists wants to grease that day, that's all have the most power in a Joe Biden administration. And I just -- I want to come back to something that I think has been mentioned across your show so far, but it just strikes me as when we look at trying to win this election, right? That's what we're trying to look for, the signs of whether or not the Democrats actually can win this election. You hear so much emotion today, lots and lots of path loss, some of it even genuine, but it didn't hear much log-offs, nothing much in terms of policy, nothing much in terms of substance. And certainly, you didn't see, Laura, ethos. I mean, you look at the rejects that were lined up there, whether it was Kasich yesterday or Colin Powell today, and Sally Yates, who was wait fired for opposing something that the President of the United States was elected to do, just very recently, after she decided that it was on her to stop it happening. And then, of course, Bill Clinton, I mean, what a good time to put Bill Clinton up on stage. So, for me, when you look at all of those three things, and you see that they're just purely focusing on the emotive side of things, that's a miss judgment. It's a dangerous misjudgment by the Democrat Party. They got to look at their consultants and the people running their campaigns again, I think, because they just don't get it. They don't understand that this country wants to see action right now. There were three words this country cares about and it's, action, action, action. And if the RNC is going to learn any lessons from what we've seen over the last few days, is to get away from this telethon style format and look to a more action-based format.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Tom, I want to talk to you about that, given that the polls are tightening across most of the country right now. What can the Republicans learn, given what we've seen with just the mechanics of how this is going as a virtual convention? It's my understanding that the Trump campaign, at least, they haven't told us where exactly the President is going to be giving his address from at the White House, but where? Is it a portico? Is it inside? Is it on -- it seems like there's a lot of kind of maybe too much fluidity and what the Trump campaign has planned for next week? I'm a little concerned about that. But somehow, this stitching together zoom video type stuff gets really old really fast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEVAN",
      "sentences": "It does, and look, it's tough and both parties are operating under extraordinary circumstances and the Democrats are actually technically pretty good at this stuff. They've got the backing of Hollywood and they can make these slick productions. And even with all their wizardry, it's still -- it comes off, you know, synthetic in force. But I just want to say one more thing and you've talked about this -- you talked about this in the last segment, Laura, one of the reasons that we're seeing the Democrats so heavy on the anti-Trump stuff is that's what's animating their base. I mean, you got two thirds to three quarters of Democrats say they're turning out to vote against Donald Trump instead of for Joe Biden. And so, that's the dynamic that they're playing on. And the question is, is that going to be enough? If there's no policy, no vision to go along with it? It didn't work for Democrats in 2004 when they tried to down George W. Bush. It didn't work for Republicans in 2012 when they tried to take out Barack Obama. Hating the opposition will get you only so far. And I think, unless we see that vision piece of it emerged in the next couple of days, I think Democrats are leaving an opportunity on the table for Donald Trump and the Republicans to step in and fill that vision void.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. I also think Jill Biden talking about how basically under Joe Biden administration kids would be laughing again and playing and in school, and I'm thinking every Democrat state, for the most part, have kids out of school. Right now, it's the Democrat states that have the -- have the most stringent rules and regulations in place. And in New York, New Jersey, Massachusetts, had some of the worst COVID losses. So, I'm not getting how you may even wave a magic wand and then Joe Biden is going to open the schools, that doesn't even pass the straight face test. They're the ones closing the schools. Gentlemen, great to see both of you tonight. And all the presenters at tonight's DNC did their best to ignore the violence and decay of all the chaos and all the American cities as we were just saying, and it doesn't take a detective to figure out why because, you know, it's a perfect time for the GOP to start taking advantage of this.  My next guest is working to do just that. And she's gone viral for taking her message to the streets of Baltimore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY KLACIK, MARYLAND REPUBLICAN CONGRESSIONAL CANDIDATE",
      "sentences": "Do you care about black lives? The people that run Baltimore don't, I can prove it. Walk with me. They don't want you to see this. I'm Kim Klacik. This is Baltimore, the real Baltimore. This is the reality for black people every single day, crumbling infrastructure, abandoned homes, poverty and crime. Baltimore has been run by the Democrat Party for 53 years. What is the result of their decades of leadership? Baltimore is one of the top five most dangerous cities in America. The murder rate in Baltimore is 10 times the U.S. average. Go to any Baltimore neighborhood and ask this question. Do you want to defund the police?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Absolutely not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I had three sons killed in Baltimore City. And I think if we defund the police officers, it's going to be worser than that. So, no, I'm opposed to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What are you going to defund the police for? Why? How do you defend your city, your community? Families are losing people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLACIK",
      "sentences": "Democrats think black people are stupid. They think they can control us forever, that we won't demand better, and that will keep voting for them forever, despite what they've done to our families and our communities, are they right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now is a woman you just saw, Kimberly Klacik, congressional candidate for Maryland, seventh district. Kimberly, this now has over five million views on your Twitter page. But what's the response been from the people in Baltimore?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLACIK",
      "sentences": "So, thank you, first of all, for having me, Laura. You know, it was us sitting here just last summer talking about the blight when I took videos that kind of went viral because President Trump retweeted them. But here we are a year later talking about the same thing and the same problems. But I've been noticing a lot of people have been commenting and said, you know what, she's not lying about what's going on here. And I'm so thankful that so many people took notice, and they've been retweeting it. Even the president retweeted it today. And so now people are really thinking, hey, you know what, if we vote Republican, could things change? I really just want to get an office and show people that you can have a better quality of life. It is possible and especially if you vote Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It seems like a message of hope used to be what the Democrats stood for, going back to Bill Clinton in 1992, he was the man from hope, then it was Bill Clinton, hope and change. But over the last few days of the Democrat convention, there's been a lot of depressing, this very dark, fear-based messaging. I didn't see a lot of hope from either day, frankly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLACIK",
      "sentences": "No, absolutely not. And I actually saw the speech that Michelle Obama gave and she talked about how, you know -- even she's a victim being black in America from her mansion in Martha's Vineyard. You know, it's always about victimization. But I know for a fact, you know, in Baltimore City, especially where I was in those videos, the pen works corridor, you know, billions of dollars of federal funds was sent to that area. And here it is in 2020, it still hasn't made it to the ground. And so from what I can see, the Democrat Party loves to leverage the urban struggles, and annually ask for more federal funds, but then they actually don't, you know, remedy the problems and say, you know, this is what we're going to do, no one follows up on it. And I think people just accept it at this point. And I think now, we're at a point where people are saying, you know, what, maybe I won't vote down ballot, maybe I'll take a look at other options. And I have to say, going through the city, I've been in West Baltimore for over a year now and just talked with people about what the issues are. And I asked him, I say, hey, you know what, why haven't you ever voted for a Republican or something different? And a lot of people will say, you know, you're the first Republican I've ever met. So as Republicans, I think, we have to stop writing off these cities that we think we can't win and really get in there and roll our sleeves up and let them know that there are options.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kimberly, you can't win if you don't show up. And in a very simple, commercial -- simply worded and beautifully shot and, of course, you look right in it as well, which always helps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLACIK",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But it was just -- it was beautifully laid out -- I just have. I'm curious, who had the idea for the -- for the layout of the commercial? Just the stylistic look of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLACIK",
      "sentences": "Yes. So, you know, luckily, this is something that we've been working on for over a year. If you go to my YouTube channel, you'll see where we had many videos where we go out and interview people kind of like the man on the streets, interview style. And then I would show, you know, people just exactly how bad the blight is. You know, in West Baltimore alone, we have over 17,000 vacant homes. That's something that needs to change. You know, this is an area where there aren't any career opportunities. And for me as a member, hopefully of Congress in November, I want to bring career opportunities to the area. You know, Baltimore City has the second largest port in the country, we could utilize that. We saw with the COVID pandemic, we relied on other countries for PPE. You know, why not bring that billion-dollar medical equipment industry back to America and right back through the Baltimore port?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kimberly, have you heard from Larry Hogan? Governor Hogan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLACIK",
      "sentences": "Not yet, but we're hoping that he will reach out and we've been trying to reach him too. So, you know, we ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Republican governor of Maryland has not reached out to you after this video?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLACIK",
      "sentences": "Not yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Has the RNC reached out to speak at the RNC next week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLACIK",
      "sentences": "Absolutely -- they have not asked me to speak, but they did reach out and congratulate me on the video and said that they are there to help. So, we have heard from them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. Kimberly, you should be appearing at the RNC next week. And I hope they're watching because if they haven't figured this out yet, then I don't know what to say. Kimberly, best commercial I've seen and could be 10 years. Fantastic job and we wish you the best of luck. We'll check back with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLACIK",
      "sentences": "Thank you, Laura. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. And it was a year ago that we protest had Kimberly on. Now, it's abundantly clear the Democrats can't compete on policy. That's why they spend all night invoking their favorite Boogey Man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We need to end systemic racial injustice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NY",
      "sentences": "Fight systemic racism in the criminal justice system and in our economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And takes on racial and economic justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSA COLQUITT, CHAIRMAN, DEMOCRATIC PARTY OF OREGON'S BLACK CAUCUS",
      "sentences": "As black American standing on native land, we proudly represent Oregon, the viruses COVID-19 and racism laid bare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now is Niger Innis, Congress of Racial Equality chair. And Horace Cooper Project 21 co-chair and author of \"How Trump is Making Black America Great Again.\" Niger, how can Democrats tackle racial injustice when they willfully ignore the horrific levels of violence that is -- are destroying our cities right now, especially in minority neighborhoods?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIGER INNIS, CHAIRMAN, CONGRESS OF RACIAL EQUALITY",
      "sentences": "It's a -- it's a bloodbath, a black -- young black or brown man has a better chance of survival in the streets of Kabul, Afghanistan or Iraq, than they do the streets of Baltimore, Chicago, or my native New York, and it's an absolute disgrace. And the reason they run on these nice-sounding terms like systemic racism is it gives no culpability or responsibility for the conditions that most black people find themselves in, in these urban centers that have been controlled, not just by Democrats today, but for decades, for my -- for -- our lifetimes. It's a disgrace. So, if they have nothing to run on in terms of their record, they run against this really evil sounding word called systemic racism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Horace, Stacey Abrams made an appearance tonight and others spoke about, you know, the importance of having an empowered black woman in America today speaking and connecting with others. Is anything positive there did you find? HORACE COOPER, CO-CHAIRMAN, PROJECT 21: Well, she wasn't able to convince the people of Georgia that there was something positive that she was offering. But let me just say this quickly that systemic racism is a useful term when you don't want any way of there being an objective measure of whether you're making progress in solving the problem. The problem-solving class greatly benefits from poverty from education, and now when we bring so called systemic racism to the front, they get their Volvo's, their ski trips out to Aspen, all this for decades to come, and we the taxpayers are left with the bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Niger, the old lie was repeated tonight about the Postal Service and Trump doesn't want you to vote and, and they're going to try to suppress the vote. And again, it's the same thing we heard in 2016. I guess slightly updated with a fake post office story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INNIS",
      "sentences": "The fear that Democrats have and liberals have, and they should have it, is that President Trump, certainly before the COVID crisis, but even now, President Trump is doing better than most Republicans have in black and brown precincts. And they're afraid that if this president approaches anywhere between 13, 14, 15 percent of the black vote, 35, 40 percent of the Hispanic vote, there's nothing that the Democrats can do to win this election. And this President is fully capable of achieving that. And just pitching his economic message that he brought record recovery to these communities of color before COVID and they'll bring it back after COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Gentlemen, thank you very much. Great to see you tonight, as always. And coming up, Stacey Abrams, I said. Well, she's spreading conspiracy theories about your right to vote. Georgia senator, Kelly Loeffler responds, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Of course, tonight's lineup of DNC speakers wouldn't be complete without the Democrats' poster child for voter suppression, Stacey Abrams. Now, she unsurprisingly used her time to falsely claim that your right to vote is being taken away by Donald Trump and the mean old GOP.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STACEY ABRAMS, FORMER GEORGIA GUBERNATORIAL CANDIDATE",
      "sentences": "We do not elect saviors. We cast our ballots for those who see our struggles and pledge to serve, who hear our dreams and work to make them real. To defend our way of life by protecting our right to vote. In a time of voter suppression at home and authoritarians abroad, Joe Biden will be a champion for free and fair elections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Here to respond is Georgia senator, Kelly Loeffler. Senator, why does Abrams keep getting a free pass to spread these types of conspiracy theories?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KELLY LOEFFLER, R-GA",
      "sentences": "Well, look, Laura, everyone who wants to vote in this election who's eligible to vote is going to get to vote. It's really an excuse for why she lost the election in 2018. And she's creating a roadmap of excuses for Biden, when President Trump gets reelected in November. And he's going to get reelected because he knows how to create jobs that lift everyone in this economy up. He knows how to stand with our law enforcement, he strengthened our military, he helps Americans be safe and secure. And that's going to be completely evident when we get our chance to be on stage next week, and that's what Americans want. They want that certainty that security in their communities and in their jobs. And this is a -- this is a distraction to talk about voter suppression, to talk about the United States Postal Service. They are distracting from their lack of a platform that lifts all Americans up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And here's what she said last night on MSNBC, watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABRAMS",
      "sentences": "What Brian Kemp did in plain sight was what they've been operationalizing for 20 years. He just decided to do it on steroids and in front of the cameras, that they're trying to force people into early voting or voting on Election Day, because they also have a plan for 50,000 people to serve as poll intimidators, to show up at those polling places, and do what works so well, which is scare people out of voting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I mean, this is -- this is just the wackiest thing I've ever heard. I mean, I remember years ago was the new black panther party that was, you know, playing games at some of the polling stations as I recall, but suddenly there's a thousand magical people showing up to intimidate people. Again, she keeps getting away with this and people on television, just say how eloquent she is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOEFFLER",
      "sentences": "Well, it's absolutely fact free. None of that's true. It's a -- it's a fiction that would explain why she lost other than the fact that Georgia elected Governor Kemp and rightly so, he's leading our state out of this pandemic, helping our state grow during a challenging time. What Georgians want to hear about, and I've been around the state talking to Georgians, they want to know, when can kids get back into school, when will their jobs be certain, how do we get the economy back on its feet. And they're seeing -- they're saying -- they're thanking me every day for supporting President Trump in this effort to get our economy rebuilt to get that blue-collar boom going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, Senator, there's a lot of fearmongering, racial fearmongering, virus fearmongering, and now voting fearmongering. Thank you so much. Great to see you, Senator. And if you can believe it, the most cringe worthy moment of the night, of course, involve Joe Biden himself during his crowning moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Delaware is proud to cast its 32 votes for our favorite son and our next president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Our friend, Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And they kept playing the music over Joe Biden when he spoke for about four seconds. It's tough, virtually. That's all the time we have tonight. Shannon bream and \"FOX NEWS @ NIGHT\" team take it all from here. See you tomorrow night. END Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "I'm Laura Ingraham, and this is “The Ingraham Angle” from Washington tonight. As day two of the Democratic Convention has just come to a merciful end. Well, tonight, we set remarks from everyone from AOC to Jill Biden, Chuck Schumer, Stacey Abrams, some other featured guests will dissect in a moment. But just under an hour ago, Joe Biden officially clinched a nomination for the celebration that was right for, I don't know, Saturday Night Live. Tonight, we break down what you may have missed with Ben Shapiro, Mike Huckabee, Mercedes Schlapp, Tom Bevan, Raymond Arroyo, and a lot more. Also, her ad went viral for good reason. Tonight, Republican, Kimberly Klacik, is here exclusively to tell us why she thinks she made Baltimore an example to other Democrat-run cities. But first, another night of Democrats doing everything in their power to avoid telling you what their real plans are if the country actually picks Joe Biden. They trot it out a bunch of old familiar faces in a desperate attempt to reassure Midwest voters that Biden will govern as a moderate. However, after watching tonight's speakers' lineup, every American should be alarmed. It was a veritable who's who of failures, each of whom have done immense damage to our country. Now, let's start with this blast from the past."
    },
    {
      "speaker": "FORMER PRESIDENT JIMMY CARTER",
      "utterance": "When I ran for president in 1976, Joe Biden was my first and most effective supporter in the Senate. He I understand dignity, our essential rights, determine not only our vision, but our actions, more than ever that's what we need."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, God bless them, but are Democrats really trying to harken back to the days of double-digit unemployment inflation and, of course, Jimmy Carter's malaise? Now, what's that say about their platform today? Now, Carter's biggest accomplishment was getting Ronald Reagan elected president. Tonight's lineup was kind of a time warp amalgam. It's what it would have looked like if both parties held a joint convention in, let's say, 2004. First up, John Kerry is still reporting for duty."
    },
    {
      "speaker": "JOHN KERRY, FORMER UNITED STATES SECRETARY OF STATE",
      "utterance": "For the eight years of the Obama-Biden administration, we led by example, we eliminated the threat of an Iran with a nuclear weapon. America deserves a president who is looked up to, not laughed at."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, John Kerry is best known for windsurfing, sending pallets of cash to Iranians and secretly advising that murderous regime behind the backs of the President and the State Department. But sure, he really cares about Americans. Oh, wait, wait, there's one more. Another night, another former Republican."
    },
    {
      "speaker": "COLIN POWELL, FORMER UNITED STATES SECRETARY OF STATE",
      "utterance": "I support Joe Biden because beginning on day one, he will restore American's leadership and our moral authority. He'll be a president who knows that America is strongest when, as he has said, we lead both by the power of our example, and the example of our power."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "First, he's endorsing Biden is the most un-shocking thing to have happened in the last year. OK. He backed Obama twice, and Hillary in 2016. And he's a nice man and a patriot. He served his country, obviously. But Colin Powell talking about the example of our power, really? Well, America has turned away from the interventionist neocons of yesteryear, the Dems trot out one of the masterminds behind Iraq. You remember the one that wasted trillions of dollars and sent thousands of Americans to their deaths and a quixotic search for WMDs? Is this how Joe's foreign policy would be shaped? Now, the race to the bottom didn't end there. Former acting Attorney General Sally Yates, she also made an appearance."
    },
    {
      "speaker": "SALLY YATES, FORMER ACTING ATTORNEY GENERAL",
      "utterance": "Ten days in, I was fired for refusing to defend President Trump's shameful and unlawful Muslim travel ban. That was the start of his relentless attacks on our democratic institutions and countless dedicated public servants."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait, attacks on our democratic institutions. This is the woman who President Trump fired for putting open borders above the American people. And she helped weaponized the DOJ against the Trump campaign. But last but not least, was Bill Clinton, who uttered the one of the least aware lines of the night and that's saying something."
    },
    {
      "speaker": "FORMER PRESIDENT BILL CLINTON",
      "utterance": "At a time like this, the Oval Office should be a command center. Instead, it's a storm center. There's only chaos."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Why is that? I don't think you should ever talk about the Oval Office. The manager in the Oval Office into a mini Playboy Mansion probably shouldn't be lecturing Americans about what it should symbolize. He forever disgraced the office of the presidency with his sleazy political arrangements that continued after he left the White House. Now, just today, a new pic was revealed showing Bill Clinton getting a massage from one of Jeffrey Epstein's accusers. Hmm. So, I asked, are these really the luminaries that Democrats think best represent their party? The folks, you Americans want that close to power again. Now, if so, then the choice in November should be an easy one. But we want to go back to the days of economic calamity, malaise, and endless wars, or do we want to continue the unprecedented prosperity, strong borders, and American renewal of the Trump era? Here with reaction tonight two of the DNC's, Mike Huckabee, former 2016 GOP presidential candidate, Fox News contributor. Also with me, is Ben Shapiro, editor in chief of the Daily Wire and author of \"How to Destroy America in Three Easy Steps.\" Alright, Gov. The Democrats, it was like -- it was kind of like an old home week. I think they have some focus group that they've done that shows them that the Midwest is terrified of AOC and the gang and terrified of these, the riots and the looting. So, they wanted to bring back the year 2004 or so or go back to 1978 to reassure Americans? Explain."
    },
    {
      "speaker": "MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, they put out their greatest hits album tonight, that's the best way you can look at it. And if America was electing somebody to be nice, they would elect Jill Biden, she would be the better Biden to be on the ballot. But that's not what this is about. This is about very serious policies that determine the future of our country. So, if you like the idea of open borders, bigger taxes, more statism, government control of your lives, abortion funded by the taxpayers, if you'd like us surrendering to China at every turn, so the multinational corporations will be happy and keep putting baksheesh in the hands of politicians, then the Democrats are your choice. That's what you should do. If you like us surrendering to Iran and delivering pallets of cash, and if you think somehow that we'd be a whole lot better off in this country, if we let mobs run freely in our cities, and beat the snot out of innocent people driving through a street, the Democrats are your choice. But if you think that America deserves better than that, and we ought to build an economy that's based on unabashed capitalism, if you think that the values of this country should value every single human being, if you think we should control our borders and the other things, then President Trump should be reelected in a landslide, and that's what the American people will be deciding on. Not the sweet packages that we saw tonight in videos, but whether or not this country moves to the far, far left with the Green New Deal and its nonsense, or whether we have some sanity in our policies."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, I mentioned how Bill Clinton had one of the least aware lines of the night. Well, this moment might actually match it. Elizabeth Warren, now, without a hint of irony, participating in the DNC's Native American caucus."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MA",
      "utterance": "Supporting the Democrats, so that we can all continue our work for Indian country. It is more important now than ever."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You have always truly been an incredible friend, and more than kind in terms of your work with me and with any country, we all know where your hearts at."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But do we know where that, you know, legacy DNA? You know, experiment is that, Ben. What was that all about?"
    },
    {
      "speaker": "BEN SHAPIRO, CONSERVATIVE POLITICAL COMMENTATOR",
      "utterance": "A lot of high cheekbones going on right there. I mean, that's very exciting stuff. We know that the powwow chow aficionado was definitely the person to bring into that particular convention amalgam. Bizarre night for the Democrats, Joe Biden, I thought was a good expositor of her husband's personal virtues. But the problem is that all of the Democrats basically has and I was a bunch of old retread hypocrites who really didn't do wonderful jobs while they were on the hook. Again, you're hearing Bill Clinton talk about the various uses of the oval office when he was nailing interns in there is a weird look. It's also weird to hear that from the Me Too party. It was very weird to see John Kerry being trotted out as a foreign policy success the same week that the Trump administration brokered, maybe one of the most historic Middle East peace deals in the history of modern Middle Eastern politics between Israel and the UAE and now Sudan and Oman, and Bahrain. It's very weird to try it out the epic failure that was John Kerry, the worst secretary of state of my lifetime, including Hillary Clinton. It was very weird when they're trying out Sally Yates, who literally described herself as astonished, that Barack Obama knew about the developments in the -- in the Michael Flynn case before she did and that James Comey was not conveying a full information to the Obama administration. She was being brought out to talk about challenges to America's institutions. It was a very, very strange evening. If this is the best that the Democrats had going all the way back to Jimmy Carter, it doesn't really recommend a lot. All it really says they are desperately trying to avoid the implication that AOC is the rising star. She hit every single term on my crazy socialist bingo card within one minute, which was an impressive achievement."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. And Governor Huckabee, the biggest threat to America's security, China, was referenced so quickly, I could barely even get what it was, it was something ridiculous like the Trump is helping China. It was absurd. But that in and of itself, the fact that they did not address China head on tonight and their big foreign policy guru night, I think that told you everything you needed to know about Joe Biden, and why China wants him to be president so badly."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Well, I think that's why John Ratcliffe, the Director of National Intelligence, has said that the biggest threat to the election interference is China, not Russia this time. And I think he's right. And the reason Joe Biden and the Democrats are not going to push back against China is because, let's face it, Joe's got some issues here taking Hunter over there with him $1-1/2-billion deal that Hunter, his son, got with China. And the fact is that the establishment politicians, there are some Republicans in this too. So let's not act like that the Republicans are pure, because a lot of them are also beholden to China, to the multinational corporations that have made a bunch of money losing and costing Americans their jobs and their futures, so that China could get rich and a handful of corporate snobs could get rich. President Trump has had the guts to stand up for America and Americans. And that's why they're not going to talk about China, but President Trump will, he needs to and thank God he is because somebody is finally standing up for the United States of America."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. The Biden administration, God help us if that ever happens, is going to lift all the tariffs off China, not even require anything in return. Gentlemen, great to see you both tonight. Thanks so much."
    },
    {
      "speaker": "JILL BIDEN",
      "utterance": "We have shown that the heart of this nation still beats with kindness and courage. That's the soul of America Joe Biden is fighting for now, because it's not in politicians or political parties, it's in the providence of God. His faith is in you. In us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Faith is in you. They're trying hard to sell it, but does it work? Is Joe Biden really the faith and family values candidate? When it comes to faith, Biden claims to be a practicing Catholic, but at the same time, he's ardently pro-abortion. Biden has repeatedly been accused of being a little too handsy with women. And now, there's the explosive new claim from Jill Biden's ex-husband that is marriage to Jill, ended after he found out she was having an affair with the then-Senator Joe Biden back in the early 1970s. Joining me now is Mercedes Schlapp, Trump 2020 campaign senior advisor. And Raymond Arroyo, Fox News contributor. Mercedes, they were really selling this tonight, you know, Faith, family, country. It was almost you wanted to hear Lee Greenwood playing in the -- in the background. But our people ... MERCEDES SCHLAPP, TRUMP 2020 CAMPAIGN SENIOR ADVISOR: They can't."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Our people actually going to buy this, given Joe Biden's positions on key issues or is it just being a nice person, and that's all that really matters?"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Well, I think they really are trying to sell this. You know, Joe is a good guy type of narrative. But let me tell you something, they might have forgotten that they took -- the Democrats took God out of their platform not too long ago. So, let's remember that when it comes to Joe Biden, he has been one that has flipped flopped on so many of these issues. He supported the Hyde Amendment at one point then abandoned the Hyde Amendment, which would allow for taxpayer funded abortions, and he's become extreme on that issue, especially on allowing for late-term abortions. And it's all because he's in the pockets of Planned Parenthood, the largest abortion provider. Let me tell you something as a Catholic, and as someone who's very strong pro-life, in my convictions, you know, you would need to stand for life. And that's something that I always admired President Trump, because he has been the most pro-life president that we have seen in our lifetime. He's taken very bold steps in ensuring that we protect the unborn. And I always said, and I remember I was there in the Oval Office when he signed that letter to Congress saying, look, we'll veto any legislation that would include pro-life provision. So, I think there is a stark contrast here and I think people have to remember that even Kamala Harris went after the Knights of Columbus and her anti-Catholic bigotry needs to be exposed."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, here's how the DNC tried to paint Biden as a champion for women."
    },
    {
      "speaker": "SEN. RAUMESH AKBARI, D-TN",
      "utterance": "Joe Biden has been fighting for women his entire career. As Senator, he authored the Violence Against Women Act. And as President, he'll restore funding for Planned Parenthood. He will codify Roe V. Wade, and make reducing maternal mortality, especially for women of color a top priority."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, there's something quite amazing about talking about infant mortality in the same paragraph as support for Planned Parenthood."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Well, look, Joe Biden has always tried to have it both ways here. In his memoir, he says, look, I'm as much a cultural Catholic as I am a theological one. So, you see, and he says, it's not the prayers, it's not the 10 commandments, it's the culture that I'm holding on to. This is why bishops have denied him communion. You can't, as a Catholic, go out, and continuously defy church teaching on something as basic as life. And this is a candidate who is going to -- he wants the Planned Parenthood fully funded. He wants to codify Roe V. Wade, as you're heard from that lady there. And look, the Little Sisters of the Poor, he claims he loves the nuns, except he's vowed to take the Little Sisters of the Poor to court to get them to pass contraceptives and abortifacients onto their employees. So, there's a -- there's a discontinuity here. It's not as personal piety. Nobody doubts that. And he may even be more personally pious than President Trump. But that's not why Americans vote for a candidate, you vote because they are following a moral code that you agree with, not that they personally hold something and then vote or legislate in an entirely different direction, and that's sort of what's happening here."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Mercedes, they didn't really talk for the second night in a row, much policy at all. I mean, it's just like hide the ball, hide the policy. So ..."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "That's right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You keep Colin Powell out there. And I guess people are somehow reassured after Iraq. Oh, OK. You know, you put all the -- all these old homies out there, you know, the hometown team, and you think we're going to be reassured after Iran and Syria, and all the messes in the Middle East. So, they couldn't really talk policy foreign policy. Instead, they resorted to a string of bromides. Let's share them."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I know Joe Biden cares about the struggles, and that's why I trust him to fight for us."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Joe will restore honesty, decency and trust to the White House."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He has the heart and the compassion for this moment."
    },
    {
      "speaker": "YATES",
      "utterance": "We need a president who will restore the soul of America. We need Joe Biden."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mercedes, it's, again, orange man bad. That's like all their posters on the protests. Right?"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's all they -- that's all it is. I mean, take away the trappings and the -- and the bad music and everything, that's it. And Joe Biden nice and orange man bad. That's it."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "That's right. I feel -- I feel like I'm kindergarten class. It's like, can we care and share and be kind? And what Pete -- what the American people are not seeing is the fact that their policies are detrimental to our country. In fact, they're dangerous, because we have the Biden record. I mean, the mere fact that they said that he can go into the Situation Room and make good decisions is just crazy, because it was in the Situation Room where he was wrong on Osama bin Laden. You know, he's made these decisions time and time again, where he was in favor of the Iranian nuclear deal which, of course, was supporting a country that supports terrorism. And so, it has been one bad policy decision after another. I always remember the red line in Syria, where they did an act, and then the Syrian civil war only got worse. So, this is what needs to be exposed. It's what Robert Gates said that, basically, Joe Biden cannot be trusted with any of our foreign policy. decisions. He's made bad decisions time and time again. And to bring out Secretary John Kerry to even try to have defend him, they obviously didn't tell the whole story to the American people."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, just stylistically at the very end, the big -- the big reveal was for Joe Biden to walk into the classroom. Your take on that moment?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Well, Laura, this felt like one of those Saturday morning infomercial blocks, you know, you were waiting for Sally Struthers to come out and say, won't you help these Democrats? I mean, you had Carter, you had McCain, you had Kerry, this was like a loser's convention, you know, please help them, please help them, in an inauspicious group to be with. But it's clear, this is an empathy play. They want you to think Joe Biden's a great guy. He's a nice guy. He's a man of faith. He's a family man. And now with Jill's ex-husband questioning when they might have met, the conditions of their meeting and possible affair, all of this is sort of thrown up in the air. So, I do think that's going to have to be scrutinize in the days ahead, as Donald Trump's relationships and questions about his personal life were scrutinized. I think you have to be fair here. But on the whole, this is an empathy play, and that's not policy, and I'm not sure that's what Americans are looking for right now, but we'll see. But he did say first lady -- first -- did he say lady, lady, lady, or that was an act going on?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Lady, lady, lady and I'm Joe Biden's husband, I think is what I heard."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Sounds like a song, lady, lady, lady. Lady in red."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Exactly. Mercedes and Raymond, great to see you tonight. All right. We've gone through what the Democrats wanted you to hear tonight. But the big news is, what did they mention? Well, there wasn't a peep about the S&P 500 closing at a record high today, erasing all the losses from the COVID lockdowns. Unbelievable. Likewise, no one mentioned that the housing market is on fire. Housing starts jumped a whopping 22.6 percent last month, which was above expectations. And, of course, there wasn't a word about the skyrocketing number of murders in Democrat-controlled cities. Murders are up 29.1 percent in New York City over last year. Oh, Schumer didn't mention that during his standup. Chicago seen their homicides spiked 35 percent and murders shot up 11 percent in Milwaukee where they're supposed to have the big convention. And 17 percent in D.C. Joining me now is Tom Bevan, co-founder, president RealClearPolitics. Raheem Kassam, The National Pulse editor-in-chief and co-host of the War Room pandemic podcast. Tom, it seems like -- to me, it seems like a mistake for Democrats not to even acknowledge -- passing acknowledgement of the unprecedented crime wave that is overtaking cities combined with the ANTIFA and the BLM activists who've gotten mixed up and all of this rioting and anti-police stuff that's going on, but no mention at all. Is it a mistake?"
    },
    {
      "speaker": "TOM BEVAN, PRESIDENT, REALCLEARPOLITICS",
      "utterance": "I think it might be. I mean, obviously they're not going to talk about the stock market or housing or anything, but the way that they have -- and they have --on the other side of it, they have really driven the social justice, the systemic racism angle and, you know, this push for equity and equality and all of that. But I do think they run a risk of, you know, voters tuning in especially not hardcore democrats but independence and moderates, and having this disconnect between what they're seeing on the television at night, during the Democratic Convention, what they've been seeing online and on their television during the day, the scenes from my very own Chicago, I mean, it's been a really, really awful bloody summer of, you know, violence and looting. We've seen what's going on in Portland in these other places. And so, without even acknowledging or even a passing word, to denounce violence or looting, I think they do actually run a risk, and that's obviously a message that President Trump and the Republicans are going to push very hard during their convention, the law and order. And so it will be a stark contrast."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raheem, we heard from Alexandria Ocasio Cortez, she did the big nomination of Bernie Sanders, and she has 60 seconds. But if you're a lobbyist in a Biden administration, who's going to have more influence you think AOC, or I don't know, John Kasich and Colin Powell?"
    },
    {
      "speaker": "RAHEEM KASSAM, EDITOR-IN-CHIEF, THE NATIONAL PULSE",
      "utterance": "Well, I mean, that really depends. And it really depends on who the lobbyists wants to grease that day, that's all have the most power in a Joe Biden administration. And I just -- I want to come back to something that I think has been mentioned across your show so far, but it just strikes me as when we look at trying to win this election, right? That's what we're trying to look for, the signs of whether or not the Democrats actually can win this election. You hear so much emotion today, lots and lots of path loss, some of it even genuine, but it didn't hear much log-offs, nothing much in terms of policy, nothing much in terms of substance. And certainly, you didn't see, Laura, ethos. I mean, you look at the rejects that were lined up there, whether it was Kasich yesterday or Colin Powell today, and Sally Yates, who was wait fired for opposing something that the President of the United States was elected to do, just very recently, after she decided that it was on her to stop it happening. And then, of course, Bill Clinton, I mean, what a good time to put Bill Clinton up on stage. So, for me, when you look at all of those three things, and you see that they're just purely focusing on the emotive side of things, that's a miss judgment. It's a dangerous misjudgment by the Democrat Party. They got to look at their consultants and the people running their campaigns again, I think, because they just don't get it. They don't understand that this country wants to see action right now. There were three words this country cares about and it's, action, action, action. And if the RNC is going to learn any lessons from what we've seen over the last few days, is to get away from this telethon style format and look to a more action-based format."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Tom, I want to talk to you about that, given that the polls are tightening across most of the country right now. What can the Republicans learn, given what we've seen with just the mechanics of how this is going as a virtual convention? It's my understanding that the Trump campaign, at least, they haven't told us where exactly the President is going to be giving his address from at the White House, but where? Is it a portico? Is it inside? Is it on -- it seems like there's a lot of kind of maybe too much fluidity and what the Trump campaign has planned for next week? I'm a little concerned about that. But somehow, this stitching together zoom video type stuff gets really old really fast."
    },
    {
      "speaker": "BEVAN",
      "utterance": "It does, and look, it's tough and both parties are operating under extraordinary circumstances and the Democrats are actually technically pretty good at this stuff. They've got the backing of Hollywood and they can make these slick productions. And even with all their wizardry, it's still -- it comes off, you know, synthetic in force. But I just want to say one more thing and you've talked about this -- you talked about this in the last segment, Laura, one of the reasons that we're seeing the Democrats so heavy on the anti-Trump stuff is that's what's animating their base. I mean, you got two thirds to three quarters of Democrats say they're turning out to vote against Donald Trump instead of for Joe Biden. And so, that's the dynamic that they're playing on. And the question is, is that going to be enough? If there's no policy, no vision to go along with it? It didn't work for Democrats in 2004 when they tried to down George W. Bush. It didn't work for Republicans in 2012 when they tried to take out Barack Obama. Hating the opposition will get you only so far. And I think, unless we see that vision piece of it emerged in the next couple of days, I think Democrats are leaving an opportunity on the table for Donald Trump and the Republicans to step in and fill that vision void."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. I also think Jill Biden talking about how basically under Joe Biden administration kids would be laughing again and playing and in school, and I'm thinking every Democrat state, for the most part, have kids out of school. Right now, it's the Democrat states that have the -- have the most stringent rules and regulations in place. And in New York, New Jersey, Massachusetts, had some of the worst COVID losses. So, I'm not getting how you may even wave a magic wand and then Joe Biden is going to open the schools, that doesn't even pass the straight face test. They're the ones closing the schools. Gentlemen, great to see both of you tonight. And all the presenters at tonight's DNC did their best to ignore the violence and decay of all the chaos and all the American cities as we were just saying, and it doesn't take a detective to figure out why because, you know, it's a perfect time for the GOP to start taking advantage of this. My next guest is working to do just that. And she's gone viral for taking her message to the streets of Baltimore."
    },
    {
      "speaker": "KIMBERLY KLACIK, MARYLAND REPUBLICAN CONGRESSIONAL CANDIDATE",
      "utterance": "Do you care about black lives? The people that run Baltimore don't, I can prove it. Walk with me. They don't want you to see this. I'm Kim Klacik. This is Baltimore, the real Baltimore. This is the reality for black people every single day, crumbling infrastructure, abandoned homes, poverty and crime. Baltimore has been run by the Democrat Party for 53 years. What is the result of their decades of leadership? Baltimore is one of the top five most dangerous cities in America. The murder rate in Baltimore is 10 times the U.S. average. Go to any Baltimore neighborhood and ask this question. Do you want to defund the police?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Absolutely not."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I had three sons killed in Baltimore City. And I think if we defund the police officers, it's going to be worser than that. So, no, I'm opposed to that."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What are you going to defund the police for? Why? How do you defend your city, your community? Families are losing people."
    },
    {
      "speaker": "KLACIK",
      "utterance": "Democrats think black people are stupid. They think they can control us forever, that we won't demand better, and that will keep voting for them forever, despite what they've done to our families and our communities, are they right?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now is a woman you just saw, Kimberly Klacik, congressional candidate for Maryland, seventh district. Kimberly, this now has over five million views on your Twitter page. But what's the response been from the people in Baltimore?"
    },
    {
      "speaker": "KLACIK",
      "utterance": "So, thank you, first of all, for having me, Laura. You know, it was us sitting here just last summer talking about the blight when I took videos that kind of went viral because President Trump retweeted them. But here we are a year later talking about the same thing and the same problems. But I've been noticing a lot of people have been commenting and said, you know what, she's not lying about what's going on here. And I'm so thankful that so many people took notice, and they've been retweeting it. Even the president retweeted it today. And so now people are really thinking, hey, you know what, if we vote Republican, could things change? I really just want to get an office and show people that you can have a better quality of life. It is possible and especially if you vote Republican."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It seems like a message of hope used to be what the Democrats stood for, going back to Bill Clinton in 1992, he was the man from hope, then it was Bill Clinton, hope and change. But over the last few days of the Democrat convention, there's been a lot of depressing, this very dark, fear-based messaging. I didn't see a lot of hope from either day, frankly."
    },
    {
      "speaker": "KLACIK",
      "utterance": "No, absolutely not. And I actually saw the speech that Michelle Obama gave and she talked about how, you know -- even she's a victim being black in America from her mansion in Martha's Vineyard. You know, it's always about victimization. But I know for a fact, you know, in Baltimore City, especially where I was in those videos, the pen works corridor, you know, billions of dollars of federal funds was sent to that area. And here it is in 2020, it still hasn't made it to the ground. And so from what I can see, the Democrat Party loves to leverage the urban struggles, and annually ask for more federal funds, but then they actually don't, you know, remedy the problems and say, you know, this is what we're going to do, no one follows up on it. And I think people just accept it at this point. And I think now, we're at a point where people are saying, you know, what, maybe I won't vote down ballot, maybe I'll take a look at other options. And I have to say, going through the city, I've been in West Baltimore for over a year now and just talked with people about what the issues are. And I asked him, I say, hey, you know what, why haven't you ever voted for a Republican or something different? And a lot of people will say, you know, you're the first Republican I've ever met. So as Republicans, I think, we have to stop writing off these cities that we think we can't win and really get in there and roll our sleeves up and let them know that there are options."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kimberly, you can't win if you don't show up. And in a very simple, commercial -- simply worded and beautifully shot and, of course, you look right in it as well, which always helps."
    },
    {
      "speaker": "KLACIK",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But it was just -- it was beautifully laid out -- I just have. I'm curious, who had the idea for the -- for the layout of the commercial? Just the stylistic look of it."
    },
    {
      "speaker": "KLACIK",
      "utterance": "Yes. So, you know, luckily, this is something that we've been working on for over a year. If you go to my YouTube channel, you'll see where we had many videos where we go out and interview people kind of like the man on the streets, interview style. And then I would show, you know, people just exactly how bad the blight is. You know, in West Baltimore alone, we have over 17,000 vacant homes. That's something that needs to change. You know, this is an area where there aren't any career opportunities. And for me as a member, hopefully of Congress in November, I want to bring career opportunities to the area. You know, Baltimore City has the second largest port in the country, we could utilize that. We saw with the COVID pandemic, we relied on other countries for PPE. You know, why not bring that billion-dollar medical equipment industry back to America and right back through the Baltimore port?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kimberly, have you heard from Larry Hogan? Governor Hogan?"
    },
    {
      "speaker": "KLACIK",
      "utterance": "Not yet, but we're hoping that he will reach out and we've been trying to reach him too. So, you know, we ..."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Republican governor of Maryland has not reached out to you after this video?"
    },
    {
      "speaker": "KLACIK",
      "utterance": "Not yet."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Has the RNC reached out to speak at the RNC next week?"
    },
    {
      "speaker": "KLACIK",
      "utterance": "Absolutely -- they have not asked me to speak, but they did reach out and congratulate me on the video and said that they are there to help. So, we have heard from them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. Kimberly, you should be appearing at the RNC next week. And I hope they're watching because if they haven't figured this out yet, then I don't know what to say. Kimberly, best commercial I've seen and could be 10 years. Fantastic job and we wish you the best of luck. We'll check back with you."
    },
    {
      "speaker": "KLACIK",
      "utterance": "Thank you, Laura. Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. And it was a year ago that we protest had Kimberly on. Now, it's abundantly clear the Democrats can't compete on policy. That's why they spend all night invoking their favorite Boogey Man."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We need to end systemic racial injustice."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NY",
      "utterance": "Fight systemic racism in the criminal justice system and in our economy."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And takes on racial and economic justice."
    },
    {
      "speaker": "ROSA COLQUITT, CHAIRMAN, DEMOCRATIC PARTY OF OREGON'S BLACK CAUCUS",
      "utterance": "As black American standing on native land, we proudly represent Oregon, the viruses COVID-19 and racism laid bare."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now is Niger Innis, Congress of Racial Equality chair. And Horace Cooper Project 21 co-chair and author of \"How Trump is Making Black America Great Again.\" Niger, how can Democrats tackle racial injustice when they willfully ignore the horrific levels of violence that is -- are destroying our cities right now, especially in minority neighborhoods?"
    },
    {
      "speaker": "NIGER INNIS, CHAIRMAN, CONGRESS OF RACIAL EQUALITY",
      "utterance": "It's a -- it's a bloodbath, a black -- young black or brown man has a better chance of survival in the streets of Kabul, Afghanistan or Iraq, than they do the streets of Baltimore, Chicago, or my native New York, and it's an absolute disgrace. And the reason they run on these nice-sounding terms like systemic racism is it gives no culpability or responsibility for the conditions that most black people find themselves in, in these urban centers that have been controlled, not just by Democrats today, but for decades, for my -- for -- our lifetimes. It's a disgrace. So, if they have nothing to run on in terms of their record, they run against this really evil sounding word called systemic racism."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Horace, Stacey Abrams made an appearance tonight and others spoke about, you know, the importance of having an empowered black woman in America today speaking and connecting with others. Is anything positive there did you find? HORACE COOPER, CO-CHAIRMAN, PROJECT 21: Well, she wasn't able to convince the people of Georgia that there was something positive that she was offering. But let me just say this quickly that systemic racism is a useful term when you don't want any way of there being an objective measure of whether you're making progress in solving the problem. The problem-solving class greatly benefits from poverty from education, and now when we bring so called systemic racism to the front, they get their Volvo's, their ski trips out to Aspen, all this for decades to come, and we the taxpayers are left with the bill."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Niger, the old lie was repeated tonight about the Postal Service and Trump doesn't want you to vote and, and they're going to try to suppress the vote. And again, it's the same thing we heard in 2016. I guess slightly updated with a fake post office story."
    },
    {
      "speaker": "INNIS",
      "utterance": "The fear that Democrats have and liberals have, and they should have it, is that President Trump, certainly before the COVID crisis, but even now, President Trump is doing better than most Republicans have in black and brown precincts. And they're afraid that if this president approaches anywhere between 13, 14, 15 percent of the black vote, 35, 40 percent of the Hispanic vote, there's nothing that the Democrats can do to win this election. And this President is fully capable of achieving that. And just pitching his economic message that he brought record recovery to these communities of color before COVID and they'll bring it back after COVID."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Gentlemen, thank you very much. Great to see you tonight, as always. And coming up, Stacey Abrams, I said. Well, she's spreading conspiracy theories about your right to vote. Georgia senator, Kelly Loeffler responds, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Of course, tonight's lineup of DNC speakers wouldn't be complete without the Democrats' poster child for voter suppression, Stacey Abrams. Now, she unsurprisingly used her time to falsely claim that your right to vote is being taken away by Donald Trump and the mean old GOP."
    },
    {
      "speaker": "STACEY ABRAMS, FORMER GEORGIA GUBERNATORIAL CANDIDATE",
      "utterance": "We do not elect saviors. We cast our ballots for those who see our struggles and pledge to serve, who hear our dreams and work to make them real. To defend our way of life by protecting our right to vote. In a time of voter suppression at home and authoritarians abroad, Joe Biden will be a champion for free and fair elections."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Here to respond is Georgia senator, Kelly Loeffler. Senator, why does Abrams keep getting a free pass to spread these types of conspiracy theories?"
    },
    {
      "speaker": "SEN. KELLY LOEFFLER, R-GA",
      "utterance": "Well, look, Laura, everyone who wants to vote in this election who's eligible to vote is going to get to vote. It's really an excuse for why she lost the election in 2018. And she's creating a roadmap of excuses for Biden, when President Trump gets reelected in November. And he's going to get reelected because he knows how to create jobs that lift everyone in this economy up. He knows how to stand with our law enforcement, he strengthened our military, he helps Americans be safe and secure. And that's going to be completely evident when we get our chance to be on stage next week, and that's what Americans want. They want that certainty that security in their communities and in their jobs. And this is a -- this is a distraction to talk about voter suppression, to talk about the United States Postal Service. They are distracting from their lack of a platform that lifts all Americans up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And here's what she said last night on MSNBC, watch."
    },
    {
      "speaker": "ABRAMS",
      "utterance": "What Brian Kemp did in plain sight was what they've been operationalizing for 20 years. He just decided to do it on steroids and in front of the cameras, that they're trying to force people into early voting or voting on Election Day, because they also have a plan for 50,000 people to serve as poll intimidators, to show up at those polling places, and do what works so well, which is scare people out of voting."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I mean, this is -- this is just the wackiest thing I've ever heard. I mean, I remember years ago was the new black panther party that was, you know, playing games at some of the polling stations as I recall, but suddenly there's a thousand magical people showing up to intimidate people. Again, she keeps getting away with this and people on television, just say how eloquent she is."
    },
    {
      "speaker": "LOEFFLER",
      "utterance": "Well, it's absolutely fact free. None of that's true. It's a -- it's a fiction that would explain why she lost other than the fact that Georgia elected Governor Kemp and rightly so, he's leading our state out of this pandemic, helping our state grow during a challenging time. What Georgians want to hear about, and I've been around the state talking to Georgians, they want to know, when can kids get back into school, when will their jobs be certain, how do we get the economy back on its feet. And they're seeing -- they're saying -- they're thanking me every day for supporting President Trump in this effort to get our economy rebuilt to get that blue-collar boom going."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, Senator, there's a lot of fearmongering, racial fearmongering, virus fearmongering, and now voting fearmongering. Thank you so much. Great to see you, Senator. And if you can believe it, the most cringe worthy moment of the night, of course, involve Joe Biden himself during his crowning moment."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Delaware is proud to cast its 32 votes for our favorite son and our next president."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Our friend, Joe Biden."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And they kept playing the music over Joe Biden when he spoke for about four seconds. It's tough, virtually. That's all the time we have tonight. Shannon bream and \"FOX NEWS @ NIGHT\" team take it all from here. See you tomorrow night. END Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}