{
  "date": "August 1, 2017",
  "headline": "Sen. Cardin calls for bipartisan tax reform with major conditions",
  "subHeadline": "This is a rush transcript from \"Your World,\" August 1, 2017.",
  "url": "https://www.foxnews.com/transcript/sen-cardin-calls-for-bipartisan-tax-reform-with-major-conditions",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "One of their provisos, Senator, is no tax cuts for the top 1 percent.  What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. STEVE DAINES, R-MONTANA",
      "sentences": "Yes. Yes.  I never want to forget that you can’t be pro-job against you’re pro-job creator. And unless you continue to incentivize the men and women who are out there creating the jobs, then how are we going to be able to create jobs? We have a tax code that is not competitive in this global economy anymore. That’s got to change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you would be against agreeing to that condition?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAINES",
      "sentences": "I would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, that was Republican Senator Daines referring to one of the list of provisions, provisos, if you will, that 45 Democrats signed on to in a letter to Republicans to reach out to them in cooperation on tax cuts, as long as there are no tax cuts for the top 1 percent, as long as there is no fast-tracking or reconciliation going on here, and as long as this is not deficit-financed cuts, at that.   Maryland Senator Ben Cardin, who is among those signing it, he joins us right now. Senator, good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BEN CARDIN, D-MARYLAND",
      "sentences": "Neil, it’s good to be with you. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Was that just an opening offer, Senator? Are you married to each one of those provisions to break bread and to deal with Republicans on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Well, we need tax reform. There’s no question about it. Our tax code is not as competitive as it needs to be. But the point that I think we were making is that it’s middle-income taxpayers are the ones that we want to make sure we pay attention to. We don’t want them to have additional burdens as a result of tax reform.  So our intention is to make sure middle-income families are treated fairly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, now, you mentioned these three provisions -- or I did at the outset, sir -- but nothing in detail about corporate tax cuts, where I find there to be much more common ground between Democrats and Republicans. Am I right about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Well, I think we recognize that, from a global perspective, our tax code is too complicated and its -- the marginal rates are not competitive. And we need to do something about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so, when the White House was first offering the possibility of a corporate rate as low as 15 percent, what did you -- and how do you feel about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Well, as you pointed out, we want to make sure this is not creating greater debt. You have got to make sure it’s paid for. How is it paid for?  The proposals we have seen have tried to spread by eliminating all of the deductions that are in our current tax code. You have got to take a look at that. Some of them dealt with the pass-through entities. Got to recognize that 90 percent of our businesses pay the individual tax rate, not the C-rate. So, we have to have parity between the individual rate just and the C-rate. So, there are a lot of issues as you talk about reducing the rates on how to get it done and how do you make sure you’re not adding to the deficit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, now, when you mention that, a lot of Republicans come back, Senator, and say, we can’t believe Democrats are worried about deficits and debt with the trillions that was added under Barack Obama.   You say what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Well, I say it’s the Democrats that balanced the federal budget. I was in Congress when we did it. We’re very concerned about deficits. And we want to balance the federal budget.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, the last eight years, it didn’t happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Well, there’s two ways you balance the federal budget, quite frankly.  And that is, you look at revenues, you look at spending. We have been fixed on reducing discretionary spending. And that’s been reduced quite dramatically. Under President Obama, the deficit was brought down. The growth of the deficit was brought down. So, now, I don’t accept your conclusion that the Obama administration and Democrats are insensitive to debt. We want to see us pay our bills. I really think it’s a moral issue that it’s wrong for our generation to tell our children and grandchildren they’re paying for our expenses today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You mentioned that you wanted to see these paid for. And your group is not happy with tax cuts for the richest Americans. Are you for what Steve Bannon apparently raised at the White House, a surtax on the richest Americans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Well, I want to look at a total package.  We’re not looking at increasing taxes for the sake of increasing taxes. We want to reform our tax code, make sure middle-income taxpayers are -- receive the help that they need, to make sure we have the revenues, so we don’t increase the deficit, and to make sure it’s done in an open way, so then the American people can have an opportunity to weigh in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. The reason why I mention it, let’s say the upper income, everyone got a tax cut, but, again, you get rid of allowances and deductions, that could conceivably make it a wash. But it would be -- it would be simpler. Would you be for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Bottom line for me, middle-income taxpayers should not be in a worse position than they are today in the amount of taxes or the percentage of taxes they’re paying to finance our government.  I want to concentrate on middle-income families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator, three of your colleagues, Joe Manchin in West Virginia, Heidi Heitkamp in North Dakota, Joe Donnelly in Indiana, did not sign this letter. I’m sure it’s just coincidental that they’re all up for reelection next year in states that Donald Trump won last year.  But they could be part of a group that could tip this in Republicans’ favor. Are you worried?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "No, not at all. I know all of those senators. I know they’re equally concerned about not increasing the deficit. I know they equally are committed to making sure we have a transparent process. And they’re very much concerned about middle-income taxpayers.  So, I think you are going to find a broader consensus than just the 48 senators that caucus with the Democrats. I think Republicans also will want be do fair to the middle-income families. I hope they want an open process and I hope they don’t want to add to the deficit. These should be -- these shouldn’t be controversial issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so, Senator, just to be clear on that, you would score this so that even some Republicans said it’s possible with these tax cuts that, in the immediate years, deficits could get worse before they get better. Does that trouble you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Absolutely.  We need to have common rules. When we say if you spend money on education, our economy will do better, so therefore maybe we don’t have to offset those costs, no, we have to offset those costs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But if you get more revenue down the road in future years, their argument is with dynamic accounting -- you know this better than I -- that that will offset what deficits you’re building in the interim.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "If you use dynamic scoring, you could do that for spending, as well as revenues.   And I think that can add to all types of irresponsible activities that could add to the deficit. I will trust the Congressional Budget Office and the Joint Tax Committee’s scoring as it relates to the revenues that occur as a result of the tax reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, but if there is going to be spending caps to offset these tax cuts, you would be open to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "If we’re not raising the deficit, that’s fine. So you have got to look at the total package. I would like to know where they’re doing the cuts when I see many of my colleagues recommending additional spending, particularly as it relates to our national defense.   So let’s make sure that we have a balanced package here. But, yes, I want to make sure, if we can deal with a total budget, I’m all in. Let’s deal with a budget that makes sense for America. Let’s do it in an open way. Let’s not use the reconciliation. Let’s get a broader consensus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "If we’re just dealing with tax reform, then that’s a different situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Ben Cardin, thank you, Senator. Good seeing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Thank you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.  Copy: Content and Programming Copyright 2017 Fox News Network, Inc.  Copyright CQ-2017 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "One of their provisos, Senator, is no tax cuts for the top 1 percent. What do you think of that?"
    },
    {
      "speaker": "SEN. STEVE DAINES, R-MONTANA",
      "utterance": "Yes. Yes. I never want to forget that you can’t be pro-job against you’re pro-job creator. And unless you continue to incentivize the men and women who are out there creating the jobs, then how are we going to be able to create jobs? We have a tax code that is not competitive in this global economy anymore. That’s got to change."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you would be against agreeing to that condition?"
    },
    {
      "speaker": "DAINES",
      "utterance": "I would."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, that was Republican Senator Daines referring to one of the list of provisions, provisos, if you will, that 45 Democrats signed on to in a letter to Republicans to reach out to them in cooperation on tax cuts, as long as there are no tax cuts for the top 1 percent, as long as there is no fast-tracking or reconciliation going on here, and as long as this is not deficit-financed cuts, at that. Maryland Senator Ben Cardin, who is among those signing it, he joins us right now. Senator, good to have you."
    },
    {
      "speaker": "SEN. BEN CARDIN, D-MARYLAND",
      "utterance": "Neil, it’s good to be with you. Thanks."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Was that just an opening offer, Senator? Are you married to each one of those provisions to break bread and to deal with Republicans on this?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "Well, we need tax reform. There’s no question about it. Our tax code is not as competitive as it needs to be. But the point that I think we were making is that it’s middle-income taxpayers are the ones that we want to make sure we pay attention to. We don’t want them to have additional burdens as a result of tax reform. So our intention is to make sure middle-income families are treated fairly."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, now, you mentioned these three provisions -- or I did at the outset, sir -- but nothing in detail about corporate tax cuts, where I find there to be much more common ground between Democrats and Republicans. Am I right about that?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "Well, I think we recognize that, from a global perspective, our tax code is too complicated and its -- the marginal rates are not competitive. And we need to do something about that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so, when the White House was first offering the possibility of a corporate rate as low as 15 percent, what did you -- and how do you feel about that?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "Well, as you pointed out, we want to make sure this is not creating greater debt. You have got to make sure it’s paid for. How is it paid for? The proposals we have seen have tried to spread by eliminating all of the deductions that are in our current tax code. You have got to take a look at that. Some of them dealt with the pass-through entities. Got to recognize that 90 percent of our businesses pay the individual tax rate, not the C-rate. So, we have to have parity between the individual rate just and the C-rate. So, there are a lot of issues as you talk about reducing the rates on how to get it done and how do you make sure you’re not adding to the deficit?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, now, when you mention that, a lot of Republicans come back, Senator, and say, we can’t believe Democrats are worried about deficits and debt with the trillions that was added under Barack Obama. You say what?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "Well, I say it’s the Democrats that balanced the federal budget. I was in Congress when we did it. We’re very concerned about deficits. And we want to balance the federal budget."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, the last eight years, it didn’t happen."
    },
    {
      "speaker": "CARDIN",
      "utterance": "Well, there’s two ways you balance the federal budget, quite frankly. And that is, you look at revenues, you look at spending. We have been fixed on reducing discretionary spending. And that’s been reduced quite dramatically. Under President Obama, the deficit was brought down. The growth of the deficit was brought down. So, now, I don’t accept your conclusion that the Obama administration and Democrats are insensitive to debt. We want to see us pay our bills. I really think it’s a moral issue that it’s wrong for our generation to tell our children and grandchildren they’re paying for our expenses today."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You mentioned that you wanted to see these paid for. And your group is not happy with tax cuts for the richest Americans. Are you for what Steve Bannon apparently raised at the White House, a surtax on the richest Americans?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "Well, I want to look at a total package. We’re not looking at increasing taxes for the sake of increasing taxes. We want to reform our tax code, make sure middle-income taxpayers are -- receive the help that they need, to make sure we have the revenues, so we don’t increase the deficit, and to make sure it’s done in an open way, so then the American people can have an opportunity to weigh in."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. The reason why I mention it, let’s say the upper income, everyone got a tax cut, but, again, you get rid of allowances and deductions, that could conceivably make it a wash. But it would be -- it would be simpler. Would you be for that?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "Bottom line for me, middle-income taxpayers should not be in a worse position than they are today in the amount of taxes or the percentage of taxes they’re paying to finance our government. I want to concentrate on middle-income families."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator, three of your colleagues, Joe Manchin in West Virginia, Heidi Heitkamp in North Dakota, Joe Donnelly in Indiana, did not sign this letter. I’m sure it’s just coincidental that they’re all up for reelection next year in states that Donald Trump won last year. But they could be part of a group that could tip this in Republicans’ favor. Are you worried?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "No, not at all. I know all of those senators. I know they’re equally concerned about not increasing the deficit. I know they equally are committed to making sure we have a transparent process. And they’re very much concerned about middle-income taxpayers. So, I think you are going to find a broader consensus than just the 48 senators that caucus with the Democrats. I think Republicans also will want be do fair to the middle-income families. I hope they want an open process and I hope they don’t want to add to the deficit. These should be -- these shouldn’t be controversial issues."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so, Senator, just to be clear on that, you would score this so that even some Republicans said it’s possible with these tax cuts that, in the immediate years, deficits could get worse before they get better. Does that trouble you?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "Absolutely. We need to have common rules. When we say if you spend money on education, our economy will do better, so therefore maybe we don’t have to offset those costs, no, we have to offset those costs."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But if you get more revenue down the road in future years, their argument is with dynamic accounting -- you know this better than I -- that that will offset what deficits you’re building in the interim."
    },
    {
      "speaker": "CARDIN",
      "utterance": "If you use dynamic scoring, you could do that for spending, as well as revenues. And I think that can add to all types of irresponsible activities that could add to the deficit. I will trust the Congressional Budget Office and the Joint Tax Committee’s scoring as it relates to the revenues that occur as a result of the tax reform."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, but if there is going to be spending caps to offset these tax cuts, you would be open to that?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "If we’re not raising the deficit, that’s fine. So you have got to look at the total package. I would like to know where they’re doing the cuts when I see many of my colleagues recommending additional spending, particularly as it relates to our national defense. So let’s make sure that we have a balanced package here. But, yes, I want to make sure, if we can deal with a total budget, I’m all in. Let’s deal with a budget that makes sense for America. Let’s do it in an open way. Let’s not use the reconciliation. Let’s get a broader consensus."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "CARDIN",
      "utterance": "If we’re just dealing with tax reform, then that’s a different situation."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Ben Cardin, thank you, Senator. Good seeing you."
    },
    {
      "speaker": "CARDIN",
      "utterance": "Thank you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2017 Fox News Network, Inc. Copyright CQ-2017 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}