{
  "date": "August 27, 2020",
  "headline": "Dana White: We need President Trump now more than ever",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/dana-white-we-need-president-trump-now-more-than-ever",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Welcome to \"Hannity\". Now, you're just listening to the Senate Majority Leader Mitch McConnell, and we are broadcasting live from the White House, on the south lawn, with the president of the United States, Donald J. Trump, is set to address the nation. That's just moments away. Of course, we will take you there live as it happens.  It is the grand finale of the Republican National Convention. The theme tonight is America, land of greatness. And coming up, we're told the president will draw a sharp contrast between his pro-growth, pro-liberty freedom, pro-security agenda and the radical socialist platform of his opponent, the weak, the frail, the corrupt career politician 50 years in the swamp that is Joe Biden, the forget until one, decades in Washington with little to nothing to show for his efforts.  Before the president steps up to the podium, we will also hear from Ivanka Trump, America's Mayor Rudy Giuliani, HUD Secretary Ben Carson, Senator Tom Cotton, Alice Marie Johnson, friend of this program and so many more.  Once again for the hour, we will have full coverage of the convention, so sit tight, buckle up, crack a beer, and guess what. Right now, it's night four of the Republican national convention and is now officially under way. Thanks for watching \"Hannity\". Thanks for watching Fox.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA WHITE, PRESIDENT, UFC",
      "sentences": "Hey, everyone. I am Dana White, the President of the UFC. Many of you know who I am, what I do, and that I am friends with the President.  I spoke at this convention four years ago and I'm back because I believe we need President Trump's leadership now more than ever. Before the pandemic, President Trump built the greatest economy in our nation's history and created opportunities for all Americans like no one before him. Financial markets hit all time highs, unemployment was at an all time low, and we weren't facing the lawless destruction that now is occurring in a few of our great cities.   It blows my mind how quickly some of the leadership in this country has forgotten the critical role first responders play in our society. Police departments, and other law enforcement, even some fire departments have faced opposition from many in this country, but they are always the people who are asked to step up when things are at their worst and put themselves at risk. That has certainly been the case during this ongoing pandemic. Come on, America. Defunding these vital positions is not the answer. The first responders have always taken care of us, and now more than ever, we need to take care of them. Now let's talk about COVID and let's be very honest about it. No one person and no one place could have anticipated the challenges that COVID would bring. But President Trump has faced all these obstacles head on. He immediately put protective measures in place, and he reached out to the best and the brightest leading American businesses across all industries to discuss what he and his administration could do to get the economy back up and running safely.   Let me give you more detail. In early April, President Trump organized a task force of business leaders across the country, and I was fortunate enough to serve on that task force. Firsthand, I had the opportunity to witness how hardworking and determined President Trump was to solve unprecedented problems our country was facing. I personally observed his ability to listen and understand the issues impacting Americans of all backgrounds. It was clear. His highest priority was always the health and safety of everyone in our country, not just Republicans, not just supporters, but every single American. President Trump recognized that one of the small ways to instill a sense of normalcy in people's lives was to bring back entertainment options. The President went above and beyond to help all sports leagues involved figure out a way to overcome the challenges of staging live professional sporting events in the middle of a pandemic. And you know what? We did it. The UFC was the first to do it and we are continuing to do it. Now, other sports have joined us and some of the lessons learned are being used to help reopen other types of businesses and schools.  Make no mistake about it. We still have a long way to go. And that is why we need a leader with President Trump's unique attributes at this critical time. I have said it before, and I will say it again. He is one of the most loyal human beings I have ever met. The man has unstoppable energy. No one, and I mean no one is going to outwork this guy.   But most importantly, he truly loves and believes in our country. He believes in the people of this country. America is a place everyone wants a solid job. They want to take care of their family. They want to support the community, assist the less fortunate, and enjoy the freedom this country has provided to all of us. While we have certainly experienced a ton of negativity in 2020, President Trump's mindset is to work tirelessly, to find solutions to problems and help restore America.  He did it once and I'm telling you right now, he will do it again. And remember, President Trump may be the only president in modern times who has actually done everything he said he would do during his campaign. There's this quote that I love from Ronald Reagan where he said: There isn't any problem we can't solve if government will give us the facts, tell us what needs to be done, then get out of the way and let us have at it.  And what that means to me is as Americans, we work hard to overcome adversity and we face the tough times head on. Irrespective of your gender, race, religion, or sexual orientation, what unites us as a nation is freedom, equality, and opportunity. That's what it means to be an American.  Ladies and gentlemen, let's re-elect President Trump. Let's figure out what the problems are and continue to find solutions to those problems. Then let's get to work. I'd like to close with this. While it's critically important to re-elect President Trump, this pandemic has also taught us to be very, very careful who you select as your next governor, senator, congressperson and mayor. It is so important to vote. And don't think that your vote doesn't matter, because to be honest with you, it has never mattered more than it does right now. Thank you and have a great evening, America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN REYES, UTAH ATTORNEY GENERAL",
      "sentences": "Buenas tardes, konbanwa, magandang gabi po, aloha, and good evening.   I'm Utah Attorney General Sean Reyes. I'm a proud American and proud descendant of warrior ancestors, women and men alike for Hawaiian, Filipino, Japanese and Spanish heritage. My father demonstrated his warrior spirit over 50 years ago fighting the dictator in his homeland, the Philippines. Barely escaping with his life, he started anew in America. He arrived with nothing but faith, determination, and a willingness to work hard. He lived the American dream, moving businesses, a family, and seeing me become Utah's first minority statewide elected official. Today, I channel my warrior roots by battling human trafficking. I've been able to lead some of the largest trafficking prosecutions in America and travel to foreign countries working with law enforcement and NGOs to dismantle trafficking networks. And rescue people from the most brutal conditions imaginable. Young girls and women sold into sex slavery. Young boys and men forced into labor servitude, illegal adoptions, organ harvesting, human life utterly debased.  President Donald Trump is a fierce warrior against human trafficking. How do I know? Early in 2017 I had occasion to visit with him about our rescues. He asked insightful questions, expressed deep concern for victims, overwhelmed with compassion, he promised to attack this evil.  President Trump summoned Ivanka and leaders from his cabinet, directing resources and hundreds of millions of dollars for raising awareness, liberating victims, prosecuting predators, and empowering survivors. Together, they've done more to combat human trafficking than any administration in modern history. Now, that's a promise kept. President Trump's taken similar aggressive actions to break the chains of drug addiction and improve mental and behavioral health. He declared the opioid epidemic a national public health emergency and made available billions of dollars to confront this threat.   He also signed a bill creating a phone number like 911 but for mental health. When activated, 988 will be a lifeline for those struggling with thoughts of suicide, depression, addiction, self harm, or even hurting others. It will save countless American lives. A few months ago, my father, my warrior hero, lost his fight with cancer. When he passed, he had by his bed side a scripture, family photos, and a pen President Trump gave me to give him.  Dad loved that pen. It represented freedom to him, the freedom that only exists when some one is willing to fight for it. To my father, President Trump is that ultimate warrior fighting for our freedom.  If you listen to Democrats, the media, and liberal elite, they will tell you that America's light doesn't shine as brightly around the world as it once did. That is simply not true. The same light that brought my father to America inspires the desperate and downtrodden equally today. And, believe me, interact with some of the most marginalized victims on earth. And they love America. They love President Trump because he's fighting for their freedom and America's freedom. Thank you, President Trump. God bless you, and God bless America, this land of greatness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEBBIE FLOOD, MELRON CORPORATION PRESIDENT",
      "sentences": "My name is Debbie Flood, I own a small foundry and machine shop in Wisconsin that manufactures cast bronze architectural hardware. My father who was a World War II veteran started the business with used equipment and the American dream. Today, we are one of the only U.S. companies left to make our product from start to finish under one roof. We really make things and we love it.  When we lost nearly 50 percent of our business to China in the mid 2000s we wondered how a small company like ours could continue to compete. At that time, Joe Biden was a senator. He voted to normalize trade with China and helped pave the way for them to join the WTO, even though they were hurting American companies like ours. But we were tenacious and we're creative. We took a risk and purchased a 3D printer. 3D printing technology allows to us do things that China can't. Now, we can take a customer's idea from sketch to sample to production in just a few weeks. This opened up new opportunities for us.  Later, we fought our way through the great recession. And Donald Trump was elected and we breathed a sigh of relief. He actually fought for American workers and American craftsmen. He actually cared about bringing back those three beautiful words: Made in America.  We no longer had to succeed despite government, now the government was on our side. We enjoyed a thriving economy, stimulated by President Trump's pro-business and pro-worker policies. Thanks to the Trump tax cuts, I've been able to raise my employees' wages. So, they got a pay raise and a tax cut. Even in the face of the pandemic, the president doubled down on his support for business, thanks to President Trump, our business was approved for the Paycheck Protection Program. That allowed us to keep our people working at a time when the future was very uncertain.  Our president understands that the best solutions unleash the innovation of American entrepreneurs and the creativity of American workers. Joe Biden doesn't really know anything about business or creating jobs. He spent 47 years in government and it's doubtful he will finally figure it out in the year 48. He pushed to raise our taxes and bring back excessive regulations. I own a business whose mission it is to solve problems. Anything can be solved with a little creativity. It takes courage, commitment, and ideas. And those are all things that come naturally to President Trump. And that's why he has my support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUBTITLE",
      "sentences": "President Trump promised to deliver real change for the residents of our nation's cities. He kept that promise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDY SMITH",
      "sentences": "My name is Judy Smith.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANUEL MARTINEZ",
      "sentences": "My name is Manuel Martinez.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAUDIA PEREZ",
      "sentences": "My name is Claudia Perez.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I live in New York City public housing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTINEZ",
      "sentences": "I'm the resident council president for Jamaica house.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "I am resident council president of Washington houses, which is a Spanish Harlem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARMEN QUINONES",
      "sentences": "My name is Carmen Quinones and I'm the president of Douglas Houses, 3,500 strong residents here, and I am a life-long Democrat. I would really hate to get started on this mayor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "Bill de Blasio and the way he has dealt with public housing residents is disgraceful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUINONES",
      "sentences": "This mayor has made our lives here, I think every housing development, very uncomfortable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTINEZ",
      "sentences": "Under the Trump administration, New York City Housing Authority has received an influx of cash that it has not seen since 1997.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I'm grateful for the spotlight that President Trump is putting on New York City public housing.  I think it's wrong that the Democrats put illegal immigrants before black Americans. How is it that we have people waiting on the waiting list for New York City public housing for ten years or more but yet we have illegal immigrants living here. Something is wrong with that picture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTINEZ",
      "sentences": "Since HUD came in with Lynn Patton as regional director for HUD, it helped us identify solutions, long systemic problems that we are now putting on the table and having discussions on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "President Trumped administration has opened their ear and have listened. There has been improvement in public housing. Very appreciative of this administration that has come and shined a light on what is going on and bringing real solutions to a real problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANN DORN, WIDOW OF RETIRED ST. LOUIS POLICE CAPTAIN DAVID DORN",
      "sentences": "Hello. My name is Ann Dorn. I'd like to introduce you to my husband David. Father of five. Brother to 12. Grandfather of 10. Friend to thousands.  He was the most kind, dedicated, loving life partner I could ever hope for. He had a big smile and a heart to match. He was blessed with the gift of gab, and that gift enabled him to touch souls and inspire people, especially young people. Oh, how he loved kids. And they really loved him back. Dave was all about service. He served 38 years in the St. Louis Metropolitan Police Department and six years as Chief of Police at the Moline Acres Police Department. After 44 years, he retired from law enforcement, but he never retired from helping a friend in need. Since he befriended every person he met, he was a very busy man. One example of that was his friendship with a young man named Lee. Dave met him when Lee was just a kid, after members of his family were attacked and murdered. Dave took a special interest in the boy. They bonded, and their friendship grew and remained strong through the years.  Lee eventually opened a pawnshop. He trusted Dave implicitly and asked him to help with security. Dave readily agreed. Whenever the shop's alarm would go off, the alarm company called Dave, and he would investigate. If he got a call after I went to bed, he would wake me up to tell me he was going to Lee's just to make sure everything was all right. Most of the time, they were false alarms -- triggered by storms or animals -- but I never rested easy until I heard Dave's key turn the door knowing he was home safe. The alarm that went off the morning of June 2nd was for real. It was a violent night in St. Louis. Four police officers were shot. Others were hit with rocks and fireworks. At least five businesses were damaged, looted, or set on fire. As the officer wellness coordinator and CIT coordinator with the police department, I was keenly aware of the rioting and spent the evening getting ready to mobilize support efforts for officers who were impacted. After I had gone to bed, Dave received a call from Lee's alarm company.   The front door of the pawnshop had been breached. This time, he didn't wake me up to tell me. He probably knew I would have tried to stop him or insisted on going with him. As I slept, looters were ransacking the shop. They shot and killed Dave in cold blood and livestreamed the execution and his last moments on this earth. Dave's grandson was watching the video on Facebook in real time, not realizing he was watching his own grandfather dying on the sidewalk. I learned of all this around 4:00 a.m. when our doorbell rang. The Chief of Police was standing outside. I wondered why Dave had not answered the door. It wasn't uncommon for him to be up watching TV at that time. I called out to him several times. No reply. He wasn't there. I let in the chief. And fighting back tears, he uttered the words every officer's spouse dreads. I re-live that horror in my mind every single day. My hope is that having you re-live it with me now will help shake this country from this nightmare we are witnessing in our cities and bring about positive, peaceful change.  How did we get to this point where so many young people are so callous and indifferent towards human life? This isn't a video game where you can commit mayhem and then hit \"reset\" and bring all the characters back to life. David is never -- is never coming back. He was murdered by people who didn't know, and just didn't care, he would have done anything to help them. Violence and destruction are not legitimate forms of protest. They do not safeguard black lives. They destroy them. President Trump understands this and has offered federal help to restore order in our communities. In a time when police departments are short on resources and manpower, we need that help. We should accept that help. We must heal before we can effect change, but we cannot heal amid devastation and chaos.  President Trump knows we need more Davids in our communities, not fewer. We need to come together in Peace and remember that every life is precious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN CARSON, SECRETARY OF HOUSING AND URBAN DEVELOPMENT",
      "sentences": "Good evening. I'm Ben Carson, a retired neurosurgeon and a public servant. Before I begin, I'd like to say that our hearts go out to the Blake family and other families who've been impacted by the tragic events in Kenosha. As Jacob's mother has urged the country, lets use our hearts, our love and our intelligence to work together, to show the rest of the world how humans are supposed to treat each other. America is great when we behave greatly. In order to succeed in change, we must first come together in love of our fellow citizens. History reminds us that necessary change comes through hope and love, not senseless and destructive violence. Abraham Lincoln once said to America divided that, quote: Your purpose then, plainly stated, is that you will destroy the government unless you be allowed construe and enforce the Constitution as you please on all points in dispute between you and us. You will rule or ruin in all events, unquote. These words of warning are relevant today. We have a choice. Do we want big government that controls our lives from cradle-to-grave? Or do we believe in the power and wisdom of the people and their ability to self govern, with help from a limited federal government?  Our president, Donald J. Trump, believes in the people. He is one of us. He makes promises and he keeps them. He is transparent, and we certainly know what he's thinking. He does not submit to political correctness or its enforcers, the media. He is real. Right now, we need real. We need courage. We can't cower in the corner and hope that no one calls us a name, believing that will keep us safe. That is not courage and that will not lead us to a good and just place. We must remember all those who sacrificed everything in order to give us freedom, and we must be willing to do the same for those who come after us. President Trump does not dabble in identity politics. He wants everyone to succeed, and believes in adage, \"a rising tide lifts all boats\". Many on the other side love to incite division by claiming that President Trump is a racist. They could not be more wrong. Years ago, Jesse Jackson gave Donald Trump an award for the economic opportunities he created for black people. In Palm Beach, Florida, Donald Trump led a crusade to allow blacks and Jews in private clubs and resorts. One of the first things he did as president was bring the Office of Historically Black Colleges and Universities into the White House, so that it could get proper attention and financial support.  Before the pandemic, African American unemployment was at an all-time low. President Trump accomplished prison reform. He created incentives to encourage investors to become involved with economically deprived areas of America. He strongly supports school choice, fully recognizing that no matter what circumstances a person is born into, they can achieve success with a good education. It was true for me. When my mother forced me to read books about doctors and entrepreneurs and inventors and scientists, I began to recognize that the person who has most to do what happens to you in life is you. My mother always told me: Ben, you can do anything, but I will never allow you to become a victim. It was then that I stopped listening to people who were trying to convince me that I was a victim, and that others were responsible for my victimhood. What is racist is the fact that African Americans have the highest abortion rate. President Trump is the most pro-life president in the country's history. He will continue to fight for those who cannot yet speak. The vision of a shining city up on a hill came from Jesus' Sermon on the Mount. America is that shiny city.  We are the beacon of hope for the world. At this moment in time, President Donald Trump is the man with the courage, the vision and ability to keep it shining brightly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAT LYNCH, NYPD UNION LEADER",
      "sentences": "I'm Pat Lynch, president of the Police Benevolence Association speaking to you on behalf of 50,000 active and retired New York City police officers. We are the proud men and women who wear a shield on our chests and put ourselves in harm's way to protect our city. We are proud to endorse our president, Donald J. Trump, for re-election because the stakes have never been higher. Like cops across the country, we are staring down the barrel of a public safety disaster. More than one thousand people have been shot in New York City so far this year, almost 300 have been killed. These are not just numbers. These are real people. A father gunned down while holding his seven-year-old daughter's hand. A beloved neighborhood peacemaker killed by a stray bullet. A 17-year-old who made all the right choices, who worked hard to go to college and earn a sports scholarship, murdered before he could tell his mother the news. A one-year old child shot dead in his stroller. Innocent people, innocent lives were lost.  One tragedy is too many, but every day, the number keeps growing, and every day, our communities are asking us: why is this happening? The answer is simple: The Democrats have walked away from us. They have walked away from police officers and they've walked away from the innocent people we protect. Democratic politicians have surrendered our streets and our institutions. The loudest voices have taken control, and our so-called \"leaders\" are scrambling to catch up to them. In city after city, they have slashed police budgets. They have hijacked and dismantled the criminal justice system. They have passed laws that made it impossible for police officers to do our job effectively. Here's the sad truth that every cop in this country knows, the violence and chaos we're seeing now isn't a side effect. It isn't an unintended consequence, it's actually the goal. The radical left doesn't really want better policing. They don't really care about making the justice system fairer. What they want is no policing. What they want is a justice system that stops working altogether. In places where Democrats are in power, the radical left is getting exactly what they want. And our country is suffering for it.  I have been a New York City police officer for 36 years. I've spent 21 of those years protecting the cops who protect New Yorkers. I've never seen our streets go this bad so quickly. I've never heard from so many cops, from every corner of the country, who are saying the same thing: Our hands are tied. If we are going to turn the tide and restore law and order, we cannot fall into the left's trap. There is nobody who hates bad cops more than good cops, but that doesn't matter to the radical left. To them, we're all just bad, because we're all just blue. Their anti-law enforcement campaign isn't about a single incident. It isn't the result of one bad law or one bad policy. It's about a message. The message is: police officers are the enemy. The message is: criminals have the right to resist arrest. The message is: if you commit a crime, if you victimize the most vulnerable of people, the justice system will not hold you accountable. That's the message echoing through city halls and statehouses across our country. It's playing on the loop in the media. The criminals have heard that message, and they are taking full advantage. We must stop that message. We must expose the left's lies about police officers and the job we do. And we will do that, because we have something they don't. We have a real leader. We have a powerful voice and the most powerful office in our country. We have President Donald J. Trump.  Unlike the Democrats, who are running in fear of the mob in the street, President Trump has never apologized for supporting police officers and standing up for law and order. Unlike the Democrats, who froze in the face of rioting and looting, President Trump matches his words with his actions. He gives law enforcement the support and tools we need to go out there and put a stop to it -- period, end of story. It has never been harder to be a police officer in this country. But there are two things that keep us going: We look at the victims, the vulnerable, the regular working people who count on us. We keep strapping on our duty belts and bullet resistant vests because we know we can't let them down. And while we do that, we hear the words of our President, who says to police officers everywhere: I will never let you down. We know that he hasn't and we know that he won't. We've been fortunate to have him in office these past four years and we know that we cannot afford to lose it. When it comes to your safety, your families' safety and the safety of all Americans, there's no other choice. You won't be safe in Joe Biden's America. You can have four more years of President Trump, or you can have no safety, no justice, and no peace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, FORMER NEW YORK CITY MAYOR",
      "sentences": "Good evening. My name is Rudy Giuliani, and I'm the former mayor of New York City. In 2013, my city elected a self-described progressive Democrat as mayor. New York City, once described as America's crime capitol, had become by the mid 1990s America's safest large city. Now today, my city is in shock. Murders, shootings, and violent crime are increasing at percentages unheard of in the past. We're seeing the return of rioting and looting. During riots, this Democrat mayor, like others, has often prevented the police from making arrest. And even when arrests are made, liberal, progressive DA's released the rioters so as not to disrupt the rioting. New Yorkers wonder, how did we get overwhelmed by crime so quickly and to decline so fast? Don't let Democrats do to America what they have done to New York. Again, the Democrats are urging you to vote for an obviously defective candidate. Biden has changed his principles so often he no longer has any principles. He's a Trojan horse with Bernie, AOC, Pelosi, Black Lives Matter, and his party's entire left wing just waiting to execute their pro-criminal, anti- police socialist policies. The whole unprecedented wave of lawlessness began with a truly just cause, the unforgivable police killing of George Floyd in Minneapolis. Peaceful protests began all over the land. The condemnation of the killing was universal, from President Trump to Democrat leaders. It seemed, for a few brief shining moments, Democrat and Republican leaders would come together with a unified proposal to reduce police misconduct. This possibility was very dangerous to the left. They had a president to beat and a country to destroy, and although an agreement on action against police brutality would be very valuable for the country, it would also make President Trump appeared to be an effective leader. They could have none of that.  So Black Lives Matter and Antifa sprang into action, and in a flash, they hijacked the peaceful protests into vicious, brutal riots. Soon protests turned into riots in many other American cities, almost all Democrat. Businesses were burned and crushed, people beaten, shot and killed. Police officers routinely assaulted, badly beaten, and occasionally murdered, and the police handcuffed by progressive Democrat mayors from doing anything but observe the crimes and absorb the blows. But the worst of it was the slaughter of innocent young people with their whole lives ahead of them. The murder of four-year-old LeGend Taliferro in Kansas City shocked the nation, but not Black Lives Matter, or there are many Democrats supporters. Seventeen-year-old basketball star Brandon Hendricks was killed in the Bronx just days after graduating high school and on his way to St. John's to play basketball. He passed with only a brief mention. One-year-old Davell Gardner Jr. was shot and killed in a stroller at a cookout in Brooklyn, and it caused no outrage. For President Trump and for us Republicans, all Black Lives Matter, and the lives of LeGend and Brandon and Davell matter to us, all lives matter to us. These continuous riots and democratic cities gives you a good view of the future under Biden. All five of the top cities for homicides, like the top cities for rioting and looting, are governed by progressive Democrats using the progressive Democrat approach to crime, which is to do nothing substantive to reduce it. To release prisoners, as many and as soon as possible, and to go to war with the police, the only group with the capability to protect your citizens. It is clear that a vote for Biden and the Democrats creates the risk that you will bring this lawlessness to your city, to your town, to your suburb. There is no question that this awesome job of restoring safety for our people cannot be done from your basement, Joe. There's also no question that President Trump will fight with all his strengths to preserve the American system of government and our way of life. In critical times in our history, America has always been blessed with the right person to handle the crisis. Washington, Lincoln, Roosevelt, Reagan were perfect for the challenges they faced and brought our nation through gloriously. President Trump, with his boundless love of our country and all our people, his disciplined work ethic, his exceptional ability to inspire and his deep understanding of our system of government and the strength of American values is the man we can trust to preserve and even improve our way of life. Mr. President, make our nation safe again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, that was America's Mayor Rudy Giuliani. We have to take a quick 60 second one-minute commercial break. Stay with us. More of \"Hannity\" and continuing from the RNC convention in 60 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to \"Hannity\". Our coverage of the final night of the RNC. So, let's listen back into the RNC. Senator Tom Cotton is about to address the convention. Let's listen in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TOM COTTON, R-AR",
      "sentences": "Good evening. I'm Senator Tom Cotton. A lot's changed in four years. Back then, we gathered in a rowdy arena. Tonight, you're probably at home, while I stand alone. Stands Alone, that was the motto of my old Army unit, the 506th Infantry, the original Band of Brothers. From the Normandy beaches to the Iraqi desert, we fought alongside each other, but we were always prepared to stand alone. And so it is with our nation, we lead the free world, but we'll stand alone if we must to defend America. Donald Trump understands this. He puts America first. That's why America is safer now than four years ago, but Joe Biden would return us to a weak and dangerous past. Barack Obama's own secretary of defense said Joe Biden has been wrong on nearly every major national security decision over the past four decades. So let's compare the records of Joe Biden and Donald Trump. Joe Biden slashed defense spending again and again. President Trump rebuilt our military and added the Space Force. Joe Biden let ISIS terrorists rampage across the Middle East. President Trump eliminated ISIS' leader and destroyed its caliphate. Joe Biden opposed the mission to kill Osama bin Laden. President Trump avenged the murder of hundreds of Americans by killing Iran's terrorists mastermind, Qasem Soleimani. Joe Biden sent pallets of cash to the Ayatollahs. President Trump ripped up the dangerous Iran nuclear deal. Joe Biden treated Israel like a nuisance. President trump moved our embassy to Jerusalem and brokered peace deals in the Middle East. Joe Biden coddled socialist dictators in Cuba and Venezuela. President Trump fights against communism in America's backyard and around the world. And on the Communist Party of China, there is no comparison. Joe Biden aided and abetted China's rise for 50 years with terrible trade deals that closed our factories and laid off our workers. President Trump stands up the China's cheating and stealing and lying. Joe Biden allowed Chinese fentanyl to flood across our southern border. President Trump sanctioned Chinese drug dealers for poisoning our kids. Joe Biden said Chinese communist aren't even our competitor, aren't bad folks, just months before they unleashed this plague on the world. President Trump is clear-eyed about the Chinese threat and he is making China pay. But China's not giving up. In fact, they're rooting for Joe Biden. America's other enemies won't give up either. But Joe Biden would be as wrong and weak over the next four years as he has been for the last 50. We need a president who stands up for America, not one who takes a knee strong. A strong and proud America is a safe America, safe from our enemies and safe from war. No one who's seen the face of war desires to see it again. Too many of our fellow Americans are already honored at the hallowed grounds of Arlington. But if we want peace, we must be strong. Weakness is provocative. President Trump's strength has kept us out of war. Joe Biden won't stand up for America. Donald Trump will. So this November, let's stand with the president and vote to keep America great. MARSHA MUELLER, DAUGHTER KAYLA WAS KILLED IN 2015 AFTER ISIS ABDUCTION: My name is Marsha Mueller. This is our husband Carl. Our daughter Kayla was taken as a hostage and murdered by ISIS. From a young age, Kayla was amazing. She taught herself languages, how to write music, how to play guitar. She worked with troubled youth, military veterans, and Native Americans. Everywhere Kayla went, people smiled. Kayla had a gift to be able to see the world through some one else's eyes. She became a humanitarian aid worker. And when she was helping children at an orphanage in India, Kayla wrote, I find God in the suffering eyes reflected in mine. If this is how you are revealed to me, this is how I will forever seek you. She went to Turkey to help Syrian refugees in 2012. In August, 2013, she was asked by another aid worker to cross the border into Syria to help at a hospital. On August 4th, 2013, ISIS terrorists stopped her vehicle and took her captive. CARL MUELLER, DAUGHTER KAYLA WAS KILLED IN 2015 AFTER ISIS ABDUCTION: Kayla was mostly held in a 12x12 cell in solitary confinement. It was cold and dirty. ISIS terrorists shined bright lights in her face. They shaved her head. They beat her and tortured her. The leader of ISIS, Abu Bakr al- Baghdadi, raped her repeatedly for 18 months. She endured. And we endured in agonizing back and forth between us, the Obama administration, and ISIS. We put all our faith in the government but the government let us down. President Obama refused to meet with us until ISIS had already beheaded other Americans. To this day, we never heard from Joe Biden. Instead the Obama administration hid behind policy so much that we felt hopeless whether they kept us from negotiating to save Kayla's life. The administration showed more concern for the terrorists in Guantanamo than the American hostages in Syria. The military prepared a rescue mission but the White House delayed it. By the time it went forward, Kayla had been moved to another location. After 18 months of brutal torture, we learned from ISIS that Kayla had been killed. The Obama administration kept telling us they were doing everything they could but their version of everything wasn't enough. What a difference the president makes. Under president Trump, U.S. Army special operators conducted a raid on the compound. After we learned that al-Baghdadi was killed, we learned something else. The operators named themselves task force 814 after August 14, Kayla's birthday. And the mission was named Operation Kayla Mueller. To those soldiers, thank you. Kayla was looking down on you. The Trump team gave us empathy we never received from the Obama administration. The Obama administration said it was doing everything it could. The Trump administration is. Let me just say this, Kayla should be here. If Donald Trump had been president when Kayla was captured, she would be here today. When Kayla was a hostage, I'd go outside at night and look at the moon. I'd look at the moon and promise her I would do everything I could to get her home. Now, when I see a moon I'm reminded of my promise to her I couldn't keep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHA MUELLER",
      "sentences": "All Kayla wanted was to make it home. We are still working to find her and God willing we will bring her home. Kayla was born a miracle. We were told we would never have a second child. If God gave us Kayla, and she gave herself to the world. Eight months into Kayla's captivity, another hostage was able to smuggle out a letter Kayla had written. As we read it we could see that God was holding her in his arms. In her words, she felt tenderly cradled in free fall. She also wrote: I have been shown in darkness light and learned in prison, one can be free. I am grateful. I have had many hours to think how only in your absence have I finally at 25 years old come to realize your place in my life. None of us could have known it would be this long but know I am also fighting for my side in the way I am able and I have a lot of fight left in me. I am not breaking down and I will not give in no matter how long it takes. Kayla taught me so many things as her mom. She's still teaching us. Carl and I support Donald Trump because of his commitment to make and keep America great not with the power of the government but with the passion of people like Kayla. Americans who even in the darkest days always have more fight left inside of them. Americans who don't just talk, they act. That was our daughter. That's President Trump. As long as we stay strong like Kayla, as long as we refuse to break, we will be great. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALICE MARIE JOHNSON, CRIMINAL JUSTICE REFORM ADVOCATE",
      "sentences": "I'm free to hug my family. I'm free to start over. This is the greatest day of my life. My heart is bursting with gratitude. I want to thank President Donald John Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Almost all people said that criminal justice reform would never pass. But we came together as a group and worked across party lines and we got it done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "I'm an example of a woman who has been given a second chance in life. God bless you and God bless America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Good evening. I'm Alice Marie Johnson. I was once told that the only way I would ever be reunited with my family would be as a corpse. But by the grace of God and the compassion by President Donald John Trump, I stand before you tonight, and I assure you, I'm not a ghost. I alive, I am well, and most importantly, I am free. In 1996, I began serving time in prison, life plus 25 years. I had never been in trouble. I was a first-time nonviolent offender. What I did was wrong. I made decisions that I regret. Some say, you do the crime, you do the time. However, that time should be fair and just. We've all made mistakes. None of us want to be defined forever based on our worst decision. While in prison, I became a playwright, a mentor, a certified hospice volunteer, an ordained minister, and received the Special Olympics event coordinator of the year award for my work with disabled women. Because the only thing worse than unjustly imprisoning my body is trying to imprison my mind. My transformation was described as extraordinary. Truth is, there are thousands of people just like me who deserve the opportunity to come home. I never stopped fighting for my freedom. My Christian faith and the prayers of so many kept hope alive. When President Trump heard about me, about the injustice of my story, he saw me as a person. He had compassion, and he acted. Free in body thanks to President Trump, but free in mind thanks to the almighty God. I couldn't believe it. I always remembered that God knew my name, even in my darkest hour, but I never thought a president would. When I was released on June 6, 2018, I ran across that road and hugged my grandchildren for the first time. I'll never forget that feeling. And then I remembered the promise I had made to the men and women I left behind, that I would never stop fighting for them, and I haven't. I'm using my voice to tell their stories. And I pray that my face reminds you of those forgotten faces. Six months after President Trump granted me a second chance, he signed the First Step Act into law. It was real justice reform. And it brought joy, hope, and freedom to thousands of well deserving people. I hollered hallelujah, my faith in justice and mercy was rewarded. Imagine, getting to hug your loved ones again, and to think, this first step meant so much to so many, I can't wait because we are just getting started. The nearly 22 years I spent in prison were not wasted. God had a purpose and a plan for my life. I was not delayed or denied, I was destined for such a time as this. I pray that you will not just hear this message. By your story and your compassion will lead you to take action for those who are forgotten. That's what our president, Donald Trump, did for me. And for that, I will be forever grateful. God bless you, God bless President Trump, and God bless America. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's a friend of this program, Alice Marie Johnson. What a phenomenal story. All right. \"Hannity\" is coming to a conclusion. Night four of our coverage of the Republican national convention, but the night is getting started. In just a few moments, Ivanka Trump will address this big crowd here on the south lawn of the White House in the RNC. And then the president, Donald Trump, will deliver his keynote address and officially accept the Republican nomination right here at the White House. You notice a big difference from last Tuesday, or Thursday rather when Joe Biden gave an incredibly dull, boring speech to an empty room. He's talking about shutting the country down again. In 68 days, it's your choice, the most consequential election in our lifetime, our futures all depend on it, our children and our grandchildren. Thank you. This Sunday, again, in The New York Times, it will be number one, \"Live Free or Die: America on the Brink\". Thank you for that but I mean it. Stay with the Fox News Channel for continuing coverage. Bret, Martha, and Laura Ingraham all coming up, straight ahead. END Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "Welcome to \"Hannity\". Now, you're just listening to the Senate Majority Leader Mitch McConnell, and we are broadcasting live from the White House, on the south lawn, with the president of the United States, Donald J. Trump, is set to address the nation. That's just moments away. Of course, we will take you there live as it happens. It is the grand finale of the Republican National Convention. The theme tonight is America, land of greatness. And coming up, we're told the president will draw a sharp contrast between his pro-growth, pro-liberty freedom, pro-security agenda and the radical socialist platform of his opponent, the weak, the frail, the corrupt career politician 50 years in the swamp that is Joe Biden, the forget until one, decades in Washington with little to nothing to show for his efforts. Before the president steps up to the podium, we will also hear from Ivanka Trump, America's Mayor Rudy Giuliani, HUD Secretary Ben Carson, Senator Tom Cotton, Alice Marie Johnson, friend of this program and so many more. Once again for the hour, we will have full coverage of the convention, so sit tight, buckle up, crack a beer, and guess what. Right now, it's night four of the Republican national convention and is now officially under way. Thanks for watching \"Hannity\". Thanks for watching Fox."
    },
    {
      "speaker": "DANA WHITE, PRESIDENT, UFC",
      "utterance": "Hey, everyone. I am Dana White, the President of the UFC. Many of you know who I am, what I do, and that I am friends with the President. I spoke at this convention four years ago and I'm back because I believe we need President Trump's leadership now more than ever. Before the pandemic, President Trump built the greatest economy in our nation's history and created opportunities for all Americans like no one before him. Financial markets hit all time highs, unemployment was at an all time low, and we weren't facing the lawless destruction that now is occurring in a few of our great cities. It blows my mind how quickly some of the leadership in this country has forgotten the critical role first responders play in our society. Police departments, and other law enforcement, even some fire departments have faced opposition from many in this country, but they are always the people who are asked to step up when things are at their worst and put themselves at risk. That has certainly been the case during this ongoing pandemic. Come on, America. Defunding these vital positions is not the answer. The first responders have always taken care of us, and now more than ever, we need to take care of them. Now let's talk about COVID and let's be very honest about it. No one person and no one place could have anticipated the challenges that COVID would bring. But President Trump has faced all these obstacles head on. He immediately put protective measures in place, and he reached out to the best and the brightest leading American businesses across all industries to discuss what he and his administration could do to get the economy back up and running safely. Let me give you more detail. In early April, President Trump organized a task force of business leaders across the country, and I was fortunate enough to serve on that task force. Firsthand, I had the opportunity to witness how hardworking and determined President Trump was to solve unprecedented problems our country was facing. I personally observed his ability to listen and understand the issues impacting Americans of all backgrounds. It was clear. His highest priority was always the health and safety of everyone in our country, not just Republicans, not just supporters, but every single American. President Trump recognized that one of the small ways to instill a sense of normalcy in people's lives was to bring back entertainment options. The President went above and beyond to help all sports leagues involved figure out a way to overcome the challenges of staging live professional sporting events in the middle of a pandemic. And you know what? We did it. The UFC was the first to do it and we are continuing to do it. Now, other sports have joined us and some of the lessons learned are being used to help reopen other types of businesses and schools. Make no mistake about it. We still have a long way to go. And that is why we need a leader with President Trump's unique attributes at this critical time. I have said it before, and I will say it again. He is one of the most loyal human beings I have ever met. The man has unstoppable energy. No one, and I mean no one is going to outwork this guy. But most importantly, he truly loves and believes in our country. He believes in the people of this country. America is a place everyone wants a solid job. They want to take care of their family. They want to support the community, assist the less fortunate, and enjoy the freedom this country has provided to all of us. While we have certainly experienced a ton of negativity in 2020, President Trump's mindset is to work tirelessly, to find solutions to problems and help restore America. He did it once and I'm telling you right now, he will do it again. And remember, President Trump may be the only president in modern times who has actually done everything he said he would do during his campaign."
    },
    {
      "speaker": "There's this quote that I love from Ronald Reagan where he said",
      "utterance": "There isn't any problem we can't solve if government will give us the facts, tell us what needs to be done, then get out of the way and let us have at it. And what that means to me is as Americans, we work hard to overcome adversity and we face the tough times head on. Irrespective of your gender, race, religion, or sexual orientation, what unites us as a nation is freedom, equality, and opportunity. That's what it means to be an American. Ladies and gentlemen, let's re-elect President Trump. Let's figure out what the problems are and continue to find solutions to those problems. Then let's get to work. I'd like to close with this. While it's critically important to re-elect President Trump, this pandemic has also taught us to be very, very careful who you select as your next governor, senator, congressperson and mayor. It is so important to vote. And don't think that your vote doesn't matter, because to be honest with you, it has never mattered more than it does right now. Thank you and have a great evening, America."
    },
    {
      "speaker": "SEAN REYES, UTAH ATTORNEY GENERAL",
      "utterance": "Buenas tardes, konbanwa, magandang gabi po, aloha, and good evening. I'm Utah Attorney General Sean Reyes. I'm a proud American and proud descendant of warrior ancestors, women and men alike for Hawaiian, Filipino, Japanese and Spanish heritage. My father demonstrated his warrior spirit over 50 years ago fighting the dictator in his homeland, the Philippines. Barely escaping with his life, he started anew in America. He arrived with nothing but faith, determination, and a willingness to work hard. He lived the American dream, moving businesses, a family, and seeing me become Utah's first minority statewide elected official. Today, I channel my warrior roots by battling human trafficking. I've been able to lead some of the largest trafficking prosecutions in America and travel to foreign countries working with law enforcement and NGOs to dismantle trafficking networks. And rescue people from the most brutal conditions imaginable. Young girls and women sold into sex slavery. Young boys and men forced into labor servitude, illegal adoptions, organ harvesting, human life utterly debased. President Donald Trump is a fierce warrior against human trafficking. How do I know? Early in 2017 I had occasion to visit with him about our rescues. He asked insightful questions, expressed deep concern for victims, overwhelmed with compassion, he promised to attack this evil. President Trump summoned Ivanka and leaders from his cabinet, directing resources and hundreds of millions of dollars for raising awareness, liberating victims, prosecuting predators, and empowering survivors. Together, they've done more to combat human trafficking than any administration in modern history. Now, that's a promise kept. President Trump's taken similar aggressive actions to break the chains of drug addiction and improve mental and behavioral health. He declared the opioid epidemic a national public health emergency and made available billions of dollars to confront this threat. He also signed a bill creating a phone number like 911 but for mental health. When activated, 988 will be a lifeline for those struggling with thoughts of suicide, depression, addiction, self harm, or even hurting others. It will save countless American lives. A few months ago, my father, my warrior hero, lost his fight with cancer. When he passed, he had by his bed side a scripture, family photos, and a pen President Trump gave me to give him. Dad loved that pen. It represented freedom to him, the freedom that only exists when some one is willing to fight for it. To my father, President Trump is that ultimate warrior fighting for our freedom. If you listen to Democrats, the media, and liberal elite, they will tell you that America's light doesn't shine as brightly around the world as it once did. That is simply not true. The same light that brought my father to America inspires the desperate and downtrodden equally today. And, believe me, interact with some of the most marginalized victims on earth. And they love America. They love President Trump because he's fighting for their freedom and America's freedom. Thank you, President Trump. God bless you, and God bless America, this land of greatness."
    },
    {
      "speaker": "DEBBIE FLOOD, MELRON CORPORATION PRESIDENT",
      "utterance": "My name is Debbie Flood, I own a small foundry and machine shop in Wisconsin that manufactures cast bronze architectural hardware. My father who was a World War II veteran started the business with used equipment and the American dream. Today, we are one of the only U.S. companies left to make our product from start to finish under one roof. We really make things and we love it. When we lost nearly 50 percent of our business to China in the mid 2000s we wondered how a small company like ours could continue to compete. At that time, Joe Biden was a senator. He voted to normalize trade with China and helped pave the way for them to join the WTO, even though they were hurting American companies like ours. But we were tenacious and we're creative. We took a risk and purchased a 3D printer. 3D printing technology allows to us do things that China can't. Now, we can take a customer's idea from sketch to sample to production in just a few weeks. This opened up new opportunities for us."
    },
    {
      "speaker": "Later, we fought our way through the great recession. And Donald Trump was elected and we breathed a sigh of relief. He actually fought for American workers and American craftsmen. He actually cared about bringing back those three beautiful words",
      "utterance": "Made in America. We no longer had to succeed despite government, now the government was on our side. We enjoyed a thriving economy, stimulated by President Trump's pro-business and pro-worker policies. Thanks to the Trump tax cuts, I've been able to raise my employees' wages. So, they got a pay raise and a tax cut. Even in the face of the pandemic, the president doubled down on his support for business, thanks to President Trump, our business was approved for the Paycheck Protection Program. That allowed us to keep our people working at a time when the future was very uncertain. Our president understands that the best solutions unleash the innovation of American entrepreneurs and the creativity of American workers. Joe Biden doesn't really know anything about business or creating jobs. He spent 47 years in government and it's doubtful he will finally figure it out in the year 48. He pushed to raise our taxes and bring back excessive regulations. I own a business whose mission it is to solve problems. Anything can be solved with a little creativity. It takes courage, commitment, and ideas. And those are all things that come naturally to President Trump. And that's why he has my support."
    },
    {
      "speaker": "SUBTITLE",
      "utterance": "President Trump promised to deliver real change for the residents of our nation's cities. He kept that promise."
    },
    {
      "speaker": "JUDY SMITH",
      "utterance": "My name is Judy Smith."
    },
    {
      "speaker": "MANUEL MARTINEZ",
      "utterance": "My name is Manuel Martinez."
    },
    {
      "speaker": "CLAUDIA PEREZ",
      "utterance": "My name is Claudia Perez."
    },
    {
      "speaker": "SMITH",
      "utterance": "I live in New York City public housing."
    },
    {
      "speaker": "MARTINEZ",
      "utterance": "I'm the resident council president for Jamaica house."
    },
    {
      "speaker": "PEREZ",
      "utterance": "I am resident council president of Washington houses, which is a Spanish Harlem."
    },
    {
      "speaker": "CARMEN QUINONES",
      "utterance": "My name is Carmen Quinones and I'm the president of Douglas Houses, 3,500 strong residents here, and I am a life-long Democrat. I would really hate to get started on this mayor."
    },
    {
      "speaker": "PEREZ",
      "utterance": "Bill de Blasio and the way he has dealt with public housing residents is disgraceful."
    },
    {
      "speaker": "QUINONES",
      "utterance": "This mayor has made our lives here, I think every housing development, very uncomfortable."
    },
    {
      "speaker": "MARTINEZ",
      "utterance": "Under the Trump administration, New York City Housing Authority has received an influx of cash that it has not seen since 1997."
    },
    {
      "speaker": "SMITH",
      "utterance": "I'm grateful for the spotlight that President Trump is putting on New York City public housing. I think it's wrong that the Democrats put illegal immigrants before black Americans. How is it that we have people waiting on the waiting list for New York City public housing for ten years or more but yet we have illegal immigrants living here. Something is wrong with that picture."
    },
    {
      "speaker": "MARTINEZ",
      "utterance": "Since HUD came in with Lynn Patton as regional director for HUD, it helped us identify solutions, long systemic problems that we are now putting on the table and having discussions on."
    },
    {
      "speaker": "PEREZ",
      "utterance": "President Trumped administration has opened their ear and have listened. There has been improvement in public housing. Very appreciative of this administration that has come and shined a light on what is going on and bringing real solutions to a real problem."
    },
    {
      "speaker": "ANN DORN, WIDOW OF RETIRED ST. LOUIS POLICE CAPTAIN DAVID DORN",
      "utterance": "Hello. My name is Ann Dorn. I'd like to introduce you to my husband David. Father of five. Brother to 12. Grandfather of 10. Friend to thousands. He was the most kind, dedicated, loving life partner I could ever hope for. He had a big smile and a heart to match. He was blessed with the gift of gab, and that gift enabled him to touch souls and inspire people, especially young people. Oh, how he loved kids. And they really loved him back. Dave was all about service. He served 38 years in the St. Louis Metropolitan Police Department and six years as Chief of Police at the Moline Acres Police Department. After 44 years, he retired from law enforcement, but he never retired from helping a friend in need. Since he befriended every person he met, he was a very busy man. One example of that was his friendship with a young man named Lee. Dave met him when Lee was just a kid, after members of his family were attacked and murdered. Dave took a special interest in the boy. They bonded, and their friendship grew and remained strong through the years. Lee eventually opened a pawnshop. He trusted Dave implicitly and asked him to help with security. Dave readily agreed. Whenever the shop's alarm would go off, the alarm company called Dave, and he would investigate. If he got a call after I went to bed, he would wake me up to tell me he was going to Lee's just to make sure everything was all right. Most of the time, they were false alarms -- triggered by storms or animals -- but I never rested easy until I heard Dave's key turn the door knowing he was home safe. The alarm that went off the morning of June 2nd was for real. It was a violent night in St. Louis. Four police officers were shot. Others were hit with rocks and fireworks. At least five businesses were damaged, looted, or set on fire. As the officer wellness coordinator and CIT coordinator with the police department, I was keenly aware of the rioting and spent the evening getting ready to mobilize support efforts for officers who were impacted. After I had gone to bed, Dave received a call from Lee's alarm company. The front door of the pawnshop had been breached. This time, he didn't wake me up to tell me. He probably knew I would have tried to stop him or insisted on going with him. As I slept, looters were ransacking the shop. They shot and killed Dave in cold blood and livestreamed the execution and his last moments on this earth. Dave's grandson was watching the video on Facebook in real time, not realizing he was watching his own grandfather dying on the sidewalk. I learned of all this around 4:00 a.m. when our doorbell rang. The Chief of Police was standing outside. I wondered why Dave had not answered the door. It wasn't uncommon for him to be up watching TV at that time. I called out to him several times. No reply. He wasn't there. I let in the chief. And fighting back tears, he uttered the words every officer's spouse dreads. I re-live that horror in my mind every single day. My hope is that having you re-live it with me now will help shake this country from this nightmare we are witnessing in our cities and bring about positive, peaceful change. How did we get to this point where so many young people are so callous and indifferent towards human life? This isn't a video game where you can commit mayhem and then hit \"reset\" and bring all the characters back to life. David is never -- is never coming back. He was murdered by people who didn't know, and just didn't care, he would have done anything to help them. Violence and destruction are not legitimate forms of protest. They do not safeguard black lives. They destroy them. President Trump understands this and has offered federal help to restore order in our communities. In a time when police departments are short on resources and manpower, we need that help. We should accept that help. We must heal before we can effect change, but we cannot heal amid devastation and chaos. President Trump knows we need more Davids in our communities, not fewer. We need to come together in Peace and remember that every life is precious."
    },
    {
      "speaker": "BEN CARSON, SECRETARY OF HOUSING AND URBAN DEVELOPMENT",
      "utterance": "Good evening. I'm Ben Carson, a retired neurosurgeon and a public servant. Before I begin, I'd like to say that our hearts go out to the Blake family and other families who've been impacted by the tragic events in Kenosha. As Jacob's mother has urged the country, lets use our hearts, our love and our intelligence to work together, to show the rest of the world how humans are supposed to treat each other. America is great when we behave greatly. In order to succeed in change, we must first come together in love of our fellow citizens. History reminds us that necessary change comes through hope and love, not senseless and destructive violence."
    },
    {
      "speaker": "Abraham Lincoln once said to America divided that, quote",
      "utterance": "Your purpose then, plainly stated, is that you will destroy the government unless you be allowed construe and enforce the Constitution as you please on all points in dispute between you and us. You will rule or ruin in all events, unquote. These words of warning are relevant today. We have a choice. Do we want big government that controls our lives from cradle-to-grave? Or do we believe in the power and wisdom of the people and their ability to self govern, with help from a limited federal government? Our president, Donald J. Trump, believes in the people. He is one of us. He makes promises and he keeps them. He is transparent, and we certainly know what he's thinking. He does not submit to political correctness or its enforcers, the media. He is real. Right now, we need real. We need courage. We can't cower in the corner and hope that no one calls us a name, believing that will keep us safe. That is not courage and that will not lead us to a good and just place. We must remember all those who sacrificed everything in order to give us freedom, and we must be willing to do the same for those who come after us. President Trump does not dabble in identity politics. He wants everyone to succeed, and believes in adage, \"a rising tide lifts all boats\". Many on the other side love to incite division by claiming that President Trump is a racist. They could not be more wrong. Years ago, Jesse Jackson gave Donald Trump an award for the economic opportunities he created for black people. In Palm Beach, Florida, Donald Trump led a crusade to allow blacks and Jews in private clubs and resorts. One of the first things he did as president was bring the Office of Historically Black Colleges and Universities into the White House, so that it could get proper attention and financial support. Before the pandemic, African American unemployment was at an all-time low. President Trump accomplished prison reform. He created incentives to encourage investors to become involved with economically deprived areas of America. He strongly supports school choice, fully recognizing that no matter what circumstances a person is born into, they can achieve success with a good education. It was true for me. When my mother forced me to read books about doctors and entrepreneurs and inventors and scientists, I began to recognize that the person who has most to do what happens to you in life is you."
    },
    {
      "speaker": "My mother always told me",
      "utterance": "Ben, you can do anything, but I will never allow you to become a victim. It was then that I stopped listening to people who were trying to convince me that I was a victim, and that others were responsible for my victimhood. What is racist is the fact that African Americans have the highest abortion rate. President Trump is the most pro-life president in the country's history. He will continue to fight for those who cannot yet speak. The vision of a shining city up on a hill came from Jesus' Sermon on the Mount. America is that shiny city. We are the beacon of hope for the world. At this moment in time, President Donald Trump is the man with the courage, the vision and ability to keep it shining brightly."
    },
    {
      "speaker": "PAT LYNCH, NYPD UNION LEADER",
      "utterance": "I'm Pat Lynch, president of the Police Benevolence Association speaking to you on behalf of 50,000 active and retired New York City police officers. We are the proud men and women who wear a shield on our chests and put ourselves in harm's way to protect our city. We are proud to endorse our president, Donald J. Trump, for re-election because the stakes have never been higher. Like cops across the country, we are staring down the barrel of a public safety disaster. More than one thousand people have been shot in New York City so far this year, almost 300 have been killed. These are not just numbers. These are real people. A father gunned down while holding his seven-year-old daughter's hand. A beloved neighborhood peacemaker killed by a stray bullet. A 17-year-old who made all the right choices, who worked hard to go to college and earn a sports scholarship, murdered before he could tell his mother the news. A one-year old child shot dead in his stroller. Innocent people, innocent lives were lost."
    },
    {
      "speaker": "One tragedy is too many, but every day, the number keeps growing, and every day, our communities are asking us",
      "utterance": "why is this happening?"
    },
    {
      "speaker": "The answer is simple",
      "utterance": "The Democrats have walked away from us. They have walked away from police officers and they've walked away from the innocent people we protect. Democratic politicians have surrendered our streets and our institutions. The loudest voices have taken control, and our so-called \"leaders\" are scrambling to catch up to them. In city after city, they have slashed police budgets. They have hijacked and dismantled the criminal justice system. They have passed laws that made it impossible for police officers to do our job effectively. Here's the sad truth that every cop in this country knows, the violence and chaos we're seeing now isn't a side effect. It isn't an unintended consequence, it's actually the goal. The radical left doesn't really want better policing. They don't really care about making the justice system fairer. What they want is no policing. What they want is a justice system that stops working altogether. In places where Democrats are in power, the radical left is getting exactly what they want. And our country is suffering for it. I have been a New York City police officer for 36 years. I've spent 21 of those years protecting the cops who protect New Yorkers. I've never seen our streets go this bad so quickly. I've never heard from so many cops, from every corner of the country, who are saying the same thing: Our hands are tied. If we are going to turn the tide and restore law and order, we cannot fall into the left's trap. There is nobody who hates bad cops more than good cops, but that doesn't matter to the radical left. To them, we're all just bad, because we're all just blue. Their anti-law enforcement campaign isn't about a single incident. It isn't the result of one bad law or one bad policy. It's about a message."
    },
    {
      "speaker": "The message is",
      "utterance": "police officers are the enemy. The message is: criminals have the right to resist arrest. The message is: if you commit a crime, if you victimize the most vulnerable of people, the justice system will not hold you accountable. That's the message echoing through city halls and statehouses across our country. It's playing on the loop in the media. The criminals have heard that message, and they are taking full advantage. We must stop that message. We must expose the left's lies about police officers and the job we do. And we will do that, because we have something they don't. We have a real leader. We have a powerful voice and the most powerful office in our country. We have President Donald J. Trump. Unlike the Democrats, who are running in fear of the mob in the street, President Trump has never apologized for supporting police officers and standing up for law and order. Unlike the Democrats, who froze in the face of rioting and looting, President Trump matches his words with his actions. He gives law enforcement the support and tools we need to go out there and put a stop to it -- period, end of story."
    },
    {
      "speaker": "It has never been harder to be a police officer in this country. But there are two things that keep us going",
      "utterance": "We look at the victims, the vulnerable, the regular working people who count on us. We keep strapping on our duty belts and bullet resistant vests because we know we can't let them down."
    },
    {
      "speaker": "And while we do that, we hear the words of our President, who says to police officers everywhere",
      "utterance": "I will never let you down. We know that he hasn't and we know that he won't. We've been fortunate to have him in office these past four years and we know that we cannot afford to lose it. When it comes to your safety, your families' safety and the safety of all Americans, there's no other choice. You won't be safe in Joe Biden's America. You can have four more years of President Trump, or you can have no safety, no justice, and no peace."
    },
    {
      "speaker": "RUDY GIULIANI, FORMER NEW YORK CITY MAYOR",
      "utterance": "Good evening. My name is Rudy Giuliani, and I'm the former mayor of New York City. In 2013, my city elected a self-described progressive Democrat as mayor. New York City, once described as America's crime capitol, had become by the mid 1990s America's safest large city. Now today, my city is in shock. Murders, shootings, and violent crime are increasing at percentages unheard of in the past. We're seeing the return of rioting and looting. During riots, this Democrat mayor, like others, has often prevented the police from making arrest. And even when arrests are made, liberal, progressive DA's released the rioters so as not to disrupt the rioting. New Yorkers wonder, how did we get overwhelmed by crime so quickly and to decline so fast? Don't let Democrats do to America what they have done to New York. Again, the Democrats are urging you to vote for an obviously defective candidate. Biden has changed his principles so often he no longer has any principles. He's a Trojan horse with Bernie, AOC, Pelosi, Black Lives Matter, and his party's entire left wing just waiting to execute their pro-criminal, anti- police socialist policies. The whole unprecedented wave of lawlessness began with a truly just cause, the unforgivable police killing of George Floyd in Minneapolis. Peaceful protests began all over the land. The condemnation of the killing was universal, from President Trump to Democrat leaders. It seemed, for a few brief shining moments, Democrat and Republican leaders would come together with a unified proposal to reduce police misconduct. This possibility was very dangerous to the left. They had a president to beat and a country to destroy, and although an agreement on action against police brutality would be very valuable for the country, it would also make President Trump appeared to be an effective leader. They could have none of that. So Black Lives Matter and Antifa sprang into action, and in a flash, they hijacked the peaceful protests into vicious, brutal riots. Soon protests turned into riots in many other American cities, almost all Democrat. Businesses were burned and crushed, people beaten, shot and killed. Police officers routinely assaulted, badly beaten, and occasionally murdered, and the police handcuffed by progressive Democrat mayors from doing anything but observe the crimes and absorb the blows. But the worst of it was the slaughter of innocent young people with their whole lives ahead of them. The murder of four-year-old LeGend Taliferro in Kansas City shocked the nation, but not Black Lives Matter, or there are many Democrats supporters. Seventeen-year-old basketball star Brandon Hendricks was killed in the Bronx just days after graduating high school and on his way to St. John's to play basketball. He passed with only a brief mention. One-year-old Davell Gardner Jr. was shot and killed in a stroller at a cookout in Brooklyn, and it caused no outrage. For President Trump and for us Republicans, all Black Lives Matter, and the lives of LeGend and Brandon and Davell matter to us, all lives matter to us. These continuous riots and democratic cities gives you a good view of the future under Biden. All five of the top cities for homicides, like the top cities for rioting and looting, are governed by progressive Democrats using the progressive Democrat approach to crime, which is to do nothing substantive to reduce it. To release prisoners, as many and as soon as possible, and to go to war with the police, the only group with the capability to protect your citizens. It is clear that a vote for Biden and the Democrats creates the risk that you will bring this lawlessness to your city, to your town, to your suburb. There is no question that this awesome job of restoring safety for our people cannot be done from your basement, Joe. There's also no question that President Trump will fight with all his strengths to preserve the American system of government and our way of life. In critical times in our history, America has always been blessed with the right person to handle the crisis. Washington, Lincoln, Roosevelt, Reagan were perfect for the challenges they faced and brought our nation through gloriously. President Trump, with his boundless love of our country and all our people, his disciplined work ethic, his exceptional ability to inspire and his deep understanding of our system of government and the strength of American values is the man we can trust to preserve and even improve our way of life. Mr. President, make our nation safe again."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, that was America's Mayor Rudy Giuliani. We have to take a quick 60 second one-minute commercial break. Stay with us. More of \"Hannity\" and continuing from the RNC convention in 60 seconds."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to \"Hannity\". Our coverage of the final night of the RNC. So, let's listen back into the RNC. Senator Tom Cotton is about to address the convention. Let's listen in."
    },
    {
      "speaker": "SEN. TOM COTTON, R-AR",
      "utterance": "Good evening. I'm Senator Tom Cotton. A lot's changed in four years. Back then, we gathered in a rowdy arena. Tonight, you're probably at home, while I stand alone. Stands Alone, that was the motto of my old Army unit, the 506th Infantry, the original Band of Brothers. From the Normandy beaches to the Iraqi desert, we fought alongside each other, but we were always prepared to stand alone. And so it is with our nation, we lead the free world, but we'll stand alone if we must to defend America. Donald Trump understands this. He puts America first. That's why America is safer now than four years ago, but Joe Biden would return us to a weak and dangerous past. Barack Obama's own secretary of defense said Joe Biden has been wrong on nearly every major national security decision over the past four decades. So let's compare the records of Joe Biden and Donald Trump. Joe Biden slashed defense spending again and again. President Trump rebuilt our military and added the Space Force. Joe Biden let ISIS terrorists rampage across the Middle East. President Trump eliminated ISIS' leader and destroyed its caliphate. Joe Biden opposed the mission to kill Osama bin Laden. President Trump avenged the murder of hundreds of Americans by killing Iran's terrorists mastermind, Qasem Soleimani. Joe Biden sent pallets of cash to the Ayatollahs. President Trump ripped up the dangerous Iran nuclear deal. Joe Biden treated Israel like a nuisance. President trump moved our embassy to Jerusalem and brokered peace deals in the Middle East. Joe Biden coddled socialist dictators in Cuba and Venezuela. President Trump fights against communism in America's backyard and around the world. And on the Communist Party of China, there is no comparison. Joe Biden aided and abetted China's rise for 50 years with terrible trade deals that closed our factories and laid off our workers. President Trump stands up the China's cheating and stealing and lying. Joe Biden allowed Chinese fentanyl to flood across our southern border. President Trump sanctioned Chinese drug dealers for poisoning our kids. Joe Biden said Chinese communist aren't even our competitor, aren't bad folks, just months before they unleashed this plague on the world. President Trump is clear-eyed about the Chinese threat and he is making China pay. But China's not giving up. In fact, they're rooting for Joe Biden. America's other enemies won't give up either. But Joe Biden would be as wrong and weak over the next four years as he has been for the last 50. We need a president who stands up for America, not one who takes a knee strong. A strong and proud America is a safe America, safe from our enemies and safe from war. No one who's seen the face of war desires to see it again. Too many of our fellow Americans are already honored at the hallowed grounds of Arlington. But if we want peace, we must be strong. Weakness is provocative. President Trump's strength has kept us out of war. Joe Biden won't stand up for America. Donald Trump will. So this November, let's stand with the president and vote to keep America great. MARSHA MUELLER, DAUGHTER KAYLA WAS KILLED IN 2015 AFTER ISIS ABDUCTION: My name is Marsha Mueller. This is our husband Carl. Our daughter Kayla was taken as a hostage and murdered by ISIS. From a young age, Kayla was amazing. She taught herself languages, how to write music, how to play guitar. She worked with troubled youth, military veterans, and Native Americans. Everywhere Kayla went, people smiled. Kayla had a gift to be able to see the world through some one else's eyes. She became a humanitarian aid worker. And when she was helping children at an orphanage in India, Kayla wrote, I find God in the suffering eyes reflected in mine. If this is how you are revealed to me, this is how I will forever seek you. She went to Turkey to help Syrian refugees in 2012. In August, 2013, she was asked by another aid worker to cross the border into Syria to help at a hospital. On August 4th, 2013, ISIS terrorists stopped her vehicle and took her captive. CARL MUELLER, DAUGHTER KAYLA WAS KILLED IN 2015 AFTER ISIS ABDUCTION: Kayla was mostly held in a 12x12 cell in solitary confinement. It was cold and dirty. ISIS terrorists shined bright lights in her face. They shaved her head. They beat her and tortured her. The leader of ISIS, Abu Bakr al- Baghdadi, raped her repeatedly for 18 months. She endured. And we endured in agonizing back and forth between us, the Obama administration, and ISIS. We put all our faith in the government but the government let us down. President Obama refused to meet with us until ISIS had already beheaded other Americans. To this day, we never heard from Joe Biden. Instead the Obama administration hid behind policy so much that we felt hopeless whether they kept us from negotiating to save Kayla's life. The administration showed more concern for the terrorists in Guantanamo than the American hostages in Syria. The military prepared a rescue mission but the White House delayed it. By the time it went forward, Kayla had been moved to another location. After 18 months of brutal torture, we learned from ISIS that Kayla had been killed. The Obama administration kept telling us they were doing everything they could but their version of everything wasn't enough. What a difference the president makes. Under president Trump, U.S. Army special operators conducted a raid on the compound. After we learned that al-Baghdadi was killed, we learned something else. The operators named themselves task force 814 after August 14, Kayla's birthday. And the mission was named Operation Kayla Mueller. To those soldiers, thank you. Kayla was looking down on you. The Trump team gave us empathy we never received from the Obama administration. The Obama administration said it was doing everything it could. The Trump administration is. Let me just say this, Kayla should be here. If Donald Trump had been president when Kayla was captured, she would be here today. When Kayla was a hostage, I'd go outside at night and look at the moon. I'd look at the moon and promise her I would do everything I could to get her home. Now, when I see a moon I'm reminded of my promise to her I couldn't keep."
    },
    {
      "speaker": "MARSHA MUELLER",
      "utterance": "All Kayla wanted was to make it home. We are still working to find her and God willing we will bring her home. Kayla was born a miracle. We were told we would never have a second child. If God gave us Kayla, and she gave herself to the world. Eight months into Kayla's captivity, another hostage was able to smuggle out a letter Kayla had written. As we read it we could see that God was holding her in his arms. In her words, she felt tenderly cradled in free fall."
    },
    {
      "speaker": "She also wrote",
      "utterance": "I have been shown in darkness light and learned in prison, one can be free. I am grateful. I have had many hours to think how only in your absence have I finally at 25 years old come to realize your place in my life. None of us could have known it would be this long but know I am also fighting for my side in the way I am able and I have a lot of fight left in me. I am not breaking down and I will not give in no matter how long it takes. Kayla taught me so many things as her mom. She's still teaching us. Carl and I support Donald Trump because of his commitment to make and keep America great not with the power of the government but with the passion of people like Kayla. Americans who even in the darkest days always have more fight left inside of them. Americans who don't just talk, they act. That was our daughter. That's President Trump. As long as we stay strong like Kayla, as long as we refuse to break, we will be great. Thank you."
    },
    {
      "speaker": "ALICE MARIE JOHNSON, CRIMINAL JUSTICE REFORM ADVOCATE",
      "utterance": "I'm free to hug my family. I'm free to start over. This is the greatest day of my life. My heart is bursting with gratitude. I want to thank President Donald John Trump."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Almost all people said that criminal justice reform would never pass. But we came together as a group and worked across party lines and we got it done."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "I'm an example of a woman who has been given a second chance in life. God bless you and God bless America."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Good evening. I'm Alice Marie Johnson. I was once told that the only way I would ever be reunited with my family would be as a corpse. But by the grace of God and the compassion by President Donald John Trump, I stand before you tonight, and I assure you, I'm not a ghost. I alive, I am well, and most importantly, I am free. In 1996, I began serving time in prison, life plus 25 years. I had never been in trouble. I was a first-time nonviolent offender. What I did was wrong. I made decisions that I regret. Some say, you do the crime, you do the time. However, that time should be fair and just. We've all made mistakes. None of us want to be defined forever based on our worst decision. While in prison, I became a playwright, a mentor, a certified hospice volunteer, an ordained minister, and received the Special Olympics event coordinator of the year award for my work with disabled women. Because the only thing worse than unjustly imprisoning my body is trying to imprison my mind. My transformation was described as extraordinary. Truth is, there are thousands of people just like me who deserve the opportunity to come home. I never stopped fighting for my freedom. My Christian faith and the prayers of so many kept hope alive. When President Trump heard about me, about the injustice of my story, he saw me as a person. He had compassion, and he acted. Free in body thanks to President Trump, but free in mind thanks to the almighty God. I couldn't believe it. I always remembered that God knew my name, even in my darkest hour, but I never thought a president would. When I was released on June 6, 2018, I ran across that road and hugged my grandchildren for the first time. I'll never forget that feeling. And then I remembered the promise I had made to the men and women I left behind, that I would never stop fighting for them, and I haven't. I'm using my voice to tell their stories. And I pray that my face reminds you of those forgotten faces. Six months after President Trump granted me a second chance, he signed the First Step Act into law. It was real justice reform. And it brought joy, hope, and freedom to thousands of well deserving people. I hollered hallelujah, my faith in justice and mercy was rewarded. Imagine, getting to hug your loved ones again, and to think, this first step meant so much to so many, I can't wait because we are just getting started. The nearly 22 years I spent in prison were not wasted. God had a purpose and a plan for my life. I was not delayed or denied, I was destined for such a time as this. I pray that you will not just hear this message. By your story and your compassion will lead you to take action for those who are forgotten. That's what our president, Donald Trump, did for me. And for that, I will be forever grateful. God bless you, God bless President Trump, and God bless America. Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's a friend of this program, Alice Marie Johnson. What a phenomenal story. All right. \"Hannity\" is coming to a conclusion. Night four of our coverage of the Republican national convention, but the night is getting started. In just a few moments, Ivanka Trump will address this big crowd here on the south lawn of the White House in the RNC. And then the president, Donald Trump, will deliver his keynote address and officially accept the Republican nomination right here at the White House. You notice a big difference from last Tuesday, or Thursday rather when Joe Biden gave an incredibly dull, boring speech to an empty room. He's talking about shutting the country down again. In 68 days, it's your choice, the most consequential election in our lifetime, our futures all depend on it, our children and our grandchildren. Thank you. This Sunday, again, in The New York Times, it will be number one, \"Live Free or Die: America on the Brink\". Thank you for that but I mean it. Stay with the Fox News Channel for continuing coverage. Bret, Martha, and Laura Ingraham all coming up, straight ahead. END Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}