{
  "date": "August 29, 2019",
  "headline": "'Special Report' All-Stars on fallout from IG report about James Comey",
  "subHeadline": "Guests: Mollie Hemingway, Jeff Mason, Steve Hayes, Doug Collins",
  "url": "https://www.foxnews.com/transcript/special-report-all-stars-on-fallout-from-ig-report-about-james-comey",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "sentences": "My judgment was I needed to get that out into the public square. And so I asked a friend of mine to share the content of the memo with a reporter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "No collusion, no obstruction. He's a leaker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Did you have written permission?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "No. And I didn't consider it part of an FBI file. I carried two copies of it, one to keep in my personal safe at home, and I left another one with the FBI so the Bureau could always have access to it. But I always thought of it as mine, like a diary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHRIS MURPHY, D-CONN.",
      "sentences": "Thank goodness that James Comey kept records of these conversations with the president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN KENNEDY, R-LA",
      "sentences": "Political hack. He hurt the FBI badly. Just because it's not criminal in the opinion of the Department of Justice doesn't mean it's not sleazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "The Department of Justice inspector general out with one part of a report, this one about James Comey and the handling of information, including those memos. \"We conclude that Comey's retention, handling, and dissemination of certain memos violated Department and FBI policies and his FBI employment agreement. Comey set a dangerous example for the over 35,000 current FBI employees.\" Comey took to Twitter saying that they were not moving forward with an indictment. \"And to all those who spent two years talking about me going to jail or being a liar and a leaker, ask yourselves why you still trust people who gave you bad info for so long, including the president.\" Lindsey Graham, Republican senator, says \"The Inspector General's report is a stunning and unprecedented rebuke of a former director of the FBI. This is the first of what I expect will be several more ugly and damning rebukes of senior DOJ and FBI officials regarding their actions and biases toward the Trump campaign of 2016.\"   With that, we'll bring in our panel, Fox News contributor Steve Hayes, Mollie Hemingway, senior editor at \"The Federalist,\" and Jeff Mason, White House correspondent for \"Reuters.\" Mollie? MOLLIE HEMINGWAY, SENIOR EDITOR, \"THE FEDERALIST\": This is a really interesting report. It confirms what my publication, \"The Federalist,\" began reporting more than two years ago, that James Comey possessed information that was not his to possess, that it contained classified information, that he shared it with people he was not authorized to share it with, and that he directed the information be leaked to the media. All of these things are shown in this exhaustive report, which usually inspector general reports are pretty restrained in how they talk about these things. The language used by the Inspector General Horowitz to describe the actions taken by Comey really speaks to how seriously they considered it. And of course, they did make a criminal referral based on his behavior.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It's just one part. We are waiting on the second part, Steve, which is really the FISA abuse part and perhaps the meet the substance of what people are looking at, the investigation into the investigators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HAYES, CONTRIBUTOR",
      "sentences": "Yes. And I think Lindsey Graham is probably right. I think there is a lot more coming for the FBI and the DOJ. If you think about James Comey's tweet, the second tweet that you just showed on the screen there, that he's neither a liar nor a leaker, it's really hard to justify that claim by him at this point. This shows in black and white what he did to orchestrate these leaks. And if you look at his Congressional testimony and contrast it with some of the things that he told you in his interview, it's hard to conclude that he didn't live.   What James Comey did here is something that would get the 35,000 people, the rank and file of the FBI, in serious trouble. And he avoids those consequences, I think. Trump critics have spent a lot of time challenging the president's norms and his breaking of rules, and I agree with them on many of those occasions, but it's been interesting since this report was released to now see those same Trump critics validating and justifying the breaking of rules and the challenging of norms by James Comey and others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "As I talked about with Catherine, this sides with Hillary Clinton on what happened to her. Here she was told that she did some very bad things, but there was no prosecution that moved forward, no indictment on the handling of classified information.  JEFF MASON, WHITE HOUSE CORRESPONDENT, \"REUTERS\": Yes. And I think that at least in terms of the piece of no prosecution, James Comey is going to emphasize that. I didn't do anything illegal, there was no reason for me to be prosecuted, I didn't leak anything that was classified. That's no doubt what is going through his mind as he's sending the tweets that Steve was just referring to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Rod Rosenstein tweeted out today, and not mentioning Comey by name, \"It is important to follow established policies and procedures, especially when the stakes are high. We should be most on guard when we believe our own uncomfortable circumstances justify ignoring principles respected by our predecessors.\" It's not so veiled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Not so veiled, and of course Rod Rosenstein was also in a position of authority when so many of the bad actions taken against the Trump administration took place, so he is not himself covered in complete glory. But it really is, again, worth noting that this report says that James Comey abused rule of law, that he violated President Trump's civil liberties. These people in the FBI are held to such a high standard because they protect the civil liberties of people who are under investigation. He lied about whether Trump was under investigation. There's so much in here that's interesting, including that that initial meeting before the president was inaugurated where he shared this delusional theory of the dossier, that he was actually trying to collect information at that time while also claiming for months later that President Trump wasn't under investigation. That's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I want to read about that. Byron York had a column headlined \"New report details Comey plan to ambush Trump with Moscow sex allegation.\" And I'll just read this really quickly, \"Preparations were made. Comey said,\" and this is in the report, \"Comey said he had a secure FBI laptop waiting for him in his FBI vehicle and that when he got into the vehicle he was handed the laptop and began typing as the vehicle moved.\" This is after he briefs the president on the dossier and the sex allegations, the report says. \"He worked on his account as the FBI car took them to the New York field office where aides had set up a secure video teleconference with Rybicki, McCabe, Baker, and a \"Crossfire Hurricane\" supervisors. In his memoir, \"A Higher Loyalty, Truth, Lies, and Leadership,\" Comey wrote that at the Trump Tower briefing he assured the president-elect \"We are not investigating you, sir.\" At the moment Comey said those words, he had the \"Crossfire Hurricane\" team ready for a secure videoconference on Trump's response to the Steele dossier allegation.\" Crossfire Hurricane the initial investigation into the Russia interference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYES",
      "sentences": "Yes. I think this report lays bare a lot of those inconsistencies in the things James Comey has been saying, whether he was saying them in public, whether he was saying them in Congressional testimony, whether he was saying them in interviews to promote his book, whether he was writing them in the book. There are clearly inconsistencies, and he has had a difficult time explaining them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, what's next with the panel after a quick break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "China plays a vicious game. They've targeted our famers. There is a talk scheduled for today at a different level. We have been talking. We continue to talk. Look, this is having a tremendous impact on China. I don't know if it's having an impact on us. I don't think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "President Trump as Brian Kilmeade's radio show as the Dow, it seemed to like what the president said today about the trade situation. Back with the panel. Jeff, this goes up and down and up and down as these talks continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASON",
      "sentences": "I think the Dow also liked what China said today, the Commerce Ministry in China indicating that talks would go forward in September. That has been the big question earlier this month when the president did more tariffs as kind of a tit-for-tat to the tariffs that China put in place. There was a question as to whether talks would continue at all. And then there was more escalation over the weekend and the more de- escalation over the weekend, and now we seem to be in a bit of a de- escalation phase, and that is positive for the markets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Calming. Also talked about Afghanistan on the radio show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We are going to keep a presence there. We are reducing that presence very substantially, and we're going to always have a presence. We're going to have high intelligence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right now we're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We're going down to 8,600, and then we'll make a determination from there as to what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We're always going to have a presence there. That was interesting. At times, Steve, it seemed like the president wanted to pull everybody out of there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYES",
      "sentences": "He has gone back and forth a number of times on his Afghanistan policy. I think the broader concern with respect to Afghanistan is what do we concede to the Taliban? The Taliban have made virtually no concessions. They still won't acknowledge or still won't denounce publicly Al Qaeda. They aren't doing the kinds of things that led the Obama administration to abandon a deal with the Taliban, and now you have the Trump administration making I think the same series of mistakes and looking like they're going to follow through with some kind of a deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Is 8,600 not a significant footprint?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYES",
      "sentences": "I think 8,600 is a better residential force that a lot of people were expecting, but I don't think it's necessarily enough to thwart the efforts of the Taliban to retake the country or from groups like Al Qaeda and others from planning attacks against the United States and its interests.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Meantime, Former Secretary of Defense Jim Mattis, General Jim Mattis, out with a new book, gave an interview to \"The Atlantic.\" \"Mattis made his case for keeping troops in Syria. President Trump rejected his arguments. Thirty minutes into the conversation, Mattis told the president, quote, \"You are going to have to get the next secretary of defense to lose to ISIS. I'm not going to do it.\" He handed Trump his resignation letter.\" A detailed piece in \"The Atlantic\" as the former secretary has a book coming out soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "This president was elected in part because of his dramatically different foreign policy. He made some promises such as that the war in Afghanistan would finally end after nearly 20 years, and he appears to be backtracking on that. He says we will have a permanent presence there. That is a huge break with what he said. He also said that he opposed our involvement in Syria, and he has repeatedly said that over time. One of the things that came out when Mattis did resign was that many months prior, President Trump had said he wanted a six-month plan to get out of Syria. Mattis agreed to that, but then when that time had expired, there was still no plan to get out of Syria. James Mattis is an honorable general who has a very distinguished career, but he is not the president. The president gets to set foreign policy, and every president deserves a secretary of defense who will actually follow through with commitments made by the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Do you think, Jeff, that at the White House there is a sense that that is the goal, is pulling troops back, or that he is battling with interior officials on whether that's a good idea or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASON",
      "sentences": "I think there's probably an internal battle, and I think part of that has to do with the talks with the Taliban, and part of it has to do with a different philosophical approach between some of the people around him. But certainly, the president's instincts have been, as he made clear in 2016, was to take people out. But not everyone around him agrees with that plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "As Mattis was resigning, 1,000 troops were being pulled out. But they went back in. So panel, thank you. When we come back, a police officer comes to a frightened little boy's rescue, great story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, a hero comes to the rescue, a police officer going beyond the call. Officer Bruce Schwartz of the Eldridge Police Department in Iowa helped assure the six-year-old Hayden that there were no bad guys and his new home. Hayden previously in his old home shared a room with his older sister, but was having fears about staying alone in his new room. So Hayden showed Officer Schwartz all of the scary spots in his room, and the officer explained nothing would hurt him. The next day Schwartz even checked up on Hayden before his first day of school to make sure he was still good with the new room. And he was. Thanks for inviting us into your home tonight. That's it for the “Special Report,” fair, balanced, and unafraid. \"The Story\" guest-hosted by Trace Gallagher out in Los Angeles starts right now.   Hey, Trace.  Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "utterance": "My judgment was I needed to get that out into the public square. And so I asked a friend of mine to share the content of the memo with a reporter."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "No collusion, no obstruction. He's a leaker."
    },
    {
      "speaker": "BAIER",
      "utterance": "Did you have written permission?"
    },
    {
      "speaker": "COMEY",
      "utterance": "No. And I didn't consider it part of an FBI file. I carried two copies of it, one to keep in my personal safe at home, and I left another one with the FBI so the Bureau could always have access to it. But I always thought of it as mine, like a diary."
    },
    {
      "speaker": "SEN. CHRIS MURPHY, D-CONN.",
      "utterance": "Thank goodness that James Comey kept records of these conversations with the president of the United States."
    },
    {
      "speaker": "SEN. JOHN KENNEDY, R-LA",
      "utterance": "Political hack. He hurt the FBI badly. Just because it's not criminal in the opinion of the Department of Justice doesn't mean it's not sleazy."
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "The Department of Justice inspector general out with one part of a report, this one about James Comey and the handling of information, including those memos. \"We conclude that Comey's retention, handling, and dissemination of certain memos violated Department and FBI policies and his FBI employment agreement. Comey set a dangerous example for the over 35,000 current FBI employees.\" Comey took to Twitter saying that they were not moving forward with an indictment. \"And to all those who spent two years talking about me going to jail or being a liar and a leaker, ask yourselves why you still trust people who gave you bad info for so long, including the president.\" Lindsey Graham, Republican senator, says \"The Inspector General's report is a stunning and unprecedented rebuke of a former director of the FBI. This is the first of what I expect will be several more ugly and damning rebukes of senior DOJ and FBI officials regarding their actions and biases toward the Trump campaign of 2016.\" With that, we'll bring in our panel, Fox News contributor Steve Hayes, Mollie Hemingway, senior editor at \"The Federalist,\" and Jeff Mason, White House correspondent for \"Reuters.\" Mollie? MOLLIE HEMINGWAY, SENIOR EDITOR, \"THE FEDERALIST\": This is a really interesting report. It confirms what my publication, \"The Federalist,\" began reporting more than two years ago, that James Comey possessed information that was not his to possess, that it contained classified information, that he shared it with people he was not authorized to share it with, and that he directed the information be leaked to the media. All of these things are shown in this exhaustive report, which usually inspector general reports are pretty restrained in how they talk about these things. The language used by the Inspector General Horowitz to describe the actions taken by Comey really speaks to how seriously they considered it. And of course, they did make a criminal referral based on his behavior."
    },
    {
      "speaker": "BAIER",
      "utterance": "It's just one part. We are waiting on the second part, Steve, which is really the FISA abuse part and perhaps the meet the substance of what people are looking at, the investigation into the investigators."
    },
    {
      "speaker": "STEVE HAYES, CONTRIBUTOR",
      "utterance": "Yes. And I think Lindsey Graham is probably right. I think there is a lot more coming for the FBI and the DOJ. If you think about James Comey's tweet, the second tweet that you just showed on the screen there, that he's neither a liar nor a leaker, it's really hard to justify that claim by him at this point. This shows in black and white what he did to orchestrate these leaks. And if you look at his Congressional testimony and contrast it with some of the things that he told you in his interview, it's hard to conclude that he didn't live. What James Comey did here is something that would get the 35,000 people, the rank and file of the FBI, in serious trouble. And he avoids those consequences, I think. Trump critics have spent a lot of time challenging the president's norms and his breaking of rules, and I agree with them on many of those occasions, but it's been interesting since this report was released to now see those same Trump critics validating and justifying the breaking of rules and the challenging of norms by James Comey and others."
    },
    {
      "speaker": "BAIER",
      "utterance": "As I talked about with Catherine, this sides with Hillary Clinton on what happened to her. Here she was told that she did some very bad things, but there was no prosecution that moved forward, no indictment on the handling of classified information. JEFF MASON, WHITE HOUSE CORRESPONDENT, \"REUTERS\": Yes. And I think that at least in terms of the piece of no prosecution, James Comey is going to emphasize that. I didn't do anything illegal, there was no reason for me to be prosecuted, I didn't leak anything that was classified. That's no doubt what is going through his mind as he's sending the tweets that Steve was just referring to."
    },
    {
      "speaker": "BAIER",
      "utterance": "Rod Rosenstein tweeted out today, and not mentioning Comey by name, \"It is important to follow established policies and procedures, especially when the stakes are high. We should be most on guard when we believe our own uncomfortable circumstances justify ignoring principles respected by our predecessors.\" It's not so veiled."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Not so veiled, and of course Rod Rosenstein was also in a position of authority when so many of the bad actions taken against the Trump administration took place, so he is not himself covered in complete glory. But it really is, again, worth noting that this report says that James Comey abused rule of law, that he violated President Trump's civil liberties. These people in the FBI are held to such a high standard because they protect the civil liberties of people who are under investigation. He lied about whether Trump was under investigation. There's so much in here that's interesting, including that that initial meeting before the president was inaugurated where he shared this delusional theory of the dossier, that he was actually trying to collect information at that time while also claiming for months later that President Trump wasn't under investigation. That's not true."
    },
    {
      "speaker": "BAIER",
      "utterance": "I want to read about that. Byron York had a column headlined \"New report details Comey plan to ambush Trump with Moscow sex allegation.\" And I'll just read this really quickly, \"Preparations were made. Comey said,\" and this is in the report, \"Comey said he had a secure FBI laptop waiting for him in his FBI vehicle and that when he got into the vehicle he was handed the laptop and began typing as the vehicle moved.\" This is after he briefs the president on the dossier and the sex allegations, the report says. \"He worked on his account as the FBI car took them to the New York field office where aides had set up a secure video teleconference with Rybicki, McCabe, Baker, and a \"Crossfire Hurricane\" supervisors. In his memoir, \"A Higher Loyalty, Truth, Lies, and Leadership,\" Comey wrote that at the Trump Tower briefing he assured the president-elect \"We are not investigating you, sir.\" At the moment Comey said those words, he had the \"Crossfire Hurricane\" team ready for a secure videoconference on Trump's response to the Steele dossier allegation.\" Crossfire Hurricane the initial investigation into the Russia interference."
    },
    {
      "speaker": "HAYES",
      "utterance": "Yes. I think this report lays bare a lot of those inconsistencies in the things James Comey has been saying, whether he was saying them in public, whether he was saying them in Congressional testimony, whether he was saying them in interviews to promote his book, whether he was writing them in the book. There are clearly inconsistencies, and he has had a difficult time explaining them."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, what's next with the panel after a quick break."
    },
    {
      "speaker": "TRUMP",
      "utterance": "China plays a vicious game. They've targeted our famers. There is a talk scheduled for today at a different level. We have been talking. We continue to talk. Look, this is having a tremendous impact on China. I don't know if it's having an impact on us. I don't think so."
    },
    {
      "speaker": "BAIER",
      "utterance": "President Trump as Brian Kilmeade's radio show as the Dow, it seemed to like what the president said today about the trade situation. Back with the panel. Jeff, this goes up and down and up and down as these talks continue."
    },
    {
      "speaker": "MASON",
      "utterance": "I think the Dow also liked what China said today, the Commerce Ministry in China indicating that talks would go forward in September. That has been the big question earlier this month when the president did more tariffs as kind of a tit-for-tat to the tariffs that China put in place. There was a question as to whether talks would continue at all. And then there was more escalation over the weekend and the more de- escalation over the weekend, and now we seem to be in a bit of a de- escalation phase, and that is positive for the markets."
    },
    {
      "speaker": "BAIER",
      "utterance": "Calming. Also talked about Afghanistan on the radio show."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We are going to keep a presence there. We are reducing that presence very substantially, and we're going to always have a presence. We're going to have high intelligence."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Right now we're not."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We're going down to 8,600, and then we'll make a determination from there as to what happens."
    },
    {
      "speaker": "BAIER",
      "utterance": "We're always going to have a presence there. That was interesting. At times, Steve, it seemed like the president wanted to pull everybody out of there."
    },
    {
      "speaker": "HAYES",
      "utterance": "He has gone back and forth a number of times on his Afghanistan policy. I think the broader concern with respect to Afghanistan is what do we concede to the Taliban? The Taliban have made virtually no concessions. They still won't acknowledge or still won't denounce publicly Al Qaeda. They aren't doing the kinds of things that led the Obama administration to abandon a deal with the Taliban, and now you have the Trump administration making I think the same series of mistakes and looking like they're going to follow through with some kind of a deal."
    },
    {
      "speaker": "BAIER",
      "utterance": "Is 8,600 not a significant footprint?"
    },
    {
      "speaker": "HAYES",
      "utterance": "I think 8,600 is a better residential force that a lot of people were expecting, but I don't think it's necessarily enough to thwart the efforts of the Taliban to retake the country or from groups like Al Qaeda and others from planning attacks against the United States and its interests."
    },
    {
      "speaker": "BAIER",
      "utterance": "Meantime, Former Secretary of Defense Jim Mattis, General Jim Mattis, out with a new book, gave an interview to \"The Atlantic.\" \"Mattis made his case for keeping troops in Syria. President Trump rejected his arguments. Thirty minutes into the conversation, Mattis told the president, quote, \"You are going to have to get the next secretary of defense to lose to ISIS. I'm not going to do it.\" He handed Trump his resignation letter.\" A detailed piece in \"The Atlantic\" as the former secretary has a book coming out soon."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "This president was elected in part because of his dramatically different foreign policy. He made some promises such as that the war in Afghanistan would finally end after nearly 20 years, and he appears to be backtracking on that. He says we will have a permanent presence there. That is a huge break with what he said. He also said that he opposed our involvement in Syria, and he has repeatedly said that over time. One of the things that came out when Mattis did resign was that many months prior, President Trump had said he wanted a six-month plan to get out of Syria. Mattis agreed to that, but then when that time had expired, there was still no plan to get out of Syria. James Mattis is an honorable general who has a very distinguished career, but he is not the president. The president gets to set foreign policy, and every president deserves a secretary of defense who will actually follow through with commitments made by the president."
    },
    {
      "speaker": "BAIER",
      "utterance": "Do you think, Jeff, that at the White House there is a sense that that is the goal, is pulling troops back, or that he is battling with interior officials on whether that's a good idea or not?"
    },
    {
      "speaker": "MASON",
      "utterance": "I think there's probably an internal battle, and I think part of that has to do with the talks with the Taliban, and part of it has to do with a different philosophical approach between some of the people around him. But certainly, the president's instincts have been, as he made clear in 2016, was to take people out. But not everyone around him agrees with that plan."
    },
    {
      "speaker": "BAIER",
      "utterance": "As Mattis was resigning, 1,000 troops were being pulled out. But they went back in. So panel, thank you. When we come back, a police officer comes to a frightened little boy's rescue, great story."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, a hero comes to the rescue, a police officer going beyond the call. Officer Bruce Schwartz of the Eldridge Police Department in Iowa helped assure the six-year-old Hayden that there were no bad guys and his new home. Hayden previously in his old home shared a room with his older sister, but was having fears about staying alone in his new room. So Hayden showed Officer Schwartz all of the scary spots in his room, and the officer explained nothing would hurt him. The next day Schwartz even checked up on Hayden before his first day of school to make sure he was still good with the new room. And he was. Thanks for inviting us into your home tonight. That's it for the “Special Report,” fair, balanced, and unafraid. \"The Story\" guest-hosted by Trace Gallagher out in Los Angeles starts right now. Hey, Trace. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}