{
  "date": "August 4, 2018",
  "headline": "Gutfeld: Be nicer. It will drive your enemies nuts",
  "subHeadline": "Be appreciate and take the high road.",
  "url": "https://www.foxnews.com/transcript/gutfeld-be-nicer-it-will-drive-your-enemies-nuts",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS MATTHEWS, MSNBC",
      "sentences": "Good evening, I'm Chris Matthews, and steaming, swamp-like Washington which has just been drenched with its heaviest July rainfall and three quarters of a second is wet in this town and steaming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "sentences": "Somebody's boxers are sticking. Enough. You want to drive your enemies nuts? Have a lot more fun than they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Remember I said, we're going to be a little bit wild and we'd have a lot of fun. And they'll say, \"He's not acting presidential.\" And I'd say, \"Well, it's a lot easier to act presidential than to do what I do.\" Anybody can act presidential. Ladies and gentlemen of the state of Florida, thank you very much for being here. You are tremendous people. And I will leave now because I am boring you to death. Thank you.  I can be more presidential than any President in history, except for possibly Abe Lincoln with the big hat. I don't know about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Abe Lincoln was the big hat. Could you imagine Abe and Trump in a debate? Check out Mr. Big Hat over here. Mr. Big Hat, what's he hiding under there, Mr. Big Hat. Another smaller hat? All right, so what's all this fun causing? The people not having fun are getting sick of you, of Trump and of themselves. For example, since Trump got elected there's been a jump in patients suffering from what scientists call Trump Anxiety Disorder, or TAD. TAD. Isn't everything bad named Tad? I mean, do you know a good Tad? By the way that was a tadpole. It's been a long way for that joke. What a long way. Wasted a lot of time for that one. All right, according to CDC News, a symptom of TAD is a feeling as if the world is ending. I wonder who is spreading that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC",
      "sentences": "Donald Trump and his erratic behavior could be leading the United States towards World War III.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY BEHAR, CO-HOST, THE VIEW",
      "sentences": "We're talking about annihilating millions of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "If this border wall happens it will be an unprecedented environmental catastrophe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN AVLON, POLITICAL ANALYST, CNN",
      "sentences": "We can't begin to normalize this. This is dangerous. This is childish. This is un-presidential.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREVOR NOAH, COMEDY CENTRAL",
      "sentences": "This is it, the end of the presidential race and it feels like the end of the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Of course. Now, it's easy to mock the suffering but I am not. When you see what is coming out of the quivering Cronkite, you can't blame gentler souls for falling ill. This whole industry is selling us fear and they are calling it facts. That's another symptom, but the fear spreads faster than a cold sore from Bill Clinton. Fear sells. Fear sells. So now the media has replaced climate change with Trump change as their apocalyptic wish fulfillment.  Everything bad in this world is Trump's fault. Pick any bad news and you can trace it back to him. Even stuff that happened before he was born. World War I, Trump's fault. World War II, Trump's fault. Synchronized swimming, Trump's fault. The problem, things just keep getting better. We're doing good with North Korea and the Middle East. GDP is going up and unemployment keeps dropping. Consumer confidence is higher than Obama's mom jeans. We have peace and prosperity, yet the other networks see doomsday. Every day is doomsday. And there is the problem. If every day is doomsday, how do you know what the real doomsday is? What we need is a super duper doomsday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What if everything you knew about doomsday was wrong? Get ready for super duper doomsday. Where it's really, really the end of the world for sure no lies, going to happen, we swear, so buckle up you're going to die and so is everyone else. It all starts when President Trump severely slices a tee shot while golfing at Mar-a-Lago. The ball careens off into space, striking a nearby asteroid which then crashes into the moon, splitting into thousand pieces. Moon fragments smash earth TV satellites causing them to only broadcast \"The View\" 24 hours a day. This causes the world's IQ to plummet dramatically, except for Chris Cuomo, he actually becomes smarter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, HOST, CNN",
      "sentences": "I missed you, my friends. What do you say? Let's get after it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Humanity is seen chasing each other in stores with alligators causing Dana Perino to swear like a sailor. Turtles quickly become the dominant species and start eating everything causing them to grow in an exponential rate. The UN responds by making another movie about Abba that sucks so bad, it causes the sun to hurl itself into Jupiter causing all of our blenders to make nothing but the worst kind of virgin daiquiris. Meanwhile, the giant turtles have began to devour entire cities causing Don Lemon to speak in reverse English.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, ANCHOR, CNN",
      "sentences": "Don't believe what you see with your own ears.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Within hours only, a few hundred humans remain with the final survivors mount a last stand by electing Adam Levine as their leader. He tries to make peace by singing ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAM LEVINE, AMERICAN ARTIST",
      "sentences": "\"She will be loved.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Upon hearing this, the earth itself implodes destroying everything ever created except a doomsday bunker full of my pillows. Thus completing super duper doomsday. And it was all Trump's fault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's the best. The best ever. That was the best. All right. So the ugly truth as the media, Hollywood, academia deplore Trump, they wouldn't exist without him. Seriously, if Trump were to disappear, what would they be doing?  All right, so if you think these people are sick from Trump anxiety, just imagine their Trump withdrawal. Talk about a doomsday. Fact is, you can't go back after Donald. He's introduced something into politics that we haven't seen in quite a while. It's energy.  Media anxiety is not from the apocalypse, it's from trying to keep up. It's the first time in eight years they had to. They see these weird damp circles underneath their arms and they go, \"What the hell is that, doctor?\" It's sweat. Something you did not see when you were reporting about Obama. So what about us? Things are going pretty good which means, it's time for ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tough love with Greg Gutfeld.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Welcome to tough love with Greg Gutfeld. Look, I'm not crazy about CNN or Jim Acosta. He's like tube of Brill cream that learned to pout. But the jeering at the rallies, it's really not a good luck, and I mean it. It's like when I drink too much I think that I look great, but in reality I should not be in the park wearing nothing but Crocs. They never believe me when I say I'm walking a dog.  So, when I see all the yelling at Acosta, I do get the anger, the jeering is borne from a cynicism about a press that under Obama have their spines removed to make it easier to bend over. And now, it is clean. It's clean. Now that Trump is here, you see the media working overtime and it's the contrast that bugs you and me. But when you are winning and you are, you don't need to scream. In fact, I think that's piling on. So my suggestion, stop. And instead, do what my mom always said, \"Kill them with kindness.\" Or was it a machete. I could never tell with mom. It was either kindness or a machete with her.  There was no middle ground. But let's stick with kindness. You've got to be appreciate and take the high road and be nicer. You will look better and it will drive the media even more nuts and they will be so confused, they will probably think it is the end of the world, again.  Yes, another great monologue. Let's welcome tonight's guests. That is not a truck backing up, we are just bleeping her filthy language. My co-host on \"The Five\" and anchor of the \"Daily Briefing,\" or bleeping, Dana Perino. Besides the TV dinner, she is my favorite Swanson. the original vampire slayer, the legendary Buffy herself, actress Kristy Swanson. All right, one of the best intros ever. Her keyboard only has one letter, which is why she is always depressing. \"National Review\" reporter, Kat Timpf. That's too good. And his baseball cap gets altitude sickness, former WWE superstar and my massive sidekick, Tyrus.  All right, Dana, I cannot believe I have to say this, but try to keep it clean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS",
      "sentences": "Yes, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We have some children here in the audience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I see him. Yes, he was here for your monologue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know. What do you make of, I guess, the idea -- this conflict between the media and the administration and who should take the high road? Should we take the high road? You know what I remember, what Jedediah said on \"The Five\" which kind of struck me. We have -- like, when I lecture people, we have the luxury of a show, so we can talk about all of the stuff that the audience ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The media driving us crazy like we have an outlet for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But the people at the rallies don't, so when they see CNN, they go, \"You,\" because that's their outlet, so am I wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't think that that's wrong. But I think that your advice is actually good. The tough love, right? Because I do think, not to get so technical on the polls, he is bleeding women. The approval ratings are plummeting for him with women. And it's not about the economy, they know the economy is good. It's not about Russia, they don't really care about Russia. It's his temperament. And so, I think that that is just not helping. It is not necessary. I think that the reporters, they don't even actually need to be in the room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They could be outside. And you're just going to see it on -- you have one TV camera, like Jim Acosta doesn't need to be in the room, it's like he's becoming part of the story and it's not necessary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But if they are outside, the story will be reporters kept outside. It is Trump's fault. Kristy, welcome to the show. So much good news in the economy, is that what is driving the media kind of nuts. It's that they cannot figure out what to say about him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTY SWANSON, AMERICAN ACTRESS",
      "sentences": "They just want to put him down with any chance that they have. I mean, they just want to destroy him, like the video we just saw. It's terrible. It is bad. And they need to stop. They are aging themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are they aging themselves?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They look like they are getting gray, or white.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "Look at -- I mean, they just look so angry and awful and they need to lighten up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "... changes ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I've noticed Anderson Cooper's hair is totally white. And Stelter, bald. I mean, these are -- they're obviously having an effect. Kat, give me some of your deep analysis on what is going on in the current political climate. How you feel? Are you angry? Are you nervous? Perturbed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, NATIONAL REVIEW",
      "sentences": "I am angry, and nervous and perturbed. But it is usually about other stuff like it's about when I get food later, what if I ordered the wrong thing and I don't like it and I wish I got another thing? Or what if when I'm walking down the street, someone sneezes on me and then I get a cold again? Or what if I hang out with somebody who seems to be healthy, but they're actually harboring the cold virus and I wound up getting sick from them because they are still contagious?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm seeing a trend here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So, there's a lot of things, definitely to worry about. I don't worry so much. I mean, the amount of anxiety that some people have about President Trump, only one person should have that anxiety about the President, and that is the President. Like, it could be a little -- he could be a little nervous about making important decisions. But I think actually, I get a little more nervous about my food order than he does. He seems like he kind of just is pretty chill about being President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, I think, you know what, I talked about this before. To him, it's just another kind of a big project and he talks about it like it's a job. He will share the details of this job to you that no other President would, like the stuff he has to deal with, Tyrus. But I'm glad you made it. You almost didn't make it tonight. GEORGE \"TYRUS\" MURDOCH, FORMER WWW WRESTLER: Yes, I made it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Stuck on a plane. He was circling for four hours above the studio.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes. It was great. If I could piggyback on Dana Perino for a second, shut up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think that would be called ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Her point -- she's got a great core base, she could do it. I mean, been there for a long time. Take three steps. Three steps where we're good at. But her point is spot on. The Acosta thing. I, because of my background in wrestling, and President Trump has a long historic history with wrestling and (inaudible) man 101. And Acosta likes the chanting. He likes that stuff because you're exactly right, why is he not on the outside?   Reporters used to do that, but you cannot get those reactions and those ratings. He even -- so they can see him, stands up higher than the crowd and stands over them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "\"Hey, I'm here. I'm here.\" And they get going and they start doing the wrestling chants, \"You suck\" or whatever it is and he eats it up and he acts out and strut, but he literally, if he got down and walked away to do his report, it would be over. But he's doing it for the attention, for the reason that he despises President Trump who seeks attention. They do the same thing. It's because they are involved in a war between the media and specifically most of the things like CNN has become the front runner in this one-on-one dogfight with the President. And they are willing to go anywhere to go after him, but they want to hold themselves in a higher court, but they are the same thing, and Trump, he is the baby face right now. So, the crowds are going to cheer him. They're going to boo you, so just -- you're the bad guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it is a mismatch because he is a street -- this is who he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "They can't win this fight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "They don't even know how to be a good heel, like Acosta would have told them, like, \"Hey, shut up, lady.\" Or how did you get here? You can't afford it. Like start heckling the crowd back, Acosta, like, get ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's a great idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Be a bad guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Great idea. They should really do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "They should heckle them. I am doing a report on you, sir and your extramaritals. Like, be a bad guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Also they have no sense of humor. Like you were saying earlier, if you cannot beat them, join them. And laugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Just laugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Maybe it would be better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I just hope that -- I hope that like -- I just would like -- people looking like a mob does not appeal to me in any shape or form. Because I am really a good person at heart. No, I'm not, I am a terrible person. Thank you. Coming up, Hillary Clinton teams up with Steven Spielberg. Is she the next Indiana Jones or more like, Wisconsin failure? Am I right? Unemployment is so low even Hillary found a new job. Good for her. The petulant pant suit is teaming up with Steven Spielberg, whoever that is, to produce a documentary on the woman suffrage movement. The struggle women endured to earn the right to vote. So that a hundred years later than they could elect Donald Trump. Oops, sorry, I gave away the ending. I gave away the ending on that one. All right, so Hillary is producing television now which is a powerful gig. TV is a very persuasive medium. I think this is great. The more stuff she produces, the more fun I can have with her. I wonder what her next project is going to be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Coming this fall, Hillary Clinton presents, I hate everyone on this planet, especially Greg Gutfeld. A 35-part series.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I cannot wait for that. Kat, what you make of this? Does it upset you? It should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I just don't how you get a gig like that being Hillary Clinton. Because she does not really strike me as being a very creative person. I do not think she has ever finger painted, like even as a child, she was probably like, \"No, I am not doing that.\" She was able to hire another kid to do the finger painting for her. That is just how I see it. I mean, she had to hire basically a team of writers for her Twitter to try to make jokes on Twitter. So, if you cannot even do your own tweets, how are you going to make you're a movie? I think that she is really good at one thing, which is just like sitting there and looking terrifying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kristy, obviously, Hollywood, you do a lot of movies. Does she deserve this opportunity? What you make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "No. I mean, come on. A producer? Like an executive producer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You do not need a lot for that, do you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "You do, I mean, no. She is going to sit like in a director's chair or hang out at craft service eating donuts and collect the check.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "That's all it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And Bill is thinking, \"I will do the casting couch.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By the way, Dana, serious point, shouldn't they be -- if she is a real feminist should they do a documentary on Harvey Weinstein? Because that would be a truly feminist work, but she cannot because she overlooked his behavior because he was giving so much money to the party and to her in order to get elected. So probably the worst example of a feminist is her, maybe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, you said it very well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But I do wonder if they will start off with the women who really started of the movement to get the right to vote were from Wyoming, which is where I am from. Typically conservative women there, but I don't know if they'll get a lot of credit. I also think she is not going to have to do anything. Just like I don't think that Barack Obama and Michelle Obama are going to have to do anything for the millions they are getting from Netflix.  This is just a name added to it. When James Patterson wrote his latest book, he added Bill Clinton to it, right? It was a collaboration. James Patterson didn't need Bill Clinton to help him sell books. Spielberg doesn't need help from Hillary Clinton to help him sell movies. This is basically, it is like if you fail, then you get picked up by Hollywood if you are a liberal. And I am not bitter about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, you should be. I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But I have not failed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, you have not failed, but when I fail, no one is there. I have no safety net. By the way, maybe this is just a weird thing that I dreamt. But wasn't the suffrage movement created in part for -- to create the prohibition? So women would vote, isn't that right? To get rid of alcohol?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Maybe, but part of it was property rights, and also in Wyoming, you didn't have that many women -- you didn't have that high of a population so they wanted women to be able to vote to increase their vote total.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, I did not know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But property rights were a big deal, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tyrus, what are your thoughts on Hillary's next move?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "We all should be really afraid. I've been telling you all with not messing with her. To leave her alone. Stop messing with her. If there is a scary old lady on your block and there's always that one kid who always wants to go pick that peach from her tree and we're like, \"Don't do it. Don't to it.\" And the one -- and then one day, he goes and she catches him. She is about to catch this man. She is not going away. Like, she is going to use this vehicle because she is going to try to get in touch with the people. Spielberg is the vehicle. He is the name. He has a big fan base. Anything he touches and it's a about women, so in her mind, this is going to help her get her reelection bid going. This is a path for her to get re-in-touch with her base. She's going to start putting women forward and this movie is about women's right to vote because we need to stick together to stop the evil Trump. I'm telling you, it's all going to come right back to Donald Trump and a Darth Vader suit at the end of the movie. You know what I'm saying, like I guarantee. It will be like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We should just call it \"Jaws 7.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, I am just envisioning Hillary's house now has like seven or eight Frisbees on the roof because none of the kids go over to get it back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Exactly. Everyone who grew up in a neighborhood knows the lady I am talking about. This is the lady times ten.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like the beast in the sandlot?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I didn't see that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "No, because that was a dog and he was sweet when he got hurt. No, this -- if she got hurt, she would just be one arm and still crawling at you like Terminator. You stay away from the mean lady in the ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, coming up, do trigger warnings do more harm than good? Harvard says yes. Who is Harvard? I've never heard of him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANITA VOGEL, CORRESPONDENT, FOX NEWS",
      "sentences": "Live from \"America's News Headquarters,\" I'm Anita Vogel. Venezuela's embattled the President surviving tonight what some are calling an assassination attempt. Drones loaded with explosives detonated during a speech find Nicolas Maduro. Maduro is safe and unharmed, but seven soldiers were injured. The President is blaming the right-wing opposition for the attack. He is also pointing the finger at Columbia's President. Some are disputing the government's version of events saying it was a gas tank explosion inside an apartment. President Trump is reportedly concerned that his eldest son may have violated the law. \"The Washington Post\" reports that the President has told confidants that Donald Trump, Junior may have unintentionally crossed a line. Special counsel, Robert Mueller is investigating Trump, Junior for arranging a meeting in 2016 between a Russian lawyer and campaign officials. I am Anita Vogel, now, let's take you back to \"The Greg Gutfeld Show.\" For all your headlines, log on to fox ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And now, a story about trigger warnings which calls for a trigger warning. Old people get the reference. A new study from Harvard, a school I am told finds that trigger warnings may do more harm than good. Researchers had two groups read scenes from books depicting graphic violence. One group got a trigger warning, one didn't. What they found, trigger warnings do in fact increase people's emotional vulnerability to trauma. Meaning, if you're someone who believes words can hurt you, a trigger warning makes it worse. That is crazy. Think of it this way, someone who might have been able to handle something shocking without a trigger warning, would actually be less able to handle it because of the warning. So trigger warnings are actually causing pain, not preventing it. This is nuts. Which is why I've come up with a great new product. One that counters trigger warnings with blunt world advice from someone you know very well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sometimes I want direction, but I also want advice from my favorite national security strategist. Why can't I have both?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, now you can, thanks to Gorka Positioning System. It's the world's first geo-locator to come with a dose of no-nonsense advice from Sebastian Gorka.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Time to destination one hour. There are no shortcuts in life and if you believe otherwise, then you are a drooling dimwitted twit brain washed by the liberal academic media complex. I pity you and your sad deprived children. Turn right at the next intersection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And Gorka Positioning System is always there with a helpful reminder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This traffic is terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's a tollbooth ahead so I hope you have the money after the loathsome relentless infantile Democrat that screwed you on taxes. It's a shame, you make and make and all they do is take and take. They would rather expand government than your wealth. Also, there is a passing lane ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thanks Gorka Positioning System.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Plus Gorka Positioning System will keep you out of dangerous areas on road trips.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Uh, where are we?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In 500 feet turn right. Because the only way in which to fight political correctness and ideological prejudice is to turn right. Then turn left to avoid global jihad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Spring break, here we come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No car, no problem. You can download the Gorka Positioning System right to your smart phone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Construction ahead, so stay to the left, which shall be easy for you, your filthy communist garbage, and I can see so get a haircut. You look like a tramp.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So get Gorka Positioning System today. You'll never get lost or disappoint your parents again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Gorka was supposed to be on the show tonight. He could have used the GPS. But he did not make it, so he's not here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "His failure to plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But you know, we got you, Dana. Which is ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Consolation price, I know, but I can do the accent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do the accent, please?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I can do the Gorka accent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Very good. Very good. But in the real world, Dana, you aren't going to get a trigger warning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, I was thinking about this, okay, so you know what happened to me earlier this week on \"The Five.\" I didn't have a trigger warning about the alligator going into the convenience store. Had I known that the alligator was going to be terrorizing people in the convenience store, I might have prepared myself and not embarrassed the network by saying a bad word on live television.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, if you didn't fall, I don't know if you know about this, but on \"The Five,\" Dana said something awful on the show which embarrassed all of her co-hosts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And we had to bleep it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But it was because of an alligator and if I had known that the alligator was going to do that, I might not have caused the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tyrus, do you think trigger warnings -- I mean, they are like spoilers, isn't it better to find out things on your own?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I'm going to be real honest with you guys. My definition of trigger warnings is a lot different than you guys. I do a lot of prepping for this show and when I was like, trigger warning, and I remember, I was going to my car, we assumed -- I thought that was the same thing. So, you mean like a preemptive verbal cue that something verbally offensive is about to come?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You really need that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Apparently a lot of students feel that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Like \"Jaws\" music every time you make a decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's exactly what it is and you can choose to leave. If you hear the \"Jaws\" music, it's like, \"Uh, you know what, I can't ...\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "So like if I'm reading a book, \"Once upon a time,\" no, thank you, okay, I got it. Cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kristy, I think the moral is, if you do well on certain matters, it actually makes it worse. It is like if you told a kid like a doctor comes in and says, \"We're going to give you a flu shot. Just to let you know, it's a giant needle, and it is going to pierce your skin.\" I mean, a doctor comes in, my doctor, when he does certain types of exams talks to me while he is doing it, so I'm not paying attention, and then all of a sudden, I'll go, \"Whoa,\" and I go, \"What just happened?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "Yes, that's so much better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's so much better. You get shocked by a finger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "Yes, the sneak attack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Wasn't that a great question that he just asked you? Isn't that a great question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "I like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are you saying that wasn't a question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It was not a question at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Okay, maybe it was a statement wrapped am a question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "I liked it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, but what are your thoughts in general?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "I think it is ridiculous -- the trigger -- like to warn people. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "What? I learned something new today and I love trigger warnings. Can I get a trigger warning when you go on a date? Susceptible to stalking, we will call you constantly, won't leave you alone, we'll scare off all your friends, like that would be ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I would never have any dates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I just think it makes perfect sense, just like the shopping or like anything else. If you say to someone, \"Hey, this might emotionally traumatize you,\" then read it. How is that supposed to calm you down? That would be like if I came to you before every show and said, \"Don't screw it up, Greg because if you screw it up, you're going to be real upset.\" I do not think that that would make you have a better show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it wouldn't, it wouldn't, but yet you still do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I still kind of just said it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you did. It's funny, you know, a lot of people do that at Fox.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They really do. You walk away, \"Don't screw it up.\" That really helps. Won't name names. Okay, still to come, a new government program that punishes you for your social behavior. Is this awesome, scary, or both? Your life will be grave if you misbehave. China, the country, not the fine dinnerware has rolled out a social credit system to spy on the behavior of its massive population. The reason, this from a government document, keeping trust is glorious and breaking trust is disgraceful. Lou Dobbs once said the same to me in a sauna. I never forgot it. Now, a social credit score is like your financial credit score, except it is way worse. Things like bad driving, smoking in a non-smoking area or posting fake news online can affect your social score. And people with low scores can be prevented from traveling. They can lose internet speed, miss out on school, jobs, and my world famous ambrosia salad recipe. It's true. It's amazing. The system is optional, but the Chinese government plans to make scores mandatory and public by 2020. Yes, in the words of Dana Perino -- holy [bleep]. That is pretty [bleep] scary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, obviously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, obviously. I'm going to go to you first, Tyrus, to let Dana calm down a bit. I kind of like this idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You like this idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Am I fascist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "This dude like -- could you imagine if they put your social -- your internet history and all of that stuff that is on this, it would pop about you, you'd really want all those unicorns and naked party stuff you look at? This is a horrible idea for men.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Those are bodysuits, Tyrus. They're not naked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "This is a horrible idea for men and my brothers in China, man, damn. Because everything you do, I mean because -- I can only speak for men, straight men. We are kind of decrepit, naughty little dudes and we look at a lot of stuff we shouldn't because we are just curious about the world and we can't express ourselves because we're trapped in this box of not being weird. So I really would not want to be like walking my son to school or my daughter to school -- I would not be able to take my daughter to school ever because there's like -- if you walk by, like, \"Oh my god, he does all that stuff,\" like your rating would come out. Like his credit score is 600, but his personality score is a two, and his adult content is negative 75. I wouldn't want any of that stuff. That's terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You have a credit rating and a pervert trading.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes. Like, and it's like, you don't -- you know, I'm just curious. It doesn't mean that I am really looking at that stuff, I would be -- no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dana, you love this topic. We've been talking about for months. Why do you love it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think it is the most evil way to try to control people. It is the system that is meant to depress any creativity and freedom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And swearing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And swearing, yes, like, screw that. Let me give you an example. They have a system there where, let's say you jaywalk. You ever jaywalk in New York City?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Okay, because it's easier to get across the street, you take your life into your own hands, whatever. They will take -- they have pictures of everybody at all times. You jaywalk. They take your picture, they match it to your credit score, but that's not just a credit score. They will say, \"Dana Perino jaywalk today, also she owes the credit company X amount of dollars,\" and being in debt in China is a very embarrassing thing. And they basically try to control your entire life. They are making a huge mistake. I think the country has changed under President Xi in a very terrible way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So I do feel strongly about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She does. Kristy, how do you feel about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "I feel the same way that Dana does. It is a big eye-opener to just really be appreciative of where we live and what we have and the freedoms that we have. I mean, it's scary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Not so fast. I am like going, I more of that, Kat. I want more of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I kind of love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, one of the things you could get penalized for is buying too many video games. Have either of you ever dated a dude that plays a lot of video games?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's like you don't exist. Like, sorry am not a dragon or whatever or whatever is on those games. I think that there should be lots of other things too that people get punished for here, like posting minute by minute updates about your pregnancy on social media or like saying, \"You're mom\" after someone asks you a question. Or like asking to use Chapstick. Like, no you can't use my Chapstick. I don't your mouth stuff on my mouth stuff. Were you born in a barn? What is wrong with you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kilmeade does that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, you don't want to share Chapstick with a stranger and if someone out there is sharing Chapsticks, I'm fine with them not being allowed to be on planes and whatnot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By the way, we are already doing this in America, but we're doing it to ourselves. We are policing our own behavior on Twitter. We are ritually humiliating people and banishing them for jokes and for tweets ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, cut it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "... and that's I think, just as bad, that's why I'm like -- going like, we are actually Big Brother. I've said that many times and I'll say it again. I am with you though. I would -- social credit, hogging gym machines. I hate people who hog ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Wait, wait. I'm sorry, you hate people that hog gym machines? GUTFELD Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Because I just want to use the gym machine. That's all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes. Okay, I'm sorry, I'm going to go with Dana on this one [bleep] that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, go ahead and clap. I am not listening to your clapping. Still to come, women are getting low rates on car insurance and one guy isn't happy. You won't believe what he's doing to fight back. He changed his gender over a fender bender. According to Canada's CBC news, a Calgary legally changed his gender on his birth certificate and license so he could save money on car insurance. This is great. David, that's his real name, got a new car and its insurance was going to be $4,500.00. But if you were a woman, you pay $1100.00 less. His insurance company actually told him that. It turns out Canada's insurance bureau says that men under 25 are at higher risk of collision than women at the same age. But David said he is not physically changing his gender, he's just doing it on paper which apparently was as easy as getting a doctor's note. So, is David exposing a sexist practice or being charged based on your gender or is he committing fraud? Either way, I think he is my hero. And besides, we know who the worst driver is, right, Mr. Whiskers? He has a purr-fect driving record. So thank you. You're clapping over that? You starve for humor. All right, Kristy, this guy is an American hero even though he is Canadian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "Yes, Canada. Where men are men are men and moose are nervous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I love the Canadians. Let me make that clear. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "Let's see. What is this all about? I mean, was it Jim Carrey who did it? Or who was the guy? Justin bieber?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know. Those are the only Canadians ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWANSON",
      "sentences": "That's what I want to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, I have no idea. But I think he is very, very clever. And Dana, it kind of proves that men and women are biologically different when it comes to money. Would feminists prefer that they pay the same amount as men?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, I'm sure not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, we want the social credit for being who we are. But the interesting thing is, isn't it Canada that's changing their whole birth certificate system going forward? You don't have to declare a gender now on the birth certificate, so I do not know what All-State and Geico are going to do. I mean, how are you going to choose?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is opening a can of worms. Has anybody ever said that before?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's good. I don't know ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know, I think that's quite a phrase, Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Here's the thing, I guess for the people that are psychologically challenged for their gender like, not knowing who you are or being trapped, I could see how this would be very like disheartening for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, but this is only on paper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "But, it's still the point and this is what the problem is when we change all the rules so that everybody is happy. It ends up being you get exploited.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No one is happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "And no one is happy. Like, there is what? Twenty four technical genders now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I think there might be more, 57, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I mean, that's a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes, what I am saying is though, and then, they will get upset because this guy, he changes to save money, but inside, he felt like a cheap woman. So he did not want to pay the bill. You cannot argue that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Kat, should women do the reverse and try to get some of the perks men have like if you identify as a man, there is no line at the men's bathroom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I just don't understand this personally because I should not be getting cheaper car insurance than anyone, or car insurance at all. When I used to drive, I got in so many accidents, I hit other cars. I hit things that were not cars and were not moving. I blew out a tire because I drove up on the sidewalk so I was jamming too hard, so bills, bills, bills, like Destiny's Child, and that is something I feel like would only happen to a woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That Gorka GPS catch, when I had to drive about five inches, that was the first time I'd driven in about six years, and I had to ask the intern, the brake is the big one, right? So, yes, sure, I totally deserve cheaper car insurance. This is very fair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Okay, I think we've learned a lot here. Don't go anywhere, final thoughts, next. All right, my book is out and every audience member got an autographed copy. I am better. Look at that. I am better than Oprah Winfrey. So, tomorrow, I am going to be in Houston signing some books, go to ggutfeld.com and you can find out and I think I am going to be at Huntington Books in Long Island on Tuesday, so check me out. What a great show. Special thanks to Dana Perino and Kristy Swanson. Kat Timpf, Tyrus, and studio audience. I'm Greg Gutfeld, I love you. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS MATTHEWS, MSNBC",
      "utterance": "Good evening, I'm Chris Matthews, and steaming, swamp-like Washington which has just been drenched with its heaviest July rainfall and three quarters of a second is wet in this town and steaming."
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "utterance": "Somebody's boxers are sticking. Enough. You want to drive your enemies nuts? Have a lot more fun than they are."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Remember I said, we're going to be a little bit wild and we'd have a lot of fun. And they'll say, \"He's not acting presidential.\" And I'd say, \"Well, it's a lot easier to act presidential than to do what I do.\" Anybody can act presidential. Ladies and gentlemen of the state of Florida, thank you very much for being here. You are tremendous people. And I will leave now because I am boring you to death. Thank you. I can be more presidential than any President in history, except for possibly Abe Lincoln with the big hat. I don't know about that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Abe Lincoln was the big hat. Could you imagine Abe and Trump in a debate? Check out Mr. Big Hat over here. Mr. Big Hat, what's he hiding under there, Mr. Big Hat. Another smaller hat? All right, so what's all this fun causing? The people not having fun are getting sick of you, of Trump and of themselves. For example, since Trump got elected there's been a jump in patients suffering from what scientists call Trump Anxiety Disorder, or TAD. TAD. Isn't everything bad named Tad? I mean, do you know a good Tad? By the way that was a tadpole. It's been a long way for that joke. What a long way. Wasted a lot of time for that one. All right, according to CDC News, a symptom of TAD is a feeling as if the world is ending. I wonder who is spreading that."
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC",
      "utterance": "Donald Trump and his erratic behavior could be leading the United States towards World War III."
    },
    {
      "speaker": "JOY BEHAR, CO-HOST, THE VIEW",
      "utterance": "We're talking about annihilating millions of people."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "If this border wall happens it will be an unprecedented environmental catastrophe."
    },
    {
      "speaker": "JOHN AVLON, POLITICAL ANALYST, CNN",
      "utterance": "We can't begin to normalize this. This is dangerous. This is childish. This is un-presidential."
    },
    {
      "speaker": "TREVOR NOAH, COMEDY CENTRAL",
      "utterance": "This is it, the end of the presidential race and it feels like the end of the world."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Of course. Now, it's easy to mock the suffering but I am not. When you see what is coming out of the quivering Cronkite, you can't blame gentler souls for falling ill. This whole industry is selling us fear and they are calling it facts. That's another symptom, but the fear spreads faster than a cold sore from Bill Clinton. Fear sells. Fear sells. So now the media has replaced climate change with Trump change as their apocalyptic wish fulfillment. Everything bad in this world is Trump's fault. Pick any bad news and you can trace it back to him. Even stuff that happened before he was born. World War I, Trump's fault. World War II, Trump's fault. Synchronized swimming, Trump's fault. The problem, things just keep getting better. We're doing good with North Korea and the Middle East. GDP is going up and unemployment keeps dropping. Consumer confidence is higher than Obama's mom jeans. We have peace and prosperity, yet the other networks see doomsday. Every day is doomsday. And there is the problem. If every day is doomsday, how do you know what the real doomsday is? What we need is a super duper doomsday."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What if everything you knew about doomsday was wrong? Get ready for super duper doomsday. Where it's really, really the end of the world for sure no lies, going to happen, we swear, so buckle up you're going to die and so is everyone else. It all starts when President Trump severely slices a tee shot while golfing at Mar-a-Lago. The ball careens off into space, striking a nearby asteroid which then crashes into the moon, splitting into thousand pieces. Moon fragments smash earth TV satellites causing them to only broadcast \"The View\" 24 hours a day. This causes the world's IQ to plummet dramatically, except for Chris Cuomo, he actually becomes smarter."
    },
    {
      "speaker": "CHRIS CUOMO, HOST, CNN",
      "utterance": "I missed you, my friends. What do you say? Let's get after it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Humanity is seen chasing each other in stores with alligators causing Dana Perino to swear like a sailor. Turtles quickly become the dominant species and start eating everything causing them to grow in an exponential rate. The UN responds by making another movie about Abba that sucks so bad, it causes the sun to hurl itself into Jupiter causing all of our blenders to make nothing but the worst kind of virgin daiquiris. Meanwhile, the giant turtles have began to devour entire cities causing Don Lemon to speak in reverse English."
    },
    {
      "speaker": "DON LEMON, ANCHOR, CNN",
      "utterance": "Don't believe what you see with your own ears."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Within hours only, a few hundred humans remain with the final survivors mount a last stand by electing Adam Levine as their leader. He tries to make peace by singing ..."
    },
    {
      "speaker": "ADAM LEVINE, AMERICAN ARTIST",
      "utterance": "\"She will be loved.\""
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Upon hearing this, the earth itself implodes destroying everything ever created except a doomsday bunker full of my pillows. Thus completing super duper doomsday. And it was all Trump's fault."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's the best. The best ever. That was the best. All right. So the ugly truth as the media, Hollywood, academia deplore Trump, they wouldn't exist without him. Seriously, if Trump were to disappear, what would they be doing? All right, so if you think these people are sick from Trump anxiety, just imagine their Trump withdrawal. Talk about a doomsday. Fact is, you can't go back after Donald. He's introduced something into politics that we haven't seen in quite a while. It's energy. Media anxiety is not from the apocalypse, it's from trying to keep up. It's the first time in eight years they had to. They see these weird damp circles underneath their arms and they go, \"What the hell is that, doctor?\" It's sweat. Something you did not see when you were reporting about Obama. So what about us? Things are going pretty good which means, it's time for ..."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Tough love with Greg Gutfeld."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Welcome to tough love with Greg Gutfeld. Look, I'm not crazy about CNN or Jim Acosta. He's like tube of Brill cream that learned to pout. But the jeering at the rallies, it's really not a good luck, and I mean it. It's like when I drink too much I think that I look great, but in reality I should not be in the park wearing nothing but Crocs. They never believe me when I say I'm walking a dog. So, when I see all the yelling at Acosta, I do get the anger, the jeering is borne from a cynicism about a press that under Obama have their spines removed to make it easier to bend over. And now, it is clean. It's clean. Now that Trump is here, you see the media working overtime and it's the contrast that bugs you and me. But when you are winning and you are, you don't need to scream. In fact, I think that's piling on. So my suggestion, stop. And instead, do what my mom always said, \"Kill them with kindness.\" Or was it a machete. I could never tell with mom. It was either kindness or a machete with her. There was no middle ground. But let's stick with kindness. You've got to be appreciate and take the high road and be nicer. You will look better and it will drive the media even more nuts and they will be so confused, they will probably think it is the end of the world, again. Yes, another great monologue. Let's welcome tonight's guests. That is not a truck backing up, we are just bleeping her filthy language. My co-host on \"The Five\" and anchor of the \"Daily Briefing,\" or bleeping, Dana Perino. Besides the TV dinner, she is my favorite Swanson. the original vampire slayer, the legendary Buffy herself, actress Kristy Swanson. All right, one of the best intros ever. Her keyboard only has one letter, which is why she is always depressing. \"National Review\" reporter, Kat Timpf. That's too good. And his baseball cap gets altitude sickness, former WWE superstar and my massive sidekick, Tyrus. All right, Dana, I cannot believe I have to say this, but try to keep it clean."
    },
    {
      "speaker": "DANA PERINO, FOX NEWS",
      "utterance": "Yes, thank you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We have some children here in the audience."
    },
    {
      "speaker": "PERINO",
      "utterance": "I see him. Yes, he was here for your monologue."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know. What do you make of, I guess, the idea -- this conflict between the media and the administration and who should take the high road? Should we take the high road? You know what I remember, what Jedediah said on \"The Five\" which kind of struck me. We have -- like, when I lecture people, we have the luxury of a show, so we can talk about all of the stuff that the audience ..."
    },
    {
      "speaker": "PERINO",
      "utterance": "The media driving us crazy like we have an outlet for it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But the people at the rallies don't, so when they see CNN, they go, \"You,\" because that's their outlet, so am I wrong?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't think that that's wrong. But I think that your advice is actually good. The tough love, right? Because I do think, not to get so technical on the polls, he is bleeding women. The approval ratings are plummeting for him with women. And it's not about the economy, they know the economy is good. It's not about Russia, they don't really care about Russia. It's his temperament. And so, I think that that is just not helping. It is not necessary. I think that the reporters, they don't even actually need to be in the room."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "They could be outside. And you're just going to see it on -- you have one TV camera, like Jim Acosta doesn't need to be in the room, it's like he's becoming part of the story and it's not necessary."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But if they are outside, the story will be reporters kept outside. It is Trump's fault. Kristy, welcome to the show. So much good news in the economy, is that what is driving the media kind of nuts. It's that they cannot figure out what to say about him?"
    },
    {
      "speaker": "KRISTY SWANSON, AMERICAN ACTRESS",
      "utterance": "They just want to put him down with any chance that they have. I mean, they just want to destroy him, like the video we just saw. It's terrible. It is bad. And they need to stop. They are aging themselves."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are they aging themselves?"
    },
    {
      "speaker": "SWANSON",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They look like they are getting gray, or white."
    },
    {
      "speaker": "SWANSON",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SWANSON",
      "utterance": "Look at -- I mean, they just look so angry and awful and they need to lighten up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SWANSON",
      "utterance": "... changes ..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I've noticed Anderson Cooper's hair is totally white. And Stelter, bald. I mean, these are -- they're obviously having an effect. Kat, give me some of your deep analysis on what is going on in the current political climate. How you feel? Are you angry? Are you nervous? Perturbed?"
    },
    {
      "speaker": "KAT TIMPF, NATIONAL REVIEW",
      "utterance": "I am angry, and nervous and perturbed. But it is usually about other stuff like it's about when I get food later, what if I ordered the wrong thing and I don't like it and I wish I got another thing? Or what if when I'm walking down the street, someone sneezes on me and then I get a cold again? Or what if I hang out with somebody who seems to be healthy, but they're actually harboring the cold virus and I wound up getting sick from them because they are still contagious?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm seeing a trend here."
    },
    {
      "speaker": "TIMPF",
      "utterance": "So, there's a lot of things, definitely to worry about. I don't worry so much. I mean, the amount of anxiety that some people have about President Trump, only one person should have that anxiety about the President, and that is the President. Like, it could be a little -- he could be a little nervous about making important decisions. But I think actually, I get a little more nervous about my food order than he does. He seems like he kind of just is pretty chill about being President."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, I think, you know what, I talked about this before. To him, it's just another kind of a big project and he talks about it like it's a job. He will share the details of this job to you that no other President would, like the stuff he has to deal with, Tyrus. But I'm glad you made it. You almost didn't make it tonight. GEORGE \"TYRUS\" MURDOCH, FORMER WWW WRESTLER: Yes, I made it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Stuck on a plane. He was circling for four hours above the studio."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes. It was great. If I could piggyback on Dana Perino for a second, shut up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think that would be called ..."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Her point -- she's got a great core base, she could do it. I mean, been there for a long time. Take three steps. Three steps where we're good at. But her point is spot on. The Acosta thing. I, because of my background in wrestling, and President Trump has a long historic history with wrestling and (inaudible) man 101. And Acosta likes the chanting. He likes that stuff because you're exactly right, why is he not on the outside? Reporters used to do that, but you cannot get those reactions and those ratings. He even -- so they can see him, stands up higher than the crowd and stands over them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "\"Hey, I'm here. I'm here.\" And they get going and they start doing the wrestling chants, \"You suck\" or whatever it is and he eats it up and he acts out and strut, but he literally, if he got down and walked away to do his report, it would be over. But he's doing it for the attention, for the reason that he despises President Trump who seeks attention. They do the same thing. It's because they are involved in a war between the media and specifically most of the things like CNN has become the front runner in this one-on-one dogfight with the President. And they are willing to go anywhere to go after him, but they want to hold themselves in a higher court, but they are the same thing, and Trump, he is the baby face right now. So, the crowds are going to cheer him. They're going to boo you, so just -- you're the bad guys."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it is a mismatch because he is a street -- this is who he is."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "They can't win this fight."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "They don't even know how to be a good heel, like Acosta would have told them, like, \"Hey, shut up, lady.\" Or how did you get here? You can't afford it. Like start heckling the crowd back, Acosta, like, get ..."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's a great idea."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Be a bad guy."
    },
    {
      "speaker": "PERINO",
      "utterance": "Great idea. They should really do that."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "They should heckle them. I am doing a report on you, sir and your extramaritals. Like, be a bad guy."
    },
    {
      "speaker": "PERINO",
      "utterance": "Also they have no sense of humor. Like you were saying earlier, if you cannot beat them, join them. And laugh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Just laugh."
    },
    {
      "speaker": "PERINO",
      "utterance": "Maybe it would be better."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I just hope that -- I hope that like -- I just would like -- people looking like a mob does not appeal to me in any shape or form. Because I am really a good person at heart. No, I'm not, I am a terrible person. Thank you. Coming up, Hillary Clinton teams up with Steven Spielberg. Is she the next Indiana Jones or more like, Wisconsin failure? Am I right? Unemployment is so low even Hillary found a new job. Good for her. The petulant pant suit is teaming up with Steven Spielberg, whoever that is, to produce a documentary on the woman suffrage movement. The struggle women endured to earn the right to vote. So that a hundred years later than they could elect Donald Trump. Oops, sorry, I gave away the ending. I gave away the ending on that one. All right, so Hillary is producing television now which is a powerful gig. TV is a very persuasive medium. I think this is great. The more stuff she produces, the more fun I can have with her. I wonder what her next project is going to be?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Coming this fall, Hillary Clinton presents, I hate everyone on this planet, especially Greg Gutfeld. A 35-part series."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I cannot wait for that. Kat, what you make of this? Does it upset you? It should."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I just don't how you get a gig like that being Hillary Clinton. Because she does not really strike me as being a very creative person. I do not think she has ever finger painted, like even as a child, she was probably like, \"No, I am not doing that.\" She was able to hire another kid to do the finger painting for her. That is just how I see it. I mean, she had to hire basically a team of writers for her Twitter to try to make jokes on Twitter. So, if you cannot even do your own tweets, how are you going to make you're a movie? I think that she is really good at one thing, which is just like sitting there and looking terrifying."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kristy, obviously, Hollywood, you do a lot of movies. Does she deserve this opportunity? What you make of this?"
    },
    {
      "speaker": "SWANSON",
      "utterance": "No. I mean, come on. A producer? Like an executive producer?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You do not need a lot for that, do you?"
    },
    {
      "speaker": "SWANSON",
      "utterance": "You do, I mean, no. She is going to sit like in a director's chair or hang out at craft service eating donuts and collect the check."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SWANSON",
      "utterance": "That's all it is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And Bill is thinking, \"I will do the casting couch.\""
    },
    {
      "speaker": "SWANSON",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By the way, Dana, serious point, shouldn't they be -- if she is a real feminist should they do a documentary on Harvey Weinstein? Because that would be a truly feminist work, but she cannot because she overlooked his behavior because he was giving so much money to the party and to her in order to get elected. So probably the worst example of a feminist is her, maybe."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, you said it very well."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you."
    },
    {
      "speaker": "PERINO",
      "utterance": "But I do wonder if they will start off with the women who really started of the movement to get the right to vote were from Wyoming, which is where I am from. Typically conservative women there, but I don't know if they'll get a lot of credit. I also think she is not going to have to do anything. Just like I don't think that Barack Obama and Michelle Obama are going to have to do anything for the millions they are getting from Netflix. This is just a name added to it. When James Patterson wrote his latest book, he added Bill Clinton to it, right? It was a collaboration. James Patterson didn't need Bill Clinton to help him sell books. Spielberg doesn't need help from Hillary Clinton to help him sell movies. This is basically, it is like if you fail, then you get picked up by Hollywood if you are a liberal. And I am not bitter about that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, you should be. I am."
    },
    {
      "speaker": "PERINO",
      "utterance": "But I have not failed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, you have not failed, but when I fail, no one is there. I have no safety net. By the way, maybe this is just a weird thing that I dreamt. But wasn't the suffrage movement created in part for -- to create the prohibition? So women would vote, isn't that right? To get rid of alcohol?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Maybe, but part of it was property rights, and also in Wyoming, you didn't have that many women -- you didn't have that high of a population so they wanted women to be able to vote to increase their vote total."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, I did not know that."
    },
    {
      "speaker": "PERINO",
      "utterance": "But property rights were a big deal, too."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tyrus, what are your thoughts on Hillary's next move?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "We all should be really afraid. I've been telling you all with not messing with her. To leave her alone. Stop messing with her. If there is a scary old lady on your block and there's always that one kid who always wants to go pick that peach from her tree and we're like, \"Don't do it. Don't to it.\" And the one -- and then one day, he goes and she catches him. She is about to catch this man. She is not going away. Like, she is going to use this vehicle because she is going to try to get in touch with the people. Spielberg is the vehicle. He is the name. He has a big fan base. Anything he touches and it's a about women, so in her mind, this is going to help her get her reelection bid going. This is a path for her to get re-in-touch with her base. She's going to start putting women forward and this movie is about women's right to vote because we need to stick together to stop the evil Trump. I'm telling you, it's all going to come right back to Donald Trump and a Darth Vader suit at the end of the movie. You know what I'm saying, like I guarantee. It will be like this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We should just call it \"Jaws 7.\""
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, I am just envisioning Hillary's house now has like seven or eight Frisbees on the roof because none of the kids go over to get it back."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Exactly. Everyone who grew up in a neighborhood knows the lady I am talking about. This is the lady times ten."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like the beast in the sandlot?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I didn't see that."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "No, because that was a dog and he was sweet when he got hurt. No, this -- if she got hurt, she would just be one arm and still crawling at you like Terminator. You stay away from the mean lady in the ..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, coming up, do trigger warnings do more harm than good? Harvard says yes. Who is Harvard? I've never heard of him."
    },
    {
      "speaker": "ANITA VOGEL, CORRESPONDENT, FOX NEWS",
      "utterance": "Live from \"America's News Headquarters,\" I'm Anita Vogel. Venezuela's embattled the President surviving tonight what some are calling an assassination attempt. Drones loaded with explosives detonated during a speech find Nicolas Maduro. Maduro is safe and unharmed, but seven soldiers were injured. The President is blaming the right-wing opposition for the attack. He is also pointing the finger at Columbia's President. Some are disputing the government's version of events saying it was a gas tank explosion inside an apartment. President Trump is reportedly concerned that his eldest son may have violated the law. \"The Washington Post\" reports that the President has told confidants that Donald Trump, Junior may have unintentionally crossed a line. Special counsel, Robert Mueller is investigating Trump, Junior for arranging a meeting in 2016 between a Russian lawyer and campaign officials. I am Anita Vogel, now, let's take you back to \"The Greg Gutfeld Show.\" For all your headlines, log on to fox ..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And now, a story about trigger warnings which calls for a trigger warning. Old people get the reference. A new study from Harvard, a school I am told finds that trigger warnings may do more harm than good. Researchers had two groups read scenes from books depicting graphic violence. One group got a trigger warning, one didn't. What they found, trigger warnings do in fact increase people's emotional vulnerability to trauma. Meaning, if you're someone who believes words can hurt you, a trigger warning makes it worse. That is crazy. Think of it this way, someone who might have been able to handle something shocking without a trigger warning, would actually be less able to handle it because of the warning. So trigger warnings are actually causing pain, not preventing it. This is nuts. Which is why I've come up with a great new product. One that counters trigger warnings with blunt world advice from someone you know very well."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Sometimes I want direction, but I also want advice from my favorite national security strategist. Why can't I have both?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Well, now you can, thanks to Gorka Positioning System. It's the world's first geo-locator to come with a dose of no-nonsense advice from Sebastian Gorka."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Time to destination one hour. There are no shortcuts in life and if you believe otherwise, then you are a drooling dimwitted twit brain washed by the liberal academic media complex. I pity you and your sad deprived children. Turn right at the next intersection."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Nice."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And Gorka Positioning System is always there with a helpful reminder."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This traffic is terrible."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There's a tollbooth ahead so I hope you have the money after the loathsome relentless infantile Democrat that screwed you on taxes. It's a shame, you make and make and all they do is take and take. They would rather expand government than your wealth. Also, there is a passing lane ahead."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Thanks Gorka Positioning System."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Plus Gorka Positioning System will keep you out of dangerous areas on road trips."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Uh, where are we?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "In 500 feet turn right. Because the only way in which to fight political correctness and ideological prejudice is to turn right. Then turn left to avoid global jihad."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Spring break, here we come."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No car, no problem. You can download the Gorka Positioning System right to your smart phone."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Construction ahead, so stay to the left, which shall be easy for you, your filthy communist garbage, and I can see so get a haircut. You look like a tramp."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So get Gorka Positioning System today. You'll never get lost or disappoint your parents again."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Gorka was supposed to be on the show tonight. He could have used the GPS. But he did not make it, so he's not here."
    },
    {
      "speaker": "PERINO",
      "utterance": "His failure to plan."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But you know, we got you, Dana. Which is ..."
    },
    {
      "speaker": "PERINO",
      "utterance": "Consolation price, I know, but I can do the accent."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do the accent, please?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I can do the Gorka accent."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Very good. Very good. But in the real world, Dana, you aren't going to get a trigger warning."
    },
    {
      "speaker": "PERINO",
      "utterance": "No, I was thinking about this, okay, so you know what happened to me earlier this week on \"The Five.\" I didn't have a trigger warning about the alligator going into the convenience store. Had I known that the alligator was going to be terrorizing people in the convenience store, I might have prepared myself and not embarrassed the network by saying a bad word on live television."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, if you didn't fall, I don't know if you know about this, but on \"The Five,\" Dana said something awful on the show which embarrassed all of her co-hosts."
    },
    {
      "speaker": "PERINO",
      "utterance": "True."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And we had to bleep it."
    },
    {
      "speaker": "PERINO",
      "utterance": "But it was because of an alligator and if I had known that the alligator was going to do that, I might not have caused the problem."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tyrus, do you think trigger warnings -- I mean, they are like spoilers, isn't it better to find out things on your own?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I'm going to be real honest with you guys. My definition of trigger warnings is a lot different than you guys. I do a lot of prepping for this show and when I was like, trigger warning, and I remember, I was going to my car, we assumed -- I thought that was the same thing. So, you mean like a preemptive verbal cue that something verbally offensive is about to come?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You really need that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Apparently a lot of students feel that way."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Like \"Jaws\" music every time you make a decision."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Okay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's exactly what it is and you can choose to leave. If you hear the \"Jaws\" music, it's like, \"Uh, you know what, I can't ...\""
    },
    {
      "speaker": "MURDOCH",
      "utterance": "So like if I'm reading a book, \"Once upon a time,\" no, thank you, okay, I got it. Cool."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kristy, I think the moral is, if you do well on certain matters, it actually makes it worse. It is like if you told a kid like a doctor comes in and says, \"We're going to give you a flu shot. Just to let you know, it's a giant needle, and it is going to pierce your skin.\" I mean, a doctor comes in, my doctor, when he does certain types of exams talks to me while he is doing it, so I'm not paying attention, and then all of a sudden, I'll go, \"Whoa,\" and I go, \"What just happened?\""
    },
    {
      "speaker": "SWANSON",
      "utterance": "Yes, that's so much better."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's so much better. You get shocked by a finger."
    },
    {
      "speaker": "SWANSON",
      "utterance": "Yes, the sneak attack."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Wasn't that a great question that he just asked you? Isn't that a great question."
    },
    {
      "speaker": "SWANSON",
      "utterance": "I like it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are you saying that wasn't a question?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "It was not a question at all."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Okay, maybe it was a statement wrapped am a question."
    },
    {
      "speaker": "SWANSON",
      "utterance": "I liked it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, but what are your thoughts in general?"
    },
    {
      "speaker": "SWANSON",
      "utterance": "I think it is ridiculous -- the trigger -- like to warn people. I don't know."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "What? I learned something new today and I love trigger warnings. Can I get a trigger warning when you go on a date? Susceptible to stalking, we will call you constantly, won't leave you alone, we'll scare off all your friends, like that would be ..."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I would never have any dates."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, last word."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I just think it makes perfect sense, just like the shopping or like anything else. If you say to someone, \"Hey, this might emotionally traumatize you,\" then read it. How is that supposed to calm you down? That would be like if I came to you before every show and said, \"Don't screw it up, Greg because if you screw it up, you're going to be real upset.\" I do not think that that would make you have a better show."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it wouldn't, it wouldn't, but yet you still do it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I still kind of just said it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you did. It's funny, you know, a lot of people do that at Fox."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They really do. You walk away, \"Don't screw it up.\" That really helps. Won't name names. Okay, still to come, a new government program that punishes you for your social behavior. Is this awesome, scary, or both? Your life will be grave if you misbehave. China, the country, not the fine dinnerware has rolled out a social credit system to spy on the behavior of its massive population. The reason, this from a government document, keeping trust is glorious and breaking trust is disgraceful. Lou Dobbs once said the same to me in a sauna. I never forgot it. Now, a social credit score is like your financial credit score, except it is way worse. Things like bad driving, smoking in a non-smoking area or posting fake news online can affect your social score. And people with low scores can be prevented from traveling. They can lose internet speed, miss out on school, jobs, and my world famous ambrosia salad recipe. It's true. It's amazing. The system is optional, but the Chinese government plans to make scores mandatory and public by 2020. Yes, in the words of Dana Perino -- holy [bleep]. That is pretty [bleep] scary."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, obviously."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, obviously. I'm going to go to you first, Tyrus, to let Dana calm down a bit. I kind of like this idea."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You like this idea?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Am I fascist?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "This dude like -- could you imagine if they put your social -- your internet history and all of that stuff that is on this, it would pop about you, you'd really want all those unicorns and naked party stuff you look at? This is a horrible idea for men."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Those are bodysuits, Tyrus. They're not naked."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "This is a horrible idea for men and my brothers in China, man, damn. Because everything you do, I mean because -- I can only speak for men, straight men. We are kind of decrepit, naughty little dudes and we look at a lot of stuff we shouldn't because we are just curious about the world and we can't express ourselves because we're trapped in this box of not being weird. So I really would not want to be like walking my son to school or my daughter to school -- I would not be able to take my daughter to school ever because there's like -- if you walk by, like, \"Oh my god, he does all that stuff,\" like your rating would come out. Like his credit score is 600, but his personality score is a two, and his adult content is negative 75. I wouldn't want any of that stuff. That's terrible."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You have a credit rating and a pervert trading."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes. Like, and it's like, you don't -- you know, I'm just curious. It doesn't mean that I am really looking at that stuff, I would be -- no."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dana, you love this topic. We've been talking about for months. Why do you love it?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I think it is the most evil way to try to control people. It is the system that is meant to depress any creativity and freedom."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And swearing."
    },
    {
      "speaker": "PERINO",
      "utterance": "And swearing, yes, like, screw that. Let me give you an example. They have a system there where, let's say you jaywalk. You ever jaywalk in New York City?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "Okay, because it's easier to get across the street, you take your life into your own hands, whatever. They will take -- they have pictures of everybody at all times. You jaywalk. They take your picture, they match it to your credit score, but that's not just a credit score. They will say, \"Dana Perino jaywalk today, also she owes the credit company X amount of dollars,\" and being in debt in China is a very embarrassing thing. And they basically try to control your entire life. They are making a huge mistake. I think the country has changed under President Xi in a very terrible way."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Interesting."
    },
    {
      "speaker": "PERINO",
      "utterance": "So I do feel strongly about it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She does. Kristy, how do you feel about it?"
    },
    {
      "speaker": "SWANSON",
      "utterance": "I feel the same way that Dana does. It is a big eye-opener to just really be appreciative of where we live and what we have and the freedoms that we have. I mean, it's scary."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Not so fast. I am like going, I more of that, Kat. I want more of that."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I kind of love it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do you?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, one of the things you could get penalized for is buying too many video games. Have either of you ever dated a dude that plays a lot of video games?"
    },
    {
      "speaker": "PERINO",
      "utterance": "No."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's like you don't exist. Like, sorry am not a dragon or whatever or whatever is on those games. I think that there should be lots of other things too that people get punished for here, like posting minute by minute updates about your pregnancy on social media or like saying, \"You're mom\" after someone asks you a question. Or like asking to use Chapstick. Like, no you can't use my Chapstick. I don't your mouth stuff on my mouth stuff. Were you born in a barn? What is wrong with you?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kilmeade does that."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, you don't want to share Chapstick with a stranger and if someone out there is sharing Chapsticks, I'm fine with them not being allowed to be on planes and whatnot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By the way, we are already doing this in America, but we're doing it to ourselves. We are policing our own behavior on Twitter. We are ritually humiliating people and banishing them for jokes and for tweets ..."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, cut it out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "... and that's I think, just as bad, that's why I'm like -- going like, we are actually Big Brother. I've said that many times and I'll say it again. I am with you though. I would -- social credit, hogging gym machines. I hate people who hog ..."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Wait, wait. I'm sorry, you hate people that hog gym machines? GUTFELD Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Why?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Because I just want to use the gym machine. That's all."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes. Okay, I'm sorry, I'm going to go with Dana on this one [bleep] that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, go ahead and clap. I am not listening to your clapping. Still to come, women are getting low rates on car insurance and one guy isn't happy. You won't believe what he's doing to fight back. He changed his gender over a fender bender. According to Canada's CBC news, a Calgary legally changed his gender on his birth certificate and license so he could save money on car insurance. This is great. David, that's his real name, got a new car and its insurance was going to be $4,500.00. But if you were a woman, you pay $1100.00 less. His insurance company actually told him that. It turns out Canada's insurance bureau says that men under 25 are at higher risk of collision than women at the same age. But David said he is not physically changing his gender, he's just doing it on paper which apparently was as easy as getting a doctor's note. So, is David exposing a sexist practice or being charged based on your gender or is he committing fraud? Either way, I think he is my hero. And besides, we know who the worst driver is, right, Mr. Whiskers? He has a purr-fect driving record. So thank you. You're clapping over that? You starve for humor. All right, Kristy, this guy is an American hero even though he is Canadian."
    },
    {
      "speaker": "SWANSON",
      "utterance": "Yes, Canada. Where men are men are men and moose are nervous."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I love the Canadians. Let me make that clear. Go ahead."
    },
    {
      "speaker": "SWANSON",
      "utterance": "Let's see. What is this all about? I mean, was it Jim Carrey who did it? Or who was the guy? Justin bieber?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know. Those are the only Canadians ..."
    },
    {
      "speaker": "SWANSON",
      "utterance": "That's what I want to do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, I have no idea. But I think he is very, very clever. And Dana, it kind of proves that men and women are biologically different when it comes to money. Would feminists prefer that they pay the same amount as men?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, I'm sure not."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, we want the social credit for being who we are. But the interesting thing is, isn't it Canada that's changing their whole birth certificate system going forward? You don't have to declare a gender now on the birth certificate, so I do not know what All-State and Geico are going to do. I mean, how are you going to choose?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is opening a can of worms. Has anybody ever said that before?"
    },
    {
      "speaker": "PERINO",
      "utterance": "That's good. I don't know ..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know, I think that's quite a phrase, Tyrus."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Here's the thing, I guess for the people that are psychologically challenged for their gender like, not knowing who you are or being trapped, I could see how this would be very like disheartening for them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, but this is only on paper."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "But, it's still the point and this is what the problem is when we change all the rules so that everybody is happy. It ends up being you get exploited."
    },
    {
      "speaker": "PERINO",
      "utterance": "No one is happy."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "And no one is happy. Like, there is what? Twenty four technical genders now?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I think there might be more, 57, I think."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I mean, that's a lot."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes, what I am saying is though, and then, they will get upset because this guy, he changes to save money, but inside, he felt like a cheap woman. So he did not want to pay the bill. You cannot argue that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Kat, should women do the reverse and try to get some of the perks men have like if you identify as a man, there is no line at the men's bathroom."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I just don't understand this personally because I should not be getting cheaper car insurance than anyone, or car insurance at all. When I used to drive, I got in so many accidents, I hit other cars. I hit things that were not cars and were not moving. I blew out a tire because I drove up on the sidewalk so I was jamming too hard, so bills, bills, bills, like Destiny's Child, and that is something I feel like would only happen to a woman."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Really?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "That Gorka GPS catch, when I had to drive about five inches, that was the first time I'd driven in about six years, and I had to ask the intern, the brake is the big one, right? So, yes, sure, I totally deserve cheaper car insurance. This is very fair."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Okay, I think we've learned a lot here. Don't go anywhere, final thoughts, next. All right, my book is out and every audience member got an autographed copy. I am better. Look at that. I am better than Oprah Winfrey. So, tomorrow, I am going to be in Houston signing some books, go to ggutfeld.com and you can find out and I think I am going to be at Huntington Books in Long Island on Tuesday, so check me out. What a great show. Special thanks to Dana Perino and Kristy Swanson. Kat Timpf, Tyrus, and studio audience. I'm Greg Gutfeld, I love you. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}