{
  "date": "August 6, 2017",
  "headline": "Haley calls North Korea sanctions a strong day for US, UN",
  "subHeadline": "U.S. ambassador to the U.N. provides insight on \"Sunday Morning Futures.\"",
  "url": "https://www.foxnews.com/transcript/haley-calls-north-korea-sanctions-a-strong-day-for-us-un",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARIA BARTIROMO, HOST",
      "sentences": "Good morning. The world sends a message to North Korea plus lawmakers start their recess, but tax reform is taking center stage ahead of their return. And it is week two of the John Kelly era in the Trump White House. Can he get the President's agenda on track? Good morning, everyone, I'm Maria Bartiromo, thanks for downing us right now on \"Sunday Morning Futures.\" The U.N. Security Council voting unanimously yesterday to back tough new sanctions on North Korea. Will they work? I'll talk with U.S. Ambassador to the United Nations Nikki Haley coming up right now. Plus I'll get her take on Rex Tillerson's future as Secretary of State.  Then, Attorney General Jeff Sessions is vowing a crackdown on illegal leaks out of the White House. Can he put a stop to them and what role will the new chief of staff John Kelly play in that? I'll talk with former Clinton Chief of Staff Leon Panetta along with former Congressman Jason Chaffetz.  Plus, we're hearing from Senate Finance Committee Chairman Orrin Hatch this morning. Does he think Congress will get a deal done on tax reform by the end of the year? All that and a lot more right now as we look ahead on \"Sunday Morning Futures.\"  New developments in the effort to rein in North Korea, the U.N. Security Council voting unanimously yesterday to impose new sanctions on that country following a series of missile test The sanction is banning 1 billion dollars in exports out of North Korea. I'm joined right now by the U.S.Ambassador to the United Nations Nikki Haley. Ambassador Haley, it is wonderful to see you. Thanks very much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIKKI HALEY, U.S. AMBASSADOR TO THE UNITED NATIONS",
      "sentences": "Thanks, Maria. It is a new day at the U.N.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "It is a new day at the U.N. Tell us the impact of this and why this resolution was so important?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "It's an incredibly strong day for the United States. It's a strong day for the United Nations. It's a strong day for the international c community that wanted to send a message to the North Korean regime that we were done. The time of talking is over. We made that very clear on Monday and the time for action has happened, and now it is time for North Korea to decide where they're going to go. What you saw the Security Council do was a unanimous vote that basically banned coal, lead, lead ore, iron, iron ore, banned seafood, stopped all new joint ventures, stopped expansions of joint ventures, had multiple sanctions designations, including, you know, a primary bank that North Korea does business with, hit very, very hard.  A third of their trade exports have been hit and we gave them basically a kick in the gut with a billion dollars of sanctions that are going to start - they're going to start to feel right away. It's going to be very strong and it's time for North Korea to realize we are not playing anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, this is a billion dollars hit to North Korea out of their 3 billion dollars in exports, some of the most important industries to North Korea like coal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "Yes. Not only that, it capped their laborers. They send many laborers overseas to do work. They take their money in the process and they use it back for the North Korean irresponsible nuclear missile program. And so, what this does is this stops all new laborers from going over as well. It sends a really strong message but you have to look at what North Korea has done. This is a country who has taken all its revenues and not given it to its people to feed, where they are starving, but instead, has put it towards an irresponsible nuclear program where they're trying to show their muscle. So, what we basically did was kicked them in the stomach, told them to stop and said we're not going to put up with it anymore and the ball is now in North Korea's court. They have a big decision to make. They can respond by pulling back and saying that they're not going to be a part of this reckless activity any more or they can see where it goes and we'll continue to keep up the strength and keep up the activity to make sure that we stop them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Can you characterize the impact of this missile launch? H.R. McMaster was very clear earlier in the week basically saying you cannot underestimate the impact of these missile tests coming out of North Korea. What will it mean in terms of the U.S.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "I mean, Maria, this has been a very dangerous situation. These two ICBM missile launches are not just, you know, disrupting to the region, it is internationally disrupting to the entire world and it's something that we need to be careful of. Having said that, this security council resolution strongest resolution in a generation is not going to solve the problem of North Korea. It is going to send a strong message to North Korea but we all have to be very conscious and realize this is a dangerous situation. We now see where it's going to - you know, have to see where it is going to go from here. And, you know, the entire international community has to one, make sure they follow through with these sanctions but two, keep a united voice against North Korea and what they are doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, you were able to wrangle together even those countries that had pushed back initially. China, Russia initially said they needed more time. How were you able to get everybody on board here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "Well, I mean, that's the negotiation process. And so, you know, our team here in New York did a fantastic job. We had conversations with China. We told them that this was important, that this was something that they need to show that they were going to team with us on, in terms of going forward, and they did. We had to let Russia know that, you know, this is not a time for them to disrupt or stop or cause chaos in the process, and they worked with us as well. And so the negotiations were tough this week, but what we came out with was a very strong product. More importantly, we came out united as an entire Security Council and united as the international community. And I think it sends a very strong message to North Korea. And, you know, a strong message from the United States as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And you were very clear in your statement earlier this week, all options are on the table, in terms of the U.S. continuing to put the pressure on North Korea to rein this in, back it up, what does that mean? Are you considering a military option? Troops on the ground, what does that mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "What it means is the United States are going to always keep our options on the table. You know, we have those military exercises that we have with South Korea. Those have been happening for 40years. They're very transparent, but they are also meant to defend our allies and to make sure that North Korea knows that we're going to be continuing those exercises. That's not going to stop. What will happen is North Korea has the opportunity to do the right thing and by stopping this reckless behavior. We will now see that the United States will respond based on North Korea's actions. We hope that they don't do anything further. We hope that they stop this reckless activity. We hope we don't have to do anything but all options have always been on the table and will continue to be on the table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Talk to us about the neighboring countries. Have we given up on China at this point? Can China do anymore, and I guess is the word is that they haven't done enough? And what about Japan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "Well, I think we need to look at the fact that these negotiations that we worked on, we worked on with China to make happen. And so I will tell you that I appreciate China and their team. I appreciate the fact that they understood that we were serious and that we were tired of the talk and we needed some action and I appreciate the fact that they moved with us on this. And so, I think that China deserves credit where credit is due and they totally stepped up. And you know, we appreciate them for that. Japan and South Korea, what we have seen is they have very much wanted the assistance of the United States but what we told them as well was this is not a United States problem.  This is an international problem and we needed every country to step up and we needed every country to stand with us. And Japan has done that and South Korea was good to see them this week really step up by wanting to see the exercises continue but also stepping up in the fact that we move forward with this resolution today. And so, I think it was certainly a strong day for the region in terms of wanting peace and security for the peninsula. It was a strong day for the security council in terms of showing action and not just talking about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Let me ask you about regime change, is there an effort underway to launch a coup with the generals in North Korea to have the generals take over?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "The United States is not pushing for regime change. We never have been. What we've said is stop the activity. Our goal is to make North Korea become secure. We want to see a peaceful and secure North Korea. We want to see the region secure. We want to see the Korean peninsula secure but we have never pushed for regime change. I think what you are seeing is a paranoid leader that thinks that the United States is trying to do something to his control.  The truth is, what we're focused on is the North Korean people, making sure that the human rights aspects improve, making sure that the regime realizes that we're not going to tolerate this reckless behavior to the international community, but we're not going to tolerate the reckless behavior that they have towards their own people. The fact that every dollar that they get in instead of going towards the health and feeding of the North Korean people is going to the reckless behavior of these nuclear programs is, you know, unconscionable and that needs to stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Ambassador, I've got to switch gears and ask you another question here because obviously, we're seeing a lot of personnel change in the White House. There's questions about Rex Tillerson's future as well as the leadership of even H.R. McMaster. Are you prepared to take over as Secretary of State should the President ask Rex Tillerson to step down?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "That's not going to happen. The President Is not going to ask Rex to step down. I will tell you that Secretary Tillerson continues to be strong. He's meeting with Russia, he's meeting with China this weekend. He's going to continue to do what he needs to do. General McMaster, I can't say enough good things about him. He is an amazing leader. He continues to keep the National Security Council organized. He continues to make sure that he's serving the President by putting options in front of the President. The President strongly supports General McMaster he strongly supports Secretary Tillerson. We have a great team and our team works very hard and we work very united together along with General Mattis and others on the National Security Council. So while I know it's fun for a lot of people to talk about moving the chess pieces, I will tell you we're a team that's united and a team that's very focused on making the United States voice known, making sure that we're strong and making sure we're about action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "I don't see Secretary Tillerson stepping down anytime soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Ambassador, it's wonderful to have you on the program this morning. Thanks very much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "OK. Thanks, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congratulations on a great day, great accomplishment. We'll see you soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "Thank you, appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Meanwhile Attorney General Jeff Sessions draws a line in the sand against illegal leaks out of the White House, but will it make a difference? Former Congressman Jason Chaffetz weighs in on that, coming up. Follow me on Twitter @MariaBartiromo. Let me know what you would like to hear from Jason Chaffetz @SundayFutures. Send us a tweet on the program. Stay ahead, we're looking ahead right now on \"Sunday Morning Futures.\" We will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. Attorney General Jeff Sessions is taking a tough new stance on Friday against illegal leaks coming out of the White House. He issued a stern warning that offenders will be, \"held accountable.\" I'm joined right now by Fox News contributor and former House Oversight Committee Chairman Jason Chaffetz. Good to see you, sir. Thanks so much for joining weighing in here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR, FORMER CONGRESSMAN",
      "sentences": "Thanks for having me. I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Explain to - explain to us Jason who the deep state is. You've said on a number of occasions, look what's happening right now is very dangerous that the deep state is undermining this President. Who exactly is the deep state?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, this bureaucracy that underlies these various agencies and the White House itself. The State Department, the Department of Defense, there's some career officials there that have been well embedded into the - into the bureaucracy that unfortunately are taking these classified pieces of information and making their own decision about what's in their best interest and giving that out and you just can't do that. That puts people's lives in danger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So you think it's these holdouts under the Obama administration that are still there? How come the President cannot weed out all of the holdouts? Are there just too many?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "There is a swarm of people -you'd be shocked, the thousands of people that have access to this classified information. You would think with President Trump has a private conversation with the President of Mexico that that would be a very close hold, but literally, there are hundreds and hundreds of people who have access to that information. It makes prosecuting it very difficult. There are far too many people with far too many security clearances, and it makes it very difficult to rip this stuff out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, will he be able to then? I mean, obviously if you are going to see a conversation, what you thought was a private conversation between the President and the Leader of Mexico and the President and the Leader of Australia, and you've got those printouts of those conversations, why would any world leader want to talk to the President of the United States and not worry that that conversation is not private?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, put aside the political affiliation here, you have got to have the senior most people in your administration be able to have these types of conversations with other nations. I think the country wants to see people in handcuffs and until they are actually able to do that, there's going to be a lot of doubt about their ability to actually enforce the law. If you are trafficking in classified information, you can't do that but you can see the duplicity in the problem that the Department of Justice has because they just made the case last year that even though there were close to 300 people that touched these so-called Hilary Clinton e-mails, classified information, and non-classified setting, the Inspector General calling it out, they didn't prosecute anybody. They didn't even fire anybody, let alone put somebody in handcuffs. So it makes it very difficult moving forward to unroot this deep state and the damage they are doing to this administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, why not then? How come no one was prosecuted? Maybe the President has a point when he comes out and he says I'm disappointed that my Attorney General recused himself from Russia and he's not looking at the crimes that are obvious from the Clinton campaign and the Clinton side? How come?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, I don't know. It is one of the great mysteries. July, I believe it was July 7th of last year, the State Department said it was reopening its own investigation. I mean, people aren't even losing their security clearances let alone being prosecuted. That investigation is still open. We sent a letter, myself, Bob Goodlatte, the Chairman of the Judiciary Committee, to the administration, to the Department of Justice asking if Hilary Clinton lied under oath in testimony before Congress, they never responded to that. And so the President Trump and his current administration can follow through on things that were started a year ago because those answers have never been given to Congress, never been given to the American people. That's where it starts. If you can't do that, then you have a hard time rooting out somebody who did something last month.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "By the way, does Hilary Clinton still have security clearance? There was a debate recently that she still has security clearance. What does that - what does that entail? Her still having security clearance and is that true? Do you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "It probably is true. As a former first lady and also as a former Secretary of State, you want to be able to tap into that knowledge base. I can understand why they do that. What I don't understand are all the people that are around her, some of her senior most aides, why are they given those security clearances? And how about the attorneys that she used who didn't have the proper security clearance at the time when she gave them that classified information. The whole reason that Clinton investigation started is because the Inspector General found that there was classified information with these attorneys who didn't have the proper security clearance and nothing happened to them, absolutely nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, and we should point out that Robert Mueller, the Special Prosecutor has hired a whole team of lawyers to investigate Trump and they are all Clinton donors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Real quick Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "The credibility, Mr. Mueller started with really high credibility, but now that he's brought in this team of Clinton donors, it really does - it really does look suspicious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right. We will leave it there. Jason Chaffetz, good to see you, Sir. Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "When we come back, former White House Chief of Staff Leon Panetta with some advice for the new man on the job, General John Kelly. How he says Kelly could put an end to the leaks coming out of the west wing. We're looking ahead on \"Sunday Morning Futures\" right now. Stay with us, back in a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "New White House Chief of Staff John Kelly kicks off his second week on the job this upcoming week. Kelly looking to get the President's agenda back on track as the administration continues to battle the leaks. Leon Panetta served as Chief of Staff in the Clinton administration as well as Defense Secretary. Panetta made Kelly his Chief Military Aide and Secretary Panetta joins me right now. Good to see thank you, Secretary. Thanks so much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEON PANETTA, FORMER WHITE HOUSE CHIEF OF STAFF UNDER OBAMA ADMINISTRATION",
      "sentences": "Nice to be with you Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, what can you tell us about General John Kelly? What do you think he is going to be able to achieve in this new role?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "Well, I like John Kelly a lot. He was my Military Aide for two years when I was Secretary at the Defense Department. And the best thing to know about John Kelly is he is first and foremost a Marine. He's dedicated his life to public service, committed to whoever is Commander-in- Chief and he's somebody who believes deeply in discipline and a strong chain of command and an orderly process for decision making and doesn't tolerate chaos very easily. So I think he's the right guy to be able to try to get the White House back in order. I think the real question is going to be whether or not the President gives him the room to make the changes that are going to be necessary in order to improve the operations to the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Meanwhile the crisis that the administration is dealing with now are these leaks. Attorney General Jeff Sessions on Friday came out, gave a press conference, called these leaks incredibly damaging. They are ramping up the attention on leaks, and they are going to prosecute the leakers. What do you think about all of this, secretary? How do you stop the leaking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "Well, you know, interestingly enough, Maria, I think a lot of that will relate to John Kelly's ability to be a strong Chief of Staff and to be able to make the staff there feel like they are part of a team. Look, you know, I don't - I don't think these leaks are helpful in any way. I think they're dangerous, particularly when it involves classified information. And you can refer to the FBI and you can refer to the Justice Department and obviously where it involves classified information, it ought to be investigated. But the key to preventing leaks is to create a sense of teamwork within the White House, within the staff, so that they feel loyalty to the President of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, but Secretary Panetta, let's face it, some of these roles in the White House and in government are people who worked there under the Obama administration, even perhaps under the Clinton administration, many of those people are not on Donald Trump's team. They prefer President Obama and Hilary Clinton, so how do you get teamwork going when you know you've got all of these Obama holdouts still working in government and perhaps some of them could be trying to undermine the President?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "Well, Maria, we're six months into this administration. It's about time that they get a handle on the various departments and agencies that are out there. But you can't do it unless you get your personnel in place and that's been a real problem with this administration in terms of getting personnel, their people in place to be able to handle policy. Every administration goes through this and the best way to try to get people to be loyal to that administration is to know that there is merit to the job that they are doing, that they are accomplishing something that's worthwhile and that's recognized as important to the administration and important to the country. But to do that, you have to have people in place. You've got to have supervision, you've got to have people who are willing to control what's going on in the various departments and agencies, and right now, that's a real problem, in terms of the discipline of this administration to take charge of their own administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Now, I think you make a really important point here. Look, some in the administration might say that the left has been obstructionists and you know, earlier in the administration when he was going through the hearing process, they were plenty - there was plenty of obstructionism going on in terms of extending the hearings, taking as much time as possible so he wasn't getting his people confirmed, but there is an issue, even more than that, that it's been slow going in terms of bringing new people in. Why do you think that is? I mean the personnel issues have been talked about quite a bit, even from Donald Trump supporters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "You know, Maria, almost every administration takes time to be able to fill the key positions in any administration. But what tends to happen is that a President walks into the Oval Office, the staff walks into the Oval Office, they're suddenly dealing with crises in the world. They're dealing with crises here in this country, and very frankly personnel issues get shuffled off to the side and they decide that they can try to get the job done with the people they have and it doesn't work that way. You've got to be able to continue a personnel process in which names are being referred for those key positions in the administration. That can't come to a stop. I mean, if you look at the State Department, most of those positions have not been filled. If you look at other departments, there are a lot of positions that have not been filled. There's no excuse for that. They've got to continue to make personnel changes at the same time that they are doing the business of the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Secretary Panetta, always a pleasure to see you. Thanks so much for joining us this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "Nice to be with you, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So appreciate it, Secretary Leon Panetta joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Meanwhile, Senate Republicans are gearing up for their next big push on tax reform after the August recess. Can they get a tax deal done by the end of the year? Senate Finance Committee Chairman Orrin Hatch is with me next. He will weigh in on that as we look ahead on \"Sunday Morning Futures\" right now. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. Tax reform will be on the Senate's agenda when lawmakers return from the August Recess. Republicans hoping to push through one of the President's top priorities by the end of this year. I'm joined right now by - right now by Republican Senator Orrin Hatch of Utah. He's Chairman of the Senate Finance Committee and Senator, it's good to have you on the program. Thanks so much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ORRIN HATCH R-UTAH, CHAIRMAN, FINANCE COMMITTEE",
      "sentences": "Nice to be with you, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, you and your colleagues in government including Steve Mnuchin from Treasury and Gary Cohn from the White House along with Paul Ryan have released a five paragraph statement outlining your goals on tax reform. Can you walk us through where the common ground is on tax reform within the Senate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "Well, right now we've got to make sure that the Democrats are willing to work with us. So far this year they haven't been willing to work with us. But Senator Wyden of my counterpart on the Finance Committee has indicated that they are willing to try and work with us as we do tax reform, which of course is a wide-ranging very, very important bill, and it's going to - it's going to be everything from capital gains to corporate income taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Senator, the President has said that he would like to see a corporate tax rate of 15 percent. Is that realistic?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "Well, that's what the President would like. I think it's possible. However, I think it's more likely - and look we're going to bring that corporate rate down. I think it is more likely it will come down somewhere between20 and 25 percent but I'm willing to try and get that for the President. I think that would boom America, that would get businesses going like never before. It would make us completive in worldwide marketplace. It would stop the erosion of our companies going to other nations, and frankly, it would be very, very good for America. But I suspect that it's going to be - we'll be lucky if we can get the corporate tax rate down to 20 percent, even 25 percent, but we're going to try and we're going to have some Democrat help to do that, and so far that hasn't materializing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Let me ask you about individual rates. Where do you stand on Steve Bannon's idea of raising taxes on the top earners, the rich to 44.5 percent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "Well, I'm not for that. You know, I don't - we're certainly going to hit the rich, there's no question. They are not going to get anything - hardly anything out of any tax reform that we do. But the fact of the matter is, is that - you know, almost 60 percent of all taxes are paid by the upper 5 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, that's what I was going to say, Senator, I mean, when you say, we're not going to give anything to the rich, the rich pay all the taxes. So, if you are not cutting taxes on the highest earners, then, are you really for cutting taxes? They pay 90 percent of the tax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "Well, they're very interested in making sure that the tax rates are reasonable and something that they can live with and something that that will boom the economy and stimulate the economy. They know they'll make a lot more money if the economy is rolling and going very, very well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "In terms of the highest earners, when you say they're not going to get anything, is that because you will eliminate all the deductions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "Well, I'll put it this way, there aren't going to be an awful lot of personal deductions but a lot of those aren't used anyway. All I can say is I don't think the rich - the rich know that we're going to have to come after them, but they also know that there are certain things in the tax code that going benefit those who are creating jobs, creating the economy, creating the opportunities to have jobs and the economy move ahead in the way it should and they're going to benefit very greatly if they can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, just to be clear, the President has talked about three brackets,10 percent, 25 percent, 35 percent. Are these the rates that look good to you? Is this what you would like to see? What you would like to see in terms of an individual tax rate for the majority of the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "Well, I would like to see it very very low but those - if we could get to those rates, that would be miraculous, it would be - it would be very beneficial for the country. So, the President is right on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Miraculous, you think it would be - so, it would be a miracle if you got there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "Well, looking at what we have going on in Congress right now, the difficulties and the catfights across the board and the slowdown of everything by the Democrats, the desire not even to let legislation coming forward, yes, it would be very difficult to get there. But frankly - and I've found that some of my Democrat friends really want to work on this. they really want to work on this. And I think the people in the Finance Committee are open to working on it. The question is will their Democratic leadership allow them to do so?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You know, you make a really good point and it raises the next question and that is the time line when you actually could see this happening. I want to play for you a sound bite from Mark Meadows because he had some things to say about when to get this bill to the President's desk. Listen to this. I got to get your reaction, Senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK MEADOWS, R-N.C.",
      "sentences": "If we do not have a bill, that we're actually debating in September who hopefully gets a vote by October, it will not get to the President's desk by Thanksgiving. If it doesn't get there by Thanksgiving, guys, it isn't going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "Well, I don't quite agree with that, although he's talking about how difficult it is to get these things done. I mean he's not way off. I happen to think he's doing the country a favor by stating how really difficult it is in Congress and how difficult it is in any administration to get these things done. Yes, we need to move ahead and no question about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, do you think you'll do it this year? Is it doable in 2017?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "I actually think it is. But it is going to take Democrats and Republicans getting together putting aside their stupid differences and saying look, this one time let's do this for our country, let's do this for our American citizens, let's do this for our economy, let's do this for the world really because the United States is the key country in the world, if we're not strong, the rest of the world is going to be in chaos even worse than it is right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, let me ask you about the differences. When you look at the deductions, where is the most debate going to be, would you say? Which deduction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "Well, look, I don't think anything is going to be failed to be looked at. I mean everything in that code is going to be looked at and we're going to try and do a job that really does the best job to bring people together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, for example, the mortgage deduction, Sir. I mean, you know, Peter King from New York says I can't sign anything that takes away my constituents mortgage deduction. I can't sign anything that takes away my constituents state deduction - income state - so I mean, where do you think you're going to have the big fights?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "You're tough, Maria, is all I can say. Let me just say that I think, there are only two deductions that absolutely are going to be kept. One would be the charitable deduction and the other one would be the mortgage deduction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "What's the plan if you actually have no support from the other side?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "You really believe that Maria that our Democrats are that way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You just said they are on their high horse. They're - they've got to work together. I'm just trying to understand why they don't see what America voted in November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "I am -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "America wants to see tax reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "I am so grateful that you're telling the truth in very bold terms the way you are because that's right. The Democrats have not wanted to do a thing. That's why the first six months of this year, we haven't even been able to get - been able to get bills up. About the only thing we've been able to do is get some appointments through, and even then it's slower than ever before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "And frankly, I think they think they're hurting the Republican Party by doing that. I think they're hurting themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "Because people out there in the country have to look them and say what's the matter with those people? There are so many important issues and especially in the tax world why aren't they working to get those done and why don't they get with the Republicans and see what they can do to bring people together. I'm counting on Chuck Schumer stepping up to the plate and being willing to take some good swings here and be able to help us, rather than just - he knows that I work with him. He knows darn well that I have passed hundreds of bills over my Senate service, and he knows that darn well that those have been bipartisan as well. And the famous relationship was (INAUDIBLE) but it's also a number of others as well and Schumer is one of them. He's got to - he's got lead like a Democrat Leader ought to lead, and he's got to get some of the wild eyes on his side to come along and say look, we're willing to save the country. That's more important than all this political crap that we're going through.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Senator, it's good to have you on the program this morning. Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HATCH",
      "sentences": "Nice to talk to you there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We appreciate your time, Senator Orrin Hatch joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, the entire U.N. Security Council including Russia and China voting for tough new sanctions against North Korea. Will they rein in the rogue regime and how will they keep those rules in place? Our panel will weigh in. We're looking ahead on \"Sunday Morning Futures\" right now, with the panel on deck. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "What we basically did was kicked them in the stomach, told them to stop and said we're not going to put up with them anymore and the ball is in North Korea's court. They have a decision to make. They can either respond by pulling back and saying that they're not going to be a part of this reckless activity any more or they can see where it goes and with will continue to keep up the strength and keep up the activity and make sure that we stop them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That was U.N. Ambassador Nikki Haley joining me at the top of the program talking about a group of new tough sanctions imposed against North Korea over its missile program that would ban exports and limit investments in the country, banning a third of their exports. I want to bring in our panel in on that. Brad Blakeman is former Deputy Assistant to President George W. Bush. Jessica Tarlov is a Democratic Strategist and Fox News Contributor and it is good to see you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA TARLOV, DEMOCRATIC STRATEGIST, AND FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Good morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Thanks for joining us. Your thoughts on Nikki Haley?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAD BLAKEMAN, FORMER DEPUTY ASSISTANT TO PRESIDENT GEORGE W. BUSH",
      "sentences": "I think she's a rock star. She put the feet to the fire of North Korea, she reeled in China and Russia. It was unanimous. When was the last time there was a unanimous vote of the Security Council? Normally it's one of the main stays of the council, permanent members who stop the United States. So, this is a good sign but we have to put things in perspective. North Korea is the size of Ohio. They have 25 million people. They're the bastard stepchild of China. China needs to be brought to account for anything that happens in North Korea and I think Donald Trump has finally put the blame where it belongs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's a really good point, 25 million people, the size of Ohio and yet they're able to create such disruption and problems for the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Nuclear weapons will do that",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKEMAN",
      "sentences": "Exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Initially Russia was pushing back. We need more time. China was pushing back. We need more time. She was able to wrangle them in, Jessica, which was a real accomplishment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Absolutely, bipartisanship moment. Nikki Haley is a rock star. And I think that she's allowed to be a rock star because President Trump stays out of her way. I think he trusts her implicitly on this front. I think he knows as well how good she is for his image. Not only because she's a woman, a minority woman as well but someone who opposed him remember when she spoke out against him. She came around and she said if I'm going to get a job and I'm doing a top job, I'm going to do it my way and I'm going to rule the rules over here. And I think it's working really well for her. I do think China needs to come help us out a little bit here more on this. I mean, this is a great step forward but we won't be able to fully rein in North Korea without China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, that's the thing. I mean, will we be able to enforce these sanctions? Will we be able to - how do you enforce these rules?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKEMAN",
      "sentences": "Well, what we have to do is we have to keep the pressure on China. Every - we have now with the Iran deal, every 90 days we have a review. We have to have the same process of constant review, putting their feet to the fire and making sure that we use all the tools in our tool box against China with the same sanctions that are being used against North Korea. They cannot be left to just a security council being passed. It's got to be enforced.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I think also part of that will be that we can't nitpick and needle as well. I think that it's important that the President stays off Twitter and the kind of his aggravating way. I mean, you want to talk policy, if you want to talk diplomacy and sanctions I think that's important. But you have an incredibly unstable leader in North Korea, someone who would get on his Twitter account as well, you know, and I don't think we should play that way. We should play formally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We have a new chief of staff John Kelly, who's putting new discipline into the White House. You wonder if that is going to be able to stem some of the personnel changes which is why I asked Nikki Haley would she be the one to step into Rex Tillerson's shoes should he step down? She was adamant, Rex Tillerson is not going anywhere. Now, there has been speculation that H.R. McMaster and the President have sort of at each other, they have some disagreements. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKEMAN",
      "sentences": "I think it's a great team. I think it's a diverse team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You don't see them breaking up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKEMAN",
      "sentences": "I don't. I think Nikki Haley said it best in your interview, they are a team. And the White House now has to be have that camaraderie and spirit like Leon Panetta said in your interview of a team and feel like you are invested in the team. But I think Nikki Haley complements McMaster and Tillerson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Yes, I don't see them breaking up now but I think that John Kelly is key in that. I think that this is a major shift not only in policy and tone and you saw the Wall Street Journal piece about how things are already different there. The President's door is closed for instance. You can't loiter around waiting for a second where Ivanka and Jared could just walk in and say hey there we're thinking this, much more formalized. I think that it was smart obviously to make those personnel changes swiftly at the beginning of the week. And hopefully, it is a new era there. But I have been hearing as we talked about before the show started from people that I know at the State Department that it is incredibly disorganized there and that Rex Tillerson was frustrated that he not only couldn't get his nominees but - through but then he couldn't really do the diplomatic work that he had hoped to. So hopefully John Kelly is going to enforce some discipline there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. And also Rex Tillerson was very clear when he took a few days off saying I'm not going anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKEMAN",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "But we'll take a break. When we come back, I want to get your take on Jeff Sessions. Also more from the panel we've got a lot to look ahead to on SUNDAY MORNING FUTURES, that's next. Stay with us, panel continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back with the panel. Brad Blakeman and Jessica Tarlov, I want to talk a little about Jeff Sessions. The Attorney General seems to be getting tough on these leaks. Here's what he said on Friday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF SESSIONS, ATTORNEY GENERAL",
      "sentences": "We respect the important role that the press plays, and we'll give them respect but it is not unlimited. They cannot place lives at risk with impunity. We must balance the press's role with protecting our national security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Is this a more aggressive Jeff Sessions, do you think, Brad?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKEMAN",
      "sentences": "There's no doubt about it. But look, the President's right. You have to stop the leaks and Kelly, if I were Kelly, I would fire up the polygraph machine. I would get the FBI in. There's a finite universe of people who have the kind of information that is being released like the transcripts of the President's call to Mexico and to Australia. You have to go through the list, have a forensic accounting of the instruments that this information was held on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKEMAN",
      "sentences": "The people who had it and give the President some scouts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "It is dangerous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKEMAN",
      "sentences": "Very dangerous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Who's going to want to talk to the President if they think it is not a private call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Absolutely and it will not go in alone. I mean, that will just be, you know, instead of calling us, you know, Canada will call Germany.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right. But we'll see if he's going to be able to rein it in. Let's talk about September and tax reform and healthcare and the agenda. What are you expecting Jessica?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I'm expecting if Mitch McConnell back down a little bit and Chuck Schumer backed down a little bit, that there is a potential for bipartisan compromise on tax reform. When Mitch McConnell says that this is something that we can go out alone, after what happened with healthcare, which I understand is more controversial but at the same time, you do still have members of the Republican Party who are deficit hawks for instance, who aren't going to like it unless it is revenue neutral et cetera, you're going to have some issues. And think that the American public has been very clear about this, maybe not the far left and the far right, but the middle certainly want people in Washington to work together and to get something done and everyone wants a tax cut.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, so I wonder if the voters are going to basically say look you were an obstructionist, I'm voting you out in 2018 and that the people who do not participate in governing will have a ramification, Brad?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKEMAN",
      "sentences": "The Republicans and I think America at large are getting impatient. September, they've got to hit the ground running, it's the (INAUDIBLE) that we've got to raise the debt ceiling, we've got to get the budget at the end of the fiscal year and we've got to get tax reform. If we don't have that, now, a congressman said they have till Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKEMAN",
      "sentences": "Nothing gets done until they have to get done. I'm giving them until December 15th. If by December 15th we do not have tax relief, tax reform, both corporate and individual, then Republicans are going to have a hard time in 2018 meeting the voters -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I think they're going to have a hard time even if they do get it done. And weren't they supposed to not be going on vacation here? I mean, wasn't there a discussion about we've got to stay here and get this done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "The Senate is here but the House -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Yeah. I mean, it is absurd. I remember when David Jolly, a Republican had to introduce a bill to demand that Congress worked a 40 hour week. When you look at what Americans are doing, how much time they are putting in to just get by, and you think that we also demand that your Congressional Representatives are working a 40 hour week, you understand why everyone hates D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Hey, I'm on the air six days a week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Yes. Exactly",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right. But we will leave it there. We'll see. I think they know that they need to get this done and they're going to try to do it but we'll see. Great to see you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKEMAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Thanks so much Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Brad Blakeman, Jessica Tarlov, thank you. That will do it for \"Sunday Morning Futures.\" Thanks for being with us this morning. I'll see you next week on \"Mornings With Maria\" from 6:00 to 9:00 a.m. Eastern on the Fox Business Network. Join us. \"MediaBuzz\" on Fox News is next. Join Howie Kurtz. Stay with us. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, HOST",
      "utterance": "Good morning. The world sends a message to North Korea plus lawmakers start their recess, but tax reform is taking center stage ahead of their return. And it is week two of the John Kelly era in the Trump White House. Can he get the President's agenda on track? Good morning, everyone, I'm Maria Bartiromo, thanks for downing us right now on \"Sunday Morning Futures.\" The U.N. Security Council voting unanimously yesterday to back tough new sanctions on North Korea. Will they work? I'll talk with U.S. Ambassador to the United Nations Nikki Haley coming up right now. Plus I'll get her take on Rex Tillerson's future as Secretary of State. Then, Attorney General Jeff Sessions is vowing a crackdown on illegal leaks out of the White House. Can he put a stop to them and what role will the new chief of staff John Kelly play in that? I'll talk with former Clinton Chief of Staff Leon Panetta along with former Congressman Jason Chaffetz. Plus, we're hearing from Senate Finance Committee Chairman Orrin Hatch this morning. Does he think Congress will get a deal done on tax reform by the end of the year? All that and a lot more right now as we look ahead on \"Sunday Morning Futures.\" New developments in the effort to rein in North Korea, the U.N. Security Council voting unanimously yesterday to impose new sanctions on that country following a series of missile test The sanction is banning 1 billion dollars in exports out of North Korea. I'm joined right now by the U.S.Ambassador to the United Nations Nikki Haley. Ambassador Haley, it is wonderful to see you. Thanks very much for joining us."
    },
    {
      "speaker": "NIKKI HALEY, U.S. AMBASSADOR TO THE UNITED NATIONS",
      "utterance": "Thanks, Maria. It is a new day at the U.N."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "It is a new day at the U.N. Tell us the impact of this and why this resolution was so important?"
    },
    {
      "speaker": "HALEY",
      "utterance": "It's an incredibly strong day for the United States. It's a strong day for the United Nations. It's a strong day for the international c community that wanted to send a message to the North Korean regime that we were done. The time of talking is over. We made that very clear on Monday and the time for action has happened, and now it is time for North Korea to decide where they're going to go. What you saw the Security Council do was a unanimous vote that basically banned coal, lead, lead ore, iron, iron ore, banned seafood, stopped all new joint ventures, stopped expansions of joint ventures, had multiple sanctions designations, including, you know, a primary bank that North Korea does business with, hit very, very hard. A third of their trade exports have been hit and we gave them basically a kick in the gut with a billion dollars of sanctions that are going to start - they're going to start to feel right away. It's going to be very strong and it's time for North Korea to realize we are not playing anymore."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, this is a billion dollars hit to North Korea out of their 3 billion dollars in exports, some of the most important industries to North Korea like coal."
    },
    {
      "speaker": "HALEY",
      "utterance": "Yes. Not only that, it capped their laborers. They send many laborers overseas to do work. They take their money in the process and they use it back for the North Korean irresponsible nuclear missile program. And so, what this does is this stops all new laborers from going over as well. It sends a really strong message but you have to look at what North Korea has done. This is a country who has taken all its revenues and not given it to its people to feed, where they are starving, but instead, has put it towards an irresponsible nuclear program where they're trying to show their muscle. So, what we basically did was kicked them in the stomach, told them to stop and said we're not going to put up with it anymore and the ball is now in North Korea's court. They have a big decision to make. They can respond by pulling back and saying that they're not going to be a part of this reckless activity any more or they can see where it goes and we'll continue to keep up the strength and keep up the activity to make sure that we stop them."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Can you characterize the impact of this missile launch? H.R. McMaster was very clear earlier in the week basically saying you cannot underestimate the impact of these missile tests coming out of North Korea. What will it mean in terms of the U.S.?"
    },
    {
      "speaker": "HALEY",
      "utterance": "I mean, Maria, this has been a very dangerous situation. These two ICBM missile launches are not just, you know, disrupting to the region, it is internationally disrupting to the entire world and it's something that we need to be careful of. Having said that, this security council resolution strongest resolution in a generation is not going to solve the problem of North Korea. It is going to send a strong message to North Korea but we all have to be very conscious and realize this is a dangerous situation. We now see where it's going to - you know, have to see where it is going to go from here. And, you know, the entire international community has to one, make sure they follow through with these sanctions but two, keep a united voice against North Korea and what they are doing."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, you were able to wrangle together even those countries that had pushed back initially. China, Russia initially said they needed more time. How were you able to get everybody on board here?"
    },
    {
      "speaker": "HALEY",
      "utterance": "Well, I mean, that's the negotiation process. And so, you know, our team here in New York did a fantastic job. We had conversations with China. We told them that this was important, that this was something that they need to show that they were going to team with us on, in terms of going forward, and they did. We had to let Russia know that, you know, this is not a time for them to disrupt or stop or cause chaos in the process, and they worked with us as well. And so the negotiations were tough this week, but what we came out with was a very strong product. More importantly, we came out united as an entire Security Council and united as the international community. And I think it sends a very strong message to North Korea. And, you know, a strong message from the United States as well."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And you were very clear in your statement earlier this week, all options are on the table, in terms of the U.S. continuing to put the pressure on North Korea to rein this in, back it up, what does that mean? Are you considering a military option? Troops on the ground, what does that mean?"
    },
    {
      "speaker": "HALEY",
      "utterance": "What it means is the United States are going to always keep our options on the table. You know, we have those military exercises that we have with South Korea. Those have been happening for 40years. They're very transparent, but they are also meant to defend our allies and to make sure that North Korea knows that we're going to be continuing those exercises. That's not going to stop. What will happen is North Korea has the opportunity to do the right thing and by stopping this reckless behavior. We will now see that the United States will respond based on North Korea's actions. We hope that they don't do anything further. We hope that they stop this reckless activity. We hope we don't have to do anything but all options have always been on the table and will continue to be on the table."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Talk to us about the neighboring countries. Have we given up on China at this point? Can China do anymore, and I guess is the word is that they haven't done enough? And what about Japan?"
    },
    {
      "speaker": "HALEY",
      "utterance": "Well, I think we need to look at the fact that these negotiations that we worked on, we worked on with China to make happen. And so I will tell you that I appreciate China and their team. I appreciate the fact that they understood that we were serious and that we were tired of the talk and we needed some action and I appreciate the fact that they moved with us on this. And so, I think that China deserves credit where credit is due and they totally stepped up. And you know, we appreciate them for that. Japan and South Korea, what we have seen is they have very much wanted the assistance of the United States but what we told them as well was this is not a United States problem. This is an international problem and we needed every country to step up and we needed every country to stand with us. And Japan has done that and South Korea was good to see them this week really step up by wanting to see the exercises continue but also stepping up in the fact that we move forward with this resolution today. And so, I think it was certainly a strong day for the region in terms of wanting peace and security for the peninsula. It was a strong day for the security council in terms of showing action and not just talking about it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Let me ask you about regime change, is there an effort underway to launch a coup with the generals in North Korea to have the generals take over?"
    },
    {
      "speaker": "HALEY",
      "utterance": "The United States is not pushing for regime change. We never have been. What we've said is stop the activity. Our goal is to make North Korea become secure. We want to see a peaceful and secure North Korea. We want to see the region secure. We want to see the Korean peninsula secure but we have never pushed for regime change. I think what you are seeing is a paranoid leader that thinks that the United States is trying to do something to his control. The truth is, what we're focused on is the North Korean people, making sure that the human rights aspects improve, making sure that the regime realizes that we're not going to tolerate this reckless behavior to the international community, but we're not going to tolerate the reckless behavior that they have towards their own people. The fact that every dollar that they get in instead of going towards the health and feeding of the North Korean people is going to the reckless behavior of these nuclear programs is, you know, unconscionable and that needs to stop."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Ambassador, I've got to switch gears and ask you another question here because obviously, we're seeing a lot of personnel change in the White House. There's questions about Rex Tillerson's future as well as the leadership of even H.R. McMaster. Are you prepared to take over as Secretary of State should the President ask Rex Tillerson to step down?"
    },
    {
      "speaker": "HALEY",
      "utterance": "That's not going to happen. The President Is not going to ask Rex to step down. I will tell you that Secretary Tillerson continues to be strong. He's meeting with Russia, he's meeting with China this weekend. He's going to continue to do what he needs to do. General McMaster, I can't say enough good things about him. He is an amazing leader. He continues to keep the National Security Council organized. He continues to make sure that he's serving the President by putting options in front of the President. The President strongly supports General McMaster he strongly supports Secretary Tillerson. We have a great team and our team works very hard and we work very united together along with General Mattis and others on the National Security Council. So while I know it's fun for a lot of people to talk about moving the chess pieces, I will tell you we're a team that's united and a team that's very focused on making the United States voice known, making sure that we're strong and making sure we're about action."
    },
    {
      "speaker": "HALEY",
      "utterance": "I don't see Secretary Tillerson stepping down anytime soon."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Ambassador, it's wonderful to have you on the program this morning. Thanks very much for joining us."
    },
    {
      "speaker": "HALEY",
      "utterance": "OK. Thanks, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congratulations on a great day, great accomplishment. We'll see you soon."
    },
    {
      "speaker": "HALEY",
      "utterance": "Thank you, appreciate it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Meanwhile Attorney General Jeff Sessions draws a line in the sand against illegal leaks out of the White House, but will it make a difference? Former Congressman Jason Chaffetz weighs in on that, coming up. Follow me on Twitter @MariaBartiromo. Let me know what you would like to hear from Jason Chaffetz @SundayFutures. Send us a tweet on the program. Stay ahead, we're looking ahead right now on \"Sunday Morning Futures.\" We will be right back."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. Attorney General Jeff Sessions is taking a tough new stance on Friday against illegal leaks coming out of the White House. He issued a stern warning that offenders will be, \"held accountable.\" I'm joined right now by Fox News contributor and former House Oversight Committee Chairman Jason Chaffetz. Good to see you, sir. Thanks so much for joining weighing in here."
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR, FORMER CONGRESSMAN",
      "utterance": "Thanks for having me. I appreciate it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Explain to - explain to us Jason who the deep state is. You've said on a number of occasions, look what's happening right now is very dangerous that the deep state is undermining this President. Who exactly is the deep state?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, this bureaucracy that underlies these various agencies and the White House itself. The State Department, the Department of Defense, there's some career officials there that have been well embedded into the - into the bureaucracy that unfortunately are taking these classified pieces of information and making their own decision about what's in their best interest and giving that out and you just can't do that. That puts people's lives in danger."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So you think it's these holdouts under the Obama administration that are still there? How come the President cannot weed out all of the holdouts? Are there just too many?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "There is a swarm of people -you'd be shocked, the thousands of people that have access to this classified information. You would think with President Trump has a private conversation with the President of Mexico that that would be a very close hold, but literally, there are hundreds and hundreds of people who have access to that information. It makes prosecuting it very difficult. There are far too many people with far too many security clearances, and it makes it very difficult to rip this stuff out."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, will he be able to then? I mean, obviously if you are going to see a conversation, what you thought was a private conversation between the President and the Leader of Mexico and the President and the Leader of Australia, and you've got those printouts of those conversations, why would any world leader want to talk to the President of the United States and not worry that that conversation is not private?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, put aside the political affiliation here, you have got to have the senior most people in your administration be able to have these types of conversations with other nations. I think the country wants to see people in handcuffs and until they are actually able to do that, there's going to be a lot of doubt about their ability to actually enforce the law. If you are trafficking in classified information, you can't do that but you can see the duplicity in the problem that the Department of Justice has because they just made the case last year that even though there were close to 300 people that touched these so-called Hilary Clinton e-mails, classified information, and non-classified setting, the Inspector General calling it out, they didn't prosecute anybody. They didn't even fire anybody, let alone put somebody in handcuffs. So it makes it very difficult moving forward to unroot this deep state and the damage they are doing to this administration."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, why not then? How come no one was prosecuted? Maybe the President has a point when he comes out and he says I'm disappointed that my Attorney General recused himself from Russia and he's not looking at the crimes that are obvious from the Clinton campaign and the Clinton side? How come?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, I don't know. It is one of the great mysteries. July, I believe it was July 7th of last year, the State Department said it was reopening its own investigation. I mean, people aren't even losing their security clearances let alone being prosecuted. That investigation is still open. We sent a letter, myself, Bob Goodlatte, the Chairman of the Judiciary Committee, to the administration, to the Department of Justice asking if Hilary Clinton lied under oath in testimony before Congress, they never responded to that. And so the President Trump and his current administration can follow through on things that were started a year ago because those answers have never been given to Congress, never been given to the American people. That's where it starts. If you can't do that, then you have a hard time rooting out somebody who did something last month."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "By the way, does Hilary Clinton still have security clearance? There was a debate recently that she still has security clearance. What does that - what does that entail? Her still having security clearance and is that true? Do you know?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "It probably is true. As a former first lady and also as a former Secretary of State, you want to be able to tap into that knowledge base. I can understand why they do that. What I don't understand are all the people that are around her, some of her senior most aides, why are they given those security clearances? And how about the attorneys that she used who didn't have the proper security clearance at the time when she gave them that classified information. The whole reason that Clinton investigation started is because the Inspector General found that there was classified information with these attorneys who didn't have the proper security clearance and nothing happened to them, absolutely nothing."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, and we should point out that Robert Mueller, the Special Prosecutor has hired a whole team of lawyers to investigate Trump and they are all Clinton donors."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Real quick Jason."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "The credibility, Mr. Mueller started with really high credibility, but now that he's brought in this team of Clinton donors, it really does - it really does look suspicious."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right. We will leave it there. Jason Chaffetz, good to see you, Sir. Thanks so much."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "When we come back, former White House Chief of Staff Leon Panetta with some advice for the new man on the job, General John Kelly. How he says Kelly could put an end to the leaks coming out of the west wing. We're looking ahead on \"Sunday Morning Futures\" right now. Stay with us, back in a minute."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "New White House Chief of Staff John Kelly kicks off his second week on the job this upcoming week. Kelly looking to get the President's agenda back on track as the administration continues to battle the leaks. Leon Panetta served as Chief of Staff in the Clinton administration as well as Defense Secretary. Panetta made Kelly his Chief Military Aide and Secretary Panetta joins me right now. Good to see thank you, Secretary. Thanks so much for joining us."
    },
    {
      "speaker": "LEON PANETTA, FORMER WHITE HOUSE CHIEF OF STAFF UNDER OBAMA ADMINISTRATION",
      "utterance": "Nice to be with you Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, what can you tell us about General John Kelly? What do you think he is going to be able to achieve in this new role?"
    },
    {
      "speaker": "PANETTA",
      "utterance": "Well, I like John Kelly a lot. He was my Military Aide for two years when I was Secretary at the Defense Department. And the best thing to know about John Kelly is he is first and foremost a Marine. He's dedicated his life to public service, committed to whoever is Commander-in- Chief and he's somebody who believes deeply in discipline and a strong chain of command and an orderly process for decision making and doesn't tolerate chaos very easily. So I think he's the right guy to be able to try to get the White House back in order. I think the real question is going to be whether or not the President gives him the room to make the changes that are going to be necessary in order to improve the operations to the White House."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Meanwhile the crisis that the administration is dealing with now are these leaks. Attorney General Jeff Sessions on Friday came out, gave a press conference, called these leaks incredibly damaging. They are ramping up the attention on leaks, and they are going to prosecute the leakers. What do you think about all of this, secretary? How do you stop the leaking?"
    },
    {
      "speaker": "PANETTA",
      "utterance": "Well, you know, interestingly enough, Maria, I think a lot of that will relate to John Kelly's ability to be a strong Chief of Staff and to be able to make the staff there feel like they are part of a team. Look, you know, I don't - I don't think these leaks are helpful in any way. I think they're dangerous, particularly when it involves classified information. And you can refer to the FBI and you can refer to the Justice Department and obviously where it involves classified information, it ought to be investigated. But the key to preventing leaks is to create a sense of teamwork within the White House, within the staff, so that they feel loyalty to the President of the United States."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, but Secretary Panetta, let's face it, some of these roles in the White House and in government are people who worked there under the Obama administration, even perhaps under the Clinton administration, many of those people are not on Donald Trump's team. They prefer President Obama and Hilary Clinton, so how do you get teamwork going when you know you've got all of these Obama holdouts still working in government and perhaps some of them could be trying to undermine the President?"
    },
    {
      "speaker": "PANETTA",
      "utterance": "Well, Maria, we're six months into this administration. It's about time that they get a handle on the various departments and agencies that are out there. But you can't do it unless you get your personnel in place and that's been a real problem with this administration in terms of getting personnel, their people in place to be able to handle policy. Every administration goes through this and the best way to try to get people to be loyal to that administration is to know that there is merit to the job that they are doing, that they are accomplishing something that's worthwhile and that's recognized as important to the administration and important to the country. But to do that, you have to have people in place. You've got to have supervision, you've got to have people who are willing to control what's going on in the various departments and agencies, and right now, that's a real problem, in terms of the discipline of this administration to take charge of their own administration."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Now, I think you make a really important point here. Look, some in the administration might say that the left has been obstructionists and you know, earlier in the administration when he was going through the hearing process, they were plenty - there was plenty of obstructionism going on in terms of extending the hearings, taking as much time as possible so he wasn't getting his people confirmed, but there is an issue, even more than that, that it's been slow going in terms of bringing new people in. Why do you think that is? I mean the personnel issues have been talked about quite a bit, even from Donald Trump supporters."
    },
    {
      "speaker": "PANETTA",
      "utterance": "You know, Maria, almost every administration takes time to be able to fill the key positions in any administration. But what tends to happen is that a President walks into the Oval Office, the staff walks into the Oval Office, they're suddenly dealing with crises in the world. They're dealing with crises here in this country, and very frankly personnel issues get shuffled off to the side and they decide that they can try to get the job done with the people they have and it doesn't work that way. You've got to be able to continue a personnel process in which names are being referred for those key positions in the administration. That can't come to a stop. I mean, if you look at the State Department, most of those positions have not been filled. If you look at other departments, there are a lot of positions that have not been filled. There's no excuse for that. They've got to continue to make personnel changes at the same time that they are doing the business of the country."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Secretary Panetta, always a pleasure to see you. Thanks so much for joining us this morning."
    },
    {
      "speaker": "PANETTA",
      "utterance": "Nice to be with you, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So appreciate it, Secretary Leon Panetta joining us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Meanwhile, Senate Republicans are gearing up for their next big push on tax reform after the August recess. Can they get a tax deal done by the end of the year? Senate Finance Committee Chairman Orrin Hatch is with me next. He will weigh in on that as we look ahead on \"Sunday Morning Futures\" right now. Stay with us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. Tax reform will be on the Senate's agenda when lawmakers return from the August Recess. Republicans hoping to push through one of the President's top priorities by the end of this year. I'm joined right now by - right now by Republican Senator Orrin Hatch of Utah. He's Chairman of the Senate Finance Committee and Senator, it's good to have you on the program. Thanks so much for joining us."
    },
    {
      "speaker": "SEN. ORRIN HATCH R-UTAH, CHAIRMAN, FINANCE COMMITTEE",
      "utterance": "Nice to be with you, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, you and your colleagues in government including Steve Mnuchin from Treasury and Gary Cohn from the White House along with Paul Ryan have released a five paragraph statement outlining your goals on tax reform. Can you walk us through where the common ground is on tax reform within the Senate?"
    },
    {
      "speaker": "HATCH",
      "utterance": "Well, right now we've got to make sure that the Democrats are willing to work with us. So far this year they haven't been willing to work with us. But Senator Wyden of my counterpart on the Finance Committee has indicated that they are willing to try and work with us as we do tax reform, which of course is a wide-ranging very, very important bill, and it's going to - it's going to be everything from capital gains to corporate income taxes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Senator, the President has said that he would like to see a corporate tax rate of 15 percent. Is that realistic?"
    },
    {
      "speaker": "HATCH",
      "utterance": "Well, that's what the President would like. I think it's possible. However, I think it's more likely - and look we're going to bring that corporate rate down. I think it is more likely it will come down somewhere between20 and 25 percent but I'm willing to try and get that for the President. I think that would boom America, that would get businesses going like never before. It would make us completive in worldwide marketplace. It would stop the erosion of our companies going to other nations, and frankly, it would be very, very good for America. But I suspect that it's going to be - we'll be lucky if we can get the corporate tax rate down to 20 percent, even 25 percent, but we're going to try and we're going to have some Democrat help to do that, and so far that hasn't materializing."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Let me ask you about individual rates. Where do you stand on Steve Bannon's idea of raising taxes on the top earners, the rich to 44.5 percent?"
    },
    {
      "speaker": "HATCH",
      "utterance": "Well, I'm not for that. You know, I don't - we're certainly going to hit the rich, there's no question. They are not going to get anything - hardly anything out of any tax reform that we do. But the fact of the matter is, is that - you know, almost 60 percent of all taxes are paid by the upper 5 percent."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, that's what I was going to say, Senator, I mean, when you say, we're not going to give anything to the rich, the rich pay all the taxes. So, if you are not cutting taxes on the highest earners, then, are you really for cutting taxes? They pay 90 percent of the tax."
    },
    {
      "speaker": "HATCH",
      "utterance": "Well, they're very interested in making sure that the tax rates are reasonable and something that they can live with and something that that will boom the economy and stimulate the economy. They know they'll make a lot more money if the economy is rolling and going very, very well."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "In terms of the highest earners, when you say they're not going to get anything, is that because you will eliminate all the deductions?"
    },
    {
      "speaker": "HATCH",
      "utterance": "Well, I'll put it this way, there aren't going to be an awful lot of personal deductions but a lot of those aren't used anyway. All I can say is I don't think the rich - the rich know that we're going to have to come after them, but they also know that there are certain things in the tax code that going benefit those who are creating jobs, creating the economy, creating the opportunities to have jobs and the economy move ahead in the way it should and they're going to benefit very greatly if they can."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, just to be clear, the President has talked about three brackets,10 percent, 25 percent, 35 percent. Are these the rates that look good to you? Is this what you would like to see? What you would like to see in terms of an individual tax rate for the majority of the country?"
    },
    {
      "speaker": "HATCH",
      "utterance": "Well, I would like to see it very very low but those - if we could get to those rates, that would be miraculous, it would be - it would be very beneficial for the country. So, the President is right on that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Miraculous, you think it would be - so, it would be a miracle if you got there?"
    },
    {
      "speaker": "HATCH",
      "utterance": "Well, looking at what we have going on in Congress right now, the difficulties and the catfights across the board and the slowdown of everything by the Democrats, the desire not even to let legislation coming forward, yes, it would be very difficult to get there. But frankly - and I've found that some of my Democrat friends really want to work on this. they really want to work on this. And I think the people in the Finance Committee are open to working on it. The question is will their Democratic leadership allow them to do so?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You know, you make a really good point and it raises the next question and that is the time line when you actually could see this happening. I want to play for you a sound bite from Mark Meadows because he had some things to say about when to get this bill to the President's desk. Listen to this. I got to get your reaction, Senator."
    },
    {
      "speaker": "HATCH",
      "utterance": "OK."
    },
    {
      "speaker": "REP. MARK MEADOWS, R-N.C.",
      "utterance": "If we do not have a bill, that we're actually debating in September who hopefully gets a vote by October, it will not get to the President's desk by Thanksgiving. If it doesn't get there by Thanksgiving, guys, it isn't going to happen."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Your reaction?"
    },
    {
      "speaker": "HATCH",
      "utterance": "Well, I don't quite agree with that, although he's talking about how difficult it is to get these things done. I mean he's not way off. I happen to think he's doing the country a favor by stating how really difficult it is in Congress and how difficult it is in any administration to get these things done. Yes, we need to move ahead and no question about it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, do you think you'll do it this year? Is it doable in 2017?"
    },
    {
      "speaker": "HATCH",
      "utterance": "I actually think it is. But it is going to take Democrats and Republicans getting together putting aside their stupid differences and saying look, this one time let's do this for our country, let's do this for our American citizens, let's do this for our economy, let's do this for the world really because the United States is the key country in the world, if we're not strong, the rest of the world is going to be in chaos even worse than it is right now."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, let me ask you about the differences. When you look at the deductions, where is the most debate going to be, would you say? Which deduction?"
    },
    {
      "speaker": "HATCH",
      "utterance": "Well, look, I don't think anything is going to be failed to be looked at. I mean everything in that code is going to be looked at and we're going to try and do a job that really does the best job to bring people together."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, for example, the mortgage deduction, Sir. I mean, you know, Peter King from New York says I can't sign anything that takes away my constituents mortgage deduction. I can't sign anything that takes away my constituents state deduction - income state - so I mean, where do you think you're going to have the big fights?"
    },
    {
      "speaker": "HATCH",
      "utterance": "You're tough, Maria, is all I can say. Let me just say that I think, there are only two deductions that absolutely are going to be kept. One would be the charitable deduction and the other one would be the mortgage deduction."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "What's the plan if you actually have no support from the other side?"
    },
    {
      "speaker": "HATCH",
      "utterance": "You really believe that Maria that our Democrats are that way?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You just said they are on their high horse. They're - they've got to work together. I'm just trying to understand why they don't see what America voted in November."
    },
    {
      "speaker": "HATCH",
      "utterance": "I am -"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "America wants to see tax reform."
    },
    {
      "speaker": "HATCH",
      "utterance": "I am so grateful that you're telling the truth in very bold terms the way you are because that's right. The Democrats have not wanted to do a thing. That's why the first six months of this year, we haven't even been able to get - been able to get bills up. About the only thing we've been able to do is get some appointments through, and even then it's slower than ever before."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "HATCH",
      "utterance": "And frankly, I think they think they're hurting the Republican Party by doing that. I think they're hurting themselves."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "HATCH",
      "utterance": "Because people out there in the country have to look them and say what's the matter with those people? There are so many important issues and especially in the tax world why aren't they working to get those done and why don't they get with the Republicans and see what they can do to bring people together. I'm counting on Chuck Schumer stepping up to the plate and being willing to take some good swings here and be able to help us, rather than just - he knows that I work with him. He knows darn well that I have passed hundreds of bills over my Senate service, and he knows that darn well that those have been bipartisan as well. And the famous relationship was (INAUDIBLE) but it's also a number of others as well and Schumer is one of them. He's got to - he's got lead like a Democrat Leader ought to lead, and he's got to get some of the wild eyes on his side to come along and say look, we're willing to save the country. That's more important than all this political crap that we're going through."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Senator, it's good to have you on the program this morning. Thanks so much."
    },
    {
      "speaker": "HATCH",
      "utterance": "Nice to talk to you there."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We appreciate your time, Senator Orrin Hatch joining us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, the entire U.N. Security Council including Russia and China voting for tough new sanctions against North Korea. Will they rein in the rogue regime and how will they keep those rules in place? Our panel will weigh in. We're looking ahead on \"Sunday Morning Futures\" right now, with the panel on deck. Stay with us."
    },
    {
      "speaker": "HALEY",
      "utterance": "What we basically did was kicked them in the stomach, told them to stop and said we're not going to put up with them anymore and the ball is in North Korea's court. They have a decision to make. They can either respond by pulling back and saying that they're not going to be a part of this reckless activity any more or they can see where it goes and with will continue to keep up the strength and keep up the activity and make sure that we stop them."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That was U.N. Ambassador Nikki Haley joining me at the top of the program talking about a group of new tough sanctions imposed against North Korea over its missile program that would ban exports and limit investments in the country, banning a third of their exports. I want to bring in our panel in on that. Brad Blakeman is former Deputy Assistant to President George W. Bush. Jessica Tarlov is a Democratic Strategist and Fox News Contributor and it is good to see you both."
    },
    {
      "speaker": "JESSICA TARLOV, DEMOCRATIC STRATEGIST, AND FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Good morning."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Thanks for joining us. Your thoughts on Nikki Haley?"
    },
    {
      "speaker": "BRAD BLAKEMAN, FORMER DEPUTY ASSISTANT TO PRESIDENT GEORGE W. BUSH",
      "utterance": "I think she's a rock star. She put the feet to the fire of North Korea, she reeled in China and Russia. It was unanimous. When was the last time there was a unanimous vote of the Security Council? Normally it's one of the main stays of the council, permanent members who stop the United States. So, this is a good sign but we have to put things in perspective. North Korea is the size of Ohio. They have 25 million people. They're the bastard stepchild of China. China needs to be brought to account for anything that happens in North Korea and I think Donald Trump has finally put the blame where it belongs."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's a really good point, 25 million people, the size of Ohio and yet they're able to create such disruption and problems for the world."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Nuclear weapons will do that"
    },
    {
      "speaker": "BLAKEMAN",
      "utterance": "Exactly right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Initially Russia was pushing back. We need more time. China was pushing back. We need more time. She was able to wrangle them in, Jessica, which was a real accomplishment."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Absolutely, bipartisanship moment. Nikki Haley is a rock star. And I think that she's allowed to be a rock star because President Trump stays out of her way. I think he trusts her implicitly on this front. I think he knows as well how good she is for his image. Not only because she's a woman, a minority woman as well but someone who opposed him remember when she spoke out against him. She came around and she said if I'm going to get a job and I'm doing a top job, I'm going to do it my way and I'm going to rule the rules over here. And I think it's working really well for her. I do think China needs to come help us out a little bit here more on this. I mean, this is a great step forward but we won't be able to fully rein in North Korea without China."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, that's the thing. I mean, will we be able to enforce these sanctions? Will we be able to - how do you enforce these rules?"
    },
    {
      "speaker": "BLAKEMAN",
      "utterance": "Well, what we have to do is we have to keep the pressure on China. Every - we have now with the Iran deal, every 90 days we have a review. We have to have the same process of constant review, putting their feet to the fire and making sure that we use all the tools in our tool box against China with the same sanctions that are being used against North Korea. They cannot be left to just a security council being passed. It's got to be enforced."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I think also part of that will be that we can't nitpick and needle as well. I think that it's important that the President stays off Twitter and the kind of his aggravating way. I mean, you want to talk policy, if you want to talk diplomacy and sanctions I think that's important. But you have an incredibly unstable leader in North Korea, someone who would get on his Twitter account as well, you know, and I don't think we should play that way. We should play formally."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We have a new chief of staff John Kelly, who's putting new discipline into the White House. You wonder if that is going to be able to stem some of the personnel changes which is why I asked Nikki Haley would she be the one to step into Rex Tillerson's shoes should he step down? She was adamant, Rex Tillerson is not going anywhere. Now, there has been speculation that H.R. McMaster and the President have sort of at each other, they have some disagreements. What do you think?"
    },
    {
      "speaker": "BLAKEMAN",
      "utterance": "I think it's a great team. I think it's a diverse team."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You don't see them breaking up?"
    },
    {
      "speaker": "BLAKEMAN",
      "utterance": "I don't. I think Nikki Haley said it best in your interview, they are a team. And the White House now has to be have that camaraderie and spirit like Leon Panetta said in your interview of a team and feel like you are invested in the team. But I think Nikki Haley complements McMaster and Tillerson."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Yes, I don't see them breaking up now but I think that John Kelly is key in that. I think that this is a major shift not only in policy and tone and you saw the Wall Street Journal piece about how things are already different there. The President's door is closed for instance. You can't loiter around waiting for a second where Ivanka and Jared could just walk in and say hey there we're thinking this, much more formalized. I think that it was smart obviously to make those personnel changes swiftly at the beginning of the week. And hopefully, it is a new era there. But I have been hearing as we talked about before the show started from people that I know at the State Department that it is incredibly disorganized there and that Rex Tillerson was frustrated that he not only couldn't get his nominees but - through but then he couldn't really do the diplomatic work that he had hoped to. So hopefully John Kelly is going to enforce some discipline there."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. And also Rex Tillerson was very clear when he took a few days off saying I'm not going anywhere."
    },
    {
      "speaker": "BLAKEMAN",
      "utterance": "That's right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "But we'll take a break. When we come back, I want to get your take on Jeff Sessions. Also more from the panel we've got a lot to look ahead to on SUNDAY MORNING FUTURES, that's next. Stay with us, panel continues."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back with the panel. Brad Blakeman and Jessica Tarlov, I want to talk a little about Jeff Sessions. The Attorney General seems to be getting tough on these leaks. Here's what he said on Friday."
    },
    {
      "speaker": "JEFF SESSIONS, ATTORNEY GENERAL",
      "utterance": "We respect the important role that the press plays, and we'll give them respect but it is not unlimited. They cannot place lives at risk with impunity. We must balance the press's role with protecting our national security."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Is this a more aggressive Jeff Sessions, do you think, Brad?"
    },
    {
      "speaker": "BLAKEMAN",
      "utterance": "There's no doubt about it. But look, the President's right. You have to stop the leaks and Kelly, if I were Kelly, I would fire up the polygraph machine. I would get the FBI in. There's a finite universe of people who have the kind of information that is being released like the transcripts of the President's call to Mexico and to Australia. You have to go through the list, have a forensic accounting of the instruments that this information was held on."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "BLAKEMAN",
      "utterance": "The people who had it and give the President some scouts."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "It is dangerous."
    },
    {
      "speaker": "BLAKEMAN",
      "utterance": "Very dangerous."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Who's going to want to talk to the President if they think it is not a private call."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Absolutely and it will not go in alone. I mean, that will just be, you know, instead of calling us, you know, Canada will call Germany."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right. But we'll see if he's going to be able to rein it in. Let's talk about September and tax reform and healthcare and the agenda. What are you expecting Jessica?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "I'm expecting if Mitch McConnell back down a little bit and Chuck Schumer backed down a little bit, that there is a potential for bipartisan compromise on tax reform. When Mitch McConnell says that this is something that we can go out alone, after what happened with healthcare, which I understand is more controversial but at the same time, you do still have members of the Republican Party who are deficit hawks for instance, who aren't going to like it unless it is revenue neutral et cetera, you're going to have some issues. And think that the American public has been very clear about this, maybe not the far left and the far right, but the middle certainly want people in Washington to work together and to get something done and everyone wants a tax cut."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, so I wonder if the voters are going to basically say look you were an obstructionist, I'm voting you out in 2018 and that the people who do not participate in governing will have a ramification, Brad?"
    },
    {
      "speaker": "BLAKEMAN",
      "utterance": "The Republicans and I think America at large are getting impatient. September, they've got to hit the ground running, it's the (INAUDIBLE) that we've got to raise the debt ceiling, we've got to get the budget at the end of the fiscal year and we've got to get tax reform. If we don't have that, now, a congressman said they have till Thanksgiving."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "BLAKEMAN",
      "utterance": "Nothing gets done until they have to get done. I'm giving them until December 15th. If by December 15th we do not have tax relief, tax reform, both corporate and individual, then Republicans are going to have a hard time in 2018 meeting the voters -"
    },
    {
      "speaker": "TARLOV",
      "utterance": "I think they're going to have a hard time even if they do get it done. And weren't they supposed to not be going on vacation here? I mean, wasn't there a discussion about we've got to stay here and get this done?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "The Senate is here but the House -"
    },
    {
      "speaker": "TARLOV",
      "utterance": "Yeah. I mean, it is absurd. I remember when David Jolly, a Republican had to introduce a bill to demand that Congress worked a 40 hour week. When you look at what Americans are doing, how much time they are putting in to just get by, and you think that we also demand that your Congressional Representatives are working a 40 hour week, you understand why everyone hates D.C."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Hey, I'm on the air six days a week."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Yes. Exactly"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right. But we will leave it there. We'll see. I think they know that they need to get this done and they're going to try to do it but we'll see. Great to see you both."
    },
    {
      "speaker": "BLAKEMAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Thanks so much Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Brad Blakeman, Jessica Tarlov, thank you. That will do it for \"Sunday Morning Futures.\" Thanks for being with us this morning. I'll see you next week on \"Mornings With Maria\" from 6:00 to 9:00 a.m. Eastern on the Fox Business Network. Join us. \"MediaBuzz\" on Fox News is next. Join Howie Kurtz. Stay with us. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}