{
  "date": "August 29, 2017",
  "headline": "How is Trump handling the damage in Texas?",
  "subHeadline": "The 'Special Report' All-Star panel weighs in",
  "url": "https://www.foxnews.com/transcript/how-is-trump-handling-the-damage-in-texas",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I just want to say we love you. You are special. We're here to take care. It's going well. And I want to thank you for coming out. We're going to get you back and operating immediately. This has been a total cooperative effort. Again, we will see you soon. I will tell you, this is historic. It's epic what happened. But, you know what, it happened to Texas, and Texas can handle anything. Thank you all, folks. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Texas can handle anything, President Trump in Texas today talking in Corpus Christi there as he gets ready to come back here to the White House. Let's bring in our panel: Tom Rogan, commentary writer for The Washington Examiner; Mercedes Schlapp, columnist for The Washington Times, and here at the White House, Julie Pace, Washington bureau chief for the Associated Press. Julie, let's start with you. The sense here is that so far logistically things are going well and this trip kind of showed that with cabinet members and with the governor of Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIE PACE, ASSOCIATED PRESS",
      "sentences": "Certainly the White House and the administration at large feel pretty good so far about the way that the federal government has been responding. I think it's clearly important to the president that he be on the ground. He has talked about taking a second trip on Saturday.  These storms, though, are a really long-term thing for a government. It's the immediate response, which is so crucial, getting people out of their houses that are flooded, getting them to shelter. But then it's the long- term recovery effort. And that's where we saw in New Orleans after Katrina that the government also fell down on the job a bit. So this is going to be something that this administration is going to have to manage. But certainly short-term the people are feeling good about the response and the president actually seems to be a little bit energized to get down there and take a firsthand look at what was going on and talk to first responders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mercedes, I asked Kellyanne Conway about the cut to FEMA in the 2018 Trump administration budget. Obviously they're relying heavily on FEMA now. So that may all change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MERCEDES SCHLAPP, THE WASHINGTON TIMES",
      "sentences": "It definitely does change. And this is where Congress plays an important role, especially when it comes to emergency funding for this sort of catastrophic storm. I think for the president at this moment, he is the comforter in chief. It's an incredibly important role for the president to play. President Trump basically has stepped into that role very effectively. He is showing that there is strong coordination with the cabinet secretaries and local and state counterparts. So I really think for the president this has been an incredibly important step, and this is something that we didn't see, for example, when it was hurricane Katrina and President George W. Bush, and he received a lot of criticism when he did not go and visit the devastated areas back in the day with the rapid response. And I think you have certain members in that White House team that recognize that have been there before who went through hurricane Katrina and are basically helping to ensure that President Trump does this the right way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, back then the Bush people didn't want to get in the way either and obviously had a different local and state --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "But you have got to be there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "-- government body dealing with the storm. Tom, I want to turn topics, other news, and that is North Korea. Here is the U.S. ambassador to the U.N.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIKKI HALEY, U.S. AMBASSADOR TO THE U.N.",
      "sentences": "No country should have missiles flying over them like 130 million people in Japan. It's unacceptable. They have violated every single U.N. Security Council resolution that we have had. And so I think something serious has to happen. I think enough is enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Enough is enough, Tom, and trying to get this administration to say what enough looks like is tough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM ROGAN, NATIONAL REVIEW",
      "sentences": "It is. And that speaks to the nature that you are dealing with a state actor that has nuclear weapons. But I think we will see a few things happening in the coming days. Number one, I think there will be an agreement between the United States and Japan about potentially shooting down a ballistic missile should this happen again. I think you will see U.N. action led by Nikki Haley to try and crack down on North Korean imports. And I do think you will see a build-up in the region of U.S. military striking forces that would be predisposed towards hitting the North Korean ballistic missile development sites.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And that would change the dynamic. Julie, that is the number one international issue they are dealing with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "It absolutely is. And I think what we have seen over the last several weeks is that they are dealing with the exact same dynamics that President Bush and President Obama dealt with, which is that the North Koreans are simply not deterred by tough talk or sanctions, economic pressure, unless it comes from the Chinese. And the Trump administration has put a lot of effort into trying to prod China along.  China just moves on its own timeframe. They do not tend to move rapidly. They do not tend to change government policy quickly even in the face of threats of economic pressure from the U.S. So that's the question that the administration has to face now. If North Korea capacity continues to move in the directions we have seen for the last several months and the last several years, is there anything they can do on China? And then, is there a military option? Most people that I have talked to in the administration say despite the threat of military action, despite the talk of all options being on the table, there really isn't a great military option that we are looking at right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Meantime, we will turn to tax reform with a rollout tomorrow that we're told is going to last a number of states, a number of speeches from this president. Panel a little shorter tonight. We apologize for that. Thank you.  Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I just want to say we love you. You are special. We're here to take care. It's going well. And I want to thank you for coming out. We're going to get you back and operating immediately. This has been a total cooperative effort. Again, we will see you soon. I will tell you, this is historic. It's epic what happened. But, you know what, it happened to Texas, and Texas can handle anything. Thank you all, folks. Thank you."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Texas can handle anything, President Trump in Texas today talking in Corpus Christi there as he gets ready to come back here to the White House. Let's bring in our panel: Tom Rogan, commentary writer for The Washington Examiner; Mercedes Schlapp, columnist for The Washington Times, and here at the White House, Julie Pace, Washington bureau chief for the Associated Press. Julie, let's start with you. The sense here is that so far logistically things are going well and this trip kind of showed that with cabinet members and with the governor of Texas."
    },
    {
      "speaker": "JULIE PACE, ASSOCIATED PRESS",
      "utterance": "Certainly the White House and the administration at large feel pretty good so far about the way that the federal government has been responding. I think it's clearly important to the president that he be on the ground. He has talked about taking a second trip on Saturday. These storms, though, are a really long-term thing for a government. It's the immediate response, which is so crucial, getting people out of their houses that are flooded, getting them to shelter. But then it's the long- term recovery effort. And that's where we saw in New Orleans after Katrina that the government also fell down on the job a bit. So this is going to be something that this administration is going to have to manage. But certainly short-term the people are feeling good about the response and the president actually seems to be a little bit energized to get down there and take a firsthand look at what was going on and talk to first responders."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mercedes, I asked Kellyanne Conway about the cut to FEMA in the 2018 Trump administration budget. Obviously they're relying heavily on FEMA now. So that may all change."
    },
    {
      "speaker": "MERCEDES SCHLAPP, THE WASHINGTON TIMES",
      "utterance": "It definitely does change. And this is where Congress plays an important role, especially when it comes to emergency funding for this sort of catastrophic storm. I think for the president at this moment, he is the comforter in chief. It's an incredibly important role for the president to play. President Trump basically has stepped into that role very effectively. He is showing that there is strong coordination with the cabinet secretaries and local and state counterparts. So I really think for the president this has been an incredibly important step, and this is something that we didn't see, for example, when it was hurricane Katrina and President George W. Bush, and he received a lot of criticism when he did not go and visit the devastated areas back in the day with the rapid response. And I think you have certain members in that White House team that recognize that have been there before who went through hurricane Katrina and are basically helping to ensure that President Trump does this the right way."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, back then the Bush people didn't want to get in the way either and obviously had a different local and state --"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "But you have got to be there."
    },
    {
      "speaker": "BAIER",
      "utterance": "-- government body dealing with the storm. Tom, I want to turn topics, other news, and that is North Korea. Here is the U.S. ambassador to the U.N."
    },
    {
      "speaker": "NIKKI HALEY, U.S. AMBASSADOR TO THE U.N.",
      "utterance": "No country should have missiles flying over them like 130 million people in Japan. It's unacceptable. They have violated every single U.N. Security Council resolution that we have had. And so I think something serious has to happen. I think enough is enough."
    },
    {
      "speaker": "BAIER",
      "utterance": "Enough is enough, Tom, and trying to get this administration to say what enough looks like is tough."
    },
    {
      "speaker": "TOM ROGAN, NATIONAL REVIEW",
      "utterance": "It is. And that speaks to the nature that you are dealing with a state actor that has nuclear weapons. But I think we will see a few things happening in the coming days. Number one, I think there will be an agreement between the United States and Japan about potentially shooting down a ballistic missile should this happen again. I think you will see U.N. action led by Nikki Haley to try and crack down on North Korean imports. And I do think you will see a build-up in the region of U.S. military striking forces that would be predisposed towards hitting the North Korean ballistic missile development sites."
    },
    {
      "speaker": "BAIER",
      "utterance": "And that would change the dynamic. Julie, that is the number one international issue they are dealing with."
    },
    {
      "speaker": "PACE",
      "utterance": "It absolutely is. And I think what we have seen over the last several weeks is that they are dealing with the exact same dynamics that President Bush and President Obama dealt with, which is that the North Koreans are simply not deterred by tough talk or sanctions, economic pressure, unless it comes from the Chinese. And the Trump administration has put a lot of effort into trying to prod China along. China just moves on its own timeframe. They do not tend to move rapidly. They do not tend to change government policy quickly even in the face of threats of economic pressure from the U.S. So that's the question that the administration has to face now. If North Korea capacity continues to move in the directions we have seen for the last several months and the last several years, is there anything they can do on China? And then, is there a military option? Most people that I have talked to in the administration say despite the threat of military action, despite the talk of all options being on the table, there really isn't a great military option that we are looking at right now."
    },
    {
      "speaker": "BAIER",
      "utterance": "Meantime, we will turn to tax reform with a rollout tomorrow that we're told is going to last a number of states, a number of speeches from this president. Panel a little shorter tonight. We apologize for that. Thank you. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}