{
  "date": "August 20, 2017",
  "headline": "Media trumpet Bannon's ouster",
  "subHeadline": "Trump adviser returns to Breitbart",
  "url": "https://www.foxnews.com/transcript/media-trumpet-bannons-ouster",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "HOWARD KURTZ, HOST",
      "sentences": "On our Buzz Meter this Sunday, the president parts company with Steve Bannon and dismiss the press as the opposition party and many journalists and pundits welcome the departure of Donald Trump's chief strategist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARWOOD",
      "sentences": "The views that Steve Bannon has that he's being criticized for are views that Donald Trump himself holds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN",
      "sentences": "What's the greatest evidence of Bannon's impact? This is not who Donald Trump was before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "APRIL RYAN, CNN",
      "sentences": "Those who are in the Bannon camp was spinning this like it's a great thing. He's got his hands on the weapon, like he was fired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS",
      "sentences": "Say what you will about Steve Bannon, you could say a lot, but he never forgot why Trump got elected in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "An amazing media engaging in payback against Bannon. How much influence will he have now that he has returned to Breitbart and will he mount a war on his old adversaries in the White House while as a top Breitbart editor. The media's largely negative coverage of the president has moved into a whole different stratosphere as pundits, anchors, even reporters have joined in condemning him over Charlottesville, will feel if any dissenting voices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIE GEIST",
      "sentences": "It was extraordinary and it was despicable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EBONI WILLIAMS, FOX NEWS",
      "sentences": "Well, you personally might not be a racist, President Trump. What you are is all too happy to reap the benefits of their support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN",
      "sentences": "He revealed about whether he can ever be a president for all people or just for right ones. A president for people of all beliefs or just the alt-right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM ACOSTA, CNN",
      "sentences": "He has united the country against the views that he espoused today, which we're right there on the edge of white nationalism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Even on this hyper sensitive story, why hasn't there been more balance. Some conservative commentators but not all, also breaking ranks with the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, FOX NEWS",
      "sentences": "What Trump did today was a moral disgrace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLLE WALLACE",
      "sentences": "It so disgraced not just the Republican Party but the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS",
      "sentences": "The mainstream media once again hysterical, complete meltdown mode today, but does President Trump hold some truths.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Plus, the late night comics even the apolitical Jimmy Fallon turning serious in criticizing the president's remarks. Could they alienate part of their audience? I'm Howard Kurtz and this is \"Media Buzz.\"  Steve Bannon made clear when he got to the White House he was ready to fight the Washington establishment and the media establishment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE BANNON, FOMER WHITE HOUSE CHIEF STRATEGIST",
      "sentences": "President Trump when he was running he made -- and this is the other thing that the mainstream media opposition party never caught, is that if you want to see the Trump agenda, it's very simple. It is all in the speeches.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And it was clear from the president impromptu news conference this week when he declined to talk about his friend's future, that he still backed Bannon, but not necessarily in the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "He's a good man. He is not a racist. I can tell you that. He's a good person. He actually gets a very unfair press in that regard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Hours after the White House said Friday that Bannon was out, he returned to his old job as Breitbart's executive chairman and tell the Weekly Standard the Trump presidency that we fought for and won is over. Joining us now to analyze the coverage, Gayle Trotter, political commentator and contributor to Townhall and The Hill, Simon Rosenberg, president of the New Democratic Network and Erin McPike, White House correspondent for Independent Journal Review.   Gayle, is the press or much of the press celebrating the departure of Steve Bannon who's always been painted as kind of Trump's (INAUDIBLE), kind of a dark and conspiratorial figure?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAYLE TROTTER, POLITICAL COMMENTATOR",
      "sentences": "Absolutely. Next to President Trump, he's the second highest placed target for the media to go after and I would say that his interview with the \"Prospect\" this week outlining some positive positions on China was his swan song from the White House to prepare him to go back to \"Breitbart.\"  But I predict that the media, they're not going to let up on Steve Bannon. We had an article this week saying that here's why Steve Bannon is more dangerous outside of the White House than in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But also Simon Rosenberg, Bannon may not let up on the media. I mean, he walks out the door of the White House, about five minutes later he's back at Breitbart where he has made clear through a series of provocative statements that he's going to continue the war that he saw himself as perpetuating in the White House. How much impact will he have there now that he's about 100,000 times more famous than a year ago?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMON ROSENBERG, PRESIDENT, NEW DEMOCRATIC NETWORK",
      "sentences": "I think significantly. You know, I don't think he's going to disappear from American life. I mean he's too -- he's invested -- we've all invested too much in Steve Bannon in some ways. And he' made it clear that he's going to fight hard. I don't know what it means for the Republican Party. I mean that's the real question, is that you know, will it start to push apart the Republican Party over time? I think if you're the Trump White House, there are people in there that are worried now that Bannon is going to come after them. His inside knowledge of how the building works, right, and could be a very effective antagonist from the outside against some of the forces like John Kelly and some of the other folks who were trying to steer Trump in a different direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "When Bannon was at Breitbart before he was not shy of having (INAUDIBLE) they go after Paul Ryan, Mitch McConnell, Erin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIN MCPIKE, WHITE HOUSE CORRESPONDENT, INDEPENDENT JOURNAL REVIEW",
      "sentences": "He is still going to be a political operative. I mean he is extensively going to a journalistic outfit where he's going to be executive chairman, and there are some fantastic reporters at \"Breitbart.\" I mean Kristina Wang who covers the Pentagon for Breitbart is a really great reporter, but he's using this as a political tool. I thought it was chilling quite frankly for someone who was on White House payroll, as he was on Friday, to say that he's declaring war and then he's getting his hands on his weapon. I thought that was a very irresponsible thing to say and I thought it was terrifying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, didn't he mean rhetorical weapon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCPIKE",
      "sentences": "Absolutely but it's still chilling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCPIKE",
      "sentences": "This is a show about the media and how can you say that it is responsible for someone in the media to be declaring war and getting hands on weapons?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "Democracy dies in darkness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I see a lot of media outlets, left, right and center who seem to be conducting if not, work on a crusade. Just a little clarification about this \"American Prospect\" interview you mentioned, liberal magazine. A lot of people in the press have the misimpression that Bannon was fired over that because it happened just before, but in reality I can tell you this (INAUDIBLE) from White House sources that first of all he knew it was on the record.  Second of all, he had already offered his resignation, obviously his influence was declining two weeks earlier and so that was not the reason. It was sort of like a parting shot. But the media seemed kind of split, Gayle, between oh, this is good news because it's a huge setback for Trump's popular supporters, and that agenda, some called the (INAUDIBLE) agenda. And it doesn't matter because Trump is the same as Bannon and they have the same view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "Well, I think that Steve Bannon previously used Breitbart as a way to antagonize the establishment Republicans and certainly if you look back at the last 200 days, the press has not reported significantly on the changes that had been made positively towards the economy. And with Bannon back there with this knowledge, this inside knowledge that you're talking about, he's going to be able to really push that. And the Prospect interview set up the idea of this interaction with China going back to this nationalist America first policy in a way that he was not able to do as a person inside the White House and not as a person trying to hold the White House to its promises.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "You know, Time had about it on the cover back in February, the great manipulator. Some people called him president then, but he's always been at war with the media. He may detest the media even more than the president does. And so I think to the extent that he is a force at Breitbart and will also be going after the rest of the press.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENBERG",
      "sentences": "Yes, and I think, look, one of the things we know about Breitbart, right, is that it works in an ecosystem on the far right, whatever the words are, alt-right. And we talk about it and that flooding the zone with alternative information is going to be a major part I think of what he did during the campaign and what he's going to do at Breitbart, and that creates an alternative information source. I mean, I think it's been very important to recognize how much he and Trump have been focusing on getting around the mainstream media and creating an alternative source. I think that's going to be on steroids now and it's going to even create problems potentially for places like Fox, right, where you've got this alternative voice on the right that's going to be super charged with Mercer money and a very powerful Bannon. It's going to be a new dynamic in the Republican Party, now doubt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The Mercer family is a conservative both philanthropist and they basically bank rolled Breitbart. And look, Fox has lots of competition on the right now. It's not like it's the only game in town. What only struck me about Steve Bannon is he really didn't care -- more than anyone else I've covered in Washington. He didn't care that much about his media image.  He virtually gave no interviews and you know, people would write terrible thing about him and you know, he didn't fight back because he just was totally focused on fighting that agenda whether you agree with that agenda or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCPIKE",
      "sentences": "Well he certainly gave a number of interviews this past week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes, but that was out of character.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCPIKE",
      "sentences": "It was out of character but he obviously knew what was coming --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCPIKE",
      "sentences": "-- as we have discussed, that you just did. So he is setting himself up for people to watch what he's doing at Breitbart. So that was actually probably a smart business decision on his part too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "This is great marketing. I mean, he kind of re-launched himself and Breitbart and got a huge amount of press attention. Yes, so this all happened of course in the wake of the violence in Charlottesville last weekend, actually end up delaying the announcement of Bannon's planned resignation. This all flows out of the president's impromptu news press conference earlier in the week. He wasn't supposed to take questions. When asked about what happened in Charlottesville, he said the following.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Wait a minute, I'm not finished. I'm not finished fake news. That was a horrible day. You had a group on one side that was bad and you had a group on the other side that was also very violent and nobody wants to say that, but I'll say it right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you think that what you call the alt-left is the same as neo-Nazis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I've condemned neo-Nazis. I've condemned many different groups. But not all of those people were neo-Nazis, believe me. Not all of those people were white supremacists by any stretch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The media's coverage of Trump's answer (ph) on Charlottesville has been overwhelmingly negative, but isn't that rooted in an overwhelmingly negative political reaction including from some of the Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "Right. Well, I think the media was correct in wanting t have statements issued by President Trump and we have things like this, we want our leaders to be able to speak to these times of crisis and concerns of the American people. But when he continued to call out white supremacists, it was never enough for the media and they were never going to be satisfied with whatever he did and I think that this ongoing fight between the media and Trump makes it very difficult for Americans to come together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Simon, could the media here be overreacting as so many times in the past in the campaign about what a terrible, awful, mostly of Trump's presidency and all that when you have a CBS poll like 67 percent of Republicans approve of his answer (ph) in Charlottesville and 55 percent overall disapprove. And look, he's taking some hits as a result of this, but could the media possibly be overplaying the damage to the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENBERG",
      "sentences": "Howard, I think the setup, like I said, we didn't take on why the media jumped on this. It wasn't just what he said on Tuesday. It was the slowness in his reaction to what happened actually in Charlottesville and the conflicting signals that he already sent. I mean, he's so quick to jump on any international tragedy and it took him many, many hours, right, to respond to what happened in Charlottesville. So there was already a condition where there seemed like he was out of sorts, that he wasn't reacting properly. That he was sending mixed signals about whether white supremacists were legitimate forces in American life. So what happened on Tuesday I think sort of poured gasoline on that fire, right? It wasn't just what happened on Tuesday. And so I think this is all -- my view is, whether you think Trump is unfairly treated or not, he got everything he deserved this week. This is such you can't equivocate on. He made a big mistake and he's paying a terrible price.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- you're shaking your head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "I disagree. The media should have given him a word for word statement with inflections and blocking and he could have delivered it flawless and they would have been satisfied.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENBERG",
      "sentences": "But that's not what happened. That's not what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCPIKE",
      "sentences": "I monitored it in real-time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "He did not spoke. They said name names. He named names through the White House on Sunday. They said he needs to personally name names, which he did on Monday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCPIKE",
      "sentences": "That's the thing, he just was checking boxes and then he wanted credit for checking boxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCPIKE",
      "sentences": "Yes, he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "One of the things he did was to punch back on twitter and he has been known to do -- let's put it up -- \"The public is learning even more so how dishonest the fake news is. They totally misrepresent what I say about hate, bigotry, et cetera. Shame!\" Totally misrepresent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCPIKE",
      "sentences": "Look, again, he was just checking boxes and he wanted credit for that. It is not too much to expect the president of the United States to be the moral leader of the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "OK, but go to the point about the way it's covered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCPIKE",
      "sentences": "Because, listen, he is not living up to that and then his comment on the media to call that out which the media has done all week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "It's an interesting cycle between the media and Donald Trump on that tweet. So, he feels like there's not objective reporting. He calls it fake news. The media gets upset that he calls it fake news and labels that. So when they double down on unobjective reporting, not objective reporting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right, I got to get a big (INAUDIBLE) on the other side. But one of the people speaking out before we go to break, James Murdoch, the CEO of Fox's parent 21st Century Fox. He made a $1 million donation to the Anti-Defamation League. He sent out a note to friends saying he's concerned about Charlottesville and the president response. I can't believe I even have to write this. Standing up for Nazis is essential or no good Nazis or Klansman or terrorist. When we come back, other Sunday media outlets going too far in attacking President Trump by using KKK images? And later, are late night comics turning serious over the violence in Virginia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "For going after Donald Trump's highly controversial comments on Charlottesville, the Chicago Sun Times ran this cover, \"Fake President,\" claiming a disgrace to the office. And the new cover of the The New Yorker has the president blowing into a sail that is actually a Ku Klux Klan sheet. Erin McPike, how far is too far when it comes to personally attacking the president in that fashion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCPIKE",
      "sentences": "Well, those two covers probably were too far because if anything, what those two things did was just to fan the flames, you know. And I think if you look into some TV coverage, I think you can criticize the media in some ways because I think there are number of anchors who probably were trying too hard to act and have a Walter Cronkite moment or something like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And speaking of that, the CBS evening news Cronkite (INAUDIBLE) devoted the entire newscast to his comments on Charlottesville on that Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCPIKE",
      "sentences": "Which is an interesting decision and I respect a lot of what CBS does, but that was actually kind of playing to what cable does which seemed like kind of the wrong way to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. You know, you went to UVA in Charlottesville, undergraduate law school so this has a lot of resonance for you. Now, I understand why a lot of people were offended by the president say, well, I'm sending (ph) neo-Nazis but the other side does it as well. I mean, that just spark a lot of outrage and negative coverage is nothing new for this president, but this has been days and days of lots of moral outrage, which as I said at the time not that much balance on the other side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "Great. One of the best national review writers Andrew McCarthy wrote about this, this week and he said that it's a surprising result in a poll that over two-thirds of Republicans supported President Trump's comments, and he makes the argument that that's because they feel like the media has tried to obscure the violence of the left. And I think that's a really important thing to keep in the context of this.  It should the story and the coverage this week be about Trump's reaction to what happened on Saturday in this amazing town, this bastion of learning or should it be about what actually happens there? And the movement of political violence to achieve political ends across our country by many different political --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But there was some violence by liberal counter-protesters but on the other hand they didn't kill anybody. Obviously (inaudible) one more skill. All these White House leagues (ph), Simon, listen to this from the \"New York Times,\" \"The president's top advisers described themselves as stunned, despondent and numb. Several say they were unable to see how much the Trump's presidency will recover and express doubts about his capacity to do the job.\" So they are distancing themselves behind a curtain of anonymity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENBERG",
      "sentences": "Yes. And look, there were all these presidential advisory boards that disbanded this week and Mar-a-Lago lost tons of businesses. This isn't just a media thing. I mean, if this was just a media creation, right, there wouldn't be real world consequences to what's happening. And so the president -- let's just assume for a second that you think the president didn't really -- isn't really a KKK supporter. He doesn't like the alt-right. He doesn't like white nationalism. Why are we talking about it? They were unable to make this go away and it's now a lasting meme for the rest of his presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And he's screwed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENBERG",
      "sentences": "So either he screwed it up and he really believes this stuff or it's an incompetent White House that can't manage its affairs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And one thing the press has done and some pundits, I should say, is to try to take this controversy surrounding President Trump and hang it on the entire Republican Party and demand the Republicans speak out. Let's take a look at a couple examples of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANA NAVARRO, POLITICAL COMMENTATOR",
      "sentences": "It is the president of the United States who is causing this news. So, Republicans need to stand up, need to grow a spine and need to reject him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLE WALLACE, MSNBC HOST",
      "sentences": "Which one of you can't live with yourselves for working for a guy that elicits praise from David Duke? Which one? Who? Tell me. Who resigns?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So, are those fair questions that every Republican must speak out or every White House aide must resign otherwise they're tainted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCPIKE",
      "sentences": "I think the reason in some of those questions are coming out is because you're seeing a number of Republicans start to run away from the president like Mitt Romney did, like Bob Corker has done. They are the ones who are driving those questions forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Is the press trying to tar the entire political party with the perceived shortcomings of the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "Yes, because the charge of racism is kryptonite for political leaders and conservative pundits and we see those happening. This is not an episode of where they're speaking out on behalf of their principles. It's because they're trying to preserve themselves, preserve their careers. It's the opposite of profiles in courage. It's profiles in self-preservation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Quick response Simon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENBERG",
      "sentences": "Yes, look, this is now in the debate, right. Everyone is going to have to deal with it, left and right, I mean, and Republicans are going to be called on to account fr what they believe what their president did. And I think the media is going to stay with this, you know, I think we're going to see this through the rest of the Trump presidency no doubt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, then we will have to be here at this table assessing the fairness. Simon Rosenberg, Gayle Trotter, Erin McPike, thanks very much for joining us this Sunday on this extremely important topic. Ahead, we'll talk to a top Breitbart editor about the conservative site's future now that Steve Bannon is back in the saddle. But up next, we'll go to Charlottesville for a closer look through veteran political and media analyst, Larry Sabato.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Joining us now from Charlottesville with his perspective on the coverage of the violence there and the president's response in the aftermath is Larry Sabato, director of The Center for Politics at the University of Virginia. Larry, welcome and before we get to the media, you've been teaching at UVA for decades. You were a student at the school in Charlottesville before that. What's been the impact on the community f the violence and the aftermath?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY SABATO, DIRECTOR, CENTER FOR POLITICS UNIVERSIT OF VIRGINIA",
      "sentences": "It's been enormous, Howie. No event in the 47 years that I've been associated with the University of Virginia has had this kind of impact and you know, partly on Charlottesville, the impact partly on the University of Virginia because the neo-Nazis appeared in two different places in two different contexts. Could I just mention one thing that's really important? These people were outsiders and I've seen too many media reports that haven't stressed that. Two or three local malcontents were involved but other than that, these people came from across the United States. So, it's important to know the University of Virginia and Charlottesville are not full of white supremacists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right, but there have been racial tensions there. I was down in Charlottesville a couple of years ago covering a (INAUDIBLE) liquor arrest where a black student was kind of roughed up that was caught on a cell phone camera. But here's the thing, you've been very critical of President Trump's response to the violence but you've also been kind of a dispassionate observer for the media. You wrote a book called \"Feeding Frenzy.\" Isn't there something of a feeding frenzy going on over the president's words which did include some denunciations of neo-Nazis and white supremacists?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SABATO",
      "sentences": "Well sure, there's always a feeding frenzy when there's a controversy involving what a president does and says. And you're right, he did mention that on Monday. On Monday he stressed that. The remarks on Monday were fine. Saturday he missed his moment. He could have had a very positive dose of publicity and proven himself to be truly president of the United States, not president of the Trump base. And then he took it all back on Tuesday. It was just almost unbelievable. And even the prominent Republicans here in Virginia in this area are very critical of the way he handled this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Let's take a little broader look. You said that you heard -- at least you've heard chatter and talk about a new civil war that could become more widespread. What do you mean by that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SABATO",
      "sentences": "Well I'm worried because the divisions are deeper than at any time that I personally have seen. I remember the late 60s and early 70s. I was already an adult and was participating in politics and I was concerned then that the divisions were then quite deep. But these times are so extremely polarized. Everyone's dug in. Nobody even listens to the other side.  And look, when was the last time people were totally dug in and didn't even listen to the other side? I'd say it was 1860 to 1865. Do I expect the Civil War? God, I hope not. I'm 65. Please delay it until I die. But you know, I am worried about it. I think any sane person living in this country who cares about the United States would be concerned about this deep polarization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "You know, I agree with you about the deep polarization but at the same time, I think we should keep in mind that these are fringe groups and we're talking about the neo-Nazis and KKK thugs, which brings me finally to your tweet of the other day saying that the neo-Nazis who came to Charlottesville got what they came for, massive publicity for a sick agenda. So, to some extent Larry, is the press playing into their hands?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SABATO",
      "sentences": "Oh, absolutely. And frankly, so did many people here in giving them too much attention. I wish we could have completely ignored them. It's not possible because of what's happened with the media and what's happened with the neo-Nazi groups. But Howie, I love you, but I got to disagree with you on one thing. I also thought these were fringe groups. But let me tell you what it was like to stand on the University of Virginia lawn, a sacred place for me and everyone connected to the University of Virginia. Thomas Jefferson's lawn, and to watch hundreds, hundreds of neo-Nazis with their tiki torches screaming anti-Semitic and racist slogans right out of a 1930's German Hitler Nazi propaganda film. Let me tell you something, it's not just frightening. It will shake you to your core.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Understood. And great to have your sort of eyewitness account (INAUDIBLE) them from out of town. Larry Sabato, great to see you. Thank you for joining us from Charlottesville.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SABATO",
      "sentences": "Thank you Howie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Ahead on \"Media Buzz,\" Jimmy Fallon, the one late night host who is not a Trump basher, turns on the president, but first, Dr. Gina, long time friend of Steve Bannon and the coverage of his ouster and the impact on the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The media world aflame over Steve Bannon's sudden departure from the White House, joining us now is Gina Loudon, host of \"America Trends with Dr. Gina\" on the Youtoo American Network and a member of the president's media advisory council. So you've known Steve Bannon a long, you're friends, you're allies. What do you make away much of the mainstream media has covered him getting squeezed out of the White House? Where there a lot of high fives over that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINA LOUDON, HOST, AMERICA TRENDS WITH DR. GINA",
      "sentences": "I think that there is a story out there that the media isn't being very forthright about, and that is the real reason why. They don't like Steve Bannon. They didn't like Steve Bannon before there was President Trump. They don't like Steve Bannon because he was there on the ground with Andrew Breitbart at the birth of citizen journalism, Howie, which is what has completeluy undermined is discredited so much of the old media. That's why they hated Steve Bannon going back a long time. So then, you add to that the fact that he joined forces with a swamp drainer who threatens to dismantle media as we know it, right, President Trump, and of course then it was just a war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, certainly this is a two-way war because Bannon has made absolutely clear that he has a great disdain for what he calls the opposition party. He has when he was at \"Breitbart,\" when he was in the White House, and I'm sure at Breitbart again, he will speak out against the mainstream media, but are you suggesting that this is purely ideological? That the lack of or the wariness of Bannon or the opposition of Bannon, whatever you want to call it, is because they don't like him personally or is it because they don't like what he stands for? Is it because the entire media is populated by liberals? Which is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDON",
      "sentences": "Well I mean, Steve Bannon wouldn't be Steve Bannon if the media did their job honestly. Think about that for a second because citizen journalism is what rose up and took over. Now you have these massive websites like Breitbart and others that were really essentially started with the Tea Party being frustrated with the fact that their narrative never got out into mainstream media, and that was what created Steve Bannon. That's what created \"Breitbart,\" other with, you know, massive appeal now on social media that are really essentially citizen journalists. I mean that's the movement that began to make old media crumble. And so they resent him on two levels.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So you're saying even when the old lines conservative media, there was still a void for the kind of, you know, he would say populist sometimes cultural warrior views that Steve Bannon is identified with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDON",
      "sentences": "Yes, and I mean back in the day when you had, you know, your essential newspaper that everybody read and you had your alphabet soup network news, right. People like me and people like Steve Bannon and Andrew Breitbart, I remember sitting around a table with them. Howiem and talking about how is it that we could start a citizen's movement where we just took our phones and went to meetings and did what the media wouldn't do, covered what the media wouldn't cover and how can we get that out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "It certainly got bigger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDON",
      "sentences": "That's what they resent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right, let me move one more broadly to Charlottesville. Mika Brzezinski, \"With his own words, Trump has created a permissive climate for violence. The blood and carnage will be on his hands #shame.\" What do you make of that, the blood and carnage will be on his hands?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDON",
      "sentences": "Wow. I'm just wondering if at any point the media will try to re- gather some level of credibility by calling people like her out who are not ever calling out the left. I mean, we had police officers killed this week. Where is the outrage? Where is the cry from the media? For someone from the left, some leader from the left to say this is bad, this is wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, this is the hot one for me, the whole blowing your hands thing because I think I criticized it when those on the right did it to President Obama. I mean, some police officer would be shot and somehow they say, well, he has blood on his hands because he didn't sufficiently support the police. We can debate that. You know, I think that people should be blamed for violence and politicians (INAUDIBLE) of the record for their rhetoric but the people should be blamed for violence and the people who carry it out. Now look, the coverage and we talked about this in an earlier segment. The president over Charlottesville overwhelmingly negative but I know you are a kind of a surrogate for the White House. When you have critical statements from other Republicans, when you have business leaders resigning from these advisory councils which have since been abandoned, when you have president and the first lady saying they're not going to participate in the Kennedy Center Honors because of kind of criticism from some of the entertainment figures, it hasn't been a good week for the president. Is that all the media's fault?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDON",
      "sentences": "It is because, you know, they didn't cover a lot of the great things this week that I think people who are sitting back on Main Street, Howie, really do care about. Look how the economy has flourished under this president. That is a color blind issue. It has nothing to do with race. The media has put the race front and center this week rather than putting the accomplishments of this administration --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "OK, I thank you for (ph) the other issues but when you say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDON",
      "sentences": "And then advancing -- and then giving him a chance to advance though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But when you say the media has put race front and center, I mean, when you have these corporate titans that the president had invited on to his own advisory board resigning in protest and you have certain Republicans speaking out, we didn't create that. It is our job to cover it, is it not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDON",
      "sentences": "I think that the media can cover it but the media has no balance and you and I know this. They don't cover the amazing things that president has done. They didn't cover really any of his initiatives this week. There was barely any mention of North Korea. Remember a week ago when they were saying, oh, he's going to put us in World War III. That was trending all over twitter. Where is the media's coverage of that? Oh my gosh, guess what, the president's approach worked. North Korea actually backed down. Why is the media not covering it? Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Because they --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDON",
      "sentences": "Because they want to dehumanize this president because they want to delegitimize the right because they want to work against his agenda. The American people are on to this, Howie. They see it and they will demand better from their media. And if they can't get it from the mainstream media, they're going to get it from alternative sources and that's what's happenin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That's a pretty sweeping indictment. The media do sometimes have the tendency how they build their chew gum and they cover one story at a time. Gina Loudon, thank you for a feisty appearance. Great to see you here in Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDON",
      "sentences": "Thank you. Great to see you also. Coming up, will Steve Bannon be leading a movement with his return to Breitbart news? And how does that square with its journalism? A senior Breitbart editor is on deck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "What's the future of Breitbart news now that Steve Bannon has rejoined the company from the White House? Joining me now here in the studio is Raheem Kassam, editor-in-chief Breitbart London and author of \"No Go Zones: How Sharia Law is Coming to a Neighborhood Near You.\" First of all, welcome. Given Steve Bannon's extraordinarily high profile, will Breitbart news now be viewed as Bannon news, meaning that every syllable you publish will be seen by some as carrying out his agenda?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAHEEM KASSAM, EDITOR-IN-CHIEF, BREITBART LONDON",
      "sentences": "I think that's what a lot of people will think. I don't think that's a correct assessment. Breitbart has a lot of different editors across the site, you know, it's never been and I don't think he wants it to be just a Steve Bannon news network. I know there have been people who have been out there going Bannon about this and Bannon about that. But it's not a fair representation. We have our editorial cause. Everybody pitches in, you know. It's a team effort. We're a family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I understand. Every team has a leader. Now, one of your editors wrote this week that Bannon leaving the White House could be the beginning of the end of the Trump presidency. The moment that Donald Trump becomes Arnold Schwarzenegger, meaning more of a liberal as he was when he was governor of California. I understand Bannon looms very large in the universe but the impact of one person leaving is it really that great?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "I don't think it's necessarily just one person leaving. There have been lots people who have left now this White House since January 20th and it's about what the trajectory is for the White House. It's about who's going in as well as who's going out. And from what we can see, I think most people would assess it's actually more moderate, it's more centrist, perhaps even what some people are calling West Wing Democrats who are moving into that White House. So it's not just about one man out. It's about where the White House stands ideologically. Does it stand still for the economic nationalist agenda, the agenda that got President Trump elected or is it moving the way of, you know, more troops in Afghanistan, no repeal of Obamacare. You know, all f these things, well, that's a George Bush White House, that's not a Trump White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But is there a possibility or at least a perception that this will compromise your journalistic independence because you're now run by a guy who 48 hours ago was sitting in an office suite right next to the Oval Office, and if some of your authors and editors are going after like people you're referring to, Jared Kushner, Gary Kohn, H.R. McMaster and others that Steve clashed with, won't Breitbart be seen as more of a weapon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "Well, I think Breitbart has always been a weapon quite frankly. It's a weapon for the American people. It's a weapon for the base --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "Yes, we don't hide where we come from on the spectrum. You know, that's the problem we have with the CNN's of the world. They try and hide where they are on the political spectrum. We actually own our purview (ph) and our remit in that regard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "It's originally your choice because you don't just say, well, we're opinionated and we have a world view and we don't hide it, which is fine. People look at Breitbart and they know what they're getting. But the word weapon sounds like you are as much a political activist as you are opinion journalist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "I think when you look at the media, you know, you look at media landscape every week in, week out, day in, day out. When you look at the media landscape everybody is weaponized right now. You know, CNN will run a story saying the Antifa is not a violent organization. It's a nonsense. You know, \"The Washington Post,\" the democracy dies in darkness, it's a nonsense. They wouldn't have done that if Hillary Clinton won. Everybody is weaponized all across the board. The only difference is we're honest about it. The on difference is we are honest about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Fair point. Breitbart has been viewed as you know, as a very pro- Trump outlet particularly since the president took office. Will Breitbart now temper its support for Trump depending on whether he's cooperating with the GOP establishment or pursuing policies, you know, has the label alt- right, whether are more in keeping with the views of you and your editors?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "My personal analysis is that President Trump still believes in the economic nationalist agenda. That's what we're interested in, with the irony of an Englishman saying this to you, but that's you know, so I'll just give you the benefit of the doubt. Let's see how it plays out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So, when Steve Bannon says the Trump presidency that we fought for and won is over, is it over or do you still have an open mind? I've got half a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "I want to see President Trump standing in front of that white board, with that famous Bannon white board. If that is still in the White House, then I'd say OK, we'd make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The white board that had the agenda that will now be carried out elsewhere at least by Bannon. Raheem, great to see you. Thanks very much for joining us. After the break, from Jimmy Kimmel to Stephen Colbert, even Jimmy Fallon, late night host pounding President Trump without the comedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "With all the late night comics except for the non-very political Jimmy Fallon, are stridently anti-Trump and they turned serious in the aftermath of Charlottesville including the \"The Tonight Show\" host.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY FALLON, HOST, THE TONIGHT SHOW",
      "sentences": "Even though \"The Tonight Show\" isn't a political show, it's my responsibility to stand up against intolerance and extremism as a human being. The fact that it took the president two days to come out and clearly denounce racist and white supremacist is shameful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY KIMMEL, HOST, JIMMY KIMMEL LIVE",
      "sentences": "I feel like you can say this with reasonable certainty, the president is completely unhinged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SETH MEYERS, HOST, LATE NIGHT WITH SETH MEYERS",
      "sentences": "President Trump this afternoon gave a press conference that can only be described as clinically insane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Clinically insane. I spoke earlier with Shelby Holliday, senior video reporter at the \"Wall Street Journal\" from New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Shelby Holliday, welcome",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELBY HOLLIDAY, SENIOR VIDEO REPORTER, WALL STREET JOURNAL",
      "sentences": "Het, thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Jimmy Fallon is the one non-Trump basher in this late night group so, he got a lot of flak during the campaign for ruffling Trump's hair. Does that make his pretty tough statement, does it give it a little bit more credence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLLIDAY",
      "sentences": "Well, I think for some people it gives it more credence. We saw Falln in a very serious light. He didn't make a single joke in his two- minute monologue denouncing the president's reaction to Charlottesville. But he also got a little bit of blowback because there were some articles written basically criticizing Fallon for not being tough enough on the president until now. So there were some articles entitled, \"Spare us your tears Jimmy Fallon\" you know. Thanks for being tough on Trump but it's a little too late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Hard to please everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLLIDAY",
      "sentences": "But he did talk about his daughters and he made some very serious heartfelt comments about how he would like to raise his daughters in a country that is not full of hate. And so, I do agree with you. I think it gives it a bit more credence for many of the people who watch his show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. Now, some of these other guys, Jimmy Kimmel, Seth Meyers, Stephen Colbert, they criticize Trump all the time. And so what did you think of the technique of turning serious, I mean, Colbert said it was time for Trump to go. And because they were not only decrying what happened in Charlottesville, they were really decrying the president's handling of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLLIDAY",
      "sentences": "Yes. It was an interesting week of comedy for sure. You know, usually these guys all lambast President Trump for calling for a ban on Muslims, for calling Senator Elizabeth Warren Pocahontas, for calling Mexicans rapists. They usually make fun of him with jokes. This week, there weren't as many jokes. It was a much more serious tone. As you said, Colbert called for the president to go, as did Jimmy Kimmel I believe. So, it's a much more serious week, however, there was still some comedy in there. Jimmy Kimmel talked about making Trump king so Trump could say whatever he wanted and not have political consequences.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. They got to ge a few laughs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLLIDAY",
      "sentences": "But there were some very serious comments. Colbert in particular called President Trump a racist grandpa and talks about him being a Nazi. It was just a really controversial and very serious week of comedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And Tina Fey, who went to UVA in Charlottesville getting on the action as well, but when it comes to the late-night folks, are they running the risk of alienating part of their audience, I mean, Colbert is number one probably on the strength of his tax on trial, who may be conservative viewers who now might be turned off by their more political stance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLLIDAY",
      "sentences": "Absolutely. And you know, some of them including Seth Meyers who even admitted that they're OK with alienating some people because this is the direction they want to take their shows. Trump has been very good for late night ratings. The constant jokes and the constant poking fun at the president has been a winner for many of these comedians, men and women I should say, not just these guys. But the question is, are they being taken seriously because they criticize the president over night. And where do they go from here after such a serious week? Are they seriously calling for the president to go --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That is a very good question --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLLIDAY",
      "sentences": "Or is it just the line of the week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- for people who make their own living with less but also have become social critic. Shelby Holliday, thanks very much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLLIDAY",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Still to come, some website deleting a disturbing video in the wake of Charlottesville. And some final thoughts on the troubling backlash against critics and this highly charged atmosphere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "\"The Daily Caller\" has deleted a video posted back in January that showed cars ramming into crowds of demonstrators. That move obviously coming after a driver rammed into a crowd in Charlottesville killing 32- year-old Heather Heyer. Fox Nation, a conservative opinion site run by Fox had reposted that video with an article that began, here's a compilation of liberal protesters getting pushed out of the way by cars and truck. Study the technique, it may prove useful in the next four years. Fox News digital editor in chief Noah Kotch said in a statement, \"The item was inappropriate and we've taken it down. We regret posting it in January. It was indeed a very bad idea. Two Fox News hosts have taken plenty of abuse this week for criticizing President Trump's handling of Charlottesville the events in Charlottesville. Eboni Williams says she's been called a traitor, a racist, a disgrace, anti-American and drawn threats that prompted her to get a security escort from the company. Kat Timpf says hateful, disgusting things have been said about her including sexual taunts and one person say said society should be purged of Polish Catholics like her. Now, I know emotions are running high and we're all fair game for criticism, but this kind of toxic sludge has no place in our culture. That's not what America is. I'm all for vigorous debate and I think that's healthy. Heated disagreement, that's all fine. It's in the DNA of America. But whether it's on twitter, facebook, in real life, face to face conversations, op-ed pages, let's do it without the personal threats and the awful vindictiveness and the personal vitriol. And this is something where I feel like we can all play a role. We can all do a part to try to lift the level of discourse in the wake of what happened in Charlottesville. That's it for this edition of \"Media Buzz.\" I'm Howard Kurtz. Thanks for joining us. Hope we shed a little bit of light on the media's coverage after the very tumultuous week and kind f a difficult moment for us as a society. Let us know what you think, mediabuzz@foxnews.com, that's the e-mail, mediabuzz@foxnews.com. Check out our facebook page. We can send you the dialogue there. Give us a like. We post a lot of original content and let me know what you think on twitter @HowardKurtz where s much discourse takes place these days, at least for most off the media business. Back here next Sunday, 11:00 eastern. See you then with the latest buzz. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, HOST",
      "utterance": "On our Buzz Meter this Sunday, the president parts company with Steve Bannon and dismiss the press as the opposition party and many journalists and pundits welcome the departure of Donald Trump's chief strategist."
    },
    {
      "speaker": "HARWOOD",
      "utterance": "The views that Steve Bannon has that he's being criticized for are views that Donald Trump himself holds."
    },
    {
      "speaker": "CHRIS CUOMO, CNN",
      "utterance": "What's the greatest evidence of Bannon's impact? This is not who Donald Trump was before."
    },
    {
      "speaker": "APRIL RYAN, CNN",
      "utterance": "Those who are in the Bannon camp was spinning this like it's a great thing. He's got his hands on the weapon, like he was fired."
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS",
      "utterance": "Say what you will about Steve Bannon, you could say a lot, but he never forgot why Trump got elected in the first place."
    },
    {
      "speaker": "KURTZ",
      "utterance": "An amazing media engaging in payback against Bannon. How much influence will he have now that he has returned to Breitbart and will he mount a war on his old adversaries in the White House while as a top Breitbart editor. The media's largely negative coverage of the president has moved into a whole different stratosphere as pundits, anchors, even reporters have joined in condemning him over Charlottesville, will feel if any dissenting voices."
    },
    {
      "speaker": "WILLIE GEIST",
      "utterance": "It was extraordinary and it was despicable."
    },
    {
      "speaker": "EBONI WILLIAMS, FOX NEWS",
      "utterance": "Well, you personally might not be a racist, President Trump. What you are is all too happy to reap the benefits of their support."
    },
    {
      "speaker": "ANDERSON COOPER, CNN",
      "utterance": "He revealed about whether he can ever be a president for all people or just for right ones. A president for people of all beliefs or just the alt-right."
    },
    {
      "speaker": "JIM ACOSTA, CNN",
      "utterance": "He has united the country against the views that he espoused today, which we're right there on the edge of white nationalism."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Even on this hyper sensitive story, why hasn't there been more balance. Some conservative commentators but not all, also breaking ranks with the president."
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, FOX NEWS",
      "utterance": "What Trump did today was a moral disgrace."
    },
    {
      "speaker": "NICOLLE WALLACE",
      "utterance": "It so disgraced not just the Republican Party but the country."
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS",
      "utterance": "The mainstream media once again hysterical, complete meltdown mode today, but does President Trump hold some truths."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Plus, the late night comics even the apolitical Jimmy Fallon turning serious in criticizing the president's remarks. Could they alienate part of their audience? I'm Howard Kurtz and this is \"Media Buzz.\" Steve Bannon made clear when he got to the White House he was ready to fight the Washington establishment and the media establishment."
    },
    {
      "speaker": "STEVE BANNON, FOMER WHITE HOUSE CHIEF STRATEGIST",
      "utterance": "President Trump when he was running he made -- and this is the other thing that the mainstream media opposition party never caught, is that if you want to see the Trump agenda, it's very simple. It is all in the speeches."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And it was clear from the president impromptu news conference this week when he declined to talk about his friend's future, that he still backed Bannon, but not necessarily in the White House."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "He's a good man. He is not a racist. I can tell you that. He's a good person. He actually gets a very unfair press in that regard."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Hours after the White House said Friday that Bannon was out, he returned to his old job as Breitbart's executive chairman and tell the Weekly Standard the Trump presidency that we fought for and won is over. Joining us now to analyze the coverage, Gayle Trotter, political commentator and contributor to Townhall and The Hill, Simon Rosenberg, president of the New Democratic Network and Erin McPike, White House correspondent for Independent Journal Review. Gayle, is the press or much of the press celebrating the departure of Steve Bannon who's always been painted as kind of Trump's (INAUDIBLE), kind of a dark and conspiratorial figure?"
    },
    {
      "speaker": "GAYLE TROTTER, POLITICAL COMMENTATOR",
      "utterance": "Absolutely. Next to President Trump, he's the second highest placed target for the media to go after and I would say that his interview with the \"Prospect\" this week outlining some positive positions on China was his swan song from the White House to prepare him to go back to \"Breitbart.\" But I predict that the media, they're not going to let up on Steve Bannon. We had an article this week saying that here's why Steve Bannon is more dangerous outside of the White House than in it."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But also Simon Rosenberg, Bannon may not let up on the media. I mean, he walks out the door of the White House, about five minutes later he's back at Breitbart where he has made clear through a series of provocative statements that he's going to continue the war that he saw himself as perpetuating in the White House. How much impact will he have there now that he's about 100,000 times more famous than a year ago?"
    },
    {
      "speaker": "SIMON ROSENBERG, PRESIDENT, NEW DEMOCRATIC NETWORK",
      "utterance": "I think significantly. You know, I don't think he's going to disappear from American life. I mean he's too -- he's invested -- we've all invested too much in Steve Bannon in some ways. And he' made it clear that he's going to fight hard. I don't know what it means for the Republican Party. I mean that's the real question, is that you know, will it start to push apart the Republican Party over time? I think if you're the Trump White House, there are people in there that are worried now that Bannon is going to come after them. His inside knowledge of how the building works, right, and could be a very effective antagonist from the outside against some of the forces like John Kelly and some of the other folks who were trying to steer Trump in a different direction."
    },
    {
      "speaker": "KURTZ",
      "utterance": "When Bannon was at Breitbart before he was not shy of having (INAUDIBLE) they go after Paul Ryan, Mitch McConnell, Erin?"
    },
    {
      "speaker": "ERIN MCPIKE, WHITE HOUSE CORRESPONDENT, INDEPENDENT JOURNAL REVIEW",
      "utterance": "He is still going to be a political operative. I mean he is extensively going to a journalistic outfit where he's going to be executive chairman, and there are some fantastic reporters at \"Breitbart.\" I mean Kristina Wang who covers the Pentagon for Breitbart is a really great reporter, but he's using this as a political tool. I thought it was chilling quite frankly for someone who was on White House payroll, as he was on Friday, to say that he's declaring war and then he's getting his hands on his weapon. I thought that was a very irresponsible thing to say and I thought it was terrifying."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, didn't he mean rhetorical weapon?"
    },
    {
      "speaker": "MCPIKE",
      "utterance": "Absolutely but it's still chilling."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Why?"
    },
    {
      "speaker": "MCPIKE",
      "utterance": "This is a show about the media and how can you say that it is responsible for someone in the media to be declaring war and getting hands on weapons?"
    },
    {
      "speaker": "TROTTER",
      "utterance": "Democracy dies in darkness."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I see a lot of media outlets, left, right and center who seem to be conducting if not, work on a crusade. Just a little clarification about this \"American Prospect\" interview you mentioned, liberal magazine. A lot of people in the press have the misimpression that Bannon was fired over that because it happened just before, but in reality I can tell you this (INAUDIBLE) from White House sources that first of all he knew it was on the record. Second of all, he had already offered his resignation, obviously his influence was declining two weeks earlier and so that was not the reason. It was sort of like a parting shot. But the media seemed kind of split, Gayle, between oh, this is good news because it's a huge setback for Trump's popular supporters, and that agenda, some called the (INAUDIBLE) agenda. And it doesn't matter because Trump is the same as Bannon and they have the same view."
    },
    {
      "speaker": "TROTTER",
      "utterance": "Well, I think that Steve Bannon previously used Breitbart as a way to antagonize the establishment Republicans and certainly if you look back at the last 200 days, the press has not reported significantly on the changes that had been made positively towards the economy. And with Bannon back there with this knowledge, this inside knowledge that you're talking about, he's going to be able to really push that. And the Prospect interview set up the idea of this interaction with China going back to this nationalist America first policy in a way that he was not able to do as a person inside the White House and not as a person trying to hold the White House to its promises."
    },
    {
      "speaker": "KURTZ",
      "utterance": "You know, Time had about it on the cover back in February, the great manipulator. Some people called him president then, but he's always been at war with the media. He may detest the media even more than the president does. And so I think to the extent that he is a force at Breitbart and will also be going after the rest of the press."
    },
    {
      "speaker": "ROSENBERG",
      "utterance": "Yes, and I think, look, one of the things we know about Breitbart, right, is that it works in an ecosystem on the far right, whatever the words are, alt-right. And we talk about it and that flooding the zone with alternative information is going to be a major part I think of what he did during the campaign and what he's going to do at Breitbart, and that creates an alternative information source. I mean, I think it's been very important to recognize how much he and Trump have been focusing on getting around the mainstream media and creating an alternative source. I think that's going to be on steroids now and it's going to even create problems potentially for places like Fox, right, where you've got this alternative voice on the right that's going to be super charged with Mercer money and a very powerful Bannon. It's going to be a new dynamic in the Republican Party, now doubt."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The Mercer family is a conservative both philanthropist and they basically bank rolled Breitbart. And look, Fox has lots of competition on the right now. It's not like it's the only game in town. What only struck me about Steve Bannon is he really didn't care -- more than anyone else I've covered in Washington. He didn't care that much about his media image. He virtually gave no interviews and you know, people would write terrible thing about him and you know, he didn't fight back because he just was totally focused on fighting that agenda whether you agree with that agenda or not."
    },
    {
      "speaker": "MCPIKE",
      "utterance": "Well he certainly gave a number of interviews this past week."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes, but that was out of character."
    },
    {
      "speaker": "MCPIKE",
      "utterance": "It was out of character but he obviously knew what was coming --"
    },
    {
      "speaker": "KIURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "MCPIKE",
      "utterance": "-- as we have discussed, that you just did. So he is setting himself up for people to watch what he's doing at Breitbart. So that was actually probably a smart business decision on his part too."
    },
    {
      "speaker": "KURTZ",
      "utterance": "This is great marketing. I mean, he kind of re-launched himself and Breitbart and got a huge amount of press attention. Yes, so this all happened of course in the wake of the violence in Charlottesville last weekend, actually end up delaying the announcement of Bannon's planned resignation. This all flows out of the president's impromptu news press conference earlier in the week. He wasn't supposed to take questions. When asked about what happened in Charlottesville, he said the following."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Wait a minute, I'm not finished. I'm not finished fake news. That was a horrible day. You had a group on one side that was bad and you had a group on the other side that was also very violent and nobody wants to say that, but I'll say it right now."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do you think that what you call the alt-left is the same as neo-Nazis?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I've condemned neo-Nazis. I've condemned many different groups. But not all of those people were neo-Nazis, believe me. Not all of those people were white supremacists by any stretch."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The media's coverage of Trump's answer (ph) on Charlottesville has been overwhelmingly negative, but isn't that rooted in an overwhelmingly negative political reaction including from some of the Republican Party."
    },
    {
      "speaker": "TROTTER",
      "utterance": "Right. Well, I think the media was correct in wanting t have statements issued by President Trump and we have things like this, we want our leaders to be able to speak to these times of crisis and concerns of the American people. But when he continued to call out white supremacists, it was never enough for the media and they were never going to be satisfied with whatever he did and I think that this ongoing fight between the media and Trump makes it very difficult for Americans to come together."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Simon, could the media here be overreacting as so many times in the past in the campaign about what a terrible, awful, mostly of Trump's presidency and all that when you have a CBS poll like 67 percent of Republicans approve of his answer (ph) in Charlottesville and 55 percent overall disapprove. And look, he's taking some hits as a result of this, but could the media possibly be overplaying the damage to the White House."
    },
    {
      "speaker": "ROSENBERG",
      "utterance": "Howard, I think the setup, like I said, we didn't take on why the media jumped on this. It wasn't just what he said on Tuesday. It was the slowness in his reaction to what happened actually in Charlottesville and the conflicting signals that he already sent. I mean, he's so quick to jump on any international tragedy and it took him many, many hours, right, to respond to what happened in Charlottesville. So there was already a condition where there seemed like he was out of sorts, that he wasn't reacting properly. That he was sending mixed signals about whether white supremacists were legitimate forces in American life. So what happened on Tuesday I think sort of poured gasoline on that fire, right? It wasn't just what happened on Tuesday. And so I think this is all -- my view is, whether you think Trump is unfairly treated or not, he got everything he deserved this week. This is such you can't equivocate on. He made a big mistake and he's paying a terrible price."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- you're shaking your head."
    },
    {
      "speaker": "TROTTER",
      "utterance": "I disagree. The media should have given him a word for word statement with inflections and blocking and he could have delivered it flawless and they would have been satisfied."
    },
    {
      "speaker": "ROSENBERG",
      "utterance": "But that's not what happened. That's not what happened."
    },
    {
      "speaker": "MCPIKE",
      "utterance": "I monitored it in real-time."
    },
    {
      "speaker": "TROTTER",
      "utterance": "He did not spoke. They said name names. He named names through the White House on Sunday. They said he needs to personally name names, which he did on Monday."
    },
    {
      "speaker": "MCPIKE",
      "utterance": "That's the thing, he just was checking boxes and then he wanted credit for checking boxes."
    },
    {
      "speaker": "TROTTER",
      "utterance": "No, no."
    },
    {
      "speaker": "MCPIKE",
      "utterance": "Yes, he did."
    },
    {
      "speaker": "KURTZ",
      "utterance": "One of the things he did was to punch back on twitter and he has been known to do -- let's put it up -- \"The public is learning even more so how dishonest the fake news is. They totally misrepresent what I say about hate, bigotry, et cetera. Shame!\" Totally misrepresent?"
    },
    {
      "speaker": "MCPIKE",
      "utterance": "Look, again, he was just checking boxes and he wanted credit for that. It is not too much to expect the president of the United States to be the moral leader of the country."
    },
    {
      "speaker": "KURTZ",
      "utterance": "OK, but go to the point about the way it's covered."
    },
    {
      "speaker": "MCPIKE",
      "utterance": "Because, listen, he is not living up to that and then his comment on the media to call that out which the media has done all week."
    },
    {
      "speaker": "TROTTER",
      "utterance": "It's an interesting cycle between the media and Donald Trump on that tweet. So, he feels like there's not objective reporting. He calls it fake news. The media gets upset that he calls it fake news and labels that. So when they double down on unobjective reporting, not objective reporting."
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right, I got to get a big (INAUDIBLE) on the other side. But one of the people speaking out before we go to break, James Murdoch, the CEO of Fox's parent 21st Century Fox. He made a $1 million donation to the Anti-Defamation League. He sent out a note to friends saying he's concerned about Charlottesville and the president response. I can't believe I even have to write this. Standing up for Nazis is essential or no good Nazis or Klansman or terrorist. When we come back, other Sunday media outlets going too far in attacking President Trump by using KKK images? And later, are late night comics turning serious over the violence in Virginia?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "For going after Donald Trump's highly controversial comments on Charlottesville, the Chicago Sun Times ran this cover, \"Fake President,\" claiming a disgrace to the office. And the new cover of the The New Yorker has the president blowing into a sail that is actually a Ku Klux Klan sheet. Erin McPike, how far is too far when it comes to personally attacking the president in that fashion?"
    },
    {
      "speaker": "MCPIKE",
      "utterance": "Well, those two covers probably were too far because if anything, what those two things did was just to fan the flames, you know. And I think if you look into some TV coverage, I think you can criticize the media in some ways because I think there are number of anchors who probably were trying too hard to act and have a Walter Cronkite moment or something like that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And speaking of that, the CBS evening news Cronkite (INAUDIBLE) devoted the entire newscast to his comments on Charlottesville on that Tuesday."
    },
    {
      "speaker": "MCPIKE",
      "utterance": "Which is an interesting decision and I respect a lot of what CBS does, but that was actually kind of playing to what cable does which seemed like kind of the wrong way to go."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. You know, you went to UVA in Charlottesville, undergraduate law school so this has a lot of resonance for you. Now, I understand why a lot of people were offended by the president say, well, I'm sending (ph) neo-Nazis but the other side does it as well. I mean, that just spark a lot of outrage and negative coverage is nothing new for this president, but this has been days and days of lots of moral outrage, which as I said at the time not that much balance on the other side."
    },
    {
      "speaker": "TROTTER",
      "utterance": "Great. One of the best national review writers Andrew McCarthy wrote about this, this week and he said that it's a surprising result in a poll that over two-thirds of Republicans supported President Trump's comments, and he makes the argument that that's because they feel like the media has tried to obscure the violence of the left. And I think that's a really important thing to keep in the context of this. It should the story and the coverage this week be about Trump's reaction to what happened on Saturday in this amazing town, this bastion of learning or should it be about what actually happens there? And the movement of political violence to achieve political ends across our country by many different political --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "But there was some violence by liberal counter-protesters but on the other hand they didn't kill anybody. Obviously (inaudible) one more skill. All these White House leagues (ph), Simon, listen to this from the \"New York Times,\" \"The president's top advisers described themselves as stunned, despondent and numb. Several say they were unable to see how much the Trump's presidency will recover and express doubts about his capacity to do the job.\" So they are distancing themselves behind a curtain of anonymity."
    },
    {
      "speaker": "ROSENBERG",
      "utterance": "Yes. And look, there were all these presidential advisory boards that disbanded this week and Mar-a-Lago lost tons of businesses. This isn't just a media thing. I mean, if this was just a media creation, right, there wouldn't be real world consequences to what's happening. And so the president -- let's just assume for a second that you think the president didn't really -- isn't really a KKK supporter. He doesn't like the alt-right. He doesn't like white nationalism. Why are we talking about it? They were unable to make this go away and it's now a lasting meme for the rest of his presidency."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And he's screwed."
    },
    {
      "speaker": "ROSENBERG",
      "utterance": "So either he screwed it up and he really believes this stuff or it's an incompetent White House that can't manage its affairs."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And one thing the press has done and some pundits, I should say, is to try to take this controversy surrounding President Trump and hang it on the entire Republican Party and demand the Republicans speak out. Let's take a look at a couple examples of that."
    },
    {
      "speaker": "ANA NAVARRO, POLITICAL COMMENTATOR",
      "utterance": "It is the president of the United States who is causing this news. So, Republicans need to stand up, need to grow a spine and need to reject him."
    },
    {
      "speaker": "NICOLE WALLACE, MSNBC HOST",
      "utterance": "Which one of you can't live with yourselves for working for a guy that elicits praise from David Duke? Which one? Who? Tell me. Who resigns?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "So, are those fair questions that every Republican must speak out or every White House aide must resign otherwise they're tainted?"
    },
    {
      "speaker": "MCPIKE",
      "utterance": "I think the reason in some of those questions are coming out is because you're seeing a number of Republicans start to run away from the president like Mitt Romney did, like Bob Corker has done. They are the ones who are driving those questions forward."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Is the press trying to tar the entire political party with the perceived shortcomings of the president?"
    },
    {
      "speaker": "TROTTER",
      "utterance": "Yes, because the charge of racism is kryptonite for political leaders and conservative pundits and we see those happening. This is not an episode of where they're speaking out on behalf of their principles. It's because they're trying to preserve themselves, preserve their careers. It's the opposite of profiles in courage. It's profiles in self-preservation."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Quick response Simon."
    },
    {
      "speaker": "ROSENBERG",
      "utterance": "Yes, look, this is now in the debate, right. Everyone is going to have to deal with it, left and right, I mean, and Republicans are going to be called on to account fr what they believe what their president did. And I think the media is going to stay with this, you know, I think we're going to see this through the rest of the Trump presidency no doubt."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, then we will have to be here at this table assessing the fairness. Simon Rosenberg, Gayle Trotter, Erin McPike, thanks very much for joining us this Sunday on this extremely important topic. Ahead, we'll talk to a top Breitbart editor about the conservative site's future now that Steve Bannon is back in the saddle. But up next, we'll go to Charlottesville for a closer look through veteran political and media analyst, Larry Sabato."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Joining us now from Charlottesville with his perspective on the coverage of the violence there and the president's response in the aftermath is Larry Sabato, director of The Center for Politics at the University of Virginia. Larry, welcome and before we get to the media, you've been teaching at UVA for decades. You were a student at the school in Charlottesville before that. What's been the impact on the community f the violence and the aftermath?"
    },
    {
      "speaker": "LARRY SABATO, DIRECTOR, CENTER FOR POLITICS UNIVERSIT OF VIRGINIA",
      "utterance": "It's been enormous, Howie. No event in the 47 years that I've been associated with the University of Virginia has had this kind of impact and you know, partly on Charlottesville, the impact partly on the University of Virginia because the neo-Nazis appeared in two different places in two different contexts. Could I just mention one thing that's really important? These people were outsiders and I've seen too many media reports that haven't stressed that. Two or three local malcontents were involved but other than that, these people came from across the United States. So, it's important to know the University of Virginia and Charlottesville are not full of white supremacists."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right, but there have been racial tensions there. I was down in Charlottesville a couple of years ago covering a (INAUDIBLE) liquor arrest where a black student was kind of roughed up that was caught on a cell phone camera. But here's the thing, you've been very critical of President Trump's response to the violence but you've also been kind of a dispassionate observer for the media. You wrote a book called \"Feeding Frenzy.\" Isn't there something of a feeding frenzy going on over the president's words which did include some denunciations of neo-Nazis and white supremacists?"
    },
    {
      "speaker": "SABATO",
      "utterance": "Well sure, there's always a feeding frenzy when there's a controversy involving what a president does and says. And you're right, he did mention that on Monday. On Monday he stressed that. The remarks on Monday were fine. Saturday he missed his moment. He could have had a very positive dose of publicity and proven himself to be truly president of the United States, not president of the Trump base. And then he took it all back on Tuesday. It was just almost unbelievable. And even the prominent Republicans here in Virginia in this area are very critical of the way he handled this."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Let's take a little broader look. You said that you heard -- at least you've heard chatter and talk about a new civil war that could become more widespread. What do you mean by that?"
    },
    {
      "speaker": "SABATO",
      "utterance": "Well I'm worried because the divisions are deeper than at any time that I personally have seen. I remember the late 60s and early 70s. I was already an adult and was participating in politics and I was concerned then that the divisions were then quite deep. But these times are so extremely polarized. Everyone's dug in. Nobody even listens to the other side. And look, when was the last time people were totally dug in and didn't even listen to the other side? I'd say it was 1860 to 1865. Do I expect the Civil War? God, I hope not. I'm 65. Please delay it until I die. But you know, I am worried about it. I think any sane person living in this country who cares about the United States would be concerned about this deep polarization."
    },
    {
      "speaker": "KURTZ",
      "utterance": "You know, I agree with you about the deep polarization but at the same time, I think we should keep in mind that these are fringe groups and we're talking about the neo-Nazis and KKK thugs, which brings me finally to your tweet of the other day saying that the neo-Nazis who came to Charlottesville got what they came for, massive publicity for a sick agenda. So, to some extent Larry, is the press playing into their hands?"
    },
    {
      "speaker": "SABATO",
      "utterance": "Oh, absolutely. And frankly, so did many people here in giving them too much attention. I wish we could have completely ignored them. It's not possible because of what's happened with the media and what's happened with the neo-Nazi groups. But Howie, I love you, but I got to disagree with you on one thing. I also thought these were fringe groups. But let me tell you what it was like to stand on the University of Virginia lawn, a sacred place for me and everyone connected to the University of Virginia. Thomas Jefferson's lawn, and to watch hundreds, hundreds of neo-Nazis with their tiki torches screaming anti-Semitic and racist slogans right out of a 1930's German Hitler Nazi propaganda film. Let me tell you something, it's not just frightening. It will shake you to your core."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Understood. And great to have your sort of eyewitness account (INAUDIBLE) them from out of town. Larry Sabato, great to see you. Thank you for joining us from Charlottesville."
    },
    {
      "speaker": "SABATO",
      "utterance": "Thank you Howie."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Ahead on \"Media Buzz,\" Jimmy Fallon, the one late night host who is not a Trump basher, turns on the president, but first, Dr. Gina, long time friend of Steve Bannon and the coverage of his ouster and the impact on the White House."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The media world aflame over Steve Bannon's sudden departure from the White House, joining us now is Gina Loudon, host of \"America Trends with Dr. Gina\" on the Youtoo American Network and a member of the president's media advisory council. So you've known Steve Bannon a long, you're friends, you're allies. What do you make away much of the mainstream media has covered him getting squeezed out of the White House? Where there a lot of high fives over that?"
    },
    {
      "speaker": "GINA LOUDON, HOST, AMERICA TRENDS WITH DR. GINA",
      "utterance": "I think that there is a story out there that the media isn't being very forthright about, and that is the real reason why. They don't like Steve Bannon. They didn't like Steve Bannon before there was President Trump. They don't like Steve Bannon because he was there on the ground with Andrew Breitbart at the birth of citizen journalism, Howie, which is what has completeluy undermined is discredited so much of the old media. That's why they hated Steve Bannon going back a long time. So then, you add to that the fact that he joined forces with a swamp drainer who threatens to dismantle media as we know it, right, President Trump, and of course then it was just a war."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, certainly this is a two-way war because Bannon has made absolutely clear that he has a great disdain for what he calls the opposition party. He has when he was at \"Breitbart,\" when he was in the White House, and I'm sure at Breitbart again, he will speak out against the mainstream media, but are you suggesting that this is purely ideological? That the lack of or the wariness of Bannon or the opposition of Bannon, whatever you want to call it, is because they don't like him personally or is it because they don't like what he stands for? Is it because the entire media is populated by liberals? Which is it?"
    },
    {
      "speaker": "LOUDON",
      "utterance": "Well I mean, Steve Bannon wouldn't be Steve Bannon if the media did their job honestly. Think about that for a second because citizen journalism is what rose up and took over. Now you have these massive websites like Breitbart and others that were really essentially started with the Tea Party being frustrated with the fact that their narrative never got out into mainstream media, and that was what created Steve Bannon. That's what created \"Breitbart,\" other with, you know, massive appeal now on social media that are really essentially citizen journalists. I mean that's the movement that began to make old media crumble. And so they resent him on two levels."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So you're saying even when the old lines conservative media, there was still a void for the kind of, you know, he would say populist sometimes cultural warrior views that Steve Bannon is identified with?"
    },
    {
      "speaker": "LOUDON",
      "utterance": "Yes, and I mean back in the day when you had, you know, your essential newspaper that everybody read and you had your alphabet soup network news, right. People like me and people like Steve Bannon and Andrew Breitbart, I remember sitting around a table with them. Howiem and talking about how is it that we could start a citizen's movement where we just took our phones and went to meetings and did what the media wouldn't do, covered what the media wouldn't cover and how can we get that out there."
    },
    {
      "speaker": "KURTZ",
      "utterance": "It certainly got bigger."
    },
    {
      "speaker": "LOUDON",
      "utterance": "That's what they resent."
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right, let me move one more broadly to Charlottesville. Mika Brzezinski, \"With his own words, Trump has created a permissive climate for violence. The blood and carnage will be on his hands #shame.\" What do you make of that, the blood and carnage will be on his hands?"
    },
    {
      "speaker": "LOUDON",
      "utterance": "Wow. I'm just wondering if at any point the media will try to re- gather some level of credibility by calling people like her out who are not ever calling out the left. I mean, we had police officers killed this week. Where is the outrage? Where is the cry from the media? For someone from the left, some leader from the left to say this is bad, this is wrong."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, this is the hot one for me, the whole blowing your hands thing because I think I criticized it when those on the right did it to President Obama. I mean, some police officer would be shot and somehow they say, well, he has blood on his hands because he didn't sufficiently support the police. We can debate that. You know, I think that people should be blamed for violence and politicians (INAUDIBLE) of the record for their rhetoric but the people should be blamed for violence and the people who carry it out. Now look, the coverage and we talked about this in an earlier segment. The president over Charlottesville overwhelmingly negative but I know you are a kind of a surrogate for the White House. When you have critical statements from other Republicans, when you have business leaders resigning from these advisory councils which have since been abandoned, when you have president and the first lady saying they're not going to participate in the Kennedy Center Honors because of kind of criticism from some of the entertainment figures, it hasn't been a good week for the president. Is that all the media's fault?"
    },
    {
      "speaker": "LOUDON",
      "utterance": "It is because, you know, they didn't cover a lot of the great things this week that I think people who are sitting back on Main Street, Howie, really do care about. Look how the economy has flourished under this president. That is a color blind issue. It has nothing to do with race. The media has put the race front and center this week rather than putting the accomplishments of this administration --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "OK, I thank you for (ph) the other issues but when you say --"
    },
    {
      "speaker": "LOUDON",
      "utterance": "And then advancing -- and then giving him a chance to advance though."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But when you say the media has put race front and center, I mean, when you have these corporate titans that the president had invited on to his own advisory board resigning in protest and you have certain Republicans speaking out, we didn't create that. It is our job to cover it, is it not?"
    },
    {
      "speaker": "LOUDON",
      "utterance": "I think that the media can cover it but the media has no balance and you and I know this. They don't cover the amazing things that president has done. They didn't cover really any of his initiatives this week. There was barely any mention of North Korea. Remember a week ago when they were saying, oh, he's going to put us in World War III. That was trending all over twitter. Where is the media's coverage of that? Oh my gosh, guess what, the president's approach worked. North Korea actually backed down. Why is the media not covering it? Why?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Because they --"
    },
    {
      "speaker": "LOUDON",
      "utterance": "Because they want to dehumanize this president because they want to delegitimize the right because they want to work against his agenda. The American people are on to this, Howie. They see it and they will demand better from their media. And if they can't get it from the mainstream media, they're going to get it from alternative sources and that's what's happenin."
    },
    {
      "speaker": "KURTZ",
      "utterance": "That's a pretty sweeping indictment. The media do sometimes have the tendency how they build their chew gum and they cover one story at a time. Gina Loudon, thank you for a feisty appearance. Great to see you here in Washington."
    },
    {
      "speaker": "LOUDON",
      "utterance": "Thank you. Great to see you also. Coming up, will Steve Bannon be leading a movement with his return to Breitbart news? And how does that square with its journalism? A senior Breitbart editor is on deck."
    },
    {
      "speaker": "KURTZ",
      "utterance": "What's the future of Breitbart news now that Steve Bannon has rejoined the company from the White House? Joining me now here in the studio is Raheem Kassam, editor-in-chief Breitbart London and author of \"No Go Zones: How Sharia Law is Coming to a Neighborhood Near You.\" First of all, welcome. Given Steve Bannon's extraordinarily high profile, will Breitbart news now be viewed as Bannon news, meaning that every syllable you publish will be seen by some as carrying out his agenda?"
    },
    {
      "speaker": "RAHEEM KASSAM, EDITOR-IN-CHIEF, BREITBART LONDON",
      "utterance": "I think that's what a lot of people will think. I don't think that's a correct assessment. Breitbart has a lot of different editors across the site, you know, it's never been and I don't think he wants it to be just a Steve Bannon news network. I know there have been people who have been out there going Bannon about this and Bannon about that. But it's not a fair representation. We have our editorial cause. Everybody pitches in, you know. It's a team effort. We're a family."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I understand. Every team has a leader. Now, one of your editors wrote this week that Bannon leaving the White House could be the beginning of the end of the Trump presidency. The moment that Donald Trump becomes Arnold Schwarzenegger, meaning more of a liberal as he was when he was governor of California. I understand Bannon looms very large in the universe but the impact of one person leaving is it really that great?"
    },
    {
      "speaker": "KASSAM",
      "utterance": "I don't think it's necessarily just one person leaving. There have been lots people who have left now this White House since January 20th and it's about what the trajectory is for the White House. It's about who's going in as well as who's going out. And from what we can see, I think most people would assess it's actually more moderate, it's more centrist, perhaps even what some people are calling West Wing Democrats who are moving into that White House. So it's not just about one man out. It's about where the White House stands ideologically. Does it stand still for the economic nationalist agenda, the agenda that got President Trump elected or is it moving the way of, you know, more troops in Afghanistan, no repeal of Obamacare. You know, all f these things, well, that's a George Bush White House, that's not a Trump White House."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But is there a possibility or at least a perception that this will compromise your journalistic independence because you're now run by a guy who 48 hours ago was sitting in an office suite right next to the Oval Office, and if some of your authors and editors are going after like people you're referring to, Jared Kushner, Gary Kohn, H.R. McMaster and others that Steve clashed with, won't Breitbart be seen as more of a weapon?"
    },
    {
      "speaker": "KASSAM",
      "utterance": "Well, I think Breitbart has always been a weapon quite frankly. It's a weapon for the American people. It's a weapon for the base --"
    },
    {
      "speaker": "KASSAM",
      "utterance": "Yes, we don't hide where we come from on the spectrum. You know, that's the problem we have with the CNN's of the world. They try and hide where they are on the political spectrum. We actually own our purview (ph) and our remit in that regard."
    },
    {
      "speaker": "KURTZ",
      "utterance": "It's originally your choice because you don't just say, well, we're opinionated and we have a world view and we don't hide it, which is fine. People look at Breitbart and they know what they're getting. But the word weapon sounds like you are as much a political activist as you are opinion journalist."
    },
    {
      "speaker": "KASSAM",
      "utterance": "I think when you look at the media, you know, you look at media landscape every week in, week out, day in, day out. When you look at the media landscape everybody is weaponized right now. You know, CNN will run a story saying the Antifa is not a violent organization. It's a nonsense. You know, \"The Washington Post,\" the democracy dies in darkness, it's a nonsense. They wouldn't have done that if Hillary Clinton won. Everybody is weaponized all across the board. The only difference is we're honest about it. The on difference is we are honest about it."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Fair point. Breitbart has been viewed as you know, as a very pro- Trump outlet particularly since the president took office. Will Breitbart now temper its support for Trump depending on whether he's cooperating with the GOP establishment or pursuing policies, you know, has the label alt- right, whether are more in keeping with the views of you and your editors?"
    },
    {
      "speaker": "KASSAM",
      "utterance": "My personal analysis is that President Trump still believes in the economic nationalist agenda. That's what we're interested in, with the irony of an Englishman saying this to you, but that's you know, so I'll just give you the benefit of the doubt. Let's see how it plays out."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So, when Steve Bannon says the Trump presidency that we fought for and won is over, is it over or do you still have an open mind? I've got half a minute."
    },
    {
      "speaker": "KASSAM",
      "utterance": "I want to see President Trump standing in front of that white board, with that famous Bannon white board. If that is still in the White House, then I'd say OK, we'd make."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The white board that had the agenda that will now be carried out elsewhere at least by Bannon. Raheem, great to see you. Thanks very much for joining us. After the break, from Jimmy Kimmel to Stephen Colbert, even Jimmy Fallon, late night host pounding President Trump without the comedy."
    },
    {
      "speaker": "KURTZ",
      "utterance": "With all the late night comics except for the non-very political Jimmy Fallon, are stridently anti-Trump and they turned serious in the aftermath of Charlottesville including the \"The Tonight Show\" host."
    },
    {
      "speaker": "JIMMY FALLON, HOST, THE TONIGHT SHOW",
      "utterance": "Even though \"The Tonight Show\" isn't a political show, it's my responsibility to stand up against intolerance and extremism as a human being. The fact that it took the president two days to come out and clearly denounce racist and white supremacist is shameful."
    },
    {
      "speaker": "JIMMY KIMMEL, HOST, JIMMY KIMMEL LIVE",
      "utterance": "I feel like you can say this with reasonable certainty, the president is completely unhinged."
    },
    {
      "speaker": "SETH MEYERS, HOST, LATE NIGHT WITH SETH MEYERS",
      "utterance": "President Trump this afternoon gave a press conference that can only be described as clinically insane."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Clinically insane. I spoke earlier with Shelby Holliday, senior video reporter at the \"Wall Street Journal\" from New York."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Shelby Holliday, welcome"
    },
    {
      "speaker": "SHELBY HOLLIDAY, SENIOR VIDEO REPORTER, WALL STREET JOURNAL",
      "utterance": "Het, thanks for having me."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Jimmy Fallon is the one non-Trump basher in this late night group so, he got a lot of flak during the campaign for ruffling Trump's hair. Does that make his pretty tough statement, does it give it a little bit more credence?"
    },
    {
      "speaker": "HOLLIDAY",
      "utterance": "Well, I think for some people it gives it more credence. We saw Falln in a very serious light. He didn't make a single joke in his two- minute monologue denouncing the president's reaction to Charlottesville. But he also got a little bit of blowback because there were some articles written basically criticizing Fallon for not being tough enough on the president until now. So there were some articles entitled, \"Spare us your tears Jimmy Fallon\" you know. Thanks for being tough on Trump but it's a little too late."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Hard to please everybody."
    },
    {
      "speaker": "HOLLIDAY",
      "utterance": "But he did talk about his daughters and he made some very serious heartfelt comments about how he would like to raise his daughters in a country that is not full of hate. And so, I do agree with you. I think it gives it a bit more credence for many of the people who watch his show."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. Now, some of these other guys, Jimmy Kimmel, Seth Meyers, Stephen Colbert, they criticize Trump all the time. And so what did you think of the technique of turning serious, I mean, Colbert said it was time for Trump to go. And because they were not only decrying what happened in Charlottesville, they were really decrying the president's handling of it."
    },
    {
      "speaker": "HOLLIDAY",
      "utterance": "Yes. It was an interesting week of comedy for sure. You know, usually these guys all lambast President Trump for calling for a ban on Muslims, for calling Senator Elizabeth Warren Pocahontas, for calling Mexicans rapists. They usually make fun of him with jokes. This week, there weren't as many jokes. It was a much more serious tone. As you said, Colbert called for the president to go, as did Jimmy Kimmel I believe. So, it's a much more serious week, however, there was still some comedy in there. Jimmy Kimmel talked about making Trump king so Trump could say whatever he wanted and not have political consequences."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. They got to ge a few laughs."
    },
    {
      "speaker": "HOLLIDAY",
      "utterance": "But there were some very serious comments. Colbert in particular called President Trump a racist grandpa and talks about him being a Nazi. It was just a really controversial and very serious week of comedy."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And Tina Fey, who went to UVA in Charlottesville getting on the action as well, but when it comes to the late-night folks, are they running the risk of alienating part of their audience, I mean, Colbert is number one probably on the strength of his tax on trial, who may be conservative viewers who now might be turned off by their more political stance?"
    },
    {
      "speaker": "HOLLIDAY",
      "utterance": "Absolutely. And you know, some of them including Seth Meyers who even admitted that they're OK with alienating some people because this is the direction they want to take their shows. Trump has been very good for late night ratings. The constant jokes and the constant poking fun at the president has been a winner for many of these comedians, men and women I should say, not just these guys. But the question is, are they being taken seriously because they criticize the president over night. And where do they go from here after such a serious week? Are they seriously calling for the president to go --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "That is a very good question --"
    },
    {
      "speaker": "HOLLIDAY",
      "utterance": "Or is it just the line of the week?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- for people who make their own living with less but also have become social critic. Shelby Holliday, thanks very much for joining us."
    },
    {
      "speaker": "HOLLIDAY",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Still to come, some website deleting a disturbing video in the wake of Charlottesville. And some final thoughts on the troubling backlash against critics and this highly charged atmosphere."
    },
    {
      "speaker": "KURTZ",
      "utterance": "\"The Daily Caller\" has deleted a video posted back in January that showed cars ramming into crowds of demonstrators. That move obviously coming after a driver rammed into a crowd in Charlottesville killing 32- year-old Heather Heyer. Fox Nation, a conservative opinion site run by Fox had reposted that video with an article that began, here's a compilation of liberal protesters getting pushed out of the way by cars and truck. Study the technique, it may prove useful in the next four years. Fox News digital editor in chief Noah Kotch said in a statement, \"The item was inappropriate and we've taken it down. We regret posting it in January. It was indeed a very bad idea. Two Fox News hosts have taken plenty of abuse this week for criticizing President Trump's handling of Charlottesville the events in Charlottesville. Eboni Williams says she's been called a traitor, a racist, a disgrace, anti-American and drawn threats that prompted her to get a security escort from the company. Kat Timpf says hateful, disgusting things have been said about her including sexual taunts and one person say said society should be purged of Polish Catholics like her. Now, I know emotions are running high and we're all fair game for criticism, but this kind of toxic sludge has no place in our culture. That's not what America is. I'm all for vigorous debate and I think that's healthy. Heated disagreement, that's all fine. It's in the DNA of America. But whether it's on twitter, facebook, in real life, face to face conversations, op-ed pages, let's do it without the personal threats and the awful vindictiveness and the personal vitriol. And this is something where I feel like we can all play a role. We can all do a part to try to lift the level of discourse in the wake of what happened in Charlottesville. That's it for this edition of \"Media Buzz.\" I'm Howard Kurtz. Thanks for joining us. Hope we shed a little bit of light on the media's coverage after the very tumultuous week and kind f a difficult moment for us as a society. Let us know what you think, mediabuzz@foxnews.com, that's the e-mail, mediabuzz@foxnews.com. Check out our facebook page. We can send you the dialogue there. Give us a like. We post a lot of original content and let me know what you think on twitter @HowardKurtz where s much discourse takes place these days, at least for most off the media business. Back here next Sunday, 11:00 eastern. See you then with the latest buzz. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}