{
  "date": "August 17, 2018",
  "headline": "Former top intelligence officials come to Brennan's defense",
  "subHeadline": "President Trump stands by his decision to revoke John Brennan's security clearance; reaction and analysis on 'The Ingraham Angle.'",
  "url": "https://www.foxnews.com/transcript/former-top-intelligence-officials-come-to-brennans-defense",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DAVID WEBB, FOX NEWS HOST",
      "sentences": "Good evening and welcome to this \"Ingraham Angle\" special, Trump versus the intel resistance. I'm David Webb for Laura tonight who is on vacation, and boy do we have a show for you. Security clearances stripped, media biases exposed and a potential major, major setback for special counsel Robert Mueller. We'll have it covered throughout the hour. Earlier the week the White House made big news when it announced that President Trump had stripped John Brennan of his security clearance. In case you're not familiar with Mr. Brennan's work, he's the guy that went from Obama's CIA director to a far-left cable news pundit and from almost the moment President Trump took office. Here's what he said tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "sentences": "What really gets under my skin is Mr. Trump's lack of decency, integrity, honesty, and his lack of commitment to this country's well-being and national security. And Mr. Trump time after time I think has really just disappointed millions of Americans, which I'm trying to give voice to. And so I know a lot of people think that a former intelligence official shouldn't be doing this. I don't consider when doing it political at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Now, 15 top former intelligence officials from both political parties -- you see them on screen -- have come to Brennan's defense, releasing a statement that said in part, and I quote, \"We all agree that the president's action regarding John Brennan and the threats of similar action against other former officials have nothing to do with who should and should not hold security clearances and everything to do with an attempt to stifle free speech.\"  It goes on to say, \"Decisions on security clearances should be based on national security concerns and not political views.\" Later today, 60 former CIA officers also released a letter criticizing Trump's action against Brennan, but President Trump is sticking by his guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I've gotten tremendous response from having done that because security clearances are very important to me, very, very important. And I've had a tremendous response for having done that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. President, what is (inaudible) you're trying to silence your critics by taking away security clearances?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "There is no silence. If anything, I'm giving him a bigger voice. Many people don't even know who he is, and now he has a bigger voice and that's OK with me because I like taking on voices like that. I've never respected him. I've never had a lot of respect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "And Brennan by the way might not be the only one who loses his clearance. The Washington Post report in tonight that White House officials have drafted documents that cancel security clearances of several current and former officials. The Post reports that Trump wants to sign most, if not all of them due to his anger over the Russia investigation. Joining me now for reaction are Buck Sexton, a former CIA analyst, Jim Hanson, president of the Security Studies Group, and Chris Hahn, who is a former aide to Democrat senator and the senior senator from New York, Chuck Schummer. Gentlemen, good evening. Good to see you here again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "All right, so let's dive right in and begin with John Brennan. This is what he had to say earlier on MSNBC with Rachel Maddow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRENNAN",
      "sentences": "I was very concerned and aware that the Russians were trying to leverage U.S. citizens in order to achieve their objectives in the presidential election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "sentences": "While you were in office as CIA director before you left on inauguration day, did you conclude that U.S. persons were successfully leveraged in that effort?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRENNAN",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Now, I'll go to you first, Buck. If the question is asked if the concern was there and the answer is no then why is John Brennan going the way he does against the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCK SEXTON, FORMER CIA ANALYST",
      "sentences": "That's a question that I don't think anybody can answer including John Brennan if you push him enough. People are talking a lot here, David, about how it's unprecedented to pull a clearance in this way by a president. But what's also unprecedented is for, not just a former intel chief but the most recent CIA director not to just be critical of the president, but to be actively undermining the president, calling him a traitor, in fact, to the country.  This man is the commander-in-chief and Brennan's allegations have gone far beyond what you see in normal political discourse to a point where you could even say its undermining institutions, to borrow from one of the common Democrat lines in terms of Trump on all things. And I see this now as a time when there are a few levels here, David.   One, is I don't think that people who don't have government business should maintain clearances. I think that should just be a general rule. And you certainly shouldn't maintain a clearance if you're going on T.V. and suggesting that you have secret information about the president, but you can't really tell but it's what's informing your judgment that he's actually guilty of treason. That's a big problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "All right, so Chris, especially with what Buck just said, John Brennan going on T.V., his clearance carrying the specter giving his words more weight. I think that's fair to say for anyone in that position, but his answer was no so I'll put the same question to you. If the answers is no and given what Buck just said, then is John Brennan being honest or somewhat disingenuous in what he's doing on CNN or any of the other channels?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAHN, FORMER AIDE TO SENATOR CHUCK SCHUMER",
      "sentences": "I watched a lot of that interview earlier and he did not say that the president was out of line and he did not -- he did say though that he had new information that was widely publicized, including the Don, Jr. meeting in Trump Tower that most of us didn't know about until this last summer.  So, there are more information that has come out and I think this has led him to believe that there has been some sort of collusion, not necessarily with the president, and maybe a conspiracy that involved Americans, that needs to be dealt with and needs to be uncovered by Mueller.  As for the president stripping his clearance, look, I don't think any of us believe that a president should use the power of his office to retaliate against his political opponents. That is un-American. It is a banana republic-like move. This is not something we associate with the American president. This is like Nixon's enemies list, except for Sarah Sanders goes to the podium and reads the names on the enemies list. And if we had a Congress that was doing its job, it would investigate exactly why this president was doing this. And I think come January, we will have a Congress that will do its job under the constitution and hold this president accountable through checks and balances.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, if they take the Congress I think we can expect that from the Democrats. Jim, to you on this issue of security clearances. They're kept because if needed, they will call back these advisors. This has been common throughout administrations. However, if the administration has made a decision that they are not going to call you back because of, as they see it, John Brennan is standing out against the administration, they may not trust his advice, and they have the right. Then what is it really all about to remove his security clearance if they're not going to call him back? Why should he keep it if they're not going to call him back?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM HANSON, PRESIDENT, SECURITY STUDIES GROUP",
      "sentences": "There's absolutely no reason for him to keep it because no one is going to trust his judgment now having said what he did. Now, he basically claimed that the president has committed treason. So the idea that this is something that the president did, that it's Donald Trump's fault, it's not.  It's John Brennan's fault and the rest of the clown car of Obama National Security officials who jammed (ph) up an investigation into Trump-Russia based on a few minor players in Trump's orbit. Then they added in the DNC funded Steele dossier to the mix, and the problem is there was no Trump-Russia. So now what we're looking at is the Democrat deep state collusion blowing up in their faces like it was a Wiley Coyote ACME smear generator. There's no there there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "All right, gentlemen. Let's bring this into the mix. This is John Brennan again on MSNBC talking about the special counsel Robert Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRENNAN",
      "sentences": "It's called the duly appointed special counsel who is given the mandate to investigate what Russia did in terms of interference in our presidential election and who might have been working in support of Russian objectives and who might have committed a crime in that process. And that's why Robert Mueller is a real national treasure. He needs to be able to continue with this investigation unimpeded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "So, Chris Hahn, does removing Brennan's security clearance in any way impede Robert Muellerahis ability to carry out his investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I don't think so. I think if the president acts towards going after Mueller anymore, I think he's going to lose some -- additional support in Congress from even people in his own party. Look, the bottom line is this. The president did not consult with his national security apparatus before he took the clearance away from Brennan.  Those people might have said, \"Mr. President, we might want to work with him on things he had worked on prior to leaving office as a continuation of government, some institutional knowledge.\" He didn't do that. This is a decision made I the president's press shop to distract from the Omarosa story. And we're told today or earlier this evening that the president has several others lined up to distract as needed if the news cycle gets away from him as it did this week. That's despicable. He's playing games with our national security and that's not right. And I would like to hear what Dan Coats has to say. I would like to hear what the current CIA director has to say. I would like to hear what they have to say about this because I don't think they are too keen on this. They were saying that they did not know. They were not consulted. And that's just wrong. There is procedure --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "All right. So, let me got to Buck Sexton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "-- we're taking away. There's a process to take away these clearances, David, and the president didn't follow it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, he is the executive, Buck, and he has the right and consultation is not legally required. But you were in the shop and the CIA director is not the only one who has the information. He's certainly the head of the agency and maybe within that agency, the highest classification authority. But others have the information. So, is the CIA director the only one that can be called back if they need information?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "No, I think that's pretty overstated. Also, anybody who's spent in the time in the intelligence community will tell you that there are a lot of people working on any one issue and there is a tremendous amount of institutional knowledge from people who aren't political appointees who stay in these agencies for decades and decades of their career. So, the notion that you're going to have this crisis situation where you can't bring back some director to find something out, I think it's just preposterous. That's honestly why you also hear it described in a press report as a courtesy. And that's why a lot of these individuals hold their clearance, but it's a different thing to have that courtesy when you're somebody who's then in private life versus somebody who is clearly trading on that recent (ph) access, not just for media appearances. And by the way, the whole thing about being silenced is just on it's face (ph), ridiculous. He's clearly not being sound. He's on T.V. practically every five minutes. You're seeing Brennan and all the other anti-Trump folks who here getting lots and lots of airtime and additional play here.   And then also David, look, I can understand there's some concern about political retaliation. I think that's a fair point to make for some people in some cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "But one, I think Brennan is the exception so far and two, this is not that big a deal. The people that are suggesting that this is the equivalent of, you know, the Japanese being interned in camps or anything like that are going way overboard, but that's what we tend to see from Trump --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Where does it end, though? Where does it end?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, we certainly see the hyperbole. Let me bring in Rush Limbaugh into this. Of course, you know, Rush has been very upfront about this, and here he talks about essentially trying to overthrow a duly-constituted elected president. Let's play it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST",
      "sentences": "Where is it written that John Brennan above all else must be granted his security clearance when this guy is actively engaged in overthrowing a duly-constituted elected president? Well, you know the answer to the question. It's because the left doesn't care about the constitution. It doesn't care about the rule of law. It cares only about its power. And, folks, none of those are clichés. None of those are exaggerations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, Jim Hanson, you heard it from the Rushster himself. So, what do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "I think we saw this. It started during the election. It ran through the transition, and continued once President Trump was inaugurated. They had been trying to stop him. They'd been trying to discredit his administration, and now they're trying to get him removed and there's nothing to remove him on. There is no collusion with Russia.  There is, however, a collection of former Obama officials and DNC folks who did conspire to create a controversy and who were leaking information, a lot of it potentially classified, to the media. That includes Brennan who's a prime suspect in that, along with Clapper and other people who signed these letters in support of Brennan saying he shouldn't have lost his security clearance. So they're the ones -- I think the problem for him it may flip to be looking at them as opposed to Trump and they may get some unintended consequences.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Al right, gentlemen, I know the debate is going to continue but we've got to cut it here. Quick last word Chris. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "You know, the people who wrote this letter supporting Brennan include the man who led the mission to kill Osama bin Laden which Brennan oversaw.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "He didn't lead the mission. He commanded (inaudible). Completely different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "(Inaudible) about our national security not some conspiracy nonsense that you just spouted and that Rush is whining about, come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "All right, Chris. I gave you the last word. We've known each other a long time. I was fair to you, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Thank you, David.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Gentlemen, thank you. Bob, Jim, Chris, thank you very much. Stunning new revelations tonight about DOJ official Bruce Ohr's involvement in the Steele dossier and President Trump, he's ready to take action. Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, more anti-Trump by the DOJ. More anti-Trump activity exposed. DOJ official Bruce Ohr reportedly caught in contact with Christopher Steele, that's the ex-British spy and the author that we now know of the infamous Russia dossier. By the way, financed by the Democrats throughout 2016 and '17, and in a major news story, FNC's Catherine Herridge reports that Ohr wrote in an e-mail saying Steele was, \"very concerned about former FBI Director James Comey's firing -- afraid they will be exposed.\" I wonder what he meant by that. The president went after Ohr today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think Bruce Ohr is a disgrace. I suspect I'll be taking it away very quickly. I think that Bruce Ohr is a disgrace with his wife Nelly. For him to be in the Justice Department and to be doing what he did, that is a disgrace. That is disqualifying for Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, joining me now for reaction, Wall Street Journal columnist Kim Strassel, retired FBI agent John Iannarelli, and former Democratic Pennsylvania congressman, Jason Altmire. Good evening to you all. Kim, ladies first. I mean, you heard the president right there. What's your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIM STRASSEL, COLUMNIST, WALL STREET JOURNAL",
      "sentences": "Well, he's absolutely right to think that something highly improper went on here. You have a senior Justice Department official who is operating with the dossier author with the opposition research firm that was funded by the Clinton campaign and the DNC.  He is collecting this information from them even after Christopher Steele had been fired by the FBI for breaking the rules and talking to the press. And he is doing this without revealing on financial disclosure forms or presumably to his superiors that his wife is working for the same opposition research firm and profiting from that work that he is passing on to the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "All right. So let's go to Jim Jordan now. He's someone who is a contender for the speakership. Let's hear from him. He had this to say earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM JORDAN, R-OHIO",
      "sentences": "No, he's the key guy. The FBI was in fact getting parts of the dossier from Bruce Ohr, a top Justice Department official. Bruce Ohr's wife worked for the firm that the Clinton's hired to put together the dossier. She has given it to Bruce Ohr. He's given it to the FBI. It is never supposed to work that way in the United States of America, but in fact it did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, I mean, the question is about smoke and fire can be put together. Jason, let me go to you, to get you to weigh in on this. Is there nothing to see here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON ALTMIRE, DEMOCRATIC STRATEGIST",
      "sentences": "I think the issue that was mentioned with regard to him not reporting the fact that his wife worked at Fusion GPS, that's a relevant issue. But this is a senior Justice Department official who had nothing whatsoever to do with the Russia investigation. He was not involved in it. I don't know what the problem is with him having a conversation. He understands the investigation is going on. He passes information on relevant to that investigation. I don't know what else he did other than the reporting issue that was inappropriate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "OK, process and procedure. Right to you, John, I mean, here we have process, procedure, Ohr and, you know, we don't know what was said and what he had between he and his wife. But there has to be some trouble and concerns about the dossier and after it were discredited and what went on after that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN IANNARELLI, RETIRED FBI AGENT",
      "sentences": "There's absolutely a problem here with process and procedure. The FBI's is part of the Department of Justice and I'll tell you, you can't have an agent whose spouse works for an agency that is producing information from a source and then passing it back to the FBI.  Why should DOJ be doing the exact same thing? You've got to have people who are unbiased and no connections here. This would be a problem in the FBI and frankly, a fireable offense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEB",
      "sentences": "All right. So, Kim, the president tweeted this earlier today. And I want to read this. \"Very concerned about Comey's firing, afraid they will be exposed.\" I mean, those are pretty straightforward words. He goes on, you know, basically reference the connection, the phony and discredited Trump dossier. We've heard that before. He finishes in that tweet, \"A creep thinking he would get caught in a dishonest act. Rigged Witch Hunt.\" Is the president making -- is he going too far? Is this a reach?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Well, I don't think it's too far to ask question of what did he meant when he said exposed because the charitable explanation here is that he was worried that he would be exposed, his name would be out there. But guess what, Christopher Steele was already out there. He sat for an interview with Mother Jones months before and blew the lid on the FBI investigation, which was why he was fired by the FBI. So he can't be worried about his name being out there. So that would suggest that the exposure they fear is something different, maybe the methods that this was all put together, maybe who was financing it, which we now know. Maybe the unorthodox ways in which it was put across. Look, to go back to the process and procedure thing here, what on earth was the FBI doing interviewing Bruce Ohr 12 times for the information he got from Christopher Steele. The FBI had already dismissed Steele as a source because he had broken the rules. So, this goes beyond just Bruce Ohr. It goes to the institution's behavior who knew about this at DOJ and who signed off on it at FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "So, John, inspector general's office and the reports and the ongoing investigation, (inaudible) investigation that initiated by the attorney general. Where should they be looking? Is it process and procedure alone? Are there individuals that frankly have responsibilities? The sign offs on all of these conversations and call it interviews?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IANNARELLI",
      "sentences": "I think we have to look at who is signing off on these things because first of all, it's perception. Even if nobody intended to do anything wrong, the American public have to have confidence in the FBI and the Department of Justice. That's why we have these procedures. Who was allowing this sort of communications and transactions to take place? Who authorized it? Who instructed people to go out and do it? That's what I want to know. We need to get that cleared up so Director Wray can take the FBI forward from what is all the problems created under Strzok and McCabe and others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Speaking of Strzok, he tweeted and this is what he had to say, \"Jesus. More BO leaks in the NYT.\" And BO likely to be a reference to Mr. Ohr obviously in the \"New York Times.\" So, right back to you, John. I mean, here we see yet more interchanges, more interactions, more concerns, texts, and tweets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IANNARELLI",
      "sentences": "Well, we all know Peter Strzok is very comfortable around a cell phone, whether it's tweeting or texting. For God's sake, he needs to stop that. He's not helping himself. He is certainly not helping the men and women of the FBI who are trying to do their jobs. He should stay out of it at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "All right Jason, the politics of this. As someone who has sat there in Congress, the politics of this plays into what's coming with the midterm elections. How do you see this playing out for the Democrats? Is there a way for them to use it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALTMIRE",
      "sentences": "I think that what I said earlier is true. There's little evidence that anything inappropriate happened regarding Ohr, but the president has found with regard to Strzok and some others that if he uses his bully pulpit in a way that he's able to raise the stature of this issue, you can certainly paint it in a way that's unflattering. And who knows what will come out of it? So, I think the Democrats --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "But how are the Democrats going to use this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALTMIRE",
      "sentences": "Well, I think the Democrats should be concerned that there is a point at which it does taint the Mueller investigation if Ohr were to come out and if the avenue that the president goes down does lead to some nefarious activity, then certainly that would undermine the credibility of the investigation. That has not happened yet. But what happened with Strzok and what happened with Ohr, these are unfortunate circumstances that do lend to people who were inclined to disbelieve what Mueller comes up with that lends credence to that concern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, Kimberly, we are only hours away from the late night hours. Does Strzok, as he said in testimony, tweet in the middle of the night? And I'll kind of throw it to you. How do the Democrats plan to use this? How do you think they could use this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Well, I think what Democrats should be concerned about is that the drum that they have beat for two years, pretty much ever since President Trump was elected, of Trump-Russia collusion, they have not yet been able to yield any public evidence that that has happened. And that has what has enabled the president to talk about this as a witch hunt in terms of the way it got started and the unorthodox procedures that came about as part of it. I mean, Democrats will continue to suggest there's something nefarious, but they've gone a bit quiet on this and it's becoming harder for them to use it as a campaign issue because most of what we're hearing is about problematic procedures and behavior by the prior administration in terms of this investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Kim, gentlemen, thank you very much. Our special Trump versus the intel resistance continues, next. Is Bob Mueller's team headed for a major setback in its first trial? New developments, that's coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "You know, a question on many minds tonight, is Bob Mueller's team headed for a major setback. The special counsel's office first test in an American courtroom is the tax and bank fraud trial of former Trump campaign chair Paul Manafort. Fox News correspondent Kristen Fisher has been following the trial and she's here with the latest, Kristen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, David. Well, just as jurors were settling in for their second day of deliberations, President Trump was weighing in on the trial of his former campaign manager. First he was asked by reporters if he would consider pardoning Manafort. He said, he wouldn't talk about it but he did descend (ph) him. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think the whole Manafort trial is very sad when you look at what's going on there. I think it's a very sad day for our country. He worked for me for a very short period of time. But you know what, he happens to be a very good person. And I think it's very sad what they've done to Paul Manafort.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "While the president was making those remarks, Manafort was sitting inside a small jail cell inside the courtroom with no TV, no reading material. But it didn't take long for word of the president's remarks to reach his defense team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Any reaction to the president's comments this morning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN DOWNING, PAUL MANAFORT'S DEFENSE ATTORNEY",
      "sentences": "Great comments. Mr. Manafort really appreciates the support of President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "How are you feeling?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you think the jury deliberating longer favors your client.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOWNING",
      "sentences": "I do. And he does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "So the jury has now deliberated for 14 hours over the course of two days, and during that time, they've asked the judge several questions. They've asked him to redefine reasonable doubt, the legal threshold for acquitting a defendant. The judge obliged that request, but he refused another one. The jury asked for an updated exhibit list, connecting each piece of evidence to corresponding charge in the indictment. Keep in mind, there are 18 charges and nearly 400 exhibits. It's easy to see how a jury could get very confused. But the judge refused that request. So the jury has to sift through mountains of evidence without any index or key connecting particular documents to these individual charges. This afternoon they know they were not close to a verdict because they asked the judge to leave early at 5:00 so that one of the jurors could attend some kind of event in the early evening, and the judge actually let them leave early. But they'll be back first thing Monday morning, David.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID WEBB, FOX NEWS HOST",
      "sentences": "Kristin, the judge has spoken now, and I'm hearing that he said he's gotten some threats. What's that all about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Yes, he said this today in court, and he said that he's received threats to the point where he now needs U.S. Marshals protection. He brought it up because he needed to explain why he didn't feel comfortable releasing the names of jurors before the end of the trial, and he had to do that because several news organizations had filed a motion to intervene, requesting that the names of the jurors should be released. The judge heard them out, but in the end decided to keep their names sealed at least until after the end of the trial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Kristin, thank you for joining me. Joining us for legal analysis, Kendall Coffey, former U.S. attorney, and Randy Zelin, a defense attorney and former prosecutor. Kendall, first to you on this. Paul Callan had this to say earlier on CNN about the president speaking out on Manafort. Let's play this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL CALLAN, CNN LEGAL ANALYST",
      "sentences": "The one thing I would worry about as a prosecutor, if there's somebody on that jury who's a diehard Trump fan, you have the president of the United States yesterday making comments about this deliberating jury. Even if Jeff Sessions said it rather than Donald Trump, if a lawyer said it, he would be held in contempt of court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Is contempt really an issue here or is that a deflection, Kendall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENDALL COFFEY, FORMER U.S. ATTORNEY",
      "sentences": "Not at all. And we're all talking heads talking about the trial, breaking it down, giving predictions and things like that. The system has to assume that the jurors are going to honor. But nevertheless, if you're Paul Manafort, this is kind of an intriguing development because, let's face it, there's got to be statistically speaking three or four jurors in that group that probably supported Trump. Got to think that somebody is getting word about it. Maybe, maybe not, but when jurors go home for the weekend, do they talk to family, do they talk to friends? Maybe they're not supposed to but maybe a lot of times they do. And we all know that a lot of people that support Trump don't back down easily with their views of what the president says and what the president believes. So now you've got an indication that there's a clear endorsement of Paul Manafort, and, by the way, a very harsh condemnation of his trial. So whatever Paul Manafort has been going through, this has got to be the last couple days, two of the best days he's had in a long time",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Randy, I mean, here we are, and the trial, the megaphone obviously of the president. We've talked about a lot of big cases before. You've handled a lot of big cases. When you look at this, how much does that play into it with the jury? And what about the judge's instructions and the jury being charged to judge the merits, not what they hear from the outside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RANDY ZELIN, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Well, working backwards, you would love to think that jurors will honor the oath of sympathy has no place in the courtroom, your personal feelings have no place in the courtroom, don't listen, don't read anything, don't watch anything. But there's a concept that we've all learned, the right way, and also the hard way, which is jury nullification, which is where a juror will say, \"I don't care what the law is. I don't care what the judge tells me. I'm going to vote with my conscience, I've going to vote with my heart, and be damned what the law is.\" But what is so bizarre here, this is, how everything is politicized. Chocolate versus peanut butter. But remember the executive branch, who sits at the top of the executive branch? The president. Where does the Department of Justice fall? Under the executive branch. You've got the most important person in the executive branch basically saying that the Department of Justice under his watch doesn't know what they're doing. None of this makes any sense. And Mr. Coffey, I must respectfully disagree, because if you as a lawyer are discussing a case that you're involved in where that could prejudice the tryer of the fact, a juror, that is a potential disciplinary violation. We've got the most important person in the country, perhaps in the world, speaking out while a jury is deliberating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, Kendall, as they say in the debate business, when your name's been mentioned, you get to defend your position. So what do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZELIN",
      "sentences": "Of course the president has a right to speak out about issues of public interest. He didn't plant this. A reporter asked him about the issue and he responded spontaneously. And if the suggestion is being that the president is somehow subjected to discipline, I've got to very strongly disagree with that. But I think what was going to be fascinating for the trial going forward is this is a very, very tough case for Paul Manafort to win. It would be one of the biggest upsets if he got acquitted on everything since, well, Donald Trump won the election against Hillary Clinton. But what would be a big victory for Manafort and for those who would be a hung jury. And so the questions we got yesterday, maybe they impact, President Trump's statements. There could be some things adding up to suggest that there are at least a couple of jurors that have some skepticism about the prosecution's case, and perhaps a reasonable doubt. It's much too early for Paul Manafort to be getting optimistic. We can recall cases such as Arthur Anderson, the accounting giant, such as Scooter Libby, the former chief of staff of Vice President Cheney, where the jury deliberated for 10 days and came back with a guilty verdict. Nevertheless, it isn't a pro-prosecution stampede, and given everything that Paul Manafort is facing in this trial, that might be a small glimmer of hope.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "All right, so let's bring Senator Chris Murphy, the Connecticut senator, into this. This is what he had to say. And he tweeted this. \"So I generally choose not to hang on every twist of the Mueller investigation, but if Trump pardons Manafort after maybe having promised a pardon to get him not to cooperate and gets away with it, then we're in a banana republic. We just are.\" He may not be the president, Randy, but he is a sitting senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZELIN",
      "sentences": "Once again, what is happening with our system of justice where once upon a time, yes, transparency, you can go into the courtroom and watch what's going on. But we have everybody weighing in from a political standpoint. Suddenly we're a banana republic. The point remains that we have a system of justice that at its essence is based upon the public, us, as citizens being confident that the right result is going to happen and with the -- whatever the word is, politics, everything is about politics. My God, what is happening in this country? As far as Mr. Manafort is concerned, he is presumed innocent until such time as the jurors go in and begin their deliberations. Their verdict should be based upon the evidence and nothing else, how the president feels, how Senator Murphy feels, how you feel, how I feel. It's simply based upon the evidence. And somehow that has so gotten away from us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "All right, gentlemen, thank you both. Great legal analysis. Kendall, Randy, great to see you both. How the media is colluding with the intel resistance to take down President Trump, details next on this \"Ingraham Angle\" special.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "All right, I've got a question for you. Is the media establishment colluding with intelligence resistance to try and take down President Trump? I want you to think about that for a minute. If you look at the past 24-hour media coverage of Trump, it doesn't seem that far off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIETTE KAYYEM, CNN NATIONAL SECURITY ANALYST",
      "sentences": "If you look at John Brennan's tweets, they are emotional. They are energized. This is someone who sees the sort of denigration of America's security and national security apparatus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRANHOLM, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "People who worked for Brennan were very clear that he was not a partisan. So you can say it on the outside because he feels a duty now to say something to save our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HALL, CNN NATIONAL SECURITY ANALYST",
      "sentences": "I've personally known and worked with John Brennan and the same with Jim Clapper. Those people have more integrity and more intelligence and more honesty in their little fingers than this president could ever have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Here with reaction, Candace Owens, communications director for Turning Point USA, along with Democrat and radio talk show host Garland Nixon. So now you're in trouble. We've got a talk show host, Candace, but I'm still going to give you the upper hand on this. And ladies first. I'm a gentleman. Just old school. So #freepressday yesterday, and the newspapers across the country, some 300, and here we are today. What do you say, the media and the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CANDACE OWENS, COMMUNICATIONS DIRECTOR, TURNING POINT USA",
      "sentences": "Absolutely they have been colluding with Robert Mueller in trying to get out this very false story that somehow Trump's campaign colluded with the Russians. And listen, it's evident in every single day. I bet if we looked back and counted how many times they said the word \"Russia\" and then take a step back and realize not a single shred of evidence has been produced in the 18, 19 months that Donald Trump has been in office tying him to the Russian campaign. This is absolute madness. And at a certain point you have to wonder when are we going to start acknowledge that these people are conspiracy theorists. They are pushing and peddling a conspiracy theory every single day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "So Garland, let me go to you on this. When you look at the media coverage on this -- and we're a couple of talk show hosts. We get hours of time to go over there. But the media gets a headline, sometimes a sound bite, the pundits. Just an analysis of the coverage, how do you see it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARLAND NIXON, DEMOCRATIC STRATEGIST AND RADIO HOST",
      "sentences": "It may surprise some people, but I'm a person that wants the Democratic Party to be healthy. And I for some time have been uncomfortable with incestuous relationship between the intelligence community, certain elements of the media, and the Democratic Party. I've felt that the party should be focusing on a platform. We're almost to the midterms and the Democratic Party is so focused on this, they don't have a platform. So to be honest, I would have to agree with you based on what I see. I think the intelligence community has kind of taken over, kind of like an octopus and taken over a lot of parts of the mainstream media and the Democratic Party. And I don't think the Democratic Party is any better for it. I don't know if they're blind or if they're just going along with it, but it's not helping them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "So let's talk about the leaks. I'll just ping-pong between the two of you. We've got you right here. The leaks coming from intelligence, Candace, how troubling is that as you see it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "It's troubling beyond Democrat or Republican. That stuff doesn't even matter. The implications here are much more severe. What's going to happen afterwards? If we've lost faith in our intelligence community, where are we going to be at in the country when we can't trust them. This is why this issue, I try to tell people, this is not about what side you're on. This is about right and wrong, not right and left. And it's been very troubling for quite some time. And by the way, breath of fresh air. I'm so glad to hear somebody with some sanity say that there is no platform here. There is nothing else going on. And they seem obsessed with this, obsessed with getting Trump and they're not realizing that you're losing a bunch of Americans in the process. We've grown apathetic with this. We've grown apathetic with hearing about the Russian collusion and nothing is going on. Paul Manafort is sitting in a cell by himself in solitary confinement over a tax charge. It's incomprehensibly corrupt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Garland, we won't get into the legal analysis. We're two talk show hosts and one very brilliant young lady. But let's get into the narratives that are out there. You're talking to people in your audience. Are they echoing your concerns about the Democrats and running with this versus a winning message? Democrats used to have a message about helping the underserved, about jobs, about economy, but now that seems to have been taken away from them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "Yes. What doesn't get reported on is what we refer to as like the Bernie people and points left, who actually are, believe it or not, focused on policies. If you look at who's talking about policy, it's the left wing of the party. The liberal or right wing of the Democratic Party or centrist wing of the Democratic Party are so focused on the Russia issue, they're so focused on the investigation, that if this falls through, which it's certainly starting to appear as though it will -- and let's just say my background was law enforcement. I was a commander of the investigations division. And looking at this investigation, it's so tainted now, I don't see how you could ever charge anyone with this investigation and that it could survive the rigors of discovery. I think discovery would tear this investigation apart. And so I look at the Democratic Party, and right now it's not a party that looks very healthy going into the midterms. They could really put a hurting on the Republicans in the midterms, but I suspect they'll inch away with a few victories and call that a blue wave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "What a breath of fresh air this guy is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "This is almost too rational. I don't know what we're going to do with this. All right, New York Times, and this is the \"New York Times\" executive editor on President Trump's remarks towards the press.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEAN BAQUET, NEW YORK TIMES EXECUTIVE EDITOR",
      "sentences": "I'm deeply concerned. Not only concerned, by the way, about what happens inside the United States at some of the volatile Trump rallies. I think that the president has sent a message to despots abroad that you can disrespect the press. We've had presidents attack the press. We've never had a president go on foreign soil and attack the press.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Candace, first to you. Quick response to this, quick response to the New York Times editor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Sure. Look, the press is completely out of touch with American people. They have been for quite some time. They've almost become a cult against just hating Trump and not listening to Americans. They're referring to Americans as racist and sexist, as misogynist, putting them in all of these boxes because they don't understand how Americans are feeling. That's something that President Trump is tremendous at. That's the reason why he's sitting in the Oval Office today is that he actually blocked out their nonsense and started to listen to the concerns of the American people. They're doing themselves no favor in this regard and they're in many just going to help him get re-elected in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Garland, talk show host to talk show host, I've got to throw the last words to you, quick one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIXON",
      "sentences": "Yes. I think the bottom line is I think that you're not going to go wrong now attacking the press when it comes to how it's going to affect you politically. The president went after the press prior to the 2016 election and won, so I think that people that are going to defend the press and think that's going to help them with the electorate are making a big mistake. The polls simply say that the press overall isn't very popular right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Candace, Garland, thank you first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "He's my favorite person. He made my night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Kumbaya moment. Good to have you both here. Really great to see you both. Intel chiefs claim their rabid anti-Trump behavior is patriotism. But they may only be playing into the hands of America's enemies instead, and we will explain right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "If you asked the former intel and law enforcement chiefs slamming President Trump, they'll pretty much say they're doing it to save the country and our standing in the world. But in reality they may be doing the exact opposite and playing right into our enemies' hands. Joining me now with more is New York Congressman Lee Zeldin. He's a member of the House Foreign Affairs Committee. And Jamil Jaffer is the director of national security law and policy program at George Mason University. Gentlemen, let's get right into it. Playing into our enemies' hands -- Russia wants to undermine America's faith in its system or constitutional republic. And congressman, it's working in some quarters. Are they playing into his hands, into Putin's hands?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. LEE ZELDIN, R-NEW YORK",
      "sentences": "Absolutely. You're doing Russia's work for them. You're doing our adversary's work for them when internally you have people, whether they're inside our government or they're now recently outside of our government, seeking to undermine our own country, our own democratically elected government. So you're absolutely right. That's a real concern I have. And it's really one of the reasons why John Brennan shouldn't have a security clearance. You should make an example of him. And if you analyze him and you look at just emotionally, mentally whether or not he has it all together, and also whether he understands rules right now when he's accusing the president of high crimes and misdemeanors after the Helsinki summit and saying there's treason, if you do an analysis on John Brennan, it's important that we're not only making an example of him, we're sending a strong message, but we actually take away his security clearance, because while you have a right to a First Amendment, you do not have a right to a security clearance, especially when you're as unhinged as this man is right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "So let's go right to it. This is video from CNN, Jim Sciutto, asking the question about Putin, Brennan, and the security clearance. Let's play this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM SCIUTTO, CNN CORRESPONDENT",
      "sentences": "You have a president firing a former leader of the intelligence committee and citing the Russian investigation. Does Putin cheer this kind of thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Of course he does. It's just more chaos, more dismantling of the U.S. system, of the Tran-Atlantic alliance. At this point, sanctions doesn't matter. It's all about shaking up our system and taking it down a notch instead of bringing Russia up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Jamil, your reaction to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMIL JAFFER, FORMER SENIOR COUNSEL, HOUSE INTEL",
      "sentences": "Look, David, the problem here is this is a problem of the president's own creation. He didn't need to strip Brennan of his security clearance. Brennan was doing a good enough job on his own making himself look partisan. The president has not continued this conversation, got in the way of his own message about tax cuts, regulatory reform, conservative judges. The president has created this problem for himself. He doesn't need to do this. He needs to stay on message and not worry about John Brennan. John Brennan was doing a good enough job on his own making himself irrelevant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "So Lee, there's been some critique about the method in which this played out, that the president, according to some, could have just done it, let it happen, not give John Brennan even a bigger megaphone. But the president said he's elevated him. What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZELDIN",
      "sentences": "First off, I don't think John Brennan should have gotten a security clearance in the first place. This is a man who admitted to voting Communist Party for president of the United States. And now fast forward to currently he's seeking to monetize his position as former CIA director, and as I mentioned earlier, he has become unhinged. For the president of the United States to make an example of him, he's sending a strong message to others that there are rules, that you do have a right to your First Amendment freedom of speech, you do not have a right to your security clearance. And you also need to follow the rules of the U.S. government. You can't set your own rules on what's right and wrong, because one of the biggest threats if not the biggest threat that we have seen historically as far as access to classified information is when you have an individual gone rogue who is setting their own rules and deciding their own moral compass is one that supersedes and overcomes any type of guidance that the government puts out on John Brennan and anyone like him. So I think it's important to very publicly make an example that this conduct by this man right now is exactly what disqualifies you and will result in losing your security clearance. I think it's great that he's making a public example of this man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Jamil, the public example, how does this play out in the political world? The intel chiefs, their letters, will this last? Will it have any effect as you see it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAFFER",
      "sentences": "The problem, David, is that the congressman is right to make the point that maybe you want to make an example of somebody. The problem is by making an example of John Brennan, the president has now got bipartisan opposition from all these intelligence officials, 60 former CIA officers. It's going poorly for the president. This is not working. This is an unforced error. It was a tactical mistake. It could have strategic consequences. The president has to get out of his own way and stay on message and not worry about it, not worry about Bob Mueller. That investigation is going to happen. The president should focus on his own message, and focus on that. And listen to his aides who are telling him, by the way, stop doing this stuff. This is not good business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Gentlemen, thank you very much, appreciate it. We'll have to call Vladimir Putin and ask him if he is cheering this on. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "That's all the time we've got. Thanks for tuning in for this \"Ingraham\" special. It's been a pleasure filling in for Laura Ingraham this evening. Also, be sure to tune in to my show weekdays from 9:00 to noon eastern on Sirius XM Patriot 125, and check out my regular column in The Hill newspaper. And please follow me on Twitter @DavidWebbShow. Shannon Bream coming up next. Have a wonderful weekend, everyone. Good night from New York City. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID WEBB, FOX NEWS HOST",
      "utterance": "Good evening and welcome to this \"Ingraham Angle\" special, Trump versus the intel resistance. I'm David Webb for Laura tonight who is on vacation, and boy do we have a show for you. Security clearances stripped, media biases exposed and a potential major, major setback for special counsel Robert Mueller. We'll have it covered throughout the hour. Earlier the week the White House made big news when it announced that President Trump had stripped John Brennan of his security clearance. In case you're not familiar with Mr. Brennan's work, he's the guy that went from Obama's CIA director to a far-left cable news pundit and from almost the moment President Trump took office. Here's what he said tonight."
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "utterance": "What really gets under my skin is Mr. Trump's lack of decency, integrity, honesty, and his lack of commitment to this country's well-being and national security. And Mr. Trump time after time I think has really just disappointed millions of Americans, which I'm trying to give voice to. And so I know a lot of people think that a former intelligence official shouldn't be doing this. I don't consider when doing it political at all."
    },
    {
      "speaker": "WEBB",
      "utterance": "Now, 15 top former intelligence officials from both political parties -- you see them on screen -- have come to Brennan's defense, releasing a statement that said in part, and I quote, \"We all agree that the president's action regarding John Brennan and the threats of similar action against other former officials have nothing to do with who should and should not hold security clearances and everything to do with an attempt to stifle free speech.\" It goes on to say, \"Decisions on security clearances should be based on national security concerns and not political views.\" Later today, 60 former CIA officers also released a letter criticizing Trump's action against Brennan, but President Trump is sticking by his guns."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I've gotten tremendous response from having done that because security clearances are very important to me, very, very important. And I've had a tremendous response for having done that."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. President, what is (inaudible) you're trying to silence your critics by taking away security clearances?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "There is no silence. If anything, I'm giving him a bigger voice. Many people don't even know who he is, and now he has a bigger voice and that's OK with me because I like taking on voices like that. I've never respected him. I've never had a lot of respect."
    },
    {
      "speaker": "WEBB",
      "utterance": "And Brennan by the way might not be the only one who loses his clearance. The Washington Post report in tonight that White House officials have drafted documents that cancel security clearances of several current and former officials. The Post reports that Trump wants to sign most, if not all of them due to his anger over the Russia investigation. Joining me now for reaction are Buck Sexton, a former CIA analyst, Jim Hanson, president of the Security Studies Group, and Chris Hahn, who is a former aide to Democrat senator and the senior senator from New York, Chuck Schummer. Gentlemen, good evening. Good to see you here again."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Good to see you."
    },
    {
      "speaker": "WEBB",
      "utterance": "All right, so let's dive right in and begin with John Brennan. This is what he had to say earlier on MSNBC with Rachel Maddow."
    },
    {
      "speaker": "BRENNAN",
      "utterance": "I was very concerned and aware that the Russians were trying to leverage U.S. citizens in order to achieve their objectives in the presidential election."
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "utterance": "While you were in office as CIA director before you left on inauguration day, did you conclude that U.S. persons were successfully leveraged in that effort?"
    },
    {
      "speaker": "BRENNAN",
      "utterance": "No."
    },
    {
      "speaker": "WEBB",
      "utterance": "Now, I'll go to you first, Buck. If the question is asked if the concern was there and the answer is no then why is John Brennan going the way he does against the president?"
    },
    {
      "speaker": "BUCK SEXTON, FORMER CIA ANALYST",
      "utterance": "That's a question that I don't think anybody can answer including John Brennan if you push him enough. People are talking a lot here, David, about how it's unprecedented to pull a clearance in this way by a president. But what's also unprecedented is for, not just a former intel chief but the most recent CIA director not to just be critical of the president, but to be actively undermining the president, calling him a traitor, in fact, to the country. This man is the commander-in-chief and Brennan's allegations have gone far beyond what you see in normal political discourse to a point where you could even say its undermining institutions, to borrow from one of the common Democrat lines in terms of Trump on all things. And I see this now as a time when there are a few levels here, David. One, is I don't think that people who don't have government business should maintain clearances. I think that should just be a general rule. And you certainly shouldn't maintain a clearance if you're going on T.V. and suggesting that you have secret information about the president, but you can't really tell but it's what's informing your judgment that he's actually guilty of treason. That's a big problem."
    },
    {
      "speaker": "WEBB",
      "utterance": "All right, so Chris, especially with what Buck just said, John Brennan going on T.V., his clearance carrying the specter giving his words more weight. I think that's fair to say for anyone in that position, but his answer was no so I'll put the same question to you. If the answers is no and given what Buck just said, then is John Brennan being honest or somewhat disingenuous in what he's doing on CNN or any of the other channels?"
    },
    {
      "speaker": "CHRIS HAHN, FORMER AIDE TO SENATOR CHUCK SCHUMER",
      "utterance": "I watched a lot of that interview earlier and he did not say that the president was out of line and he did not -- he did say though that he had new information that was widely publicized, including the Don, Jr. meeting in Trump Tower that most of us didn't know about until this last summer. So, there are more information that has come out and I think this has led him to believe that there has been some sort of collusion, not necessarily with the president, and maybe a conspiracy that involved Americans, that needs to be dealt with and needs to be uncovered by Mueller. As for the president stripping his clearance, look, I don't think any of us believe that a president should use the power of his office to retaliate against his political opponents. That is un-American. It is a banana republic-like move. This is not something we associate with the American president. This is like Nixon's enemies list, except for Sarah Sanders goes to the podium and reads the names on the enemies list. And if we had a Congress that was doing its job, it would investigate exactly why this president was doing this. And I think come January, we will have a Congress that will do its job under the constitution and hold this president accountable through checks and balances."
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, if they take the Congress I think we can expect that from the Democrats. Jim, to you on this issue of security clearances. They're kept because if needed, they will call back these advisors. This has been common throughout administrations. However, if the administration has made a decision that they are not going to call you back because of, as they see it, John Brennan is standing out against the administration, they may not trust his advice, and they have the right. Then what is it really all about to remove his security clearance if they're not going to call him back? Why should he keep it if they're not going to call him back?"
    },
    {
      "speaker": "JIM HANSON, PRESIDENT, SECURITY STUDIES GROUP",
      "utterance": "There's absolutely no reason for him to keep it because no one is going to trust his judgment now having said what he did. Now, he basically claimed that the president has committed treason. So the idea that this is something that the president did, that it's Donald Trump's fault, it's not. It's John Brennan's fault and the rest of the clown car of Obama National Security officials who jammed (ph) up an investigation into Trump-Russia based on a few minor players in Trump's orbit. Then they added in the DNC funded Steele dossier to the mix, and the problem is there was no Trump-Russia. So now what we're looking at is the Democrat deep state collusion blowing up in their faces like it was a Wiley Coyote ACME smear generator. There's no there there."
    },
    {
      "speaker": "WEBB",
      "utterance": "All right, gentlemen. Let's bring this into the mix. This is John Brennan again on MSNBC talking about the special counsel Robert Mueller."
    },
    {
      "speaker": "BRENNAN",
      "utterance": "It's called the duly appointed special counsel who is given the mandate to investigate what Russia did in terms of interference in our presidential election and who might have been working in support of Russian objectives and who might have committed a crime in that process. And that's why Robert Mueller is a real national treasure. He needs to be able to continue with this investigation unimpeded."
    },
    {
      "speaker": "WEBB",
      "utterance": "So, Chris Hahn, does removing Brennan's security clearance in any way impede Robert Muellerahis ability to carry out his investigation?"
    },
    {
      "speaker": "HAHN",
      "utterance": "I don't think so. I think if the president acts towards going after Mueller anymore, I think he's going to lose some -- additional support in Congress from even people in his own party. Look, the bottom line is this. The president did not consult with his national security apparatus before he took the clearance away from Brennan. Those people might have said, \"Mr. President, we might want to work with him on things he had worked on prior to leaving office as a continuation of government, some institutional knowledge.\" He didn't do that. This is a decision made I the president's press shop to distract from the Omarosa story. And we're told today or earlier this evening that the president has several others lined up to distract as needed if the news cycle gets away from him as it did this week. That's despicable. He's playing games with our national security and that's not right. And I would like to hear what Dan Coats has to say. I would like to hear what the current CIA director has to say. I would like to hear what they have to say about this because I don't think they are too keen on this. They were saying that they did not know. They were not consulted. And that's just wrong. There is procedure --"
    },
    {
      "speaker": "WEBB",
      "utterance": "All right. So, let me got to Buck Sexton."
    },
    {
      "speaker": "HAHN",
      "utterance": "-- we're taking away. There's a process to take away these clearances, David, and the president didn't follow it."
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, he is the executive, Buck, and he has the right and consultation is not legally required. But you were in the shop and the CIA director is not the only one who has the information. He's certainly the head of the agency and maybe within that agency, the highest classification authority. But others have the information. So, is the CIA director the only one that can be called back if they need information?"
    },
    {
      "speaker": "SEXTON",
      "utterance": "No, I think that's pretty overstated. Also, anybody who's spent in the time in the intelligence community will tell you that there are a lot of people working on any one issue and there is a tremendous amount of institutional knowledge from people who aren't political appointees who stay in these agencies for decades and decades of their career. So, the notion that you're going to have this crisis situation where you can't bring back some director to find something out, I think it's just preposterous. That's honestly why you also hear it described in a press report as a courtesy. And that's why a lot of these individuals hold their clearance, but it's a different thing to have that courtesy when you're somebody who's then in private life versus somebody who is clearly trading on that recent (ph) access, not just for media appearances. And by the way, the whole thing about being silenced is just on it's face (ph), ridiculous. He's clearly not being sound. He's on T.V. practically every five minutes. You're seeing Brennan and all the other anti-Trump folks who here getting lots and lots of airtime and additional play here. And then also David, look, I can understand there's some concern about political retaliation. I think that's a fair point to make for some people in some cases."
    },
    {
      "speaker": "HAHN",
      "utterance": "Thank you."
    },
    {
      "speaker": "SEXTON",
      "utterance": "But one, I think Brennan is the exception so far and two, this is not that big a deal. The people that are suggesting that this is the equivalent of, you know, the Japanese being interned in camps or anything like that are going way overboard, but that's what we tend to see from Trump --"
    },
    {
      "speaker": "HAHN",
      "utterance": "Where does it end, though? Where does it end?"
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, we certainly see the hyperbole. Let me bring in Rush Limbaugh into this. Of course, you know, Rush has been very upfront about this, and here he talks about essentially trying to overthrow a duly-constituted elected president. Let's play it."
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST",
      "utterance": "Where is it written that John Brennan above all else must be granted his security clearance when this guy is actively engaged in overthrowing a duly-constituted elected president? Well, you know the answer to the question. It's because the left doesn't care about the constitution. It doesn't care about the rule of law. It cares only about its power. And, folks, none of those are clichés. None of those are exaggerations."
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, Jim Hanson, you heard it from the Rushster himself. So, what do you say to that?"
    },
    {
      "speaker": "HANSON",
      "utterance": "I think we saw this. It started during the election. It ran through the transition, and continued once President Trump was inaugurated. They had been trying to stop him. They'd been trying to discredit his administration, and now they're trying to get him removed and there's nothing to remove him on. There is no collusion with Russia. There is, however, a collection of former Obama officials and DNC folks who did conspire to create a controversy and who were leaking information, a lot of it potentially classified, to the media. That includes Brennan who's a prime suspect in that, along with Clapper and other people who signed these letters in support of Brennan saying he shouldn't have lost his security clearance. So they're the ones -- I think the problem for him it may flip to be looking at them as opposed to Trump and they may get some unintended consequences."
    },
    {
      "speaker": "WEBB",
      "utterance": "Al right, gentlemen, I know the debate is going to continue but we've got to cut it here. Quick last word Chris. Go ahead."
    },
    {
      "speaker": "HAHN",
      "utterance": "You know, the people who wrote this letter supporting Brennan include the man who led the mission to kill Osama bin Laden which Brennan oversaw."
    },
    {
      "speaker": "HANSON",
      "utterance": "He didn't lead the mission. He commanded (inaudible). Completely different."
    },
    {
      "speaker": "HAHN",
      "utterance": "(Inaudible) about our national security not some conspiracy nonsense that you just spouted and that Rush is whining about, come on."
    },
    {
      "speaker": "WEBB",
      "utterance": "All right, Chris. I gave you the last word. We've known each other a long time. I was fair to you, my friend."
    },
    {
      "speaker": "HAHN",
      "utterance": "Thank you, David."
    },
    {
      "speaker": "WEBB",
      "utterance": "Gentlemen, thank you. Bob, Jim, Chris, thank you very much. Stunning new revelations tonight about DOJ official Bruce Ohr's involvement in the Steele dossier and President Trump, he's ready to take action. Don't go away."
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, more anti-Trump by the DOJ. More anti-Trump activity exposed. DOJ official Bruce Ohr reportedly caught in contact with Christopher Steele, that's the ex-British spy and the author that we now know of the infamous Russia dossier. By the way, financed by the Democrats throughout 2016 and '17, and in a major news story, FNC's Catherine Herridge reports that Ohr wrote in an e-mail saying Steele was, \"very concerned about former FBI Director James Comey's firing -- afraid they will be exposed.\" I wonder what he meant by that. The president went after Ohr today."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think Bruce Ohr is a disgrace. I suspect I'll be taking it away very quickly. I think that Bruce Ohr is a disgrace with his wife Nelly. For him to be in the Justice Department and to be doing what he did, that is a disgrace. That is disqualifying for Mueller."
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, joining me now for reaction, Wall Street Journal columnist Kim Strassel, retired FBI agent John Iannarelli, and former Democratic Pennsylvania congressman, Jason Altmire. Good evening to you all. Kim, ladies first. I mean, you heard the president right there. What's your reaction?"
    },
    {
      "speaker": "KIM STRASSEL, COLUMNIST, WALL STREET JOURNAL",
      "utterance": "Well, he's absolutely right to think that something highly improper went on here. You have a senior Justice Department official who is operating with the dossier author with the opposition research firm that was funded by the Clinton campaign and the DNC. He is collecting this information from them even after Christopher Steele had been fired by the FBI for breaking the rules and talking to the press. And he is doing this without revealing on financial disclosure forms or presumably to his superiors that his wife is working for the same opposition research firm and profiting from that work that he is passing on to the FBI."
    },
    {
      "speaker": "WEBB",
      "utterance": "All right. So let's go to Jim Jordan now. He's someone who is a contender for the speakership. Let's hear from him. He had this to say earlier today."
    },
    {
      "speaker": "REP. JIM JORDAN, R-OHIO",
      "utterance": "No, he's the key guy. The FBI was in fact getting parts of the dossier from Bruce Ohr, a top Justice Department official. Bruce Ohr's wife worked for the firm that the Clinton's hired to put together the dossier. She has given it to Bruce Ohr. He's given it to the FBI. It is never supposed to work that way in the United States of America, but in fact it did."
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, I mean, the question is about smoke and fire can be put together. Jason, let me go to you, to get you to weigh in on this. Is there nothing to see here?"
    },
    {
      "speaker": "JASON ALTMIRE, DEMOCRATIC STRATEGIST",
      "utterance": "I think the issue that was mentioned with regard to him not reporting the fact that his wife worked at Fusion GPS, that's a relevant issue. But this is a senior Justice Department official who had nothing whatsoever to do with the Russia investigation. He was not involved in it. I don't know what the problem is with him having a conversation. He understands the investigation is going on. He passes information on relevant to that investigation. I don't know what else he did other than the reporting issue that was inappropriate."
    },
    {
      "speaker": "WEBB",
      "utterance": "OK, process and procedure. Right to you, John, I mean, here we have process, procedure, Ohr and, you know, we don't know what was said and what he had between he and his wife. But there has to be some trouble and concerns about the dossier and after it were discredited and what went on after that."
    },
    {
      "speaker": "JOHN IANNARELLI, RETIRED FBI AGENT",
      "utterance": "There's absolutely a problem here with process and procedure. The FBI's is part of the Department of Justice and I'll tell you, you can't have an agent whose spouse works for an agency that is producing information from a source and then passing it back to the FBI. Why should DOJ be doing the exact same thing? You've got to have people who are unbiased and no connections here. This would be a problem in the FBI and frankly, a fireable offense."
    },
    {
      "speaker": "WEB",
      "utterance": "All right. So, Kim, the president tweeted this earlier today. And I want to read this. \"Very concerned about Comey's firing, afraid they will be exposed.\" I mean, those are pretty straightforward words. He goes on, you know, basically reference the connection, the phony and discredited Trump dossier. We've heard that before. He finishes in that tweet, \"A creep thinking he would get caught in a dishonest act. Rigged Witch Hunt.\" Is the president making -- is he going too far? Is this a reach?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Well, I don't think it's too far to ask question of what did he meant when he said exposed because the charitable explanation here is that he was worried that he would be exposed, his name would be out there. But guess what, Christopher Steele was already out there. He sat for an interview with Mother Jones months before and blew the lid on the FBI investigation, which was why he was fired by the FBI. So he can't be worried about his name being out there. So that would suggest that the exposure they fear is something different, maybe the methods that this was all put together, maybe who was financing it, which we now know. Maybe the unorthodox ways in which it was put across. Look, to go back to the process and procedure thing here, what on earth was the FBI doing interviewing Bruce Ohr 12 times for the information he got from Christopher Steele. The FBI had already dismissed Steele as a source because he had broken the rules. So, this goes beyond just Bruce Ohr. It goes to the institution's behavior who knew about this at DOJ and who signed off on it at FBI."
    },
    {
      "speaker": "WEBB",
      "utterance": "So, John, inspector general's office and the reports and the ongoing investigation, (inaudible) investigation that initiated by the attorney general. Where should they be looking? Is it process and procedure alone? Are there individuals that frankly have responsibilities? The sign offs on all of these conversations and call it interviews?"
    },
    {
      "speaker": "IANNARELLI",
      "utterance": "I think we have to look at who is signing off on these things because first of all, it's perception. Even if nobody intended to do anything wrong, the American public have to have confidence in the FBI and the Department of Justice. That's why we have these procedures. Who was allowing this sort of communications and transactions to take place? Who authorized it? Who instructed people to go out and do it? That's what I want to know. We need to get that cleared up so Director Wray can take the FBI forward from what is all the problems created under Strzok and McCabe and others."
    },
    {
      "speaker": "WEBB",
      "utterance": "Speaking of Strzok, he tweeted and this is what he had to say, \"Jesus. More BO leaks in the NYT.\" And BO likely to be a reference to Mr. Ohr obviously in the \"New York Times.\" So, right back to you, John. I mean, here we see yet more interchanges, more interactions, more concerns, texts, and tweets."
    },
    {
      "speaker": "IANNARELLI",
      "utterance": "Well, we all know Peter Strzok is very comfortable around a cell phone, whether it's tweeting or texting. For God's sake, he needs to stop that. He's not helping himself. He is certainly not helping the men and women of the FBI who are trying to do their jobs. He should stay out of it at this point."
    },
    {
      "speaker": "WEBB",
      "utterance": "All right Jason, the politics of this. As someone who has sat there in Congress, the politics of this plays into what's coming with the midterm elections. How do you see this playing out for the Democrats? Is there a way for them to use it?"
    },
    {
      "speaker": "ALTMIRE",
      "utterance": "I think that what I said earlier is true. There's little evidence that anything inappropriate happened regarding Ohr, but the president has found with regard to Strzok and some others that if he uses his bully pulpit in a way that he's able to raise the stature of this issue, you can certainly paint it in a way that's unflattering. And who knows what will come out of it? So, I think the Democrats --"
    },
    {
      "speaker": "WEBB",
      "utterance": "But how are the Democrats going to use this?"
    },
    {
      "speaker": "ALTMIRE",
      "utterance": "Well, I think the Democrats should be concerned that there is a point at which it does taint the Mueller investigation if Ohr were to come out and if the avenue that the president goes down does lead to some nefarious activity, then certainly that would undermine the credibility of the investigation. That has not happened yet. But what happened with Strzok and what happened with Ohr, these are unfortunate circumstances that do lend to people who were inclined to disbelieve what Mueller comes up with that lends credence to that concern."
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, Kimberly, we are only hours away from the late night hours. Does Strzok, as he said in testimony, tweet in the middle of the night? And I'll kind of throw it to you. How do the Democrats plan to use this? How do you think they could use this?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Well, I think what Democrats should be concerned about is that the drum that they have beat for two years, pretty much ever since President Trump was elected, of Trump-Russia collusion, they have not yet been able to yield any public evidence that that has happened. And that has what has enabled the president to talk about this as a witch hunt in terms of the way it got started and the unorthodox procedures that came about as part of it. I mean, Democrats will continue to suggest there's something nefarious, but they've gone a bit quiet on this and it's becoming harder for them to use it as a campaign issue because most of what we're hearing is about problematic procedures and behavior by the prior administration in terms of this investigation."
    },
    {
      "speaker": "WEBB",
      "utterance": "Kim, gentlemen, thank you very much. Our special Trump versus the intel resistance continues, next. Is Bob Mueller's team headed for a major setback in its first trial? New developments, that's coming up."
    },
    {
      "speaker": "WEBB",
      "utterance": "You know, a question on many minds tonight, is Bob Mueller's team headed for a major setback. The special counsel's office first test in an American courtroom is the tax and bank fraud trial of former Trump campaign chair Paul Manafort. Fox News correspondent Kristen Fisher has been following the trial and she's here with the latest, Kristen?"
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, David. Well, just as jurors were settling in for their second day of deliberations, President Trump was weighing in on the trial of his former campaign manager. First he was asked by reporters if he would consider pardoning Manafort. He said, he wouldn't talk about it but he did descend (ph) him. Listen to this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think the whole Manafort trial is very sad when you look at what's going on there. I think it's a very sad day for our country. He worked for me for a very short period of time. But you know what, he happens to be a very good person. And I think it's very sad what they've done to Paul Manafort."
    },
    {
      "speaker": "FISHER",
      "utterance": "While the president was making those remarks, Manafort was sitting inside a small jail cell inside the courtroom with no TV, no reading material. But it didn't take long for word of the president's remarks to reach his defense team."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Any reaction to the president's comments this morning?"
    },
    {
      "speaker": "KEVIN DOWNING, PAUL MANAFORT'S DEFENSE ATTORNEY",
      "utterance": "Great comments. Mr. Manafort really appreciates the support of President Trump."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "How are you feeling?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do you think the jury deliberating longer favors your client."
    },
    {
      "speaker": "DOWNING",
      "utterance": "I do. And he does."
    },
    {
      "speaker": "FISHER",
      "utterance": "So the jury has now deliberated for 14 hours over the course of two days, and during that time, they've asked the judge several questions. They've asked him to redefine reasonable doubt, the legal threshold for acquitting a defendant. The judge obliged that request, but he refused another one. The jury asked for an updated exhibit list, connecting each piece of evidence to corresponding charge in the indictment. Keep in mind, there are 18 charges and nearly 400 exhibits. It's easy to see how a jury could get very confused. But the judge refused that request. So the jury has to sift through mountains of evidence without any index or key connecting particular documents to these individual charges. This afternoon they know they were not close to a verdict because they asked the judge to leave early at 5:00 so that one of the jurors could attend some kind of event in the early evening, and the judge actually let them leave early. But they'll be back first thing Monday morning, David."
    },
    {
      "speaker": "DAVID WEBB, FOX NEWS HOST",
      "utterance": "Kristin, the judge has spoken now, and I'm hearing that he said he's gotten some threats. What's that all about?"
    },
    {
      "speaker": "FISHER",
      "utterance": "Yes, he said this today in court, and he said that he's received threats to the point where he now needs U.S. Marshals protection. He brought it up because he needed to explain why he didn't feel comfortable releasing the names of jurors before the end of the trial, and he had to do that because several news organizations had filed a motion to intervene, requesting that the names of the jurors should be released. The judge heard them out, but in the end decided to keep their names sealed at least until after the end of the trial."
    },
    {
      "speaker": "WEBB",
      "utterance": "Kristin, thank you for joining me. Joining us for legal analysis, Kendall Coffey, former U.S. attorney, and Randy Zelin, a defense attorney and former prosecutor. Kendall, first to you on this. Paul Callan had this to say earlier on CNN about the president speaking out on Manafort. Let's play this."
    },
    {
      "speaker": "PAUL CALLAN, CNN LEGAL ANALYST",
      "utterance": "The one thing I would worry about as a prosecutor, if there's somebody on that jury who's a diehard Trump fan, you have the president of the United States yesterday making comments about this deliberating jury. Even if Jeff Sessions said it rather than Donald Trump, if a lawyer said it, he would be held in contempt of court."
    },
    {
      "speaker": "WEBB",
      "utterance": "Is contempt really an issue here or is that a deflection, Kendall?"
    },
    {
      "speaker": "KENDALL COFFEY, FORMER U.S. ATTORNEY",
      "utterance": "Not at all. And we're all talking heads talking about the trial, breaking it down, giving predictions and things like that. The system has to assume that the jurors are going to honor. But nevertheless, if you're Paul Manafort, this is kind of an intriguing development because, let's face it, there's got to be statistically speaking three or four jurors in that group that probably supported Trump. Got to think that somebody is getting word about it. Maybe, maybe not, but when jurors go home for the weekend, do they talk to family, do they talk to friends? Maybe they're not supposed to but maybe a lot of times they do. And we all know that a lot of people that support Trump don't back down easily with their views of what the president says and what the president believes. So now you've got an indication that there's a clear endorsement of Paul Manafort, and, by the way, a very harsh condemnation of his trial. So whatever Paul Manafort has been going through, this has got to be the last couple days, two of the best days he's had in a long time"
    },
    {
      "speaker": "WEBB",
      "utterance": "Randy, I mean, here we are, and the trial, the megaphone obviously of the president. We've talked about a lot of big cases before. You've handled a lot of big cases. When you look at this, how much does that play into it with the jury? And what about the judge's instructions and the jury being charged to judge the merits, not what they hear from the outside."
    },
    {
      "speaker": "RANDY ZELIN, CRIMINAL DEFENSE ATTORNEY",
      "utterance": "Well, working backwards, you would love to think that jurors will honor the oath of sympathy has no place in the courtroom, your personal feelings have no place in the courtroom, don't listen, don't read anything, don't watch anything. But there's a concept that we've all learned, the right way, and also the hard way, which is jury nullification, which is where a juror will say, \"I don't care what the law is. I don't care what the judge tells me. I'm going to vote with my conscience, I've going to vote with my heart, and be damned what the law is.\" But what is so bizarre here, this is, how everything is politicized. Chocolate versus peanut butter. But remember the executive branch, who sits at the top of the executive branch? The president. Where does the Department of Justice fall? Under the executive branch. You've got the most important person in the executive branch basically saying that the Department of Justice under his watch doesn't know what they're doing. None of this makes any sense. And Mr. Coffey, I must respectfully disagree, because if you as a lawyer are discussing a case that you're involved in where that could prejudice the tryer of the fact, a juror, that is a potential disciplinary violation. We've got the most important person in the country, perhaps in the world, speaking out while a jury is deliberating."
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, Kendall, as they say in the debate business, when your name's been mentioned, you get to defend your position. So what do you say?"
    },
    {
      "speaker": "ZELIN",
      "utterance": "Of course the president has a right to speak out about issues of public interest. He didn't plant this. A reporter asked him about the issue and he responded spontaneously. And if the suggestion is being that the president is somehow subjected to discipline, I've got to very strongly disagree with that. But I think what was going to be fascinating for the trial going forward is this is a very, very tough case for Paul Manafort to win. It would be one of the biggest upsets if he got acquitted on everything since, well, Donald Trump won the election against Hillary Clinton. But what would be a big victory for Manafort and for those who would be a hung jury. And so the questions we got yesterday, maybe they impact, President Trump's statements. There could be some things adding up to suggest that there are at least a couple of jurors that have some skepticism about the prosecution's case, and perhaps a reasonable doubt. It's much too early for Paul Manafort to be getting optimistic. We can recall cases such as Arthur Anderson, the accounting giant, such as Scooter Libby, the former chief of staff of Vice President Cheney, where the jury deliberated for 10 days and came back with a guilty verdict. Nevertheless, it isn't a pro-prosecution stampede, and given everything that Paul Manafort is facing in this trial, that might be a small glimmer of hope."
    },
    {
      "speaker": "WEBB",
      "utterance": "All right, so let's bring Senator Chris Murphy, the Connecticut senator, into this. This is what he had to say. And he tweeted this. \"So I generally choose not to hang on every twist of the Mueller investigation, but if Trump pardons Manafort after maybe having promised a pardon to get him not to cooperate and gets away with it, then we're in a banana republic. We just are.\" He may not be the president, Randy, but he is a sitting senator."
    },
    {
      "speaker": "ZELIN",
      "utterance": "Once again, what is happening with our system of justice where once upon a time, yes, transparency, you can go into the courtroom and watch what's going on. But we have everybody weighing in from a political standpoint. Suddenly we're a banana republic. The point remains that we have a system of justice that at its essence is based upon the public, us, as citizens being confident that the right result is going to happen and with the -- whatever the word is, politics, everything is about politics. My God, what is happening in this country? As far as Mr. Manafort is concerned, he is presumed innocent until such time as the jurors go in and begin their deliberations. Their verdict should be based upon the evidence and nothing else, how the president feels, how Senator Murphy feels, how you feel, how I feel. It's simply based upon the evidence. And somehow that has so gotten away from us."
    },
    {
      "speaker": "WEBB",
      "utterance": "All right, gentlemen, thank you both. Great legal analysis. Kendall, Randy, great to see you both. How the media is colluding with the intel resistance to take down President Trump, details next on this \"Ingraham Angle\" special."
    },
    {
      "speaker": "WEBB",
      "utterance": "All right, I've got a question for you. Is the media establishment colluding with intelligence resistance to try and take down President Trump? I want you to think about that for a minute. If you look at the past 24-hour media coverage of Trump, it doesn't seem that far off."
    },
    {
      "speaker": "JULIETTE KAYYEM, CNN NATIONAL SECURITY ANALYST",
      "utterance": "If you look at John Brennan's tweets, they are emotional. They are energized. This is someone who sees the sort of denigration of America's security and national security apparatus."
    },
    {
      "speaker": "JENNIFER GRANHOLM, CNN SENIOR POLITICAL COMMENTATOR",
      "utterance": "People who worked for Brennan were very clear that he was not a partisan. So you can say it on the outside because he feels a duty now to say something to save our country."
    },
    {
      "speaker": "STEVE HALL, CNN NATIONAL SECURITY ANALYST",
      "utterance": "I've personally known and worked with John Brennan and the same with Jim Clapper. Those people have more integrity and more intelligence and more honesty in their little fingers than this president could ever have."
    },
    {
      "speaker": "WEBB",
      "utterance": "Here with reaction, Candace Owens, communications director for Turning Point USA, along with Democrat and radio talk show host Garland Nixon. So now you're in trouble. We've got a talk show host, Candace, but I'm still going to give you the upper hand on this. And ladies first. I'm a gentleman. Just old school. So #freepressday yesterday, and the newspapers across the country, some 300, and here we are today. What do you say, the media and the president?"
    },
    {
      "speaker": "CANDACE OWENS, COMMUNICATIONS DIRECTOR, TURNING POINT USA",
      "utterance": "Absolutely they have been colluding with Robert Mueller in trying to get out this very false story that somehow Trump's campaign colluded with the Russians. And listen, it's evident in every single day. I bet if we looked back and counted how many times they said the word \"Russia\" and then take a step back and realize not a single shred of evidence has been produced in the 18, 19 months that Donald Trump has been in office tying him to the Russian campaign. This is absolute madness. And at a certain point you have to wonder when are we going to start acknowledge that these people are conspiracy theorists. They are pushing and peddling a conspiracy theory every single day."
    },
    {
      "speaker": "WEBB",
      "utterance": "So Garland, let me go to you on this. When you look at the media coverage on this -- and we're a couple of talk show hosts. We get hours of time to go over there. But the media gets a headline, sometimes a sound bite, the pundits. Just an analysis of the coverage, how do you see it?"
    },
    {
      "speaker": "GARLAND NIXON, DEMOCRATIC STRATEGIST AND RADIO HOST",
      "utterance": "It may surprise some people, but I'm a person that wants the Democratic Party to be healthy. And I for some time have been uncomfortable with incestuous relationship between the intelligence community, certain elements of the media, and the Democratic Party. I've felt that the party should be focusing on a platform. We're almost to the midterms and the Democratic Party is so focused on this, they don't have a platform. So to be honest, I would have to agree with you based on what I see. I think the intelligence community has kind of taken over, kind of like an octopus and taken over a lot of parts of the mainstream media and the Democratic Party. And I don't think the Democratic Party is any better for it. I don't know if they're blind or if they're just going along with it, but it's not helping them."
    },
    {
      "speaker": "WEBB",
      "utterance": "So let's talk about the leaks. I'll just ping-pong between the two of you. We've got you right here. The leaks coming from intelligence, Candace, how troubling is that as you see it?"
    },
    {
      "speaker": "OWENS",
      "utterance": "It's troubling beyond Democrat or Republican. That stuff doesn't even matter. The implications here are much more severe. What's going to happen afterwards? If we've lost faith in our intelligence community, where are we going to be at in the country when we can't trust them. This is why this issue, I try to tell people, this is not about what side you're on. This is about right and wrong, not right and left. And it's been very troubling for quite some time. And by the way, breath of fresh air. I'm so glad to hear somebody with some sanity say that there is no platform here. There is nothing else going on. And they seem obsessed with this, obsessed with getting Trump and they're not realizing that you're losing a bunch of Americans in the process. We've grown apathetic with this. We've grown apathetic with hearing about the Russian collusion and nothing is going on. Paul Manafort is sitting in a cell by himself in solitary confinement over a tax charge. It's incomprehensibly corrupt."
    },
    {
      "speaker": "WEBB",
      "utterance": "Garland, we won't get into the legal analysis. We're two talk show hosts and one very brilliant young lady. But let's get into the narratives that are out there. You're talking to people in your audience. Are they echoing your concerns about the Democrats and running with this versus a winning message? Democrats used to have a message about helping the underserved, about jobs, about economy, but now that seems to have been taken away from them."
    },
    {
      "speaker": "NIXON",
      "utterance": "Yes. What doesn't get reported on is what we refer to as like the Bernie people and points left, who actually are, believe it or not, focused on policies. If you look at who's talking about policy, it's the left wing of the party. The liberal or right wing of the Democratic Party or centrist wing of the Democratic Party are so focused on the Russia issue, they're so focused on the investigation, that if this falls through, which it's certainly starting to appear as though it will -- and let's just say my background was law enforcement. I was a commander of the investigations division. And looking at this investigation, it's so tainted now, I don't see how you could ever charge anyone with this investigation and that it could survive the rigors of discovery. I think discovery would tear this investigation apart. And so I look at the Democratic Party, and right now it's not a party that looks very healthy going into the midterms. They could really put a hurting on the Republicans in the midterms, but I suspect they'll inch away with a few victories and call that a blue wave."
    },
    {
      "speaker": "OWENS",
      "utterance": "What a breath of fresh air this guy is."
    },
    {
      "speaker": "WEBB",
      "utterance": "This is almost too rational. I don't know what we're going to do with this. All right, New York Times, and this is the \"New York Times\" executive editor on President Trump's remarks towards the press."
    },
    {
      "speaker": "DEAN BAQUET, NEW YORK TIMES EXECUTIVE EDITOR",
      "utterance": "I'm deeply concerned. Not only concerned, by the way, about what happens inside the United States at some of the volatile Trump rallies. I think that the president has sent a message to despots abroad that you can disrespect the press. We've had presidents attack the press. We've never had a president go on foreign soil and attack the press."
    },
    {
      "speaker": "WEBB",
      "utterance": "Candace, first to you. Quick response to this, quick response to the New York Times editor?"
    },
    {
      "speaker": "OWENS",
      "utterance": "Sure. Look, the press is completely out of touch with American people. They have been for quite some time. They've almost become a cult against just hating Trump and not listening to Americans. They're referring to Americans as racist and sexist, as misogynist, putting them in all of these boxes because they don't understand how Americans are feeling. That's something that President Trump is tremendous at. That's the reason why he's sitting in the Oval Office today is that he actually blocked out their nonsense and started to listen to the concerns of the American people. They're doing themselves no favor in this regard and they're in many just going to help him get re-elected in 2020."
    },
    {
      "speaker": "WEBB",
      "utterance": "Garland, talk show host to talk show host, I've got to throw the last words to you, quick one."
    },
    {
      "speaker": "NIXON",
      "utterance": "Yes. I think the bottom line is I think that you're not going to go wrong now attacking the press when it comes to how it's going to affect you politically. The president went after the press prior to the 2016 election and won, so I think that people that are going to defend the press and think that's going to help them with the electorate are making a big mistake. The polls simply say that the press overall isn't very popular right now."
    },
    {
      "speaker": "WEBB",
      "utterance": "Candace, Garland, thank you first."
    },
    {
      "speaker": "OWENS",
      "utterance": "He's my favorite person. He made my night."
    },
    {
      "speaker": "WEBB",
      "utterance": "Kumbaya moment. Good to have you both here. Really great to see you both. Intel chiefs claim their rabid anti-Trump behavior is patriotism. But they may only be playing into the hands of America's enemies instead, and we will explain right after this."
    },
    {
      "speaker": "WEBB",
      "utterance": "If you asked the former intel and law enforcement chiefs slamming President Trump, they'll pretty much say they're doing it to save the country and our standing in the world. But in reality they may be doing the exact opposite and playing right into our enemies' hands. Joining me now with more is New York Congressman Lee Zeldin. He's a member of the House Foreign Affairs Committee. And Jamil Jaffer is the director of national security law and policy program at George Mason University. Gentlemen, let's get right into it. Playing into our enemies' hands -- Russia wants to undermine America's faith in its system or constitutional republic. And congressman, it's working in some quarters. Are they playing into his hands, into Putin's hands?"
    },
    {
      "speaker": "REP. LEE ZELDIN, R-NEW YORK",
      "utterance": "Absolutely. You're doing Russia's work for them. You're doing our adversary's work for them when internally you have people, whether they're inside our government or they're now recently outside of our government, seeking to undermine our own country, our own democratically elected government. So you're absolutely right. That's a real concern I have. And it's really one of the reasons why John Brennan shouldn't have a security clearance. You should make an example of him. And if you analyze him and you look at just emotionally, mentally whether or not he has it all together, and also whether he understands rules right now when he's accusing the president of high crimes and misdemeanors after the Helsinki summit and saying there's treason, if you do an analysis on John Brennan, it's important that we're not only making an example of him, we're sending a strong message, but we actually take away his security clearance, because while you have a right to a First Amendment, you do not have a right to a security clearance, especially when you're as unhinged as this man is right now."
    },
    {
      "speaker": "WEBB",
      "utterance": "So let's go right to it. This is video from CNN, Jim Sciutto, asking the question about Putin, Brennan, and the security clearance. Let's play this."
    },
    {
      "speaker": "JIM SCIUTTO, CNN CORRESPONDENT",
      "utterance": "You have a president firing a former leader of the intelligence committee and citing the Russian investigation. Does Putin cheer this kind of thing?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Of course he does. It's just more chaos, more dismantling of the U.S. system, of the Tran-Atlantic alliance. At this point, sanctions doesn't matter. It's all about shaking up our system and taking it down a notch instead of bringing Russia up."
    },
    {
      "speaker": "WEBB",
      "utterance": "Jamil, your reaction to that."
    },
    {
      "speaker": "JAMIL JAFFER, FORMER SENIOR COUNSEL, HOUSE INTEL",
      "utterance": "Look, David, the problem here is this is a problem of the president's own creation. He didn't need to strip Brennan of his security clearance. Brennan was doing a good enough job on his own making himself look partisan. The president has not continued this conversation, got in the way of his own message about tax cuts, regulatory reform, conservative judges. The president has created this problem for himself. He doesn't need to do this. He needs to stay on message and not worry about John Brennan. John Brennan was doing a good enough job on his own making himself irrelevant."
    },
    {
      "speaker": "WEBB",
      "utterance": "So Lee, there's been some critique about the method in which this played out, that the president, according to some, could have just done it, let it happen, not give John Brennan even a bigger megaphone. But the president said he's elevated him. What do you say?"
    },
    {
      "speaker": "ZELDIN",
      "utterance": "First off, I don't think John Brennan should have gotten a security clearance in the first place. This is a man who admitted to voting Communist Party for president of the United States. And now fast forward to currently he's seeking to monetize his position as former CIA director, and as I mentioned earlier, he has become unhinged. For the president of the United States to make an example of him, he's sending a strong message to others that there are rules, that you do have a right to your First Amendment freedom of speech, you do not have a right to your security clearance. And you also need to follow the rules of the U.S. government. You can't set your own rules on what's right and wrong, because one of the biggest threats if not the biggest threat that we have seen historically as far as access to classified information is when you have an individual gone rogue who is setting their own rules and deciding their own moral compass is one that supersedes and overcomes any type of guidance that the government puts out on John Brennan and anyone like him. So I think it's important to very publicly make an example that this conduct by this man right now is exactly what disqualifies you and will result in losing your security clearance. I think it's great that he's making a public example of this man."
    },
    {
      "speaker": "WEBB",
      "utterance": "Jamil, the public example, how does this play out in the political world? The intel chiefs, their letters, will this last? Will it have any effect as you see it?"
    },
    {
      "speaker": "JAFFER",
      "utterance": "The problem, David, is that the congressman is right to make the point that maybe you want to make an example of somebody. The problem is by making an example of John Brennan, the president has now got bipartisan opposition from all these intelligence officials, 60 former CIA officers. It's going poorly for the president. This is not working. This is an unforced error. It was a tactical mistake. It could have strategic consequences. The president has to get out of his own way and stay on message and not worry about it, not worry about Bob Mueller. That investigation is going to happen. The president should focus on his own message, and focus on that. And listen to his aides who are telling him, by the way, stop doing this stuff. This is not good business."
    },
    {
      "speaker": "WEBB",
      "utterance": "Gentlemen, thank you very much, appreciate it. We'll have to call Vladimir Putin and ask him if he is cheering this on. We'll be right back."
    },
    {
      "speaker": "WEBB",
      "utterance": "That's all the time we've got. Thanks for tuning in for this \"Ingraham\" special. It's been a pleasure filling in for Laura Ingraham this evening. Also, be sure to tune in to my show weekdays from 9:00 to noon eastern on Sirius XM Patriot 125, and check out my regular column in The Hill newspaper. And please follow me on Twitter @DavidWebbShow. Shannon Bream coming up next. Have a wonderful weekend, everyone. Good night from New York City. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}