{
  "date": "August 30, 2017",
  "headline": "Kellyanne Conway: Trump doesn't let critics stop his agenda",
  "subHeadline": "Senior counselor to the president talks tax reform efforts, Harvey recovery on \"Hannity.\"",
  "url": "https://www.foxnews.com/transcript/kellyanne-conway-trump-doesnt-let-critics-stop-his-agenda",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Welcome to \"Hannity.\" This is a Fox News Alert. Millions of Americans in Texas and now Louisiana -- they're struggling to deal with the devastation that is caused by Hurricane Harvey. And of course, the media -- what are they doing? Rushing to politicize a national tragedy in yet another pathetic attempt to bludgeon President Trump politically. You won't believe the latest disgusting examples of what is extreme media bias.  Plus, President Trump -- he goes directly to you, the American people. He's out pitching his tax reform plan to get jobs and people out of poverty and off food stamps.  And also tonight, Congressman Dana Rohrabacher. He met with WikiLeaks founder Julian Assange. He is now saying that Assange has information the president needs to hear. Is it possible there was never any Trump-Russia collusion at all? The congressman will explain.  But first, the destroy Trump media will never let a crisis go to waste. They're now exploiting all the devastation and destruction caused by Harvey to launch yet another new attack against President Trump. That is tonight's very important \"Opening Monologue.\" All right, so while the media politicizes yet another tragedy, President Trump is once again -- he's leading the way on this recovery effort, along with the governor and lieutenant governor of Texas and local officials, and offering his full support.  Here's what the president said earlier today in Springfield, Missouri.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "The citizens of Texas and the Gulf Coast need all the prayer, support and resources our communities have to offer. Recovery will be tough. But I have seen the resilience of the American spirit firsthand all over this country. To the people of Houston and across Texas and Louisiana, we are here with you today, we are with you tomorrow, and we will be with you every single day after to restore, recover and rebuild.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, unfortunately, the destroy Trump media -- they won't focus on how hard the president and good politicians in Texas are working for all of these flood victims. Instead, the abusively biased press -- they're stealing a page from the Democrats' playbook. And just like Chicago Mayor Rahm \"Rahmbo dead fish\" Emanuel once infamously said, \"Never let a crisis go to waste.\" He was talking about politics. Right now, millions of Americans are facing carnage and heartbreak caused by what may end up being the most expensive natural disaster in the history of this country. The media seemingly -- they don't care at all. They're using this as an opportunity to go after the president.   Now, yesterday the president -- he traveled to Texas. He wanted to survey the damage and offer his full support. But of course, that's not good enough for the elite left-wing media because, by the way, it never is. If he cured cancer, it wouldn't be enough. Now, they still found a way to twist and distort what the president's trip was about. For example, the partisan press -- they tried to create a fake news controversy over the first lady's shoes when she went aboard Marine One? How small, how petulant, how petty, how insignificant is the left and the media in this country when that's all they care about? And they're failing miserably and exposing themselves. Then they took things a step further. They tried to say that President Trump has no empathy for the victims. Now, take a look at their new line of attack. We're highlighting all of the examples with our favorite ding sound again. All right, watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE O'DONNELL, MSNBC",
      "sentences": "Today, President Trump visited Texas, but he forgot to bring any empathy with him. So the president used today's hurricane coverage to promote Trump merchandise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE, MSNBC",
      "sentences": "It was very striking that he didn't mention the number of people who have died or even, you know, sort of try to empathize with the fact that people are genuinely suffering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDDIE GLAUDE, MSNBC CONTRIBUTOR",
      "sentences": "It seems to me it's just concerned about optics, just concerned about optics. And I'm going to be -- I wish they would be concerned about people.  UNIDENTIFIED FEMALE, \"THE DAILY SHOW\"/COMEDY CENTRAL: I don't think that he understands the human scale of misery. I don't think that he can connect with the sort of compassion that you normally have when you see a disaster like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE, CNN",
      "sentences": "He's almost calling attention to himself, he could have just shown far more empathy for the people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUGLAS BRINKLEY, PRESIDENTIAL HISTORIAN, CNN",
      "sentences": "I would hope he has some empathy.He has trouble talking about things besides himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE, CNN",
      "sentences": "Very little in terms of empathy from this president, very little in terms of emotion of talking directly to the people of Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This is way beyond petty, this is beyond disgusting, beyond shameful even for the destroy Trump. The president has no empathy for suffering Americans? Really? Now, they clearly were not paying attention to his campaign. Remember? That was based on helping Americans get out of poverty, off of food stamps -- in other words, the forgotten men and women in this country that need jobs. And as we've been showing you night in and night out, this is what the media does. They always find a way, even during a tragedy, to go after the president, try and discredit the president, delegitimize him, the first lady, his family, his advisers, anybody that likes him and is associated with him.  It just never fails, and it's why the president took to Twitter this morning, to fight back and to put out his truth, which is what people need to see. And he wrote, \"After witnessing firsthand the horror, the devastation caused by Hurricane Harvey, my heart goes out even more to the great people of Texas.\"  Then he wrote, \"After reading the false reporting and even ferocious anger in some dying magazines, it does make me wonder why. All I want to do is make America great again.\" And then later added, \"Texas, Louisiana, we are with you today. We are with you tomorrow. And we will be with you every single day after to restore, recover and rebuild.\"   So this week, the line of attack is, \"Oh, the president is heartless. He doesn't care about the victims.\" And \"Oh, let's pay attention to the shoes that his wife is wearing, the first lady.\" And last week, it was, \"The president is unfit and unhinged.\" It never ends. You see, this media shameless agenda -- it just continues to be exposed. I say it's going to all boomerang back against them. They wanted from day one to damage, destroy the president with every chance they get, and if they can't find one, they'll make up a reason regardless of what he does.  And guess what? It's you, the American people -- it's you, the American people, that will remain suffering. And guess what? It's not the out of touch, overpaid, lazy, left-wing ideologues that are my so-called colleagues. I'm embarrassed to be associated with them in the media.  Now, remember, they were so wrong about the 2016 election. They also don't care about the president's agenda. We told you last week about all of the items of success. They've never reported on them. Well -- all the proposals that will help millions of Americans that are suffering after eight years of failed Obama policies that they never reported on. For example, will the media cover fairly the president's tax reform pitch that he put out today? Now, here's the president from earlier explaining why America desperately needs to have tax cuts and overhaul the tax system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I am fully committed to working with Congress to get this job done. And I don't want to be disappointed by Congress! Do you understand me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "First, we need a tax code that is simple, fair and easy to understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Second, we need a competitive tax code that creates more jobs and higher wages for Americans. It's time to give American workers the pay raise that they've been looking for for many, many years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The third principle for tax reform is a crucial one, tax relief for middle class families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Fourth and finally, we want to bring back trillions of dollars in wealth that's parked overseas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Millions of struggling citizens will be lifted from welfare to work. They will love getting up in the morning. They will love going to their job. They will love earning a big, fat, beautiful paycheck! They will be proud again!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I am asking everyone in this room and across the nation to join me in demanding nothing but the best for our nation and for our people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And if we do these things and if we care for and support each other and love each other, then we will truly make America great again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, the president, just like he's been doing for months -- he's leading. He's offering solutions. Do you ever hear any of these ideas from the media? Do they want to do the same thing? Have they ever offered up ways to solve the problems of those Americans that are in trouble and suffering or ways to make people's lives better? No, they're obsessed with tearing down the president -- Russia, Russia, Russia, Russia, Russia -- you know, examining the president's mental state. Well, what about their Trump derangement syndrome? You know what? It's time now for Congress to get on board, get behind this tax plan that'll create jobs, pass legislation. Look at this brand-new Fox poll out tonight on the issue of passing tax reform this year. Forty-nine percent of registered voters said, yes, it's important. Seventy-eight percent said it's unlikely to happen.   Well, that means it's time for Congress to get to work. And wait until we show you the polls about Congress and Paul Ryan and Mitch McConnell tonight. They need to pay attention and compare their poll numbers to the president because the American people need things done. It's good for the country. It's good for those people that have been left behind. And if Congress can pass tax reform like Ronald Reagan did, it will unleash a new wave of American prosperity and millions of new jobs and get millions of Americans off food stamps and out of poverty and back in the labor force and a shot at the American dream! So it's time to put the country first. Congress, get busy.   Time now -- joining us now is the counselor to the president, Kellyanne Conway. Kellyanne, welcome aboard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "sentences": "Hi, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, can you please tell the audience what kind of shoes you're wearing tonight because they really want to know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I wouldn't dare because I don't engage in such petty nonsense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. And by the way -- so this came up on my radio show today because my staff would say, Well, what shoes do you wear? I didn't know I had a hole in my shoe until today. I didn't know.  Does anybody -- this is how petty -- this isn't funny when people are dying. Everything they worked their whole lives for is being destroyed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And this is seriously what they want to talk about? This is not funny anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "That's one backdrop. The other backdrop is North Korea brazenly launching a missile towards Japan, invading their sovereignty and obviously violating just general conventions of international standards. But look, your opening segment is very instructive. You basically asked the question, Sean, When will the Trump detractors, naysayers and critics, particularly those in the media -- when will it end? The question is when will it actually matter? There's very little indication that what the media are telling Americans is important to them is actually important to them. We saw that in the campaign and we see it now in his presidency. He does not let them stop him from pushing forward on his agenda. Today is exhibit A of that. He went to Missouri. He went to the heart of Route 66, mainstream America, and basically said to them, We want these manufacturing jobs to come back. You deserve a pay raise. You deserve a tax cut. The instruction page for this simple form is over 240 pages long. That's the instruction page.  We're spending billions of hours, costing millions of jobs and trillions of dollars because of this draconian, outdated tax code. And by the way, the tax code currently favors the rich. It currently favors those who can afford lobbyists, lawyers, accountants to help them figure out how to pay little to no taxes.  So he went to Missouri today anyways to tell the nation -- and to tell the Congress, by the way, when they get back next week -- that this president is set on reforming the tax code and giving relief to middle-class families, number one. Number two, he went to Texas yesterday. The vice president is going tomorrow. And the president will be back there and possibly Louisiana on Saturday. He's not going to allow the people in the peanut gallery...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, let me -- let me...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "... who should be spending their time connecting people with information, tell them how to get diapers, pet rescue, food, medical supplies, medical care. Look at what our cabinet members are doing. They're there with the president and the vice president instructing folks as to where they can get much-needed help. And you've got the media obsessed with trying to tear down the president. I just think it's not going to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me put up another favorable opinion that came out at, what, 44 percent. Pence is 46 percent. Paul Ryan -- Paul Ryan got some things done in the House, good for him, more than they've done in the Senate. Then you look at Nancy Pelosi 31 percent, Schumer 27 percent, Mitch McConnell 20 percent, and 18 percent in his own state. I'm hoping they're paying attention that the president remains twice as popular because he's doing his job and keeping his promises. And I think Congress needs to, you know, get on board finally!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, these are data of which we're very much aware in the White House, particularly -- why don't you throw up the mainstream media numbers, as well. Somebody can call me and let me know when the president's approval rating gets as low as the media's approval waiting and the Congress's and the party's.   I mean, this is an incredibly important point because people see that he's trying to make good on his promises. He believes it's a the moral imperative to get health care reform done, to get tax relief to middle- class families. And he is urging Congress -- he said today he's urging Congress to revive (ph) themselves and rescue themselves by passing tax reform. And that's really the president reminding them that they stood in the way of him, pen in hand, signing into law health care reform. You got 29 million Americans without health insurance right now. You got 20 million who opted out of \"Obama care,\" 6.5 million who paid a penalty, Sean, because they didn't want this great thing called \"Obama care.\" Why is that important? It's important because you have a president who remains committed to getting it done. We're working with governors, we're looking at the Graham-Cassidy bill. We're looking...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, I got to...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "... at other alternatives. An do this is a president ready to work with the Congress, but they need to come to the table, too, and get serious. And again, our thoughts and prayers are with everyone affected...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "... by Harvey. Recovery and rebuilding will take a very long time. We're acutely aware of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Kellyanne. Maybe next time I'll see you, you have a new pair of shoes considering the country's so obsessed on the left with shoes. Thank you for...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Just come barefoot, and then we don't have to talk about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Unbelievable. All right. Thank you so much. Earlier today, I spoke with Texas senator Ted Cruz.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The stories of heroism and the people that I have interviewed and neighbor helping neighbor has been amazing. I've got to give your governor a lot of credit. I've got to give your lieutenant governor a lot of credit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TED CRUZ, R-TEXAS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The federal response -- you got 30,000 National Guard troops going in. Are you confident -- and this was a question I asked the governor last night. In the short term, there are people that need food, water, medicine...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "... baby formula...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "... cots, blankets. My friend at My Pillow sent 60,000 pillows over. Are you confident all of these necessities in the short term will be there and a good enough plan for those people that will be years away from getting back in their homes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "I am, Sean. Priority number one is the preservation of life. We've seen incredible heroes, from first responders, firefighters, police officers, EMS, National Guardsmen, Coast Guardsmen rescuing lives. The storm is still ongoing in east Texas and Louisiana, and those rescue operations are under way.  The next stage is going to be rebuilding. I spent this morning at the shelter at the George R. Brown Convention Center helping serve breakfast, helping care for people there. We had 11,000 people who had lost their homes who spent the night there last night. And we're seeing churches and charities and private citizens throughout the community stepping up. It has been incredible. The most incredible part, Sean, local officials put out a call just to citizens. If you can help, step up and help. And we have hundreds of just ordinary men and women who had a flat-bottom boat, who had a bass (ph) boat, who had a jetski and went out and rescued their fellow citizens. A couple of days ago, I was at the Harris County emergency command center. There's an entire wall of post-its of all the people who called in and said, I've got a boat, I can help, hundreds upon hundreds. This death toll, as horrifying as it is -- we lost one brave Houston police officer -- it could have been much, much higher. And the reason it isn't is so many people risked their lives. We're going to have the resources at the state level, at the local level, and the federal level. The president has committed unequivocally to supporting the people of Texas, and Congress in a bipartisan way. I've had senators from both parties reaching out to me, saying, We're going to stand with Texas. And Texas will come through this and we're going to be stronger, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Senator. And I know my friends at Samaritan's Purse are there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know the Red Cross is there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know churches are all hands on deck. Our thoughts and prayers, Senator. We love the people in your state. We're very sorry for all that's happened. And we wish you the best. And we'll continue to focus on this in the days, weeks and months ahead, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, now, earlier this month, Republican congressman Dana Rohrabacher -- he went to London. He met with Julian Assange face to face. The California lawmaker now says he's working on arranging a meeting with the president. Is it possible that Russia-Trump collusion never happened? We'll find out next as we talk to that, a \"Hannity\" investigation straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Did Russia give you this information or anybody associated with Russia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIAN ASSANGE, WIKILEAKS",
      "sentences": "Our source is not a state party. So the answer for our interactions is no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You did not get this information about the DNC, John Podesta's emails -- can you tell the American people a thousand percent you did not get it from Russia or anybody associated with Russia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASSANGE",
      "sentences": "We can say and we have said repeatedly over the last few months that our source is not the Russian government. And it is not a state party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "WikiLeaks founder Julian Assange on this program back in January denying Russia had anything to do with giving WikiLeaks the DNC emails during the 2016 election.  Earlier this month, Republican congressman Dana Rohrabacher of California traveled to London. He met Assange face to face, the first congressman to do that. Following the meeting, Rohrabacher predicted that if the American people know the information that Assange has -- and he would be the one guy that knows the truth of where it all came from -- they would be outraged over the time that was wasted blaming Russia for this particular hack. And now Congressman Rohrabacher says that a meeting is being arranged between him and the president to discuss what he was told by the Wikileaks founder. Now, former NSA whistleblower Bill Binney, 34-year veteran -- he's also questioning the Russia hacking story. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM BINNEY, FORMER NSA OFFICIAL",
      "sentences": "The NSA has, for example, all the fiber-optic taps across the United States and even around the world, plus trace-route programs embedded in hundreds of places all over the network. So I knew they would know if packets were being passed around the U.S. or outside the U.S. or anywhere in the world. They could trace them and see who got them. I mean, they did that several years ago with the Chinese hack. They came in and said it came from that building, I think, in Shanghai. Well, they could do the same thing with virtually any hack. So my -- right away, I began to question that assertion that they were hacking into the DNC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, I had Bill Binney on my radio program, and he said 99 percent certainty -- 34-year veteran NSA -- that it was not Russia. Now, some news outlets have also been reporting that former U.S. spies doubt this Russia hacking narrative, including Bloomberg. They ran an article entitled, \"Why some U.S. ex-spies don't buy the Russia story.\" Even the liberal Nation -- they wrote a new report raises big questions about last year's DNC hack. The Washington Times did the same thing.  Joining us now, California congressman Dana Rohrabacher. One, I want to give you credit. It is true that if there's one person on earth that would know the source of this, wouldn't it be Julian Assange of WikiLeaks? And isn't it true WikiLeaks has never been wrong in 11 years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DANA ROHRABACHER, R-CALIF.",
      "sentences": "Well, I don't know if they've never been wrong, but I know that he's the ultimate source.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "... never been proven wrong. And the material they've released...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "Oh, yes, the things that he released were honest and truthful. Now, some of the things he released, I'll have to admit to you, I would have preferred him not releasing. I thought it was wrong. But you take a balance of what's happened -- he's disclosed massive amounts of information of which the government's been keeping secret from us. And I think it's a good thing that American people have transparency in their government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "One thing -- and I've interviewed him four times on radio and one time on TV, and I asked him numerous times, Would you ever release anything that would put people in the field, innocent people, in harm's way? And he swore he would not. Are you convinced that that's true? Because I can't think of an instance, can you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "Well, when you say -- whether or not someone is intentionally doing that, I certainly don't believe that he would intentionally put American intelligence or military people at risk. But some of the things have come out -- and I...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's embarrassing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "... I would have preferred, I would think -- yes, and -- but not only embarrassing, but perhaps it's something that would have been best handled behind the scenes. But our government and all governments around the world have tried to hide massive amounts of information about what they're doing from their own people. And I think that what we have in Wikileaks is an exposure...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congressman -- I don't mean to interrupt...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "... are those things that they want to keep secret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, fool me once, shame on me. Fool me twice, three times, five times -- allegedly, Julian Assange at 16, Kim Dotcom at 16 hacked into the DOD, hacked into NASA. Now, he's 45. At what point is it America's fault that we have not built the cybersecurity to prevent that from happening? And at some point, do we blame our own government for its failure?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "Well, I will just have to say that I don't think our government should have as many secrets as they have. And they've been keeping information from us. And Julian Assange...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, they're not doing their job!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "Well, Julian Assange...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We should be unhackable after 35 years!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "Well, we should be unhackable, but we also -- we should make sure that information that doesn't deserve to be secret should be available to the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "And in that, Julian Assange is doing us a great service.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's talk about...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "A great service.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So he would be the one person that knows where this information came from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you believe that this Trump-Russia collusion narrative will be proven false? And do you believe he holds the key?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "The answer is absolutely yes, and I think that this Russia narrative that you're talking about, his idea, this unrelenting sinister, you know, story about how Trump colluded with the Russians in order to steal the election is a total con job. It's a fraud. And it's masking a power grab because what they're doing is they're trying to undermine the ability of the person the voters voted for to -- they're undermining his -- his ability to assume the power and authority and appointments that the president of the United States...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "... is given authority to do by the voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me be clear. It is possible that the media's lied to the American people, and the Democrats have lied to the American people for nearly a year, and that they've disrupted the flow of information and manipulated the flow of information in this country for nearly a year. You're saying -- you -- what is the percentage certainty that this has all been a lie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "Oh, I -- in terms of what I believe and after looking into this, I think it's about 99 percent that it's a total lie. This is a -- and of course, you've had these people who politicized our intelligence agencies, the Obama appointees who jumped into here, into this, giving credence to a total fraudulent analysis of what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "And this was not something where Russia...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We're going to bring you back next week...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "... colluded with Trump in order to steal...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Doesn't Robert Mueller then...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "... the elections. They are stealing the elections!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Doesn't Robert Mueller then need to talk to Assange? Doesn't he need to at least look at the evidence or attempt to get the evidence? Does he care about the truth? And doesn't...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "Well, these people -- these people haven't even looked at Hillary Clinton's collusion with the Russians, where they put tens of millions dollars...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Uranium One.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "... into -- yes, into...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "145.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "... the Clinton Foundation! Unbelievable! But then they want to find out did someone with President Trump actually talk in some ways?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "And then they complain about me. By the way --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm about to lose you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "I have had a lot of people who have attacked me. I am the chairman of the committee that oversees our relations with Russia. It is my job --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You have a specific message for the president of the United States, but it's only one you can tell him privately. In this environment, is it going to be hard to tell it privately? Because Dana Rohrabacher is now sending back messages from Julian Assange. Is that going to be possible? And if not, will you go public with what you know? And obviously Julian Assange probably just wants to be left alone and go to Ecuador is what I would imagine, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "I think that's probably it. I think what we have here is really important for the truth to be known, and I think the president of the United States needs to hear what the detail is. And I understand that a meeting with myself and the president is being arranged. So at that point, the purpose is to alert the American people to the truth of what, of this whole situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "If he has the truth that will blow this lie out of the water that you're saying and 99 percent certainty, does he deserve immunity if he reveals the truth to the American people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROHRABACHER",
      "sentences": "Well, if the truth is revealed to the American people, this is a game changer in this unrelenting hostile attack by the media and this power grab by the leftwing. And if he helps thwart that, yes, he deserves a reward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Dana Rohrabacher we're going to have you back next week. We'll stay on this story. This is pretty blockbuster. When we come back, Dr. Sebastian Gorka straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to HANNITY. So last week the country learned that Dr. Sebastian Gorka was no longer working for the White House. However, Dr. Gorka still vows to work as hard as he can to push through the president's agenda and to drain the D.C. swamp. Joining is now, the man himself, author of the bestselling book \"Defeating Jihad,\" former deputy assistant to the president Dr. Sebastian Gorka. I was surprised and, frankly, a little bit shocked at this happening. You told me that you believed you could help push the president's agenda better from the outside. Tell us what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. SEBASTIAN GORKA, FORMER DEPUTY ASSISTANT TO THE PRESIDENT",
      "sentences": "Well, look, what everybody understands I think, especially your viewers and the Fox followers, is last year on November the 8th, it really was an insurgency. It wasn't the establishment that won, it wasn't the GOP. It was a New York mogul, a tycoon of real estate, with his merry band of scrappy insurgents that won the election against all odds, crushed 16 competitors, defeated a woman who spent $700 million, OK? So when the inauguration happens, this small band of merry men and a couple of women enter the White House, and it's a hostile takeover, Sean, a classic hostile takeover.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Most people wouldn't understand this, Dr. Gorka. I actually looked at some of the remarks. You're talking about bureaucrats, policymakers, and we see Congress, Republicans that are weak and pathetic, spineless, visionless, and frankly I don't even think they have an identity anymore. But you're saying that he's actually battling people within the White House. What does that mean? Who are these bureaucrats? You mean Obama holdovers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "It's not just Obama holdovers. I'm not going to fuel the palace intrigue because I was the brunt of that as well as anybody else on the side of the MAGA train for eight months. But the fact is one of your FOX colleagues summed it up very well. They were talking about my boss, Steve Bannon, leaving, and they said whatever you think of Steve Bannon, he would not have been at home in the Clinton White House. Absolutely. We have people in the White House who not only would have been at home in a Clinton White House, they probably would have been cabinet members. That's the reality when a small band of people go against the swamp. I decided after the Afghan speech by the president the best thing I can do to support his agenda is to come out of government service and use all the tools available to a private citizen. And I assured the president on Saturday after I resigned that I am -- he asked me to support him, and I said I'm going to support you 100 percent from the outside because, Sean, it's about the long game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know you mean that, and I will say this, that I've never seen a president have to deal with a leak a day from within his own government, or conversations with presidents and prime ministers leaked. And if they don't stop that leaking, the unmasking, the surveillance, and all the shenanigans, espionage act violations, it's going to be problematic for the entire country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "The unmasking is the big story, Steve. Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Did you say Steve or Sean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Stay tuned. Sean, stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you, Dr. Gorka, and we will have you on often. Appreciate you being here. When we come back, the FBI dismisses the Freedom of Information Act Request for files about the department's investigation into the Clinton server scandal. Why? We've got the reason. It will shock you. Also, brand-new Fox News contributor Tomi Lahren, Geraldo Rivera weigh in straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "sentences": "This is a Fox News alert. I'm Steve Harrigan in Kountze, Texas. The rain continues to fall here and the floodwaters continue to rise. Throughout the day, volunteers with flat bottom boats headed out down flooded highways in search of people in need of help. They went to subdivisions all across the state, pulling people out of flooded houses or else serving as water taxis, bringing food, medicine, and water to those who decided to stay inside their flooded homes. The rain in this part of Texas has hit 49 inches. The result, entire towns, some with populations of thousands isolated by water. We saw some flatboats going out a short time ago. They said they didn't know what they would find in those areas. The rescues here continue, this as the rains continue to fall. The real damage won't be clear until the water recedes. Now back to HANNITY.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to \"Hannity.\" The FBI's shoots down a Freedom of Information Act request to release files about their investigation into Hillary Clinton's private email server, and the reason is beyond bizarre. And frankly, I don't believe it. The letter from the FBI to the lawyer who put out the FOIA request reads in part, quote, \"You have not sufficiently demonstrated that the public's interest in disclosure outweighs personal privacy interests of the subject.\" Here with reaction, and by the way, brand new Fox contributor Tomi Lahren is with us, and Fox News contributor at large Geraldo Rivera. All right, so Tomi is new to FOX, Geraldo. You're a 50-year TV veteran. So I'm going to go to her first all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS SENIOR CORRESPONDENT",
      "sentences": "I would hope so. So would I.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Tomi, welcome aboard the Fox News Channel. And our audience is very familiar with you. You've been on a ton of times before. How would this not be in our best interest? It's in everybody's best interest to get the truth, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMI LAHREN, FOX NEWS CONTRIBUTOR",
      "sentences": "Of course it is. And I think that the funny part of this whole thing is that her privacy somehow trumps our right to know. I'm sorry, when you use a private email on a private server, your privacy rights are out the window when you're the secretary of state of the United States of America. You don't have privacy anymore. She chose to do this. This is on her. And I personally would like to know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Geraldo, you're a lawyer. Subpoenaed emails. You're also my friend. Let's say I deleted 33,000 subpoenaed emails. Let's say I decided to acid wash the servers and the hard drives with BleachBit. Let's say I took a hammer to my BlackBerries and iPhones just to make sure they don't exist. And then I sent the FBI the other devices with no SIM cards. And I hire you to protect me. What's the first thing you're going to do? Probably give me a cake with a file in it because I'm going to need it, right? Not even you could get me off of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I would do that and much more for you. But let me before I get into the substance of your question, welcome Tomi, who although I obviously disagree with many of her political positions, I think she has intelligence, she's reasonable, and she's got, most importantly to me and you, true grit. So Tomi, welcome aboard. In terms of the substance of her answer and your obvious concerns, Sean, I think this is a disaster for Republicans to get anywhere near this stuff. It's already destroyed the career of Jason Chaffetz who led the charge, Trey Gowdy who was a promising candidate heading for great things, maybe a senator from South Carolina. I think he's an afterthought. They were made fools of. Enough with Hillary's emails. It's a big yawner. And the FBI has already considered --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You don't believe in equal justice under the law. You want a two-tier justice system. I go to jail and she gets off the hook. And Tomi would go to jail, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Sean, if she was going to go to jail, she would've gone to jail when James Comey in the summer of 2016 announced that there was nothing criminal there but extreme carelessness. Enough already. We have bigger fish to fry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You go after, Geraldo, take him on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAHREN",
      "sentences": "Listen, I have some friends that spent a few hours in Benghazi who would really like to know what was in those emails, they'd really like to know why she deleted them. So saying that the public doesn't have a right to know or that we're not interested, that's a load of crap, number one. Number two, how about we make a deal? How about when the mainstream media stops covering Russia day in and day out, maybe we can wrap the Hillary email scandal. But until then, I think I'm going to stay on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Two points. Number one, with all due modesty, I was almost was killed in Benghazi, Libya. I know the turf pretty well, and I don't take a backseat to anyone when it comes to that regard. Russia is another big yawner. I think this guy Imran Awan, this is the guy they should check out as the possible colluder on the leaks with WikiLeaks, you know, the guy who worked for Debbie Wasserman Schultz. I think there is fertile grounds for investigation forward. Forget about history and political history. Go forward. What was the DNC hiding? Why did Debbie Wasserman Schultz hire this guy now accused of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Who gets to delete emails that are subpoenaed? Tomi, welcome aboard. Geraldo you're good to have your hands full in the days and weeks ahead. Tomi is going after you. My job just got so easy. Good to see you both. Tomi, welcome aboard, good to have you. And when we come back, \"The Daily Caller\" exclusively reporting Debbie Wasserman Schultz I.T. aide who has been indicted by a grand jury still has an account that is active on the House computer system. The reporter breaking that story Luke Rosiak, here next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And welcome back to \"Hannity.\" Shocking new details tonight from the former DNC chair Congresswoman Debbie Wasserman Schultz's former I.T. aide. Remember he was arrested for bank fraud while trying to flee the country, and was most recently indicted on four charges, including conspiracy, making false statements. Tonight The Daily Caller is it reporting exclusively, quote, Debbie Wasserman Schultz's I.T. staffer banned from House network months ago still has an active account. How is that possible? Joining us now, the one reporter in this country that actually sees this for the news that is, Daily Caller investigative reporter Luke Rosiak. This to me is, let me get this straight. This is a guy double billing, had family members that had worked and I think got fired at McDonald's. Another one worked at a car dealership. Double billing, they knew it for a year, and she kept him working. Broken government hard drives in his garage, and he still has an active account, really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUKE ROSIAK, THE DAILY CALLER",
      "sentences": "Yes, absolutely. Imran Awan has been accused of fraud throughout his life. There's all kinds of red flags. He's been indicted, the cops are all over them. And the whole time he's got this second email address, this crazy address, 123@mail.House.gov, and this is a backdoor into the House system. Even with all the attention on him, even with the FBI all over the case, he's got a backdoor, which is something that hackers do. It's when they get in they put a backdoor. So authorities banned him from the network and said this guy is a danger to Congress, but they didn't know about this address, and it's been active the whole time up until yesterday and even today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How is it possible that you have more government hard drives busted up? How is it possible, why did she keep him on? Do you believe this story that this was about I didn't want to racial profile somebody?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSIAK",
      "sentences": "Look, all you have to do is pull up the civil lawsuits that these guys have been in, and they've been accused of fraud by Muslim neighbors and relatives, even. Their own stepmom says that they extorted her. These guys, there's every indication that they would do anything for money. And when you talk to people that knew them in real life, that's what four or five of them have said pretty much that exact thing. And then you have Democrats who have been talking for the last year about how serious hacking is. They are told by the police that this guy is a criminal suspect in a cyber-security thing, Debbie Wasserman Schultz makes the really, if you think about how remarkable this is, she said the FBI framed him. That's quite an accusation to make against law enforcement in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, we're going to continue to follow this story. We have so much more to get to. We're not going to let this go. And the fact the media doesn't report on this, you and I both know if it was a Republican it'd be huge. Luke, congratulations, keep on it, and we'll have your back on as soon as we can. Thank you. When we come back, more \"Hannity\" right after this break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Unfortunately that's all the time we have left this evening. As always, thank you for being with us. We hope you will set your DVR so you never miss and episode. We miss you when you are not here. This show will always be fair and balanced. We are not the establishment media. We'll see you back here tomorrow night. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Welcome to \"Hannity.\" This is a Fox News Alert. Millions of Americans in Texas and now Louisiana -- they're struggling to deal with the devastation that is caused by Hurricane Harvey. And of course, the media -- what are they doing? Rushing to politicize a national tragedy in yet another pathetic attempt to bludgeon President Trump politically. You won't believe the latest disgusting examples of what is extreme media bias. Plus, President Trump -- he goes directly to you, the American people. He's out pitching his tax reform plan to get jobs and people out of poverty and off food stamps. And also tonight, Congressman Dana Rohrabacher. He met with WikiLeaks founder Julian Assange. He is now saying that Assange has information the president needs to hear. Is it possible there was never any Trump-Russia collusion at all? The congressman will explain. But first, the destroy Trump media will never let a crisis go to waste. They're now exploiting all the devastation and destruction caused by Harvey to launch yet another new attack against President Trump. That is tonight's very important \"Opening Monologue.\" All right, so while the media politicizes yet another tragedy, President Trump is once again -- he's leading the way on this recovery effort, along with the governor and lieutenant governor of Texas and local officials, and offering his full support. Here's what the president said earlier today in Springfield, Missouri."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "The citizens of Texas and the Gulf Coast need all the prayer, support and resources our communities have to offer. Recovery will be tough. But I have seen the resilience of the American spirit firsthand all over this country. To the people of Houston and across Texas and Louisiana, we are here with you today, we are with you tomorrow, and we will be with you every single day after to restore, recover and rebuild."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, unfortunately, the destroy Trump media -- they won't focus on how hard the president and good politicians in Texas are working for all of these flood victims. Instead, the abusively biased press -- they're stealing a page from the Democrats' playbook. And just like Chicago Mayor Rahm \"Rahmbo dead fish\" Emanuel once infamously said, \"Never let a crisis go to waste.\" He was talking about politics. Right now, millions of Americans are facing carnage and heartbreak caused by what may end up being the most expensive natural disaster in the history of this country. The media seemingly -- they don't care at all. They're using this as an opportunity to go after the president. Now, yesterday the president -- he traveled to Texas. He wanted to survey the damage and offer his full support. But of course, that's not good enough for the elite left-wing media because, by the way, it never is. If he cured cancer, it wouldn't be enough. Now, they still found a way to twist and distort what the president's trip was about. For example, the partisan press -- they tried to create a fake news controversy over the first lady's shoes when she went aboard Marine One? How small, how petulant, how petty, how insignificant is the left and the media in this country when that's all they care about? And they're failing miserably and exposing themselves. Then they took things a step further. They tried to say that President Trump has no empathy for the victims. Now, take a look at their new line of attack. We're highlighting all of the examples with our favorite ding sound again. All right, watch this."
    },
    {
      "speaker": "LAWRENCE O'DONNELL, MSNBC",
      "utterance": "Today, President Trump visited Texas, but he forgot to bring any empathy with him. So the president used today's hurricane coverage to promote Trump merchandise."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE, MSNBC",
      "utterance": "It was very striking that he didn't mention the number of people who have died or even, you know, sort of try to empathize with the fact that people are genuinely suffering."
    },
    {
      "speaker": "EDDIE GLAUDE, MSNBC CONTRIBUTOR",
      "utterance": "It seems to me it's just concerned about optics, just concerned about optics. And I'm going to be -- I wish they would be concerned about people. UNIDENTIFIED FEMALE, \"THE DAILY SHOW\"/COMEDY CENTRAL: I don't think that he understands the human scale of misery. I don't think that he can connect with the sort of compassion that you normally have when you see a disaster like this."
    },
    {
      "speaker": "UNIDENTIFIED MALE, CNN",
      "utterance": "He's almost calling attention to himself, he could have just shown far more empathy for the people."
    },
    {
      "speaker": "DOUGLAS BRINKLEY, PRESIDENTIAL HISTORIAN, CNN",
      "utterance": "I would hope he has some empathy.He has trouble talking about things besides himself."
    },
    {
      "speaker": "UNIDENTIFIED MALE, CNN",
      "utterance": "Very little in terms of empathy from this president, very little in terms of emotion of talking directly to the people of Texas."
    },
    {
      "speaker": "HANNITY",
      "utterance": "This is way beyond petty, this is beyond disgusting, beyond shameful even for the destroy Trump. The president has no empathy for suffering Americans? Really? Now, they clearly were not paying attention to his campaign. Remember? That was based on helping Americans get out of poverty, off of food stamps -- in other words, the forgotten men and women in this country that need jobs. And as we've been showing you night in and night out, this is what the media does. They always find a way, even during a tragedy, to go after the president, try and discredit the president, delegitimize him, the first lady, his family, his advisers, anybody that likes him and is associated with him. It just never fails, and it's why the president took to Twitter this morning, to fight back and to put out his truth, which is what people need to see. And he wrote, \"After witnessing firsthand the horror, the devastation caused by Hurricane Harvey, my heart goes out even more to the great people of Texas.\" Then he wrote, \"After reading the false reporting and even ferocious anger in some dying magazines, it does make me wonder why. All I want to do is make America great again.\" And then later added, \"Texas, Louisiana, we are with you today. We are with you tomorrow. And we will be with you every single day after to restore, recover and rebuild.\" So this week, the line of attack is, \"Oh, the president is heartless. He doesn't care about the victims.\" And \"Oh, let's pay attention to the shoes that his wife is wearing, the first lady.\" And last week, it was, \"The president is unfit and unhinged.\" It never ends. You see, this media shameless agenda -- it just continues to be exposed. I say it's going to all boomerang back against them. They wanted from day one to damage, destroy the president with every chance they get, and if they can't find one, they'll make up a reason regardless of what he does. And guess what? It's you, the American people -- it's you, the American people, that will remain suffering. And guess what? It's not the out of touch, overpaid, lazy, left-wing ideologues that are my so-called colleagues. I'm embarrassed to be associated with them in the media. Now, remember, they were so wrong about the 2016 election. They also don't care about the president's agenda. We told you last week about all of the items of success. They've never reported on them. Well -- all the proposals that will help millions of Americans that are suffering after eight years of failed Obama policies that they never reported on. For example, will the media cover fairly the president's tax reform pitch that he put out today? Now, here's the president from earlier explaining why America desperately needs to have tax cuts and overhaul the tax system."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I am fully committed to working with Congress to get this job done. And I don't want to be disappointed by Congress! Do you understand me?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "First, we need a tax code that is simple, fair and easy to understand."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Second, we need a competitive tax code that creates more jobs and higher wages for Americans. It's time to give American workers the pay raise that they've been looking for for many, many years."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The third principle for tax reform is a crucial one, tax relief for middle class families."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Fourth and finally, we want to bring back trillions of dollars in wealth that's parked overseas."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Millions of struggling citizens will be lifted from welfare to work. They will love getting up in the morning. They will love going to their job. They will love earning a big, fat, beautiful paycheck! They will be proud again!"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I am asking everyone in this room and across the nation to join me in demanding nothing but the best for our nation and for our people."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And if we do these things and if we care for and support each other and love each other, then we will truly make America great again."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, the president, just like he's been doing for months -- he's leading. He's offering solutions. Do you ever hear any of these ideas from the media? Do they want to do the same thing? Have they ever offered up ways to solve the problems of those Americans that are in trouble and suffering or ways to make people's lives better? No, they're obsessed with tearing down the president -- Russia, Russia, Russia, Russia, Russia -- you know, examining the president's mental state. Well, what about their Trump derangement syndrome? You know what? It's time now for Congress to get on board, get behind this tax plan that'll create jobs, pass legislation. Look at this brand-new Fox poll out tonight on the issue of passing tax reform this year. Forty-nine percent of registered voters said, yes, it's important. Seventy-eight percent said it's unlikely to happen. Well, that means it's time for Congress to get to work. And wait until we show you the polls about Congress and Paul Ryan and Mitch McConnell tonight. They need to pay attention and compare their poll numbers to the president because the American people need things done. It's good for the country. It's good for those people that have been left behind. And if Congress can pass tax reform like Ronald Reagan did, it will unleash a new wave of American prosperity and millions of new jobs and get millions of Americans off food stamps and out of poverty and back in the labor force and a shot at the American dream! So it's time to put the country first. Congress, get busy. Time now -- joining us now is the counselor to the president, Kellyanne Conway. Kellyanne, welcome aboard."
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "utterance": "Hi, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, can you please tell the audience what kind of shoes you're wearing tonight because they really want to know."
    },
    {
      "speaker": "CONWAY",
      "utterance": "I wouldn't dare because I don't engage in such petty nonsense."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. And by the way -- so this came up on my radio show today because my staff would say, Well, what shoes do you wear? I didn't know I had a hole in my shoe until today. I didn't know. Does anybody -- this is how petty -- this isn't funny when people are dying. Everything they worked their whole lives for is being destroyed."
    },
    {
      "speaker": "CONWAY",
      "utterance": "That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And this is seriously what they want to talk about? This is not funny anymore."
    },
    {
      "speaker": "CONWAY",
      "utterance": "That's one backdrop. The other backdrop is North Korea brazenly launching a missile towards Japan, invading their sovereignty and obviously violating just general conventions of international standards. But look, your opening segment is very instructive. You basically asked the question, Sean, When will the Trump detractors, naysayers and critics, particularly those in the media -- when will it end? The question is when will it actually matter? There's very little indication that what the media are telling Americans is important to them is actually important to them. We saw that in the campaign and we see it now in his presidency. He does not let them stop him from pushing forward on his agenda. Today is exhibit A of that. He went to Missouri. He went to the heart of Route 66, mainstream America, and basically said to them, We want these manufacturing jobs to come back. You deserve a pay raise. You deserve a tax cut. The instruction page for this simple form is over 240 pages long. That's the instruction page. We're spending billions of hours, costing millions of jobs and trillions of dollars because of this draconian, outdated tax code. And by the way, the tax code currently favors the rich. It currently favors those who can afford lobbyists, lawyers, accountants to help them figure out how to pay little to no taxes. So he went to Missouri today anyways to tell the nation -- and to tell the Congress, by the way, when they get back next week -- that this president is set on reforming the tax code and giving relief to middle-class families, number one. Number two, he went to Texas yesterday. The vice president is going tomorrow. And the president will be back there and possibly Louisiana on Saturday. He's not going to allow the people in the peanut gallery..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, let me -- let me..."
    },
    {
      "speaker": "CONWAY",
      "utterance": "... who should be spending their time connecting people with information, tell them how to get diapers, pet rescue, food, medical supplies, medical care. Look at what our cabinet members are doing. They're there with the president and the vice president instructing folks as to where they can get much-needed help. And you've got the media obsessed with trying to tear down the president. I just think it's not going to work."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me put up another favorable opinion that came out at, what, 44 percent. Pence is 46 percent. Paul Ryan -- Paul Ryan got some things done in the House, good for him, more than they've done in the Senate. Then you look at Nancy Pelosi 31 percent, Schumer 27 percent, Mitch McConnell 20 percent, and 18 percent in his own state. I'm hoping they're paying attention that the president remains twice as popular because he's doing his job and keeping his promises. And I think Congress needs to, you know, get on board finally!"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, these are data of which we're very much aware in the White House, particularly -- why don't you throw up the mainstream media numbers, as well. Somebody can call me and let me know when the president's approval rating gets as low as the media's approval waiting and the Congress's and the party's. I mean, this is an incredibly important point because people see that he's trying to make good on his promises. He believes it's a the moral imperative to get health care reform done, to get tax relief to middle- class families. And he is urging Congress -- he said today he's urging Congress to revive (ph) themselves and rescue themselves by passing tax reform. And that's really the president reminding them that they stood in the way of him, pen in hand, signing into law health care reform. You got 29 million Americans without health insurance right now. You got 20 million who opted out of \"Obama care,\" 6.5 million who paid a penalty, Sean, because they didn't want this great thing called \"Obama care.\" Why is that important? It's important because you have a president who remains committed to getting it done. We're working with governors, we're looking at the Graham-Cassidy bill. We're looking..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, I got to..."
    },
    {
      "speaker": "CONWAY",
      "utterance": "... at other alternatives. An do this is a president ready to work with the Congress, but they need to come to the table, too, and get serious. And again, our thoughts and prayers are with everyone affected..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Absolutely."
    },
    {
      "speaker": "CONWAY",
      "utterance": "... by Harvey. Recovery and rebuilding will take a very long time. We're acutely aware of that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Kellyanne. Maybe next time I'll see you, you have a new pair of shoes considering the country's so obsessed on the left with shoes. Thank you for..."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Just come barefoot, and then we don't have to talk about it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Unbelievable. All right. Thank you so much. Earlier today, I spoke with Texas senator Ted Cruz."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The stories of heroism and the people that I have interviewed and neighbor helping neighbor has been amazing. I've got to give your governor a lot of credit. I've got to give your lieutenant governor a lot of credit."
    },
    {
      "speaker": "SEN. TED CRUZ, R-TEXAS",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The federal response -- you got 30,000 National Guard troops going in. Are you confident -- and this was a question I asked the governor last night. In the short term, there are people that need food, water, medicine..."
    },
    {
      "speaker": "CRUZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "... baby formula..."
    },
    {
      "speaker": "CRUZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "... cots, blankets. My friend at My Pillow sent 60,000 pillows over. Are you confident all of these necessities in the short term will be there and a good enough plan for those people that will be years away from getting back in their homes?"
    },
    {
      "speaker": "CRUZ",
      "utterance": "I am, Sean. Priority number one is the preservation of life. We've seen incredible heroes, from first responders, firefighters, police officers, EMS, National Guardsmen, Coast Guardsmen rescuing lives. The storm is still ongoing in east Texas and Louisiana, and those rescue operations are under way. The next stage is going to be rebuilding. I spent this morning at the shelter at the George R. Brown Convention Center helping serve breakfast, helping care for people there. We had 11,000 people who had lost their homes who spent the night there last night. And we're seeing churches and charities and private citizens throughout the community stepping up. It has been incredible. The most incredible part, Sean, local officials put out a call just to citizens. If you can help, step up and help. And we have hundreds of just ordinary men and women who had a flat-bottom boat, who had a bass (ph) boat, who had a jetski and went out and rescued their fellow citizens. A couple of days ago, I was at the Harris County emergency command center. There's an entire wall of post-its of all the people who called in and said, I've got a boat, I can help, hundreds upon hundreds. This death toll, as horrifying as it is -- we lost one brave Houston police officer -- it could have been much, much higher. And the reason it isn't is so many people risked their lives. We're going to have the resources at the state level, at the local level, and the federal level. The president has committed unequivocally to supporting the people of Texas, and Congress in a bipartisan way. I've had senators from both parties reaching out to me, saying, We're going to stand with Texas. And Texas will come through this and we're going to be stronger, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Senator. And I know my friends at Samaritan's Purse are there."
    },
    {
      "speaker": "CRUZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know the Red Cross is there."
    },
    {
      "speaker": "CRUZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know churches are all hands on deck. Our thoughts and prayers, Senator. We love the people in your state. We're very sorry for all that's happened. And we wish you the best. And we'll continue to focus on this in the days, weeks and months ahead, sir."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, now, earlier this month, Republican congressman Dana Rohrabacher -- he went to London. He met with Julian Assange face to face. The California lawmaker now says he's working on arranging a meeting with the president. Is it possible that Russia-Trump collusion never happened? We'll find out next as we talk to that, a \"Hannity\" investigation straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Did Russia give you this information or anybody associated with Russia?"
    },
    {
      "speaker": "JULIAN ASSANGE, WIKILEAKS",
      "utterance": "Our source is not a state party. So the answer for our interactions is no."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You did not get this information about the DNC, John Podesta's emails -- can you tell the American people a thousand percent you did not get it from Russia or anybody associated with Russia?"
    },
    {
      "speaker": "ASSANGE",
      "utterance": "We can say and we have said repeatedly over the last few months that our source is not the Russian government. And it is not a state party."
    },
    {
      "speaker": "HANNITY",
      "utterance": "WikiLeaks founder Julian Assange on this program back in January denying Russia had anything to do with giving WikiLeaks the DNC emails during the 2016 election. Earlier this month, Republican congressman Dana Rohrabacher of California traveled to London. He met Assange face to face, the first congressman to do that. Following the meeting, Rohrabacher predicted that if the American people know the information that Assange has -- and he would be the one guy that knows the truth of where it all came from -- they would be outraged over the time that was wasted blaming Russia for this particular hack. And now Congressman Rohrabacher says that a meeting is being arranged between him and the president to discuss what he was told by the Wikileaks founder. Now, former NSA whistleblower Bill Binney, 34-year veteran -- he's also questioning the Russia hacking story. Watch this."
    },
    {
      "speaker": "WILLIAM BINNEY, FORMER NSA OFFICIAL",
      "utterance": "The NSA has, for example, all the fiber-optic taps across the United States and even around the world, plus trace-route programs embedded in hundreds of places all over the network. So I knew they would know if packets were being passed around the U.S. or outside the U.S. or anywhere in the world. They could trace them and see who got them. I mean, they did that several years ago with the Chinese hack. They came in and said it came from that building, I think, in Shanghai. Well, they could do the same thing with virtually any hack. So my -- right away, I began to question that assertion that they were hacking into the DNC."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, I had Bill Binney on my radio program, and he said 99 percent certainty -- 34-year veteran NSA -- that it was not Russia. Now, some news outlets have also been reporting that former U.S. spies doubt this Russia hacking narrative, including Bloomberg. They ran an article entitled, \"Why some U.S. ex-spies don't buy the Russia story.\" Even the liberal Nation -- they wrote a new report raises big questions about last year's DNC hack. The Washington Times did the same thing. Joining us now, California congressman Dana Rohrabacher. One, I want to give you credit. It is true that if there's one person on earth that would know the source of this, wouldn't it be Julian Assange of WikiLeaks? And isn't it true WikiLeaks has never been wrong in 11 years?"
    },
    {
      "speaker": "REP. DANA ROHRABACHER, R-CALIF.",
      "utterance": "Well, I don't know if they've never been wrong, but I know that he's the ultimate source."
    },
    {
      "speaker": "HANNITY",
      "utterance": "... never been proven wrong. And the material they've released..."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "Oh, yes, the things that he released were honest and truthful. Now, some of the things he released, I'll have to admit to you, I would have preferred him not releasing. I thought it was wrong. But you take a balance of what's happened -- he's disclosed massive amounts of information of which the government's been keeping secret from us. And I think it's a good thing that American people have transparency in their government."
    },
    {
      "speaker": "HANNITY",
      "utterance": "One thing -- and I've interviewed him four times on radio and one time on TV, and I asked him numerous times, Would you ever release anything that would put people in the field, innocent people, in harm's way? And he swore he would not. Are you convinced that that's true? Because I can't think of an instance, can you?"
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "Well, when you say -- whether or not someone is intentionally doing that, I certainly don't believe that he would intentionally put American intelligence or military people at risk. But some of the things have come out -- and I..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's embarrassing."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "... I would have preferred, I would think -- yes, and -- but not only embarrassing, but perhaps it's something that would have been best handled behind the scenes. But our government and all governments around the world have tried to hide massive amounts of information about what they're doing from their own people. And I think that what we have in Wikileaks is an exposure..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congressman -- I don't mean to interrupt..."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "... are those things that they want to keep secret."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, fool me once, shame on me. Fool me twice, three times, five times -- allegedly, Julian Assange at 16, Kim Dotcom at 16 hacked into the DOD, hacked into NASA. Now, he's 45. At what point is it America's fault that we have not built the cybersecurity to prevent that from happening? And at some point, do we blame our own government for its failure?"
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "Well, I will just have to say that I don't think our government should have as many secrets as they have. And they've been keeping information from us. And Julian Assange..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, they're not doing their job!"
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "Well, Julian Assange..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We should be unhackable after 35 years!"
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "Well, we should be unhackable, but we also -- we should make sure that information that doesn't deserve to be secret should be available to the American people."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "And in that, Julian Assange is doing us a great service."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's talk about..."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "A great service."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So he would be the one person that knows where this information came from."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you believe that this Trump-Russia collusion narrative will be proven false? And do you believe he holds the key?"
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "The answer is absolutely yes, and I think that this Russia narrative that you're talking about, his idea, this unrelenting sinister, you know, story about how Trump colluded with the Russians in order to steal the election is a total con job. It's a fraud. And it's masking a power grab because what they're doing is they're trying to undermine the ability of the person the voters voted for to -- they're undermining his -- his ability to assume the power and authority and appointments that the president of the United States..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So..."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "... is given authority to do by the voters."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me be clear. It is possible that the media's lied to the American people, and the Democrats have lied to the American people for nearly a year, and that they've disrupted the flow of information and manipulated the flow of information in this country for nearly a year. You're saying -- you -- what is the percentage certainty that this has all been a lie?"
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "Oh, I -- in terms of what I believe and after looking into this, I think it's about 99 percent that it's a total lie. This is a -- and of course, you've had these people who politicized our intelligence agencies, the Obama appointees who jumped into here, into this, giving credence to a total fraudulent analysis of what happened."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK..."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "And this was not something where Russia..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We're going to bring you back next week..."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "... colluded with Trump in order to steal..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Doesn't Robert Mueller then..."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "... the elections. They are stealing the elections!"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Doesn't Robert Mueller then need to talk to Assange? Doesn't he need to at least look at the evidence or attempt to get the evidence? Does he care about the truth? And doesn't..."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "Well, these people -- these people haven't even looked at Hillary Clinton's collusion with the Russians, where they put tens of millions dollars..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Uranium One."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "... into -- yes, into..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "145."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "... the Clinton Foundation! Unbelievable! But then they want to find out did someone with President Trump actually talk in some ways?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK..."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "And then they complain about me. By the way --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm about to lose you."
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "I have had a lot of people who have attacked me. I am the chairman of the committee that oversees our relations with Russia. It is my job --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You have a specific message for the president of the United States, but it's only one you can tell him privately. In this environment, is it going to be hard to tell it privately? Because Dana Rohrabacher is now sending back messages from Julian Assange. Is that going to be possible? And if not, will you go public with what you know? And obviously Julian Assange probably just wants to be left alone and go to Ecuador is what I would imagine, right?"
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "I think that's probably it. I think what we have here is really important for the truth to be known, and I think the president of the United States needs to hear what the detail is. And I understand that a meeting with myself and the president is being arranged. So at that point, the purpose is to alert the American people to the truth of what, of this whole situation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "If he has the truth that will blow this lie out of the water that you're saying and 99 percent certainty, does he deserve immunity if he reveals the truth to the American people?"
    },
    {
      "speaker": "ROHRABACHER",
      "utterance": "Well, if the truth is revealed to the American people, this is a game changer in this unrelenting hostile attack by the media and this power grab by the leftwing. And if he helps thwart that, yes, he deserves a reward."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Dana Rohrabacher we're going to have you back next week. We'll stay on this story. This is pretty blockbuster. When we come back, Dr. Sebastian Gorka straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to HANNITY. So last week the country learned that Dr. Sebastian Gorka was no longer working for the White House. However, Dr. Gorka still vows to work as hard as he can to push through the president's agenda and to drain the D.C. swamp. Joining is now, the man himself, author of the bestselling book \"Defeating Jihad,\" former deputy assistant to the president Dr. Sebastian Gorka. I was surprised and, frankly, a little bit shocked at this happening. You told me that you believed you could help push the president's agenda better from the outside. Tell us what happened."
    },
    {
      "speaker": "DR. SEBASTIAN GORKA, FORMER DEPUTY ASSISTANT TO THE PRESIDENT",
      "utterance": "Well, look, what everybody understands I think, especially your viewers and the Fox followers, is last year on November the 8th, it really was an insurgency. It wasn't the establishment that won, it wasn't the GOP. It was a New York mogul, a tycoon of real estate, with his merry band of scrappy insurgents that won the election against all odds, crushed 16 competitors, defeated a woman who spent $700 million, OK? So when the inauguration happens, this small band of merry men and a couple of women enter the White House, and it's a hostile takeover, Sean, a classic hostile takeover."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Most people wouldn't understand this, Dr. Gorka. I actually looked at some of the remarks. You're talking about bureaucrats, policymakers, and we see Congress, Republicans that are weak and pathetic, spineless, visionless, and frankly I don't even think they have an identity anymore. But you're saying that he's actually battling people within the White House. What does that mean? Who are these bureaucrats? You mean Obama holdovers?"
    },
    {
      "speaker": "GORKA",
      "utterance": "It's not just Obama holdovers. I'm not going to fuel the palace intrigue because I was the brunt of that as well as anybody else on the side of the MAGA train for eight months. But the fact is one of your FOX colleagues summed it up very well. They were talking about my boss, Steve Bannon, leaving, and they said whatever you think of Steve Bannon, he would not have been at home in the Clinton White House. Absolutely. We have people in the White House who not only would have been at home in a Clinton White House, they probably would have been cabinet members. That's the reality when a small band of people go against the swamp. I decided after the Afghan speech by the president the best thing I can do to support his agenda is to come out of government service and use all the tools available to a private citizen. And I assured the president on Saturday after I resigned that I am -- he asked me to support him, and I said I'm going to support you 100 percent from the outside because, Sean, it's about the long game."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know you mean that, and I will say this, that I've never seen a president have to deal with a leak a day from within his own government, or conversations with presidents and prime ministers leaked. And if they don't stop that leaking, the unmasking, the surveillance, and all the shenanigans, espionage act violations, it's going to be problematic for the entire country."
    },
    {
      "speaker": "GORKA",
      "utterance": "The unmasking is the big story, Steve. Stay tuned."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Did you say Steve or Sean?"
    },
    {
      "speaker": "GORKA",
      "utterance": "Sean."
    },
    {
      "speaker": "GORKA",
      "utterance": "Stay tuned. Sean, stay tuned."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you, Dr. Gorka, and we will have you on often. Appreciate you being here. When we come back, the FBI dismisses the Freedom of Information Act Request for files about the department's investigation into the Clinton server scandal. Why? We've got the reason. It will shock you. Also, brand-new Fox News contributor Tomi Lahren, Geraldo Rivera weigh in straight ahead."
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "utterance": "This is a Fox News alert. I'm Steve Harrigan in Kountze, Texas. The rain continues to fall here and the floodwaters continue to rise. Throughout the day, volunteers with flat bottom boats headed out down flooded highways in search of people in need of help. They went to subdivisions all across the state, pulling people out of flooded houses or else serving as water taxis, bringing food, medicine, and water to those who decided to stay inside their flooded homes. The rain in this part of Texas has hit 49 inches. The result, entire towns, some with populations of thousands isolated by water. We saw some flatboats going out a short time ago. They said they didn't know what they would find in those areas. The rescues here continue, this as the rains continue to fall. The real damage won't be clear until the water recedes. Now back to HANNITY."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to \"Hannity.\" The FBI's shoots down a Freedom of Information Act request to release files about their investigation into Hillary Clinton's private email server, and the reason is beyond bizarre. And frankly, I don't believe it. The letter from the FBI to the lawyer who put out the FOIA request reads in part, quote, \"You have not sufficiently demonstrated that the public's interest in disclosure outweighs personal privacy interests of the subject.\" Here with reaction, and by the way, brand new Fox contributor Tomi Lahren is with us, and Fox News contributor at large Geraldo Rivera. All right, so Tomi is new to FOX, Geraldo. You're a 50-year TV veteran. So I'm going to go to her first all the time."
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS SENIOR CORRESPONDENT",
      "utterance": "I would hope so. So would I."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Tomi, welcome aboard the Fox News Channel. And our audience is very familiar with you. You've been on a ton of times before. How would this not be in our best interest? It's in everybody's best interest to get the truth, right?"
    },
    {
      "speaker": "TOMI LAHREN, FOX NEWS CONTRIBUTOR",
      "utterance": "Of course it is. And I think that the funny part of this whole thing is that her privacy somehow trumps our right to know. I'm sorry, when you use a private email on a private server, your privacy rights are out the window when you're the secretary of state of the United States of America. You don't have privacy anymore. She chose to do this. This is on her. And I personally would like to know."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Geraldo, you're a lawyer. Subpoenaed emails. You're also my friend. Let's say I deleted 33,000 subpoenaed emails. Let's say I decided to acid wash the servers and the hard drives with BleachBit. Let's say I took a hammer to my BlackBerries and iPhones just to make sure they don't exist. And then I sent the FBI the other devices with no SIM cards. And I hire you to protect me. What's the first thing you're going to do? Probably give me a cake with a file in it because I'm going to need it, right? Not even you could get me off of that."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I would do that and much more for you. But let me before I get into the substance of your question, welcome Tomi, who although I obviously disagree with many of her political positions, I think she has intelligence, she's reasonable, and she's got, most importantly to me and you, true grit. So Tomi, welcome aboard. In terms of the substance of her answer and your obvious concerns, Sean, I think this is a disaster for Republicans to get anywhere near this stuff. It's already destroyed the career of Jason Chaffetz who led the charge, Trey Gowdy who was a promising candidate heading for great things, maybe a senator from South Carolina. I think he's an afterthought. They were made fools of. Enough with Hillary's emails. It's a big yawner. And the FBI has already considered --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You don't believe in equal justice under the law. You want a two-tier justice system. I go to jail and she gets off the hook. And Tomi would go to jail, too."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Sean, if she was going to go to jail, she would've gone to jail when James Comey in the summer of 2016 announced that there was nothing criminal there but extreme carelessness. Enough already. We have bigger fish to fry."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You go after, Geraldo, take him on."
    },
    {
      "speaker": "LAHREN",
      "utterance": "Listen, I have some friends that spent a few hours in Benghazi who would really like to know what was in those emails, they'd really like to know why she deleted them. So saying that the public doesn't have a right to know or that we're not interested, that's a load of crap, number one. Number two, how about we make a deal? How about when the mainstream media stops covering Russia day in and day out, maybe we can wrap the Hillary email scandal. But until then, I think I'm going to stay on it."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Two points. Number one, with all due modesty, I was almost was killed in Benghazi, Libya. I know the turf pretty well, and I don't take a backseat to anyone when it comes to that regard. Russia is another big yawner. I think this guy Imran Awan, this is the guy they should check out as the possible colluder on the leaks with WikiLeaks, you know, the guy who worked for Debbie Wasserman Schultz. I think there is fertile grounds for investigation forward. Forget about history and political history. Go forward. What was the DNC hiding? Why did Debbie Wasserman Schultz hire this guy now accused of --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Who gets to delete emails that are subpoenaed? Tomi, welcome aboard. Geraldo you're good to have your hands full in the days and weeks ahead. Tomi is going after you. My job just got so easy. Good to see you both. Tomi, welcome aboard, good to have you. And when we come back, \"The Daily Caller\" exclusively reporting Debbie Wasserman Schultz I.T. aide who has been indicted by a grand jury still has an account that is active on the House computer system. The reporter breaking that story Luke Rosiak, here next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And welcome back to \"Hannity.\" Shocking new details tonight from the former DNC chair Congresswoman Debbie Wasserman Schultz's former I.T. aide. Remember he was arrested for bank fraud while trying to flee the country, and was most recently indicted on four charges, including conspiracy, making false statements. Tonight The Daily Caller is it reporting exclusively, quote, Debbie Wasserman Schultz's I.T. staffer banned from House network months ago still has an active account. How is that possible? Joining us now, the one reporter in this country that actually sees this for the news that is, Daily Caller investigative reporter Luke Rosiak. This to me is, let me get this straight. This is a guy double billing, had family members that had worked and I think got fired at McDonald's. Another one worked at a car dealership. Double billing, they knew it for a year, and she kept him working. Broken government hard drives in his garage, and he still has an active account, really?"
    },
    {
      "speaker": "LUKE ROSIAK, THE DAILY CALLER",
      "utterance": "Yes, absolutely. Imran Awan has been accused of fraud throughout his life. There's all kinds of red flags. He's been indicted, the cops are all over them. And the whole time he's got this second email address, this crazy address, 123@mail.House.gov, and this is a backdoor into the House system. Even with all the attention on him, even with the FBI all over the case, he's got a backdoor, which is something that hackers do. It's when they get in they put a backdoor. So authorities banned him from the network and said this guy is a danger to Congress, but they didn't know about this address, and it's been active the whole time up until yesterday and even today."
    },
    {
      "speaker": "HANNITY",
      "utterance": "How is it possible that you have more government hard drives busted up? How is it possible, why did she keep him on? Do you believe this story that this was about I didn't want to racial profile somebody?"
    },
    {
      "speaker": "ROSIAK",
      "utterance": "Look, all you have to do is pull up the civil lawsuits that these guys have been in, and they've been accused of fraud by Muslim neighbors and relatives, even. Their own stepmom says that they extorted her. These guys, there's every indication that they would do anything for money. And when you talk to people that knew them in real life, that's what four or five of them have said pretty much that exact thing. And then you have Democrats who have been talking for the last year about how serious hacking is. They are told by the police that this guy is a criminal suspect in a cyber-security thing, Debbie Wasserman Schultz makes the really, if you think about how remarkable this is, she said the FBI framed him. That's quite an accusation to make against law enforcement in this country."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, we're going to continue to follow this story. We have so much more to get to. We're not going to let this go. And the fact the media doesn't report on this, you and I both know if it was a Republican it'd be huge. Luke, congratulations, keep on it, and we'll have your back on as soon as we can. Thank you. When we come back, more \"Hannity\" right after this break."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Unfortunately that's all the time we have left this evening. As always, thank you for being with us. We hope you will set your DVR so you never miss and episode. We miss you when you are not here. This show will always be fair and balanced. We are not the establishment media. We'll see you back here tomorrow night. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}