{
  "date": "August 20, 2020",
  "headline": "Donald Trump Jr.: Americans aren't inspired by Joe Biden because his long, swampy career isn't inspiring",
  "subHeadline": "Guests: Donald Trump, Jr., Karl Rove, Raymond Arroyo",
  "url": "https://www.foxnews.com/transcript/donald-trump-jr-americans-arent-inspired-by-joe-biden-because-his-long-swampy-career-isnt-inspiring",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "I'm Laura Ingraham. This is “The Ingraham Angle” from Washington tonight. Well, that's a wrap on the DNC for four days. Empty peplums, politicians depressing vignettes about an America that doesn't sound like the one I remembered. Donald Trump Jr. will be here in just a few moments with exclusive reaction to Biden speech. But first, in what felt like at times, a never-ending zoom call with professional scolds, the 2020 virtual DNC, finally, mercifully wrapped. And after all the Democrats' gauzy tributes to Joe and their shameless lies about Trump, all we're left with is the recognition that this is a party that has learned nothing since 2016.  Now, think about it, to answer Trump's populist appeal, they've nominated a guy who first ran for President 33 years ago, a guy who's been hanging around Washington since the early 70s. A man whose grandfatherly appeal notwithstanding, epitomizes the word swamp.  And then, to add insult to injury, they think you're so stupid that you're going to vote for them even if you have no idea what he'd actually do to tackle our toughest challenges.  , FORMER PRESIDENT BARACK OBAMA: They will get this pandemic under control. Like Joe did when he helped me manage H1N1, and prevent an Ebola outbreak from reaching our shores.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, DEMOCRATIC VICE PRESIDENTIAL NOMINEE",
      "sentences": "Joe will bring us together to end this pandemic and make sure that we are prepared for the next one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORMER PRESIDENT BILL CLINTON",
      "sentences": "To beat it, you've got to actually go to work and deal with the facts. Our parties united in offering you a very different choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joe's only COVID strategy is to lock you down and mask you up, he said as much tonight. As we're seeing with the current case urging Europe, that doesn't work! The truth is, Joe's messaging medics are ignoring the actual signs. After being demonized by the left for opening up too soon, Arizona and Texas have already emerged from the worst of it. And they're of course still far better off than the Democrat-run New York and New Jersey. And of course, not many are even watching the Democrat telethon or did. Some are not sure they're going to get the usual bump from it, Joe's good delivery notwithstanding. Now, not good for Joe when in the key battleground state of Pennsylvania. Biden's lead has gone from double digits to a measly four points today. So, why the tightening with all the excitement of the virtual DNC? Well, today, as Joe was, you know, all about practicing the prompter, Trump was back on the stump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Joe Biden is no friend of Pennsylvania. Biden supported every globalist attack on Pennsylvania workers. My first week in office, I withdrew from the Trans-Pacific Partnership which would been destructive to your jobs. It would have been a horror show. I withdrew from the one-sided Paris Climate Accord which would have cost us so many billions of dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And it's about making America safe again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "There was a certain sense of sanity four years ago. These people have gone insane. If you want a vision of your life under Biden presidency, think of the smoldering ruins in Minneapolis, the violent anarchy of Portland. The bloodstained sidewalks of Chicago. And imagine the mayhem coming to your town and every single town in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Of course, the Democrats mentioned none of this tonight. Well, they couldn't, could they? Americans aren't stupid. No matter how much Team Biden tries to hide the ball, they know he'll kill the fracking industry, he'll destroy what's left of the steel industry when he lifts the trade tariffs on China. They know a Biden presidency will export good paying jobs and import more crime and cheap labor.  Now, when you wrap your mind around that, suddenly Joe and Jill's 45-year love affair becomes a lot less endearing or less relevant. They threw the word dignity around a lot tonight and over the past four nights. But tonight, I'm going to ask you, where's the dignity in taking in the American job and shipping it to China? Where's the dignity in rewarding the lawlessness and sanctuary cities? Where's the dignity in seeing Americans left defenseless when police are defunded?  And where's the dignity and the empathy in keeping our kids out of the classroom in order to placate the Teachers Unions? Where's all that compassion and remaining silent as our cities are level by the Democrats' most violent and cruel supporters? Answer? There is zero dignity, there's zero compassion, there's zero empathy in any of that. Here with exclusive reaction, tonight for of the DNC is Donald Trump, Jr., Executive Vice President of the Trump Organization. All right, Don, first, I want to play this moment from Joe Biden tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "This is a life-changing election. This will determine what America is going to look like for a long, long time. Characters on the ballot, compassion is on the ballots, decency, science, democracy, they're all on the ballot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That sounds like a plan. That was really the theme of the week, though, no policy, just decency overloaded. The meaning is, that your dad doesn't have any of that decency or compassion thing. Does this work, Don?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, JR., EXECUTIVE VICE PRESIDENT, TRUMP ORGANIZATION",
      "sentences": "You know, I don't think so. I think the American people expect results from their politicians. And Joe Biden has been a 50-year swamp creature. Literally, he was elected into D.C. office in his 20s. So, now, half a century later, Laura, he managed to read a speech on the teleprompter, he refuses to answer questions from the American people or journalists.  He's been hiding in a basement but now he's also going to change things. I really don't think anyone believes that. I don't think that Joe Biden has ever been inspiring in his career and I don't think any night was different. But again, if he can read a speech on the teleprompter, you would think he'd be able to get in front of the American people, you'd think he'd be able to do an interview with a real journalist where they are not giving him pre-scripted answers, he's reading the answers off of a teleprompter. You'd think he'd be able to do that after half a century in Washington, D.C., but he can't. The reality is you've seen this week, they heard Jill Biden, and Michelle Obama, and every day the next morning. Well, maybe that person should be running for president. They're not inspired by Joe Biden, nor should they be because he hasn't done anything to deserve inspiration through a very long and very swampy career.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, my line for the last four days has been: it's too bad he they weren't in charge for eight years because then he might, might have done all the cool stuff. I mean, but he did beat the expectations, Don. I mean, people were expecting him to flub every line and have a senior moment. And it's just the delivery and I don't think it was devoid of most any policy other than universal masking, but he delivered though, he delivered a good speech and it was, you know, for what he was doing, very emotional. But emotional stuff, walk down memory lane and so forth. It was fairly well-delivered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR.",
      "sentences": "He also lied, you know. He brings back, you know, the Democrats only -- you know, there are easy button going back to the lie about Charlottesville. He talked about being tough on China. Joe, I mean, you're going to be tough on China now? Joe spent his entire career building China. When Joe started pushing and shelling for them to get permanent status in the World Trade Organization, China had an economy the size of the Netherlands.  Hunter Biden, you know, he didn't talk too much about Hunter strange enough, I wonder why. Hunter Biden took a $1.9 billion from the China government. To the average person in a fund, just so you're aware, that's $30 million a year in fees. In fees! $30 million a year, annual. You think Joe is going to be tough on China now? Joe fought for NAFTA. Joe fought for TPP. All of the deals that really destroyed the American dream. Our only exports under Joe Biden's 50-year tenure has been the American dream.  The countries that hate our guts and have been manipulating us for decades. Donald Trump is the first guy to stand up to those people; he's the first guy to actually get the deal done whether it'd be with China, whether a peace deal in the Middle East. Where is Joe Biden then? You're right, he was in control for eight years with Barack Obama, why didn't they do any of these things? When Joe Biden knew how to fix anything, why didn't he tell a Barack Obama how to do it? Why didn't they get it done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Or Barack Obama was keeping it secret to give to Joe for later use when he was running.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "That's what it is. Yes, it was going to be their secret. So, now, after eight years of failure, after eight years of stagnation, you know, and then you're going to listen to Michael Bloomberg who spent a billion dollars to win a American Samoa. I don't know -- probably not going to take his advice either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The elusive Hunter Biden since you mentioned him, Don, he did make an appearance tonight, take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNTER BIDEN, SON OF JOE BIDEN",
      "sentences": "I'm Hunter Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASHLEY BIDEN, DAUGHTER OF JOE BIDEN",
      "sentences": "And I'm Ashley Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "H. BIDEN",
      "sentences": "Joe Biden is our dad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "A. BIDEN",
      "sentences": "And Beau is our brother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "H. BIDEN",
      "sentences": "We want to tell you what kind of president our dad will be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "A. BIDEN",
      "sentences": "He will be tough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "H. BIDEN",
      "sentences": "And honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "A. BIDEN",
      "sentences": "Caring and principled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Don, do you notice how they were trading words until the end when Ashley said \"caring and principled?\" Did they not want Hunter to say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "I don't think Hunter, after hiding from, you know, spousal support, child payments, et cetera, et cetera, again, not to mention the crooked Ukraine deals, the crooked Chinese politicians, the Chinese government invested $1.5 billion with him, though, he was not actually an investor before. I don't think Hunter is going to talk much about characters in these things. The reality is whether it's Hunter, whether it's Joe Biden's brother, whether it's his sister, they've all spent their entire lives profiting off Joe Biden's taxpayer-funded offices. That's all they know and that's honestly why they haven't had the decency to step in and say, Joe, you know what maybe it's not your turn, maybe it should not be you. They should have done that during the primary but they can't because they have nothing else. It's the epitome of the swamp and that's what the election will come down to. It's going to be the swamp versus freedom in America. It's going to be Socialism as you've seen with the Bernie Sanders joint unity platform on Joe Biden's Web site. It's going to be Socialism versus Freedom versus Constitution. All of those things that the Democrats don't believe so much in. You also didn't hear, because again, they brought up the hoax, nonsense quote that they've manipulated and the media has carried their (INAUDIBLE) for months about Charlottesville.   Notice they didn't talk at all about the crime in Democrat-run cities: burning, looting, beating people in the streets? Joe has never even denounced that. The Democrats haven't even denounced that. It seems as though they're almost tacitly accepting of it, Laura. They can't talk about it because those are all democrat cities and they have been, in some cases, for over a century.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And instead, the references to the cities was always in terms of wasn't it inspiring that these new versions of John Lewis were out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "Peaceful protesters. Yes, peaceful protesters --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And there was no mention --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "-- don't burn down cars, they don't burn down housing projects, they don't loot Gucci stores to get a new handbag or purse or a belt. That's not peaceful protesting. And yet, between the DNC and their marketing wing, the mainstream media, I heard a lot about peaceful protesting. I believe people called it the summer of love. Give me a break! I hope the good God-fearing American people see through this nonsense because that's the problem that we face.  We are in an uphill battle in the sense that it is so biased, it is so flagrant, the media has totally just advocated their responsibility to be arbiters of truth. Without bias to be activists for the left and that regular people aren't consuming that sort of news. I mean, Joe Biden is going to get tough on China, I mean, it is laughable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's beyond. It's beyond laughable. The China question alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "He should be able to do an interview with someone like yourself or someone who's not going to spoon-feed him questions that he already has the answer to that he's miraculously leading off the teleprompter. You think they would do that, but I don't think they will and no one is going to push for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Don, yes-or-no answer, do you think he is going to debate your dad, yes or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "I think he'll try to get out of it however he can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Don, great to see you tonight. Thanks so much. And joining me now is Karl Rove, Former Deputy Chief of Staff to George W. Bush, and Charlie Hurt, Washington Times Opinion Editor and both are Fox News Contributors. Karl, is it enough to deliver a well-written speech and he delivered it well, too, there's no doubt about it, Joe Biden, everyone is looking for him to flop up a line and he really didn't? He delivered it well, but the void of policies beyond universal masking's for the most part.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, I read a lot more policy into it. I mean, he had the code words that would cause somebody on the left to say he's with us. And, but a lot of people are not paying attention to deep policy unless you explain it to them, just heard words. So, but no, one speech doesn't do it. But one speech can open up opportunities for your opponent, and tonight, he opened up some opportunities for President Trump, particularly on COVID. He talked about -- I thought it was interesting, he open that section by saying, I've been talking about this since march and then proceed to outline six things like rapid testing and more PPE and so forth. But I thought it was interesting, he knows he's got the vulnerability on this issue and the vulnerability is that he and his campaign were wrong on this issue almost from the start.  In late January, remember, he had said in the China travel ban was hysteria and xenophobic, on the 31st of January. Early February, he sent out the campaign to say that this is less lethal than SARS and is \"probably not a serious epidemic.\" That was his campaign. By mid-February, he said, they were saying, \"We don't have a COVID-19 epidemic, we have a fear epidemic.\" By late February, they're saying, \"It's like the flu, and it's going to dissipate with warmer weather and move to the southern hemisphere\" and \"masks are not going to help,\" said his advisers on the record.  And by early March, he was still holding a rally, indoor in Wisconsin and then he came out and opposed the European travel ban and then in mid-March, when one of the few times he went on the records he said that the \"very early decision to close travel with China was, you know, we need to stop the fear -- the xenophobic fearmongering.\" So, he -- remember, he's also the guy who presided over in the Obama-Biden administration and over depleting the national strategic stockpile of the PPE, the equipment that health professionals need and didn't replenish it, so the cupboard was bare when President Trump had to go to the cupboard. So, he's given an opening here tonight in several ways, but I think this was the biggest one, trying to pretend that since March that he's had a plan. His plan was delivered in an interview with Joy Reid two weeks ago and it was all six things, in it were things that President Trump and his administration had already done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, but he's going to have 60 million rapid tests tomorrow, Charlie Hurt. He threw that out there, like, yes, it must be really easy to threw out 60 million rapid tests. All right, since we talked about the word dignity, that was used a lot over the last four days, meant to really hit Trump on the personality front and so forth, character front. But is it dignified given what Joe Biden has said in the past? Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "J. BIDEN",
      "sentences": "The job is about a lot more than a paycheck. It's about your dignity. It's about respect. It's about your place in the community. It's about being to look at your kid in the eye and say, honey, it's going to be OK and mean it. I've never forgotten those lessons. That's why my economic plan is all about jobs, and dignity, respect in community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, of course, he talks about taking people behind the woodshed and beating them up in the past. He's like hit people left and right. I mean, suddenly he's a choir boy of politics; he's never hit anybody hard in politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE HURT, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes, I got to be honest with you, Laura. I did not think that was a very good speech. This is a guy who's been given political speeches literally for 50 years. I've been hearing them for a good 25-30 years, and this is a fair to average speech from Joe Biden. He's a very garrulous kind of guy. But going back to stuff, everything that Karl Rove just said and I think it's very important. The idea that -- we heard it from Barack Obama last night, we heard it tonight, the idea that they are going to blame Donald Trump for 170,000 deaths in America is so far beyond the pale. It is so appalling. And this is not some far off thing. Every American has been through this pandemic. They have felt it in some way in a very personal way. Their lives have been up ended in a very personal way. This is not some far-off, you know, debate club topic. This is something that has reached into their personal lives to varying degrees and affected them. And for them to sit there and listen to politicians squirming up the greasy pole, talking about trying to blame 170,000 deaths on their opponents in order to reap some sort of personal, political reward at the end of it, I think strikes people, especially in an emergency, as really, really gross. And so, so Joe Biden can talk about light and hope and try to give positive notes to his speech, but when the speech also contains that, there's really nothing positive about it, and I think that what comes through not only tonight, but from the entire week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, a lot of use of personal tragedy for political ends and that's the way it falls to a lot of folks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "And then there's that. It's disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Gentlemen, great to see both of you tonight. Thank you so much. And up next, Raymond Arroyo breaks down the DNC flub and slanders and side events the Democrats hope you didn't watch, but we did. Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "To break down the final night of the DNC, and some very revealing side events from earlier today, I want to bring back Raymond Arroyo, Fox News Contributor. Raymond, the last night of the DNC opened in the perfect way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She is fabulous. I cannot wait to see her debate our current Vice President -- is it paints?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's pronounced pontz, I believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Some weird foreign name?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, not very American sounding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, that's what people are saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "Laura, this was so tone-deaf, the comedy here. And you know, and it looked like a satire -- this looked like \"Veep\" episode. Remember Biden and Julia Louis-Dreyfus used to hang around in \"Veep\"? That's what this felt like -- a comedy. It was a very odd way to begin everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A bad comedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Well, right, and then the big Biden speech came and it felt more like a Disney attraction, Laura, complete with a set up film. I mean, watching this, I kept thinking you might call this thing strange moments with Mr. Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "J. BIDEN",
      "sentences": "Stricken by a disease, stricken by a virus, and the undeniable realities and just accelerating threats of climate change. This is the United States of America. There has never been anything we've been able to accomplish and we've done it together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "You know, Laura, everyone wasn't infusing about how fluid this was and beautiful. I found it labored, tortured. There were moments like this where he was holding on, gripping for dear life, hoping he didn't slip up. And many of those lines, for those who watched these events, as I do daily, many of these lines are recycled and borrowed and old bits of stories that were strung together here, so he was on familiar territory. But whether this broke through and whether his running mate of COVID-19 will be enough to push him over the edge with those swing voters, we'll see. But I thought it was unsteady, particularly at the end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, it seemed like he was really, really trying hard, and he didn't mess up a lot, so that's pretty good, for Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Yes, but sympathy -- you don't want an audience feeling sympathy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, I'm going to say what everyone else is thinking but not saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There was a lot -- it seemed like there was a lot of airing of personal tragedy, which is horrible to go through, because we've all been through something horrible. But that is not a reason to elect someone president because you've suffered enormously -- and he has suffered terribly and he's done quite the job, he's going through it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "You know, the COVID suffering with his personal narrative, but I just don't think it is enough. And as expected, Laura, religion took front and center stage here, including prayers from a controversial priest, and this next woman, a liberal activist nun. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Stir our hearts and minds that we might fight for a vision that ends structural racism, bigotry, and sexism. Immigrants are welcomed. Bring out of this time of global and national chaos a new creation, a new community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Joe Biden will continue the progressive march towards justice. Joe learned that from his parents, and the nuns and priests in Delaware who taught him. More than anything, Joe is a man of faith and conscience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, this is the narrative they were clearly pushing tonight, trying to create a moral equivalence between Joe Biden support for abortion and his support for immigration, or climate change, and somehow, that balances things out. It doesn't. In the Catholic teaching, abortion is a grave moral evil, and you're forbidden to vote for someone who supports it. They're trying to muddy the waters here, and when I heard Jon Meacham say \"to save our souls, we have to vote for Joe Biden,\" that's quite a mouthful there. And you know, Biden saying, \"faith sees best in darkness.\" No, this convention lived best in darkness. Faith operates best in light. And that's where it should live, not in the darkness. This was a very curious invocation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, the invocation of John Paul II, love to talk about the light and light, so he uses that light analogy, and a lot of people online were saying, where is light in a million abortions a year in the United States? Where is the light in not speaking for the most defenseless among us? Where is the light there? I mean, there was a lot --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Well, they talked about human dignity. You can't have human dignity if you don't have life, and we lament the 100,000 lives lost to COVID. Nearly 900,000 have been lost last year to abortion. Nobody talks about it. But that's at the heart of this party, and Joe Biden's agenda, it's got to be considered by all people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, was that actually a nun? Was she a nun? I wasn't even aware of--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "They got rid of the habits a few years ago, some of these orders. And yes, she's an activist nun. You know, she's mostly known for being on a bus, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The nun on the bus, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Good night, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, thank you. A moment that got overshadowed by the DNC. MSNBC's revisionist history, the last bite, moments away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "MSNBC spent the run-up to the big night by rewriting history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLLE WALLACE, HOST, MSNBC",
      "sentences": "Let's just debunk the lie before it sits out there for even a second. There was no illegal spying, despite Bill Barr saying that that's what it was called. Obama was almost -- famously scandal-free.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN GOLDMAN, FORMER HOUSE IMPEACHMENT INQUIRY MAJORITY COUNSEL",
      "sentences": "No one in Obama's inner circle was indicted. END  Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "I'm Laura Ingraham. This is “The Ingraham Angle” from Washington tonight. Well, that's a wrap on the DNC for four days. Empty peplums, politicians depressing vignettes about an America that doesn't sound like the one I remembered. Donald Trump Jr. will be here in just a few moments with exclusive reaction to Biden speech. But first, in what felt like at times, a never-ending zoom call with professional scolds, the 2020 virtual DNC, finally, mercifully wrapped. And after all the Democrats' gauzy tributes to Joe and their shameless lies about Trump, all we're left with is the recognition that this is a party that has learned nothing since 2016. Now, think about it, to answer Trump's populist appeal, they've nominated a guy who first ran for President 33 years ago, a guy who's been hanging around Washington since the early 70s. A man whose grandfatherly appeal notwithstanding, epitomizes the word swamp. And then, to add insult to injury, they think you're so stupid that you're going to vote for them even if you have no idea what he'd actually do to tackle our toughest challenges. , FORMER PRESIDENT BARACK OBAMA: They will get this pandemic under control. Like Joe did when he helped me manage H1N1, and prevent an Ebola outbreak from reaching our shores."
    },
    {
      "speaker": "KAMALA HARRIS, DEMOCRATIC VICE PRESIDENTIAL NOMINEE",
      "utterance": "Joe will bring us together to end this pandemic and make sure that we are prepared for the next one."
    },
    {
      "speaker": "FORMER PRESIDENT BILL CLINTON",
      "utterance": "To beat it, you've got to actually go to work and deal with the facts. Our parties united in offering you a very different choice."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joe's only COVID strategy is to lock you down and mask you up, he said as much tonight. As we're seeing with the current case urging Europe, that doesn't work! The truth is, Joe's messaging medics are ignoring the actual signs. After being demonized by the left for opening up too soon, Arizona and Texas have already emerged from the worst of it. And they're of course still far better off than the Democrat-run New York and New Jersey. And of course, not many are even watching the Democrat telethon or did. Some are not sure they're going to get the usual bump from it, Joe's good delivery notwithstanding. Now, not good for Joe when in the key battleground state of Pennsylvania. Biden's lead has gone from double digits to a measly four points today. So, why the tightening with all the excitement of the virtual DNC? Well, today, as Joe was, you know, all about practicing the prompter, Trump was back on the stump."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Joe Biden is no friend of Pennsylvania. Biden supported every globalist attack on Pennsylvania workers. My first week in office, I withdrew from the Trans-Pacific Partnership which would been destructive to your jobs. It would have been a horror show. I withdrew from the one-sided Paris Climate Accord which would have cost us so many billions of dollars."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And it's about making America safe again."
    },
    {
      "speaker": "TRUMP",
      "utterance": "There was a certain sense of sanity four years ago. These people have gone insane. If you want a vision of your life under Biden presidency, think of the smoldering ruins in Minneapolis, the violent anarchy of Portland. The bloodstained sidewalks of Chicago. And imagine the mayhem coming to your town and every single town in America."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Of course, the Democrats mentioned none of this tonight. Well, they couldn't, could they? Americans aren't stupid. No matter how much Team Biden tries to hide the ball, they know he'll kill the fracking industry, he'll destroy what's left of the steel industry when he lifts the trade tariffs on China. They know a Biden presidency will export good paying jobs and import more crime and cheap labor. Now, when you wrap your mind around that, suddenly Joe and Jill's 45-year love affair becomes a lot less endearing or less relevant. They threw the word dignity around a lot tonight and over the past four nights. But tonight, I'm going to ask you, where's the dignity in taking in the American job and shipping it to China? Where's the dignity in rewarding the lawlessness and sanctuary cities? Where's the dignity in seeing Americans left defenseless when police are defunded? And where's the dignity and the empathy in keeping our kids out of the classroom in order to placate the Teachers Unions? Where's all that compassion and remaining silent as our cities are level by the Democrats' most violent and cruel supporters? Answer? There is zero dignity, there's zero compassion, there's zero empathy in any of that. Here with exclusive reaction, tonight for of the DNC is Donald Trump, Jr., Executive Vice President of the Trump Organization. All right, Don, first, I want to play this moment from Joe Biden tonight."
    },
    {
      "speaker": "BIDEN",
      "utterance": "This is a life-changing election. This will determine what America is going to look like for a long, long time. Characters on the ballot, compassion is on the ballots, decency, science, democracy, they're all on the ballot."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That sounds like a plan. That was really the theme of the week, though, no policy, just decency overloaded. The meaning is, that your dad doesn't have any of that decency or compassion thing. Does this work, Don?"
    },
    {
      "speaker": "DONALD TRUMP, JR., EXECUTIVE VICE PRESIDENT, TRUMP ORGANIZATION",
      "utterance": "You know, I don't think so. I think the American people expect results from their politicians. And Joe Biden has been a 50-year swamp creature. Literally, he was elected into D.C. office in his 20s. So, now, half a century later, Laura, he managed to read a speech on the teleprompter, he refuses to answer questions from the American people or journalists. He's been hiding in a basement but now he's also going to change things. I really don't think anyone believes that. I don't think that Joe Biden has ever been inspiring in his career and I don't think any night was different. But again, if he can read a speech on the teleprompter, you would think he'd be able to get in front of the American people, you'd think he'd be able to do an interview with a real journalist where they are not giving him pre-scripted answers, he's reading the answers off of a teleprompter. You'd think he'd be able to do that after half a century in Washington, D.C., but he can't. The reality is you've seen this week, they heard Jill Biden, and Michelle Obama, and every day the next morning. Well, maybe that person should be running for president. They're not inspired by Joe Biden, nor should they be because he hasn't done anything to deserve inspiration through a very long and very swampy career."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, my line for the last four days has been: it's too bad he they weren't in charge for eight years because then he might, might have done all the cool stuff. I mean, but he did beat the expectations, Don. I mean, people were expecting him to flub every line and have a senior moment. And it's just the delivery and I don't think it was devoid of most any policy other than universal masking, but he delivered though, he delivered a good speech and it was, you know, for what he was doing, very emotional. But emotional stuff, walk down memory lane and so forth. It was fairly well-delivered."
    },
    {
      "speaker": "TRUMP, JR.",
      "utterance": "He also lied, you know. He brings back, you know, the Democrats only -- you know, there are easy button going back to the lie about Charlottesville. He talked about being tough on China. Joe, I mean, you're going to be tough on China now? Joe spent his entire career building China. When Joe started pushing and shelling for them to get permanent status in the World Trade Organization, China had an economy the size of the Netherlands. Hunter Biden, you know, he didn't talk too much about Hunter strange enough, I wonder why. Hunter Biden took a $1.9 billion from the China government. To the average person in a fund, just so you're aware, that's $30 million a year in fees. In fees! $30 million a year, annual. You think Joe is going to be tough on China now? Joe fought for NAFTA. Joe fought for TPP. All of the deals that really destroyed the American dream. Our only exports under Joe Biden's 50-year tenure has been the American dream. The countries that hate our guts and have been manipulating us for decades. Donald Trump is the first guy to stand up to those people; he's the first guy to actually get the deal done whether it'd be with China, whether a peace deal in the Middle East. Where is Joe Biden then? You're right, he was in control for eight years with Barack Obama, why didn't they do any of these things? When Joe Biden knew how to fix anything, why didn't he tell a Barack Obama how to do it? Why didn't they get it done?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Or Barack Obama was keeping it secret to give to Joe for later use when he was running."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "That's what it is. Yes, it was going to be their secret. So, now, after eight years of failure, after eight years of stagnation, you know, and then you're going to listen to Michael Bloomberg who spent a billion dollars to win a American Samoa. I don't know -- probably not going to take his advice either."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The elusive Hunter Biden since you mentioned him, Don, he did make an appearance tonight, take a look."
    },
    {
      "speaker": "HUNTER BIDEN, SON OF JOE BIDEN",
      "utterance": "I'm Hunter Biden."
    },
    {
      "speaker": "ASHLEY BIDEN, DAUGHTER OF JOE BIDEN",
      "utterance": "And I'm Ashley Biden."
    },
    {
      "speaker": "H. BIDEN",
      "utterance": "Joe Biden is our dad."
    },
    {
      "speaker": "A. BIDEN",
      "utterance": "And Beau is our brother."
    },
    {
      "speaker": "H. BIDEN",
      "utterance": "We want to tell you what kind of president our dad will be."
    },
    {
      "speaker": "A. BIDEN",
      "utterance": "He will be tough."
    },
    {
      "speaker": "H. BIDEN",
      "utterance": "And honest."
    },
    {
      "speaker": "A. BIDEN",
      "utterance": "Caring and principled."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Don, do you notice how they were trading words until the end when Ashley said \"caring and principled?\" Did they not want Hunter to say that?"
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "I don't think Hunter, after hiding from, you know, spousal support, child payments, et cetera, et cetera, again, not to mention the crooked Ukraine deals, the crooked Chinese politicians, the Chinese government invested $1.5 billion with him, though, he was not actually an investor before. I don't think Hunter is going to talk much about characters in these things. The reality is whether it's Hunter, whether it's Joe Biden's brother, whether it's his sister, they've all spent their entire lives profiting off Joe Biden's taxpayer-funded offices. That's all they know and that's honestly why they haven't had the decency to step in and say, Joe, you know what maybe it's not your turn, maybe it should not be you. They should have done that during the primary but they can't because they have nothing else. It's the epitome of the swamp and that's what the election will come down to. It's going to be the swamp versus freedom in America. It's going to be Socialism as you've seen with the Bernie Sanders joint unity platform on Joe Biden's Web site. It's going to be Socialism versus Freedom versus Constitution. All of those things that the Democrats don't believe so much in. You also didn't hear, because again, they brought up the hoax, nonsense quote that they've manipulated and the media has carried their (INAUDIBLE) for months about Charlottesville."
    },
    {
      "speaker": "Notice they didn't talk at all about the crime in Democrat-run cities",
      "utterance": "burning, looting, beating people in the streets? Joe has never even denounced that. The Democrats haven't even denounced that. It seems as though they're almost tacitly accepting of it, Laura. They can't talk about it because those are all democrat cities and they have been, in some cases, for over a century."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And instead, the references to the cities was always in terms of wasn't it inspiring that these new versions of John Lewis were out."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "Peaceful protesters. Yes, peaceful protesters --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And there was no mention --"
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "-- don't burn down cars, they don't burn down housing projects, they don't loot Gucci stores to get a new handbag or purse or a belt. That's not peaceful protesting. And yet, between the DNC and their marketing wing, the mainstream media, I heard a lot about peaceful protesting. I believe people called it the summer of love. Give me a break! I hope the good God-fearing American people see through this nonsense because that's the problem that we face. We are in an uphill battle in the sense that it is so biased, it is so flagrant, the media has totally just advocated their responsibility to be arbiters of truth. Without bias to be activists for the left and that regular people aren't consuming that sort of news. I mean, Joe Biden is going to get tough on China, I mean, it is laughable."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's beyond. It's beyond laughable. The China question alone."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "He should be able to do an interview with someone like yourself or someone who's not going to spoon-feed him questions that he already has the answer to that he's miraculously leading off the teleprompter. You think they would do that, but I don't think they will and no one is going to push for it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Don, yes-or-no answer, do you think he is going to debate your dad, yes or no?"
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "I think he'll try to get out of it however he can."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Don, great to see you tonight. Thanks so much. And joining me now is Karl Rove, Former Deputy Chief of Staff to George W. Bush, and Charlie Hurt, Washington Times Opinion Editor and both are Fox News Contributors. Karl, is it enough to deliver a well-written speech and he delivered it well, too, there's no doubt about it, Joe Biden, everyone is looking for him to flop up a line and he really didn't? He delivered it well, but the void of policies beyond universal masking's for the most part."
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, I read a lot more policy into it. I mean, he had the code words that would cause somebody on the left to say he's with us. And, but a lot of people are not paying attention to deep policy unless you explain it to them, just heard words. So, but no, one speech doesn't do it. But one speech can open up opportunities for your opponent, and tonight, he opened up some opportunities for President Trump, particularly on COVID. He talked about -- I thought it was interesting, he open that section by saying, I've been talking about this since march and then proceed to outline six things like rapid testing and more PPE and so forth. But I thought it was interesting, he knows he's got the vulnerability on this issue and the vulnerability is that he and his campaign were wrong on this issue almost from the start. In late January, remember, he had said in the China travel ban was hysteria and xenophobic, on the 31st of January. Early February, he sent out the campaign to say that this is less lethal than SARS and is \"probably not a serious epidemic.\" That was his campaign. By mid-February, he said, they were saying, \"We don't have a COVID-19 epidemic, we have a fear epidemic.\" By late February, they're saying, \"It's like the flu, and it's going to dissipate with warmer weather and move to the southern hemisphere\" and \"masks are not going to help,\" said his advisers on the record. And by early March, he was still holding a rally, indoor in Wisconsin and then he came out and opposed the European travel ban and then in mid-March, when one of the few times he went on the records he said that the \"very early decision to close travel with China was, you know, we need to stop the fear -- the xenophobic fearmongering.\" So, he -- remember, he's also the guy who presided over in the Obama-Biden administration and over depleting the national strategic stockpile of the PPE, the equipment that health professionals need and didn't replenish it, so the cupboard was bare when President Trump had to go to the cupboard. So, he's given an opening here tonight in several ways, but I think this was the biggest one, trying to pretend that since March that he's had a plan. His plan was delivered in an interview with Joy Reid two weeks ago and it was all six things, in it were things that President Trump and his administration had already done."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, but he's going to have 60 million rapid tests tomorrow, Charlie Hurt. He threw that out there, like, yes, it must be really easy to threw out 60 million rapid tests. All right, since we talked about the word dignity, that was used a lot over the last four days, meant to really hit Trump on the personality front and so forth, character front. But is it dignified given what Joe Biden has said in the past? Watch."
    },
    {
      "speaker": "J. BIDEN",
      "utterance": "The job is about a lot more than a paycheck. It's about your dignity. It's about respect. It's about your place in the community. It's about being to look at your kid in the eye and say, honey, it's going to be OK and mean it. I've never forgotten those lessons. That's why my economic plan is all about jobs, and dignity, respect in community."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, of course, he talks about taking people behind the woodshed and beating them up in the past. He's like hit people left and right. I mean, suddenly he's a choir boy of politics; he's never hit anybody hard in politics."
    },
    {
      "speaker": "CHARLIE HURT, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes, I got to be honest with you, Laura. I did not think that was a very good speech. This is a guy who's been given political speeches literally for 50 years. I've been hearing them for a good 25-30 years, and this is a fair to average speech from Joe Biden. He's a very garrulous kind of guy. But going back to stuff, everything that Karl Rove just said and I think it's very important. The idea that -- we heard it from Barack Obama last night, we heard it tonight, the idea that they are going to blame Donald Trump for 170,000 deaths in America is so far beyond the pale. It is so appalling. And this is not some far off thing. Every American has been through this pandemic. They have felt it in some way in a very personal way. Their lives have been up ended in a very personal way. This is not some far-off, you know, debate club topic. This is something that has reached into their personal lives to varying degrees and affected them. And for them to sit there and listen to politicians squirming up the greasy pole, talking about trying to blame 170,000 deaths on their opponents in order to reap some sort of personal, political reward at the end of it, I think strikes people, especially in an emergency, as really, really gross. And so, so Joe Biden can talk about light and hope and try to give positive notes to his speech, but when the speech also contains that, there's really nothing positive about it, and I think that what comes through not only tonight, but from the entire week."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, a lot of use of personal tragedy for political ends and that's the way it falls to a lot of folks."
    },
    {
      "speaker": "HURT",
      "utterance": "And then there's that. It's disgusting."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Gentlemen, great to see both of you tonight. Thank you so much. And up next, Raymond Arroyo breaks down the DNC flub and slanders and side events the Democrats hope you didn't watch, but we did. Don't go away."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "To break down the final night of the DNC, and some very revealing side events from earlier today, I want to bring back Raymond Arroyo, Fox News Contributor. Raymond, the last night of the DNC opened in the perfect way."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "She is fabulous. I cannot wait to see her debate our current Vice President -- is it paints?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's pronounced pontz, I believe."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Some weird foreign name?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, not very American sounding."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes, that's what people are saying."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "Laura, this was so tone-deaf, the comedy here. And you know, and it looked like a satire -- this looked like \"Veep\" episode. Remember Biden and Julia Louis-Dreyfus used to hang around in \"Veep\"? That's what this felt like -- a comedy. It was a very odd way to begin everything."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A bad comedy."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Well, right, and then the big Biden speech came and it felt more like a Disney attraction, Laura, complete with a set up film. I mean, watching this, I kept thinking you might call this thing strange moments with Mr. Biden."
    },
    {
      "speaker": "J. BIDEN",
      "utterance": "Stricken by a disease, stricken by a virus, and the undeniable realities and just accelerating threats of climate change. This is the United States of America. There has never been anything we've been able to accomplish and we've done it together."
    },
    {
      "speaker": "ARROYO",
      "utterance": "You know, Laura, everyone wasn't infusing about how fluid this was and beautiful. I found it labored, tortured. There were moments like this where he was holding on, gripping for dear life, hoping he didn't slip up. And many of those lines, for those who watched these events, as I do daily, many of these lines are recycled and borrowed and old bits of stories that were strung together here, so he was on familiar territory. But whether this broke through and whether his running mate of COVID-19 will be enough to push him over the edge with those swing voters, we'll see. But I thought it was unsteady, particularly at the end."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, it seemed like he was really, really trying hard, and he didn't mess up a lot, so that's pretty good, for Joe."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Yes, but sympathy -- you don't want an audience feeling sympathy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, I'm going to say what everyone else is thinking but not saying."
    },
    {
      "speaker": "ARROYO",
      "utterance": "OK."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There was a lot -- it seemed like there was a lot of airing of personal tragedy, which is horrible to go through, because we've all been through something horrible. But that is not a reason to elect someone president because you've suffered enormously -- and he has suffered terribly and he's done quite the job, he's going through it."
    },
    {
      "speaker": "ARROYO",
      "utterance": "You know, the COVID suffering with his personal narrative, but I just don't think it is enough. And as expected, Laura, religion took front and center stage here, including prayers from a controversial priest, and this next woman, a liberal activist nun. Watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Stir our hearts and minds that we might fight for a vision that ends structural racism, bigotry, and sexism. Immigrants are welcomed. Bring out of this time of global and national chaos a new creation, a new community."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Joe Biden will continue the progressive march towards justice. Joe learned that from his parents, and the nuns and priests in Delaware who taught him. More than anything, Joe is a man of faith and conscience."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, this is the narrative they were clearly pushing tonight, trying to create a moral equivalence between Joe Biden support for abortion and his support for immigration, or climate change, and somehow, that balances things out. It doesn't. In the Catholic teaching, abortion is a grave moral evil, and you're forbidden to vote for someone who supports it. They're trying to muddy the waters here, and when I heard Jon Meacham say \"to save our souls, we have to vote for Joe Biden,\" that's quite a mouthful there. And you know, Biden saying, \"faith sees best in darkness.\" No, this convention lived best in darkness. Faith operates best in light. And that's where it should live, not in the darkness. This was a very curious invocation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, the invocation of John Paul II, love to talk about the light and light, so he uses that light analogy, and a lot of people online were saying, where is light in a million abortions a year in the United States? Where is the light in not speaking for the most defenseless among us? Where is the light there? I mean, there was a lot --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Well, they talked about human dignity. You can't have human dignity if you don't have life, and we lament the 100,000 lives lost to COVID. Nearly 900,000 have been lost last year to abortion. Nobody talks about it. But that's at the heart of this party, and Joe Biden's agenda, it's got to be considered by all people."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, was that actually a nun? Was she a nun? I wasn't even aware of--"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK."
    },
    {
      "speaker": "ARROYO",
      "utterance": "They got rid of the habits a few years ago, some of these orders. And yes, she's an activist nun. You know, she's mostly known for being on a bus, but --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The nun on the bus, right."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Good night, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, thank you. A moment that got overshadowed by the DNC. MSNBC's revisionist history, the last bite, moments away."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "MSNBC spent the run-up to the big night by rewriting history."
    },
    {
      "speaker": "NICOLLE WALLACE, HOST, MSNBC",
      "utterance": "Let's just debunk the lie before it sits out there for even a second. There was no illegal spying, despite Bill Barr saying that that's what it was called. Obama was almost -- famously scandal-free."
    },
    {
      "speaker": "DAN GOLDMAN, FORMER HOUSE IMPEACHMENT INQUIRY MAJORITY COUNSEL",
      "utterance": "No one in Obama's inner circle was indicted. END Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}