{
  "date": "August 12, 2017",
  "headline": "North Korea threat puts new focus on military spending",
  "subHeadline": "DISCLAIMER: THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS.",
  "url": "https://www.foxnews.com/transcript/north-korea-threat-puts-new-focus-on-military-spending",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DISCLAIMER",
      "sentences": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS.   NEW FOCUS ON MILITARY SPENDING AS NORTH KOREA THREATENS MISSILE ATTACK ON GUAM Steve Forbes: Dave, unfortunately we will have to spend more, and a lot more. Under Barack Obama the budget declined a couple of hundred billion dollars. Trump is increasing it but not nearly enough; we need more ships, we need more equipment and we need to maintain what we have which we haven't done in recent years.  John Tamny: Military spending is coming down from a very high level. Even now we spend more on the military annually than the next seven largest spending countries combined. I would add in this case, that our military from 1945 could vanquish the North Koreans.  Mike Ozanian: I agree with you David, we need to get military spending back up to 4 percent. If you look historically, our country has been the safest and we've gotten into fewer conflicts when our military spending was higher rather than lower, when our armed forces had the most up to date tanks, ships, etc.  Sabrina Schaeffer: First of all, we have nearly 7,000 nuclear war heads. I don't think we need that many. We have strong cabinet war head. Just recently they did a test of an ICBM missile and it went off flawlessly. I'm sure we can cherry-pick but I think that we need to keep it in perspective and consider all the things that are going right. Elizabeth McDonald: We need to give our men and women the best they need to do the job that we have asked them to do. I agree with you, David, I agree with Steve and Mike; it's going to be difficult to get to even 3 percent of GDP on defense spending the way this Congress has been.  Bruce Japsen: Well, I think it all depends on what is the price tag on the cost of fire and fury or to be locked and loaded. I don't know that the president has revealed that yet but president Obama in 2014 talked about upgrading the nuclear arsenal and outside experts said that would be a trillion dollars in spending over 30 years and we heard people on the right saying that was too much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATE MAJORITY LEADER MCCONNELL",
      "sentences": "PRESIDENT TRUMP HAS 'EXCESSIVE EXPECTATIONS' OF CONGRESS  Mike Ozanian: It's ridiculous that the Republicans in Congress could not replace ObamaCare with all the time they've had. I totally, totally blame the Republicans, we knew the Democrats would not be for anything that went further away from single payer.   Elizabeth McDonald: The GOP did campaign for seven years and got campaign donations saying repeal and replace, but I have to say, you do not attack your Senate quarterback when you only have a slim majority of 52 in the Senate. John Tamny: What the Republicans should have done is have a bill on Trump's desk the day he was inaugurated, he would have signed it and it would have been over with. They would have two years to find a new health care bill. Steve Forbes: The House of Representatives did pass a health care bill, they are going to pass a tax bill in September. What have these senators done? They are acting more like fake senators instead of real senators.   Sabrina Schaeffer: I think John is correct. I think it is crazy and insane that Republicans didn't have their act together and weren't ready to go on day one. That being said, I’m slightly sympathetic to McConnell. Bill Baldwin: I don't think they are going to fix it before November. Trump has to realize that he should be quite envious of the party of loyalty that his predecessor had eight years ago, and now that he’s attacking people that used to be loyal to him- I think the problems are going to get worse. US ACCUSES CUBA OF “ACOUSTIC ATTACK” AGAINST AMERICAN DIPLOMATS IN HAVANA  Mike Ozanian: We knew we should have left Cuba in the 50's when the Corleone family left and moved business back to the United States. That was a clear signal.   John Tamny: The way to win with Cuba is to get more open to it, show the Cubans how we Americans live, and how Cuban Americans live. That’s the way to vanquish their regime. Steve Forbes: The regime is still as oppressive as usual. When you spend money in Cuba it doesn't go to Cuban workers, it goes to the Cuban government, and the workers get worthless pesos.  Sabrina Schaeffer: I think John’s exactly right. The Cuban people are tasting freedom the genie is out of the bottle so to speak, and the more we can expose the government for its corruption and violence, the better. Bill Baldwin: I think the state department should put out a travel advisory. When you go to Havana, your dollars help pay for Raul’s torture chambers.  Bruce Japsen: We first need to find out what is really going on here, because I don’t think we really know everything. The Russians have an embassy down there, it could be multiple things.  STOCK PICKS Apple (AAPL)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DISCLAIMER",
      "utterance": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS. NEW FOCUS ON MILITARY SPENDING AS NORTH KOREA THREATENS MISSILE ATTACK ON GUAM"
    },
    {
      "speaker": "Steve Forbes",
      "utterance": "Dave, unfortunately we will have to spend more, and a lot more. Under Barack Obama the budget declined a couple of hundred billion dollars. Trump is increasing it but not nearly enough; we need more ships, we need more equipment and we need to maintain what we have which we haven't done in recent years."
    },
    {
      "speaker": "John Tamny",
      "utterance": "Military spending is coming down from a very high level. Even now we spend more on the military annually than the next seven largest spending countries combined. I would add in this case, that our military from 1945 could vanquish the North Koreans."
    },
    {
      "speaker": "Mike Ozanian",
      "utterance": "I agree with you David, we need to get military spending back up to 4 percent. If you look historically, our country has been the safest and we've gotten into fewer conflicts when our military spending was higher rather than lower, when our armed forces had the most up to date tanks, ships, etc."
    },
    {
      "speaker": "Sabrina Schaeffer",
      "utterance": "First of all, we have nearly 7,000 nuclear war heads. I don't think we need that many. We have strong cabinet war head. Just recently they did a test of an ICBM missile and it went off flawlessly. I'm sure we can cherry-pick but I think that we need to keep it in perspective and consider all the things that are going right."
    },
    {
      "speaker": "Elizabeth McDonald",
      "utterance": "We need to give our men and women the best they need to do the job that we have asked them to do. I agree with you, David, I agree with Steve and Mike; it's going to be difficult to get to even 3 percent of GDP on defense spending the way this Congress has been."
    },
    {
      "speaker": "Bruce Japsen",
      "utterance": "Well, I think it all depends on what is the price tag on the cost of fire and fury or to be locked and loaded. I don't know that the president has revealed that yet but president Obama in 2014 talked about upgrading the nuclear arsenal and outside experts said that would be a trillion dollars in spending over 30 years and we heard people on the right saying that was too much."
    },
    {
      "speaker": "SENATE MAJORITY LEADER MCCONNELL",
      "utterance": "PRESIDENT TRUMP HAS 'EXCESSIVE EXPECTATIONS' OF CONGRESS"
    },
    {
      "speaker": "Mike Ozanian",
      "utterance": "It's ridiculous that the Republicans in Congress could not replace ObamaCare with all the time they've had. I totally, totally blame the Republicans, we knew the Democrats would not be for anything that went further away from single payer."
    },
    {
      "speaker": "Elizabeth McDonald",
      "utterance": "The GOP did campaign for seven years and got campaign donations saying repeal and replace, but I have to say, you do not attack your Senate quarterback when you only have a slim majority of 52 in the Senate."
    },
    {
      "speaker": "John Tamny",
      "utterance": "What the Republicans should have done is have a bill on Trump's desk the day he was inaugurated, he would have signed it and it would have been over with. They would have two years to find a new health care bill."
    },
    {
      "speaker": "Steve Forbes",
      "utterance": "The House of Representatives did pass a health care bill, they are going to pass a tax bill in September. What have these senators done? They are acting more like fake senators instead of real senators."
    },
    {
      "speaker": "Sabrina Schaeffer",
      "utterance": "I think John is correct. I think it is crazy and insane that Republicans didn't have their act together and weren't ready to go on day one. That being said, I’m slightly sympathetic to McConnell."
    },
    {
      "speaker": "Bill Baldwin",
      "utterance": "I don't think they are going to fix it before November. Trump has to realize that he should be quite envious of the party of loyalty that his predecessor had eight years ago, and now that he’s attacking people that used to be loyal to him- I think the problems are going to get worse. US ACCUSES CUBA OF “ACOUSTIC ATTACK” AGAINST AMERICAN DIPLOMATS IN HAVANA"
    },
    {
      "speaker": "Mike Ozanian",
      "utterance": "We knew we should have left Cuba in the 50's when the Corleone family left and moved business back to the United States. That was a clear signal."
    },
    {
      "speaker": "John Tamny",
      "utterance": "The way to win with Cuba is to get more open to it, show the Cubans how we Americans live, and how Cuban Americans live. That’s the way to vanquish their regime."
    },
    {
      "speaker": "Steve Forbes",
      "utterance": "The regime is still as oppressive as usual. When you spend money in Cuba it doesn't go to Cuban workers, it goes to the Cuban government, and the workers get worthless pesos."
    },
    {
      "speaker": "Sabrina Schaeffer",
      "utterance": "I think John’s exactly right. The Cuban people are tasting freedom the genie is out of the bottle so to speak, and the more we can expose the government for its corruption and violence, the better."
    },
    {
      "speaker": "Bill Baldwin",
      "utterance": "I think the state department should put out a travel advisory. When you go to Havana, your dollars help pay for Raul’s torture chambers."
    },
    {
      "speaker": "Bruce Japsen",
      "utterance": "We first need to find out what is really going on here, because I don’t think we really know everything. The Russians have an embassy down there, it could be multiple things. STOCK PICKS Apple (AAPL)"
    }
  ]
}