{
  "date": "August 26, 2020",
  "headline": "Lara Trump says Americans are hopeful and excited to vote for Donald Trump",
  "subHeadline": "Guests: Rachel Campos-Duffy, Lara Logan, Ari Fleischer, Sarah Carter, Raymond Arroyo, Lara Trump, Richard Grenell, Kevin McCarthy",
  "url": "https://www.foxnews.com/transcript/lara-trump-says-americans-are-hopeful-and-excited-to-vote-for-donald-trump",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "I'm Laura Ingraham and this is “The Ingraham Angle” from Washington tonight. Mike Pence just wrapped up a really powerful address from the beautiful Fort McHenry monument in Baltimore, Maryland, and it's a spectacular evening in Washington, no rain here.  But throughout this hour, you're going to hear from a number of tonight's featured speakers, Lara Trump, Rick Grenell, Burgess Owens are all here. You're also going to hear from House Minority Leader, Kevin McCarthy, on the congressional side of things. And Fox News contributors Ari Fleischer and Raymond Arroyo.  Now, after watching all of this tonight, I have to conclude, today, was a bad day for the Democrats. Why? Well, they saw a new poll showing that the race is tightening in the battleground states, which means that they haven't gotten any real bounce from their convention. They finally started to realize that riots and looting, well, that's hurting them politically, so they were forced to roll out Old Joe with a statement condemning exactly the type of violence that has been roiling blue cities for months.  Now, tonight, the Republicans had more bad news for the Democrats. Over and over, Republican speakers hit themes and issues that were simply ignored all together at last week's DNC. You had a Chinese activists warned about the dangers of the CCP, a millennial candidate for Congress talked about how the GOP is the party of economic opportunities, only 25 years old. And for the third night in a row, a lineup of eloquent African-American speakers rebutted the lie that America is a racist country and emphasize the long history of Republican support for civil rights. So, in short, it was another night of positive upbeat messages about the promise of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOUTH DAKOTA GOV. KRISTI NOEM",
      "sentences": "There is another American hero to be recognized, and that is the common American. This is who President Trump is fighting for. He's fighting for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, WHITE HOUSE ADVISER",
      "sentences": "For decades, he has elevated women to senior positions in business and in government. He confides in and consults us, respects our opinions, and insists that we are on equal footing with the men.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Choosing to get a preventative mastectomy. I was scared. The night before I fought back tears as I prepared to lose a piece of myself forever. As I recovered, my phone rang again. It was President Trump calling to check on me. I was blown away. Here was the leader of the free world, caring about my circumstance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. LEE ZELDIN, R-NY",
      "sentences": "All over our country, everyday heroes serve and sacrifice for the greater good, farmers, truckers, craftsmen, these heroes keep America running and President Trump fights for them every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ELISE STEFANIK, R-NY",
      "sentences": "Trump has fought tirelessly to deliver results for all Americans despite the Democrats' baseless and illegal impeachment sham and the media's endless obsession with it.   I was proud to lead the effort standing up for the constitution, President Trump, and most importantly, the American people. This attack was not just on the president, it was an attack on you, your voice and your vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOU HOLTZ, COLLEGE FOOTBALL HALL OF FAME COACH",
      "sentences": "When a leader tells you something, you got to be able to count on it, that's President Trump. He says what he means, he means what he says. It is done what he said he would do at every single turn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACK BREWER, FORMER NFL FOOTBALL PLAYER",
      "sentences": "My father taught me to back down from no one. I know what racism looks like. I've seen it firsthand. In America, it has no resemblance to President Trump. And I'm fed up with the way he's portrayed in the media, who refuse to acknowledge what he's actually done for the black community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MADISON CAWTHORN, NORTH CAROLINA CONGRESSIONAL CANDIDATE",
      "sentences": "We can give up on the American idea or we can work together to make our imperfect union more perfect. The radical left wants to dismantle the fund and destroy, Republicans, under President Trump's leadership want to rebuild, restore and renew.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD GRENELL, ACTING DIRECTOR OF THE UNITED STATES NATIONAL INTELLIGENCE",
      "sentences": "As U.S. ambassador to Germany, I had a front row seat to Donald Trump's America First foreign policy. I wish every American could see how President Trump negotiates on their behalf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DAN CRESHAW , R-TX",
      "sentences": "When our heroes are trusted and equipped, and freedom prevails. The defeat of ISIS was the result of America believing in our heroes, or president having their backs and rebuilding our military, so we'd have what we needed to finish the mission.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I chose to serve my country. If I could do it, I would do it all over again, especially for this president. I mean, he's the kind of President you'd run through a brick wall if he asked you to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We went through many presidents, but this one, I can say is the best president we've ever had. And that we'll have, I believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLARENCE HENDERSON, CIVIL RIGHTS LEADER",
      "sentences": "There are Americans, voters all over the country who media is trying to convince to conform to the same old democratic talking points. You know what that'll get you? The same old result. Donald Trump is not a politician, he's a leader. Politicians are dime a dozen. Leaders are priceless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Here with exclusive reaction to tonight's speeches is someone who delivered a fantastic one herself, Trump 2020, Senior Advisor Lara Trump. Lara, we heard from heroes, women, Chinese dissident, minorities all saying they want America to know, Donald Trump is fighting for them. Is that a piece that you feel was missing? Or is missing from the general assessment of this president even after four years in office?  LARA TRUMP, SENIOR ADVISOR, TRUMP 2020: Yes, well, I think what you heard from so many people is really about the Donald Trump, like you're pointing out, that never gets portrayed out there. This is a man that works tirelessly for this country. But I wanted in my speech to highlight the fact that this is a man that loves his family, that treated me like family from day one, who is a great person, you know? He gets characterized much differently out there oftentimes in the mainstream media.   But look, there is no doubt after watching three days of our convention, that people in this country are hopeful, they're inspired, they're excited about going back to the voting booth and voting for Donald Trump on November 3rd. Much different than what you saw last week, Laura from the Democrats, which was so depressing and dark, and really didn't leave anyone hopeful or excited. Hopefully, everybody is taking that away. We worked really hard to make sure that this was upbeat and so great and really, really showcased this President, I think in the way that so many of us see him but never gets portrayed out there in the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Lara, I thought it was very striking and it brought tears to my eyes. I thought I was going to have to redo makeup tonight because when I saw those disabled, I believe most of them were veterans in the front row at Fort McHenry, and the President looked down and saw them, and he made his way to go. I don't think it was planned, but he walked down the, the stairs, to go interact with them, with them. And that was a beautiful moment at a time when so many are deciding not to stand for the anthem for their own reasons. But I think America's, I think they're craving that at least that's my sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Yes, I mean, what a beautiful moment, you know, these soldiers are part of a group called soldier, soldier strong. And really, they have these mechanisms that allow them to stand specifically for the national anthem. And you're right at a time in our country, when so many take, you know, that for granted and really are, are doing something that these people I think feel maybe is a little insulting to them who have fought and either given their lives or you know, given parts of their body for our country.  What an incredible moment. But of course, the President went down Laura, you know how he is. He always wants to be among the people he wants to say thank you to our veterans for their sacrifice. Thank you to our military police officers. This is just another great portrayal of Donald Trump and the man that so many of us know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And I want to play what I thought was the line of the evening from Vice President Mike Pence watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICE PRESIDENT MIKE PENCE",
      "sentences": "Our economic recovery is on the ballot. Law and order are on the ballot. But so are things far more fundamental and foundational to our country. In this election, it's not so much whether America will be more conservative or more liberal, more Republican or more Democrat. The choice in this election is whether America remains America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Lara, that's what I'm hearing from so many folks that I come across, it's like they, it's almost like they don't recognize what's happening in America today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. TRUMP",
      "sentences": "Yes, those are such powerful words from our Vice President. I mean, the reality is when you hear Joe Biden himself say that he wants to fundamentally transform America, he tells you right there what his plans are. People don't want this country transform, Laura, this is the greatest nation in the history of the world and we want to keep our freedoms. We are a beacon of hope for so many out there across the world who don't have their freedoms and opportunities. They seek out the United States as an example. They fly our American flag when they cannot fly their own. That is what America is all about. We should never forget that. We are fighting to keep America. America never has there been an election more consequential as we head towards November 3rd. I hope people remember that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Lara, thanks so much. Great to see you tonight. And let's bring in our political panel to react to Night 3 of the RNC. Joining me now Ari Fleischer, former White House Press Secretary, and Sarah Carter, Host of the Sarah Carter Podcast, and Raymond Arroyo, all are Fox News Contributors. All right. Ari, to you first, what was the moment for you that was -- had the most impact on what they wanted to accomplish tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FOX NEWS CONTRIBUTOR",
      "sentences": "You know, the biggest, and you added up for three days is that for the first time in what four years? People are praising Donald Trump. This is unheard of sounds in America, people are so used to the controversy and all the fighting and all the media opposition to him. So, for the first time, people get to see groups of Americans from all walks of life, say good things about the president, his accomplishments and his plans for the future. That's what's striking, Laura, because if you just reinforce something everybody already knows, you don't really gain any new ground.  But when for the first time, people are hearing something they did not realize before, that's how you gain more grounded politics. And the other is just the outreach, the, the appeal the presence making the African American community which he started in his policies, and then of course, he did it in the State of the Union, and now here in this convention, is so welcome. It's so deserved. It's so necessary, and it's important for the president and to the party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And I don't think you've seen -- really saw that, to that extent, and really any previous Republican convention that I've attended at least. Now, to your point, here's former NFL Player, Jack Brewer, tonight if you missed them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREWER",
      "sentences": "Before I left to come deliver this message, my energetic 8-year-old son, Jackson, stopped me and said, \"Dad, can you please just tell everyone that all lives need to matter and that God loves everyone?\" We are not as divided as our politics suggests. Are you going to allow the media to lie to you by falsely claiming that he said there are very fine white supremacists in Charlottesville? He didn't say that. It's a lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, calling out the lies of the left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "That's what was so powerful tonight. We saw heart, we saw emotion, and a correction of a narrative. When I was just in Charlotte, I spoke to a lot of suburban women. The number one complaint they had about Donald Trump is the tweets, the language, what we read about in Charlottesville. Here, you had somebody attempting to correct the record and then women coming forward and saying no, this is how he impacted my life. I think the evening couldn't have been more powerful. And clearly, this is a play for the 53 percent of women who voted for Donald Trump last time. He needs to keep them in the tent. I think this evening touch them. It was powerfully moving. Mothers talking about their children with Down Syndrome. Of course, we'll get to other, other highlights --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We're getting into the nun in a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Oh yes!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "She rocks. OK, Sarah, speaking of things that you didn't hear at the DNC, so anyone speaking really substantively about China. So, what did the RNC do? The Republicans featured the Chinese dissident, Chen Guangcheng.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHEN GUANGCHENG, CHINESE DISSIDENT",
      "sentences": "The CCP is an enemy of humanity. The U.S. must use his values of freedom, democracy and that the rule of law to cater acquired leashing to stop seeing CCPs aggression. President Trump had lead on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH CARTER, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "So incredible, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Sarah, jaw dropping.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "It was jaw dropping because what I took from the RNC so far from this convention is that the Trump administration, President Trump, Vice President Pence is giving a voice to the voiceless, to those suffering under the CCP, to the Uighurs, to the unborn children to this incredible nun, this sister that was able to fight for the unborn and stand up to women.  To Kayleigh McEnany, who stood up there and, you know, with all of her strength, told this very personal story. To Lara Trump, who talked about the family and to the American people. That to me is what is so essential about the RNC Convention. It was actually so moving and I think for the first time, our nation you know, like you brought it up Laura, the DNC doom and gloom, but for the first time As Americans, we can stand together and know that we're actually being heard that we have a president that actually cares and listens to us. And I think that's what I took from it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The voiceless. We've heard that so often over the over the last three years. Ari, throughout these three days, we've been hearing some powerful stories about Donald Trump's compassion. Here's one of them about a mom discussing her disabled son, whom she pushed against doctor's orders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERA LEE MYERS, MOTHER OF SPECIAL NEEDS CHILD",
      "sentences": "President Trump shook my hand and said, \"Wonderful job, mom. Your son is amazing.\" Unlike the doctor who told me to end Samuel's life before it even began, President Trump did not dismiss my son. He showed Samuel he valued him and was proud of what he accomplished. President Trump gave Samuel an equal seat at the table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ari, what effect to these testimonials to life have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Well, they make you think of President Trump in a very different light. I mean, people acknowledge that the presence of tough guys one of the reasons he got elected in 2016, he wanted that to change Washington. But I do think Laura, he has a vulnerability, and that's when they say he's tough, they know it. But does he also care? Is he too tough? And some of his tweets make you think he can be too offensive sometimes. So, that moment is set for the president tomorrow, really nail the landing. But I'd love to hear him talk about his when he talks about COVID. And I'm sure he will, he should talk about the people he knows who've lost their lives, because he's known several, and they've touched him, it's affected him, and you should talk about their memory, what it means to him and why he's fighting to get rid of this illness. That personal connection goes really far in America and it connects to policy because this government's done a tremendous This amount to fight COVID he's just not giving you the full credit for it that he should. That personal touch is very important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, show us heart tomorrow. That's really important to do now. Raymond, I want to get your reaction to Sister Deirdre Byrne what she said tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SISTER DEIRDRE BYRNE, LITTLE WORKERS OF THE SACRED HEARTS OF JESUS AND MARY",
      "sentences": "As followers of Christ, we are called to stand up for life against the politically correct or fashionable of today. As a physician, I can say without hesitation, life begins at conception. Donald Trump is the most pro-life president that this nation has ever had. Defending life at all stages. His belief in the sanctity of life transcends politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Democrats showcased a left-wing nun on the bus and now we had a full issue with it without a habit. I always like the nuns in the habit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "See, now, you didn't even have to ask if she was a nun. You knew it tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I loved her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Sister Byrne, this is a surgeon, an army surgeon. Then she took her vows, went to Afghanistan, came back and became a nun. This tonight, she may have been the most outspoken Sister since Mother Angelica speaking for life, urging Catholics to vote this way. And look, this was about the selflessness, the caring, the heart for the other. Donald Trump tomorrow has to convey some of that, as Ari was saying. And I think he also has to find a way to personalize his fight, his grit.   You know, he goes to Walter Reed almost every weekend. We were with a roundtable of reporters before State of the Union. And he talked about pulling troops out of Afghanistan pulling troops back and the reason he did so is because he saw what they went through and the suffering they went through up close. He needs to tell that story, not only to reporters in private, but to the people at home. But this was a big night. big night for this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm sorry, a full bird Colonel, a surgeon, and a nun. She was no sister act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "No sister act tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, panel, great to see all of you. And former Acting Director of National Intelligence, Rick Grenell gave an amazing speech tonight. He's here next Plus House Minority Leader Kevin McCarthy. What's Nancy Pelosi thinking tonight? Eating her ice cream? We know but what else is she thinking? He's going to give us his thoughts. Night 3 of the RNC has wrapped but we have an amazing event for you tomorrow evening. We'll tell you all about it. Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "Joe Biden asked intelligence officials to uncover the hidden information on President Trump's incoming National Security Adviser. That's the Democrats. They never want the American people to know who's actually calling the shots, but with Donald Trump, you always know exactly who is in charge. Because the answer is you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Loved that line. It's your government. They work for you. Former Acting Director of National Intelligence, Rick Grenell, powerful case made by him about how a Biden administration would turn the screws on the American people. Rick Grinnell joins us now. Ambassador Grenell, love this speech. Now, you mentioned tonight, that Trump always has America's interests at heart when he's in the negotiating room, when he's there trying to cut a deal. What would Biden and his negotiating style mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "Look, I spent eight years inside the U.N. Security Council when there's this philosophy that you must have consensus in order to move forward on foreign policy issues at the U.N., that's exactly what you're going to get with Joe Biden, is consensus with the Europeans, consensus with a whole bunch of other allies. And what consensus is really about is the lowest common denominator of an agreement. It sounds like it's a really good idea, consensus, you know, that word sounds like we're all going to get along. But consensus for Americans really means that others get to veto our policy. So, I have to tell you, I spent eight years at the U.N., 192 countries, every country thinks about themselves first, they make decisions about their people, and there's only one country in the entire world that gets in trouble when they focus on themselves and that is the United States. So, I tried to make the case tonight to say America First, just simply means that we think about American security first and that's prosperity, national security, all of the things that make us a great country. We will no longer be a great country, if we have to have a worldwide consensus of a policy, which means lowest common denominator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, I mean, isn't that isn't it the case that if Biden is president, Europe gets whatever Europe wants for the most part, China gets whatever China wants for the most part, and then you have a bunch of never- Trumper still worried about Russia, like that's the biggest threat to humanity. When China has, you know, the largest standing army in the world. I mean, that's kind of how I see it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "Yes. Yes, it's, it's exactly the case. I mean, look no further than during the Obama-Biden administration. They had a policy that the Europeans should pay more at NATO, but they never made it an issue. They certainly never told the Germans that you had to make this an issue. Donald Trump has given NATO $41 billion in new money just simply by telling the Europeans and NATO members, you have to pay more. This is something that they've been saying to us. Yes, we hear you, but we really don't want to do it. So, in Joe Biden administration, you're going to have the Europeans and others at the U.N. vetoing the U.S. policy if they don't like something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I want to play what General Keith Kellogg said tonight that raised some eyebrows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. KEITH KELLOGG, RETIRED LIEUTENANT GENERAL IN THE U.S. ARMY",
      "sentences": "Over the past three and a half years, I have witnessed every major foreign policy and national security decision by the President. I have been in the room where it happened. I saw only one agenda and one guiding question when tough calls had to be made. Is this decision right for America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, the room where it happened isn't just from lyrics from \"Hamilton.\" It's the title of John Bolton's book, was that a swipe at Bolton?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "No, I don't think so. I think what, what the general was trying to say is, he's there and he knows that President Trump is totally focused on the American people. And, you know, we're I've seen it over and over when, you know, big wealthy people come in, and they, they complain about energy prices, gas prices. I've seen President Trump say, you know, I think that it's cheaper gas for the American people. I mean, he really does think about these issues in terms of what is good for everyday Americans. And I love it. I love watching him negotiate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I know, I've never seen a president and I've had a chance to meet a lot, many presidents, talk about how much stuff costs. You know how much it costs to have the troops there, you know how much -- I mean, he actually cares about how much we're spending on stuff that might not be delivering the returns for the American people that we need. And I'm so glad you brought that up. Fantastic speech tonight, Ambassador Grenell, thank you so much.  And speaking in powerful speeches, my next guests will be addressing the RNC tomorrow night, and will lay out what's at stake if Democrats are allowed to take full control of Congress. Joining me now is House Minority Leader Kevin McCarthy. Congressman, what could Nancy Pelosi possibly be thinking, after watching this series of testimonials about our love for this country, and the respect for how the President has put Americans interests first in every decision?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CA",
      "sentences": "I think she has two fears. She wonders why she wasted the majority. And now, she's wondering why she wasted the Democrat Convention. You know, you looked at ours, it was hope versus despair, helping versus defunding, we're talking about cures instead of shutting this country down again. No greater contrast than their four days than what these four days are going to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, we have Marine One landing behind us, you know that all too well. So, I'll shout over that for a bit. The President coming back from Fort McHenry after an incredible night. Congressman McCarthy, I think a lot of folks, we talked about this earlier, women especially I would say, they tone in emotion matters to everybody but women, it matters like how you come across to people. What do you say tonight, to the people watching about what you've seen from the president behind closed doors repeatedly in your interactions with him? You know, the toughness, yes, but what else?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "You know, I've watched places that people have not seen. I watched where we were flying one day he said, I'm cutting this rally short because we're going to Dover because two Americans were killed. And when we went out to Dover, I watched this man stand in the rain with no umbrella, no umbrella, nothing. And when he sat and talked to the families, the empathy that he showed the caring this that he showed, and I watched it, we got back on Air Force One, that's All he talked about, of the life that was lost and why was it lost? I've watched him when there was shooting victims and a family in the back. These are things that nobody sees and I hope tonight or through this convention, you watch the empowerment, the empathy that he's given. I've found this to be the most diverse Republican Convention we've ever been a part of. And it wasn't a Hollywood star, it was real American stars. And that's really about President Trump. He is the one who's listening to a voice no one would hear before and he is the one that is putting them first instead of Hollywood. and I think that is something that I want America to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There was a moment on another network tonight where they were trying to kind of dismiss the Republican's concerns or the way they discussed the riots, watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "sentences": "The caricature of your city and other as the Republicans say Democrat-run cities is that the whole country is at risk of falling into anarchy and chaos? Does it have a material effect on your ability to govern?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEATTLE MAYOR JENNY DURKAN",
      "sentences": "It did have an impact on the summer on some things because the president and Fox News were so insistent on driving that message, that people started to come there to make the reality real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Of course, another blue state mayor, blaming now President Trump for, I guess, heightening the violence and the Pacific Northwest, Congressman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "To speak up every single night in Portland, this has been going on, Seattle, Chicago. But you know, the other difference, this president engaged for Wisconsin and was going to send more troops, it was the Governor who did not take the full number that he needed of why we have more problems in Wisconsin. This is what the real discussion is about. And you were right when you spoke earlier about the powerful words of the vice president.  This is not a battle of Republican versus Democrat. This is really coming down to Socialism versus Freedom. We have Barack Obama who's saying there's no difference between Joe Biden and Bernie Sanders. Bernie Sanders is not a Democrat, he's a registered Socialist, and that is what we're competing against today, and that is why I believe we need to move forward, not backwards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, thank you so much for joining us tonight. We really appreciate it. And we're also tracking Hurricane Laura. The massive storm just hours from making landfall in Louisiana as a dangerous Category Four storm. It's thought to be one of the strongest 10 storms ever to hit the American continent. We're keeping our eyes on it. We have a live report later on in the hour. But coming up, a night of violence and rage in Kenosha left two people dead. We're going to speak with a reporter who was on the scene when the shooting broke out last night. Plus, some breaking news on the investigation into the police shooting that set this all off. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Chaos in Kenosha last night left two people dead. Now, the footage you just saw allegedly shows 17-year-old Kyle Rittenhouse opening fire and hitting two rioters. Shortly after that incident, Rittenhouse surrendered to police and has since been charged with first degree murder. We're still learning about all those details and what went down. But the important point here is that, this all happened after Wisconsin's Democratic Governor Tony Evers refused the additional help when the White House initially offered it. Joining me now is a reporter who was on the ground during last night shooting Jorge Ventura with the daily caller. Jorge it took a night of bloodshed for Evers to change his mind. I guess, about 200 agents and marshals from the FBI, ATF and USMS, the marshal service set by DoJ earlier today. But, my goodness, one of your colleagues was robbed at gunpoint tonight, is that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORGE VENTURA, DAILY CALLER FIELD REPORTER",
      "sentences": "Yes. Laura, it seems it's been a kind of chaotic all over. We had a reporter Kyle Hooten, was robbed by gunpoint tonight for his bulletproof vest and a backpack in Minneapolis. It seems like the looting has started. And here in Kenosha, things have been very chaotic, Laura. I got here on Monday night and seems the mob was focusing on the county courthouse. Once the National Guard dispersed the crowd with crowd control ammunitions from the county courthouse, then that's when the mob actually focused their attention just on the city and the town. We've seen over 10 businesses structure fires looted, ransacked. It's been a very chaotic scene. Business owners are very distraught of what's going down here in Kenosha,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now Jorge if it wasn't there from the initial reporting of the Daily Caller and others independent journalists on the ground, a lot of the major networks aren't capturing this video. Like, people don't even - a lot of people don't even know the extent of the violence. Is that what you're saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VENTURA",
      "sentences": "Yes, Laura. It's been very - like I said, it's been very chaotic. On Monday night, according to the fire department in Kenosha, just between Monday and Sunday, 30 businesses have been damaged or looted. We've seen a Department of Corrections sort of burned to the ground. I spoke to one Wisconsin local who spoke to me. He said on Monday night, he witnessed a 70-year-old man trying to defend his business and was assaulted by a mob and attacked by multiple people. And unsuccessfully, unfortunately, he was not able to defend his business. It was burned to the ground. And today, Laura, was actually speaking to some locals who are very worried that they don't have enough wood to protect their homes, their businesses. I mean, if you just walk around in Kenosha right now, it's just seems almost like a war zone. And no one would ever kind of imagine this be going down here in Middle America in a small town in Wisconsin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jorge, please stay safe. And thank you for doing the reporting that the mains stream media will not. We'll check back with you soon. And here to react to the violence in Kenosha, Rachel Campos-Duffy, Fox News Contributor, Host to the Fox Nation show \"Moms\" and Wisconsin resident. Also with me, Lara Logan, Host of \"Lara Logan has No Agenda\" on Fox Nation. Rachel, as a resident of beautiful Wisconsin, what is the reaction from your fellow Wisconsinites about this - the lack of leadership from the State House for the governor and the violence that we're seeing again tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL CAMPOS-DUFFY, FOX NEWS CONTRIBUTOR",
      "sentences": "It's astounding. And people really have to understand this. This is not an inner city. This is little Kenosha. It's a small city of 100,000 people. It's a blue collar town where people put on their boots and go to work.  They can't believe that Governor Evers didn't do anything until he started - he and Biden started to see these poll numbers go down. So, basically, they were willing to sacrifice this city to all these outside agitators in the name of ideology, political cowardice, whatever, it's unbelievable. And I'm going to tell you what, Laura, I think when this election is over, you're going to see that Kenosha is an inflection point in this election, because Wisconsin is crucial. And everybody knows that the election and the victory runs through little towns like this. These are blue collar workers who voted for Trump that Biden needed to win over. And they're seeing the cowardice and the apathy towards them. And only a reaction when they saw that their political fortunes were on line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. And Lara, where are the reporters? Where are the mainstream media reporters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA LOGAN, FOX NATION HOST",
      "sentences": "Well, it's a very good question, Laura, because for example, in Portland, the violence went on for weeks and weeks, and it was barely covered by anyone except a lot of independent young reporters who were there on the ground. They've got very little backing, they have very little resources, and they really are putting themselves at great risk. They get doxxed by empty They get outed, they have to constantly be very, very careful. And I'm talking about, there are reporters like Drew Hernandez, Kyle Hooten, Jorge Ventura, who you mentioned, Julio Rosas, Elijah Schaffer. I mean, there's a whole bunch of them. If it weren't for them being on the ground, we wouldn't know the truth about what's happening there. And I've been talking to some analysts who say what concerns them most is if you zoom out from the riots, and you look at what is being said on the political level about how the election results won't come for some time because of the mail-in ballots. And Hillary Clinton saying that, Biden mustn't concede and all of that. And they're worried that these riots are a rehearsal for what is to come if the election result is disputed, or contested in any way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Perhaps days or weeks of civil unrest. That seems to be what they're threatening. I think they're going to turn a lot of voters away from perhaps from the Democrats if that happens, and it's a bad strategy and, of course, illegal. Ladies, thank you so much tonight.  And Hurricane Laura is set to make landfall on the Gulf Coast any moment now. We have a live report from Leland Vittert who is right in the path of this storm. Plus, night three, well, speaker Burgess Owens is here to explain why the fight to save football is a perfect allegory on what the two parties are proposing and whether voters might be changing their minds. Coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hurricane Laura smashing into the Gulf Coast tonight and the storm is bringing life threatening wind, storm surge and flooding in Louisiana and Texas. Our thoughts and our deep prayers go out to everyone in harm's way. Fox's Leland Vittert is live on the ground in Lake Charles, Louisiana with the latest storm updates. Leland, my goodness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS CORRESPONDENT",
      "sentences": "Laura, save some of those thoughts and prayers for the first responders and the rescuers who will head out at first light. It is going to be a long and dangerous night here in Louisiana. We're still about two hours from landfall. Probably in other three or four hours shall the eye reaches where we are and still you're getting winds of about 60 miles an hour. This story here is not going to be the winds. Although 150 miles an hour sounds impressive. It's the storm surge, and that's what they're talking about will be unsurvivable. The storm surge, you can see the water there that's been rising over the past couple of hours, will end up being about this tall by about 9:00 am tomorrow morning. That means entire towns are going to be underwater. An area roughly the size of Rhode Island is going to be underwater come daybreak tomorrow. About 500,000 people have been under mandatory evacuations. But I've talked to a number of officials who say there just were not enough people who heeded the warnings. And as Laura continued to strengthen over just the past 24 hours, a number of people were not able to get out. The Coast Guard is already planning search and rescue missions for first light. However, they have to wait until the winds died down to about 45 miles an hour until they are able to safely make their way into these neighborhoods that will be submerged probably, Laura, with a number of houses washed away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Leland, thank you so much. Please stay safe out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURGESS OWENS, UTAH CONGRESSIONAL CANDIDATE",
      "sentences": "This November, we stand at a crossroads. Mobs torch our cities while popular members of Congress promote the same socialism that my father fought against in World War II. We have a Democrat candidate for president who says that I'm not black if I don't vote for him. Now, more than ever, we need leaders who will stand up by their principles and won't compromise their values for political opportunities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Electrifying remarks from my next guest, Burgess Owens, former NFL player and Utah Congressional Candidate. He joins me now. Burgess, you talked about what's at stake. Given your background, I have to ask you this. Is the cancellation of high school and college football, is that kind of a metaphor for what we're seeing play out between the two parties - that freedom versus locked down narrative?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Yes, Laura, what - you know, what we look for in America, we're visionaries. We're hopeful, we work hard. We work toward the next month or vacation. And what these young people are doing right now, not only are they working hard for their careers, but you have - with a lot of Americans live vicariously through their teams. They want to feel upbeat, and they want to feel that they're winning something. And what the Democratic Party is doing basically is taking away everything that gives us hope, gives us excitement. They are truly a dour, dark, depressed party. And another side of the coin, we're optimistic, we're alive, which is like let's go out and make things happen. Let's figure out. We have business owners out there. We have this mentality that we're going to figure out ways around anything, including this virus if we just allow them to let us go and do what we do best. And they just figure out a way to win. So this is no question. Football, the flag, the National Anthem, all that has to do with moving forward or keep things depressed and down",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Burgess, your own setbacks, how do they deliver you into this moment tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "What I'm realizing is that we get some of our greatest lessons through downtimes. Things we don't want to go through. But that's when you sit down, you think about stuff, you learn about tenacity, about service, about love, about patience. All those things that really define our character is not during the upside, it's the downside we have to really think through and make changes. Because we're creatures that love to keep going on doing what we're doing and. And I came out of NFL very cocky, and that won't last too long. You got to have some humble moments to really to be worth of anybody else. So that's what life is for all of us. And I think people to understand, this is the way we all have to go through. To need to learn those lessons and share with others for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Burgess, just like 15 seconds NFL sort of stepping away from practicing tomorrow, because of what happened in Wisconsin. NBA not playing their games because of what happened in Wisconsin. Will that change race relations in America for pro athletes to take a seat? Real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "No, it's not. What's going to happen is that these the players, the NFL realized, they're going to get fans and that will never come back like myself, so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, the fans are saying no. Burgess, thank you so much. I'm tweeting out your whole speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Up ahead. The most powerful and uplifting moments of the night, \"The Last Bite,\" explained.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MADISON CAWTHORN, NORTH CAROLINA CONGRESSIONAL CANDIDATE",
      "sentences": "I say to Americans who love our country, young and old, be a radical for freedom, be a radical for liberty and be a radical for our republic, for which I stand. One nation, under god, with liberty and justice for all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Up and coming GOP star Madison Cawthorn, standing just like those disabled vets from soldier strong who stood for the anthem at Fort McHenry following Vice President Mike Pence's speech. What a contrast, a powerful one, the Republicans provided all the American people this week. That's all the time we have tonight. Join us tomorrow 11:00 pm for can't miss reaction to the President's big speech and the firework show that's going to follow. We'll be at the White House for that. Shannon Bream and the “Fox News @ Night” team take it off from here. Shannon? END Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "I'm Laura Ingraham and this is “The Ingraham Angle” from Washington tonight. Mike Pence just wrapped up a really powerful address from the beautiful Fort McHenry monument in Baltimore, Maryland, and it's a spectacular evening in Washington, no rain here. But throughout this hour, you're going to hear from a number of tonight's featured speakers, Lara Trump, Rick Grenell, Burgess Owens are all here. You're also going to hear from House Minority Leader, Kevin McCarthy, on the congressional side of things. And Fox News contributors Ari Fleischer and Raymond Arroyo. Now, after watching all of this tonight, I have to conclude, today, was a bad day for the Democrats. Why? Well, they saw a new poll showing that the race is tightening in the battleground states, which means that they haven't gotten any real bounce from their convention. They finally started to realize that riots and looting, well, that's hurting them politically, so they were forced to roll out Old Joe with a statement condemning exactly the type of violence that has been roiling blue cities for months. Now, tonight, the Republicans had more bad news for the Democrats. Over and over, Republican speakers hit themes and issues that were simply ignored all together at last week's DNC. You had a Chinese activists warned about the dangers of the CCP, a millennial candidate for Congress talked about how the GOP is the party of economic opportunities, only 25 years old. And for the third night in a row, a lineup of eloquent African-American speakers rebutted the lie that America is a racist country and emphasize the long history of Republican support for civil rights. So, in short, it was another night of positive upbeat messages about the promise of America."
    },
    {
      "speaker": "SOUTH DAKOTA GOV. KRISTI NOEM",
      "utterance": "There is another American hero to be recognized, and that is the common American. This is who President Trump is fighting for. He's fighting for you."
    },
    {
      "speaker": "KELLYANNE CONWAY, WHITE HOUSE ADVISER",
      "utterance": "For decades, he has elevated women to senior positions in business and in government. He confides in and consults us, respects our opinions, and insists that we are on equal footing with the men."
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Choosing to get a preventative mastectomy. I was scared. The night before I fought back tears as I prepared to lose a piece of myself forever. As I recovered, my phone rang again. It was President Trump calling to check on me. I was blown away. Here was the leader of the free world, caring about my circumstance."
    },
    {
      "speaker": "REP. LEE ZELDIN, R-NY",
      "utterance": "All over our country, everyday heroes serve and sacrifice for the greater good, farmers, truckers, craftsmen, these heroes keep America running and President Trump fights for them every day."
    },
    {
      "speaker": "REP. ELISE STEFANIK, R-NY",
      "utterance": "Trump has fought tirelessly to deliver results for all Americans despite the Democrats' baseless and illegal impeachment sham and the media's endless obsession with it. I was proud to lead the effort standing up for the constitution, President Trump, and most importantly, the American people. This attack was not just on the president, it was an attack on you, your voice and your vote."
    },
    {
      "speaker": "LOU HOLTZ, COLLEGE FOOTBALL HALL OF FAME COACH",
      "utterance": "When a leader tells you something, you got to be able to count on it, that's President Trump. He says what he means, he means what he says. It is done what he said he would do at every single turn."
    },
    {
      "speaker": "JACK BREWER, FORMER NFL FOOTBALL PLAYER",
      "utterance": "My father taught me to back down from no one. I know what racism looks like. I've seen it firsthand. In America, it has no resemblance to President Trump. And I'm fed up with the way he's portrayed in the media, who refuse to acknowledge what he's actually done for the black community."
    },
    {
      "speaker": "MADISON CAWTHORN, NORTH CAROLINA CONGRESSIONAL CANDIDATE",
      "utterance": "We can give up on the American idea or we can work together to make our imperfect union more perfect. The radical left wants to dismantle the fund and destroy, Republicans, under President Trump's leadership want to rebuild, restore and renew."
    },
    {
      "speaker": "RICHARD GRENELL, ACTING DIRECTOR OF THE UNITED STATES NATIONAL INTELLIGENCE",
      "utterance": "As U.S. ambassador to Germany, I had a front row seat to Donald Trump's America First foreign policy. I wish every American could see how President Trump negotiates on their behalf."
    },
    {
      "speaker": "REP. DAN CRESHAW , R-TX",
      "utterance": "When our heroes are trusted and equipped, and freedom prevails. The defeat of ISIS was the result of America believing in our heroes, or president having their backs and rebuilding our military, so we'd have what we needed to finish the mission."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I chose to serve my country. If I could do it, I would do it all over again, especially for this president. I mean, he's the kind of President you'd run through a brick wall if he asked you to."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We went through many presidents, but this one, I can say is the best president we've ever had. And that we'll have, I believe."
    },
    {
      "speaker": "CLARENCE HENDERSON, CIVIL RIGHTS LEADER",
      "utterance": "There are Americans, voters all over the country who media is trying to convince to conform to the same old democratic talking points. You know what that'll get you? The same old result. Donald Trump is not a politician, he's a leader. Politicians are dime a dozen. Leaders are priceless."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Here with exclusive reaction to tonight's speeches is someone who delivered a fantastic one herself, Trump 2020, Senior Advisor Lara Trump. Lara, we heard from heroes, women, Chinese dissident, minorities all saying they want America to know, Donald Trump is fighting for them. Is that a piece that you feel was missing? Or is missing from the general assessment of this president even after four years in office? LARA TRUMP, SENIOR ADVISOR, TRUMP 2020: Yes, well, I think what you heard from so many people is really about the Donald Trump, like you're pointing out, that never gets portrayed out there. This is a man that works tirelessly for this country. But I wanted in my speech to highlight the fact that this is a man that loves his family, that treated me like family from day one, who is a great person, you know? He gets characterized much differently out there oftentimes in the mainstream media. But look, there is no doubt after watching three days of our convention, that people in this country are hopeful, they're inspired, they're excited about going back to the voting booth and voting for Donald Trump on November 3rd. Much different than what you saw last week, Laura from the Democrats, which was so depressing and dark, and really didn't leave anyone hopeful or excited. Hopefully, everybody is taking that away. We worked really hard to make sure that this was upbeat and so great and really, really showcased this President, I think in the way that so many of us see him but never gets portrayed out there in the media."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Lara, I thought it was very striking and it brought tears to my eyes. I thought I was going to have to redo makeup tonight because when I saw those disabled, I believe most of them were veterans in the front row at Fort McHenry, and the President looked down and saw them, and he made his way to go. I don't think it was planned, but he walked down the, the stairs, to go interact with them, with them. And that was a beautiful moment at a time when so many are deciding not to stand for the anthem for their own reasons. But I think America's, I think they're craving that at least that's my sense."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Yes, I mean, what a beautiful moment, you know, these soldiers are part of a group called soldier, soldier strong. And really, they have these mechanisms that allow them to stand specifically for the national anthem. And you're right at a time in our country, when so many take, you know, that for granted and really are, are doing something that these people I think feel maybe is a little insulting to them who have fought and either given their lives or you know, given parts of their body for our country. What an incredible moment. But of course, the President went down Laura, you know how he is. He always wants to be among the people he wants to say thank you to our veterans for their sacrifice. Thank you to our military police officers. This is just another great portrayal of Donald Trump and the man that so many of us know."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And I want to play what I thought was the line of the evening from Vice President Mike Pence watch."
    },
    {
      "speaker": "VICE PRESIDENT MIKE PENCE",
      "utterance": "Our economic recovery is on the ballot. Law and order are on the ballot. But so are things far more fundamental and foundational to our country. In this election, it's not so much whether America will be more conservative or more liberal, more Republican or more Democrat. The choice in this election is whether America remains America."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Lara, that's what I'm hearing from so many folks that I come across, it's like they, it's almost like they don't recognize what's happening in America today."
    },
    {
      "speaker": "L. TRUMP",
      "utterance": "Yes, those are such powerful words from our Vice President. I mean, the reality is when you hear Joe Biden himself say that he wants to fundamentally transform America, he tells you right there what his plans are. People don't want this country transform, Laura, this is the greatest nation in the history of the world and we want to keep our freedoms. We are a beacon of hope for so many out there across the world who don't have their freedoms and opportunities. They seek out the United States as an example. They fly our American flag when they cannot fly their own. That is what America is all about. We should never forget that. We are fighting to keep America. America never has there been an election more consequential as we head towards November 3rd. I hope people remember that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Lara, thanks so much. Great to see you tonight. And let's bring in our political panel to react to Night 3 of the RNC. Joining me now Ari Fleischer, former White House Press Secretary, and Sarah Carter, Host of the Sarah Carter Podcast, and Raymond Arroyo, all are Fox News Contributors. All right. Ari, to you first, what was the moment for you that was -- had the most impact on what they wanted to accomplish tonight?"
    },
    {
      "speaker": "ARI FLEISCHER, FOX NEWS CONTRIBUTOR",
      "utterance": "You know, the biggest, and you added up for three days is that for the first time in what four years? People are praising Donald Trump. This is unheard of sounds in America, people are so used to the controversy and all the fighting and all the media opposition to him. So, for the first time, people get to see groups of Americans from all walks of life, say good things about the president, his accomplishments and his plans for the future. That's what's striking, Laura, because if you just reinforce something everybody already knows, you don't really gain any new ground. But when for the first time, people are hearing something they did not realize before, that's how you gain more grounded politics. And the other is just the outreach, the, the appeal the presence making the African American community which he started in his policies, and then of course, he did it in the State of the Union, and now here in this convention, is so welcome. It's so deserved. It's so necessary, and it's important for the president and to the party."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And I don't think you've seen -- really saw that, to that extent, and really any previous Republican convention that I've attended at least. Now, to your point, here's former NFL Player, Jack Brewer, tonight if you missed them."
    },
    {
      "speaker": "BREWER",
      "utterance": "Before I left to come deliver this message, my energetic 8-year-old son, Jackson, stopped me and said, \"Dad, can you please just tell everyone that all lives need to matter and that God loves everyone?\" We are not as divided as our politics suggests. Are you going to allow the media to lie to you by falsely claiming that he said there are very fine white supremacists in Charlottesville? He didn't say that. It's a lie."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, calling out the lies of the left."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "That's what was so powerful tonight. We saw heart, we saw emotion, and a correction of a narrative. When I was just in Charlotte, I spoke to a lot of suburban women. The number one complaint they had about Donald Trump is the tweets, the language, what we read about in Charlottesville. Here, you had somebody attempting to correct the record and then women coming forward and saying no, this is how he impacted my life. I think the evening couldn't have been more powerful. And clearly, this is a play for the 53 percent of women who voted for Donald Trump last time. He needs to keep them in the tent. I think this evening touch them. It was powerfully moving. Mothers talking about their children with Down Syndrome. Of course, we'll get to other, other highlights --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We're getting into the nun in a moment."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Oh yes!"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "She rocks. OK, Sarah, speaking of things that you didn't hear at the DNC, so anyone speaking really substantively about China. So, what did the RNC do? The Republicans featured the Chinese dissident, Chen Guangcheng."
    },
    {
      "speaker": "CHEN GUANGCHENG, CHINESE DISSIDENT",
      "utterance": "The CCP is an enemy of humanity. The U.S. must use his values of freedom, democracy and that the rule of law to cater acquired leashing to stop seeing CCPs aggression. President Trump had lead on --"
    },
    {
      "speaker": "SARAH CARTER, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "So incredible, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Sarah, jaw dropping."
    },
    {
      "speaker": "CARTER",
      "utterance": "It was jaw dropping because what I took from the RNC so far from this convention is that the Trump administration, President Trump, Vice President Pence is giving a voice to the voiceless, to those suffering under the CCP, to the Uighurs, to the unborn children to this incredible nun, this sister that was able to fight for the unborn and stand up to women. To Kayleigh McEnany, who stood up there and, you know, with all of her strength, told this very personal story. To Lara Trump, who talked about the family and to the American people. That to me is what is so essential about the RNC Convention. It was actually so moving and I think for the first time, our nation you know, like you brought it up Laura, the DNC doom and gloom, but for the first time As Americans, we can stand together and know that we're actually being heard that we have a president that actually cares and listens to us. And I think that's what I took from it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The voiceless. We've heard that so often over the over the last three years. Ari, throughout these three days, we've been hearing some powerful stories about Donald Trump's compassion. Here's one of them about a mom discussing her disabled son, whom she pushed against doctor's orders."
    },
    {
      "speaker": "TERA LEE MYERS, MOTHER OF SPECIAL NEEDS CHILD",
      "utterance": "President Trump shook my hand and said, \"Wonderful job, mom. Your son is amazing.\" Unlike the doctor who told me to end Samuel's life before it even began, President Trump did not dismiss my son. He showed Samuel he valued him and was proud of what he accomplished. President Trump gave Samuel an equal seat at the table."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ari, what effect to these testimonials to life have?"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Well, they make you think of President Trump in a very different light. I mean, people acknowledge that the presence of tough guys one of the reasons he got elected in 2016, he wanted that to change Washington. But I do think Laura, he has a vulnerability, and that's when they say he's tough, they know it. But does he also care? Is he too tough? And some of his tweets make you think he can be too offensive sometimes. So, that moment is set for the president tomorrow, really nail the landing. But I'd love to hear him talk about his when he talks about COVID. And I'm sure he will, he should talk about the people he knows who've lost their lives, because he's known several, and they've touched him, it's affected him, and you should talk about their memory, what it means to him and why he's fighting to get rid of this illness. That personal connection goes really far in America and it connects to policy because this government's done a tremendous This amount to fight COVID he's just not giving you the full credit for it that he should. That personal touch is very important."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, show us heart tomorrow. That's really important to do now. Raymond, I want to get your reaction to Sister Deirdre Byrne what she said tonight."
    },
    {
      "speaker": "SISTER DEIRDRE BYRNE, LITTLE WORKERS OF THE SACRED HEARTS OF JESUS AND MARY",
      "utterance": "As followers of Christ, we are called to stand up for life against the politically correct or fashionable of today. As a physician, I can say without hesitation, life begins at conception. Donald Trump is the most pro-life president that this nation has ever had. Defending life at all stages. His belief in the sanctity of life transcends politics."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Democrats showcased a left-wing nun on the bus and now we had a full issue with it without a habit. I always like the nuns in the habit."
    },
    {
      "speaker": "ARROYO",
      "utterance": "See, now, you didn't even have to ask if she was a nun. You knew it tonight."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I loved her."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Sister Byrne, this is a surgeon, an army surgeon. Then she took her vows, went to Afghanistan, came back and became a nun. This tonight, she may have been the most outspoken Sister since Mother Angelica speaking for life, urging Catholics to vote this way. And look, this was about the selflessness, the caring, the heart for the other. Donald Trump tomorrow has to convey some of that, as Ari was saying. And I think he also has to find a way to personalize his fight, his grit. You know, he goes to Walter Reed almost every weekend. We were with a roundtable of reporters before State of the Union. And he talked about pulling troops out of Afghanistan pulling troops back and the reason he did so is because he saw what they went through and the suffering they went through up close. He needs to tell that story, not only to reporters in private, but to the people at home. But this was a big night. big night for this --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm sorry, a full bird Colonel, a surgeon, and a nun. She was no sister act."
    },
    {
      "speaker": "ARROYO",
      "utterance": "No sister act tonight."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, panel, great to see all of you. And former Acting Director of National Intelligence, Rick Grenell gave an amazing speech tonight. He's here next Plus House Minority Leader Kevin McCarthy. What's Nancy Pelosi thinking tonight? Eating her ice cream? We know but what else is she thinking? He's going to give us his thoughts. Night 3 of the RNC has wrapped but we have an amazing event for you tomorrow evening. We'll tell you all about it. Don't go away."
    },
    {
      "speaker": "GRENELL",
      "utterance": "Joe Biden asked intelligence officials to uncover the hidden information on President Trump's incoming National Security Adviser. That's the Democrats. They never want the American people to know who's actually calling the shots, but with Donald Trump, you always know exactly who is in charge. Because the answer is you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Loved that line. It's your government. They work for you. Former Acting Director of National Intelligence, Rick Grenell, powerful case made by him about how a Biden administration would turn the screws on the American people. Rick Grinnell joins us now. Ambassador Grenell, love this speech. Now, you mentioned tonight, that Trump always has America's interests at heart when he's in the negotiating room, when he's there trying to cut a deal. What would Biden and his negotiating style mean?"
    },
    {
      "speaker": "GRENELL",
      "utterance": "Look, I spent eight years inside the U.N. Security Council when there's this philosophy that you must have consensus in order to move forward on foreign policy issues at the U.N., that's exactly what you're going to get with Joe Biden, is consensus with the Europeans, consensus with a whole bunch of other allies. And what consensus is really about is the lowest common denominator of an agreement. It sounds like it's a really good idea, consensus, you know, that word sounds like we're all going to get along. But consensus for Americans really means that others get to veto our policy. So, I have to tell you, I spent eight years at the U.N., 192 countries, every country thinks about themselves first, they make decisions about their people, and there's only one country in the entire world that gets in trouble when they focus on themselves and that is the United States. So, I tried to make the case tonight to say America First, just simply means that we think about American security first and that's prosperity, national security, all of the things that make us a great country. We will no longer be a great country, if we have to have a worldwide consensus of a policy, which means lowest common denominator."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, I mean, isn't that isn't it the case that if Biden is president, Europe gets whatever Europe wants for the most part, China gets whatever China wants for the most part, and then you have a bunch of never- Trumper still worried about Russia, like that's the biggest threat to humanity. When China has, you know, the largest standing army in the world. I mean, that's kind of how I see it."
    },
    {
      "speaker": "GRENELL",
      "utterance": "Yes. Yes, it's, it's exactly the case. I mean, look no further than during the Obama-Biden administration. They had a policy that the Europeans should pay more at NATO, but they never made it an issue. They certainly never told the Germans that you had to make this an issue. Donald Trump has given NATO $41 billion in new money just simply by telling the Europeans and NATO members, you have to pay more. This is something that they've been saying to us. Yes, we hear you, but we really don't want to do it. So, in Joe Biden administration, you're going to have the Europeans and others at the U.N. vetoing the U.S. policy if they don't like something."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I want to play what General Keith Kellogg said tonight that raised some eyebrows."
    },
    {
      "speaker": "GEN. KEITH KELLOGG, RETIRED LIEUTENANT GENERAL IN THE U.S. ARMY",
      "utterance": "Over the past three and a half years, I have witnessed every major foreign policy and national security decision by the President. I have been in the room where it happened. I saw only one agenda and one guiding question when tough calls had to be made. Is this decision right for America?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, the room where it happened isn't just from lyrics from \"Hamilton.\" It's the title of John Bolton's book, was that a swipe at Bolton?"
    },
    {
      "speaker": "GRENELL",
      "utterance": "No, I don't think so. I think what, what the general was trying to say is, he's there and he knows that President Trump is totally focused on the American people. And, you know, we're I've seen it over and over when, you know, big wealthy people come in, and they, they complain about energy prices, gas prices. I've seen President Trump say, you know, I think that it's cheaper gas for the American people. I mean, he really does think about these issues in terms of what is good for everyday Americans. And I love it. I love watching him negotiate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I know, I've never seen a president and I've had a chance to meet a lot, many presidents, talk about how much stuff costs. You know how much it costs to have the troops there, you know how much -- I mean, he actually cares about how much we're spending on stuff that might not be delivering the returns for the American people that we need. And I'm so glad you brought that up. Fantastic speech tonight, Ambassador Grenell, thank you so much. And speaking in powerful speeches, my next guests will be addressing the RNC tomorrow night, and will lay out what's at stake if Democrats are allowed to take full control of Congress. Joining me now is House Minority Leader Kevin McCarthy. Congressman, what could Nancy Pelosi possibly be thinking, after watching this series of testimonials about our love for this country, and the respect for how the President has put Americans interests first in every decision?"
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CA",
      "utterance": "I think she has two fears. She wonders why she wasted the majority. And now, she's wondering why she wasted the Democrat Convention. You know, you looked at ours, it was hope versus despair, helping versus defunding, we're talking about cures instead of shutting this country down again. No greater contrast than their four days than what these four days are going to be."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, we have Marine One landing behind us, you know that all too well. So, I'll shout over that for a bit. The President coming back from Fort McHenry after an incredible night. Congressman McCarthy, I think a lot of folks, we talked about this earlier, women especially I would say, they tone in emotion matters to everybody but women, it matters like how you come across to people. What do you say tonight, to the people watching about what you've seen from the president behind closed doors repeatedly in your interactions with him? You know, the toughness, yes, but what else?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "You know, I've watched places that people have not seen. I watched where we were flying one day he said, I'm cutting this rally short because we're going to Dover because two Americans were killed. And when we went out to Dover, I watched this man stand in the rain with no umbrella, no umbrella, nothing. And when he sat and talked to the families, the empathy that he showed the caring this that he showed, and I watched it, we got back on Air Force One, that's All he talked about, of the life that was lost and why was it lost? I've watched him when there was shooting victims and a family in the back. These are things that nobody sees and I hope tonight or through this convention, you watch the empowerment, the empathy that he's given. I've found this to be the most diverse Republican Convention we've ever been a part of. And it wasn't a Hollywood star, it was real American stars. And that's really about President Trump. He is the one who's listening to a voice no one would hear before and he is the one that is putting them first instead of Hollywood. and I think that is something that I want America to see."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There was a moment on another network tonight where they were trying to kind of dismiss the Republican's concerns or the way they discussed the riots, watch."
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "utterance": "The caricature of your city and other as the Republicans say Democrat-run cities is that the whole country is at risk of falling into anarchy and chaos? Does it have a material effect on your ability to govern?"
    },
    {
      "speaker": "SEATTLE MAYOR JENNY DURKAN",
      "utterance": "It did have an impact on the summer on some things because the president and Fox News were so insistent on driving that message, that people started to come there to make the reality real."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Of course, another blue state mayor, blaming now President Trump for, I guess, heightening the violence and the Pacific Northwest, Congressman."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "To speak up every single night in Portland, this has been going on, Seattle, Chicago. But you know, the other difference, this president engaged for Wisconsin and was going to send more troops, it was the Governor who did not take the full number that he needed of why we have more problems in Wisconsin. This is what the real discussion is about. And you were right when you spoke earlier about the powerful words of the vice president. This is not a battle of Republican versus Democrat. This is really coming down to Socialism versus Freedom. We have Barack Obama who's saying there's no difference between Joe Biden and Bernie Sanders. Bernie Sanders is not a Democrat, he's a registered Socialist, and that is what we're competing against today, and that is why I believe we need to move forward, not backwards."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, thank you so much for joining us tonight. We really appreciate it. And we're also tracking Hurricane Laura. The massive storm just hours from making landfall in Louisiana as a dangerous Category Four storm. It's thought to be one of the strongest 10 storms ever to hit the American continent. We're keeping our eyes on it. We have a live report later on in the hour. But coming up, a night of violence and rage in Kenosha left two people dead. We're going to speak with a reporter who was on the scene when the shooting broke out last night. Plus, some breaking news on the investigation into the police shooting that set this all off. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Chaos in Kenosha last night left two people dead. Now, the footage you just saw allegedly shows 17-year-old Kyle Rittenhouse opening fire and hitting two rioters. Shortly after that incident, Rittenhouse surrendered to police and has since been charged with first degree murder. We're still learning about all those details and what went down. But the important point here is that, this all happened after Wisconsin's Democratic Governor Tony Evers refused the additional help when the White House initially offered it. Joining me now is a reporter who was on the ground during last night shooting Jorge Ventura with the daily caller. Jorge it took a night of bloodshed for Evers to change his mind. I guess, about 200 agents and marshals from the FBI, ATF and USMS, the marshal service set by DoJ earlier today. But, my goodness, one of your colleagues was robbed at gunpoint tonight, is that right?"
    },
    {
      "speaker": "JORGE VENTURA, DAILY CALLER FIELD REPORTER",
      "utterance": "Yes. Laura, it seems it's been a kind of chaotic all over. We had a reporter Kyle Hooten, was robbed by gunpoint tonight for his bulletproof vest and a backpack in Minneapolis. It seems like the looting has started. And here in Kenosha, things have been very chaotic, Laura. I got here on Monday night and seems the mob was focusing on the county courthouse. Once the National Guard dispersed the crowd with crowd control ammunitions from the county courthouse, then that's when the mob actually focused their attention just on the city and the town. We've seen over 10 businesses structure fires looted, ransacked. It's been a very chaotic scene. Business owners are very distraught of what's going down here in Kenosha,"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now Jorge if it wasn't there from the initial reporting of the Daily Caller and others independent journalists on the ground, a lot of the major networks aren't capturing this video. Like, people don't even - a lot of people don't even know the extent of the violence. Is that what you're saying?"
    },
    {
      "speaker": "VENTURA",
      "utterance": "Yes, Laura. It's been very - like I said, it's been very chaotic. On Monday night, according to the fire department in Kenosha, just between Monday and Sunday, 30 businesses have been damaged or looted. We've seen a Department of Corrections sort of burned to the ground. I spoke to one Wisconsin local who spoke to me. He said on Monday night, he witnessed a 70-year-old man trying to defend his business and was assaulted by a mob and attacked by multiple people. And unsuccessfully, unfortunately, he was not able to defend his business. It was burned to the ground. And today, Laura, was actually speaking to some locals who are very worried that they don't have enough wood to protect their homes, their businesses. I mean, if you just walk around in Kenosha right now, it's just seems almost like a war zone. And no one would ever kind of imagine this be going down here in Middle America in a small town in Wisconsin."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jorge, please stay safe. And thank you for doing the reporting that the mains stream media will not. We'll check back with you soon. And here to react to the violence in Kenosha, Rachel Campos-Duffy, Fox News Contributor, Host to the Fox Nation show \"Moms\" and Wisconsin resident. Also with me, Lara Logan, Host of \"Lara Logan has No Agenda\" on Fox Nation. Rachel, as a resident of beautiful Wisconsin, what is the reaction from your fellow Wisconsinites about this - the lack of leadership from the State House for the governor and the violence that we're seeing again tonight."
    },
    {
      "speaker": "RACHEL CAMPOS-DUFFY, FOX NEWS CONTRIBUTOR",
      "utterance": "It's astounding. And people really have to understand this. This is not an inner city. This is little Kenosha. It's a small city of 100,000 people. It's a blue collar town where people put on their boots and go to work. They can't believe that Governor Evers didn't do anything until he started - he and Biden started to see these poll numbers go down. So, basically, they were willing to sacrifice this city to all these outside agitators in the name of ideology, political cowardice, whatever, it's unbelievable. And I'm going to tell you what, Laura, I think when this election is over, you're going to see that Kenosha is an inflection point in this election, because Wisconsin is crucial. And everybody knows that the election and the victory runs through little towns like this. These are blue collar workers who voted for Trump that Biden needed to win over. And they're seeing the cowardice and the apathy towards them. And only a reaction when they saw that their political fortunes were on line."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. And Lara, where are the reporters? Where are the mainstream media reporters?"
    },
    {
      "speaker": "LARA LOGAN, FOX NATION HOST",
      "utterance": "Well, it's a very good question, Laura, because for example, in Portland, the violence went on for weeks and weeks, and it was barely covered by anyone except a lot of independent young reporters who were there on the ground. They've got very little backing, they have very little resources, and they really are putting themselves at great risk. They get doxxed by empty They get outed, they have to constantly be very, very careful. And I'm talking about, there are reporters like Drew Hernandez, Kyle Hooten, Jorge Ventura, who you mentioned, Julio Rosas, Elijah Schaffer. I mean, there's a whole bunch of them. If it weren't for them being on the ground, we wouldn't know the truth about what's happening there. And I've been talking to some analysts who say what concerns them most is if you zoom out from the riots, and you look at what is being said on the political level about how the election results won't come for some time because of the mail-in ballots. And Hillary Clinton saying that, Biden mustn't concede and all of that. And they're worried that these riots are a rehearsal for what is to come if the election result is disputed, or contested in any way."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Perhaps days or weeks of civil unrest. That seems to be what they're threatening. I think they're going to turn a lot of voters away from perhaps from the Democrats if that happens, and it's a bad strategy and, of course, illegal. Ladies, thank you so much tonight. And Hurricane Laura is set to make landfall on the Gulf Coast any moment now. We have a live report from Leland Vittert who is right in the path of this storm. Plus, night three, well, speaker Burgess Owens is here to explain why the fight to save football is a perfect allegory on what the two parties are proposing and whether voters might be changing their minds. Coming up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hurricane Laura smashing into the Gulf Coast tonight and the storm is bringing life threatening wind, storm surge and flooding in Louisiana and Texas. Our thoughts and our deep prayers go out to everyone in harm's way. Fox's Leland Vittert is live on the ground in Lake Charles, Louisiana with the latest storm updates. Leland, my goodness."
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS CORRESPONDENT",
      "utterance": "Laura, save some of those thoughts and prayers for the first responders and the rescuers who will head out at first light. It is going to be a long and dangerous night here in Louisiana. We're still about two hours from landfall. Probably in other three or four hours shall the eye reaches where we are and still you're getting winds of about 60 miles an hour. This story here is not going to be the winds. Although 150 miles an hour sounds impressive. It's the storm surge, and that's what they're talking about will be unsurvivable. The storm surge, you can see the water there that's been rising over the past couple of hours, will end up being about this tall by about 9:00 am tomorrow morning. That means entire towns are going to be underwater. An area roughly the size of Rhode Island is going to be underwater come daybreak tomorrow. About 500,000 people have been under mandatory evacuations. But I've talked to a number of officials who say there just were not enough people who heeded the warnings. And as Laura continued to strengthen over just the past 24 hours, a number of people were not able to get out. The Coast Guard is already planning search and rescue missions for first light. However, they have to wait until the winds died down to about 45 miles an hour until they are able to safely make their way into these neighborhoods that will be submerged probably, Laura, with a number of houses washed away."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Leland, thank you so much. Please stay safe out there."
    },
    {
      "speaker": "BURGESS OWENS, UTAH CONGRESSIONAL CANDIDATE",
      "utterance": "This November, we stand at a crossroads. Mobs torch our cities while popular members of Congress promote the same socialism that my father fought against in World War II. We have a Democrat candidate for president who says that I'm not black if I don't vote for him. Now, more than ever, we need leaders who will stand up by their principles and won't compromise their values for political opportunities."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Electrifying remarks from my next guest, Burgess Owens, former NFL player and Utah Congressional Candidate. He joins me now. Burgess, you talked about what's at stake. Given your background, I have to ask you this. Is the cancellation of high school and college football, is that kind of a metaphor for what we're seeing play out between the two parties - that freedom versus locked down narrative?"
    },
    {
      "speaker": "OWENS",
      "utterance": "Yes, Laura, what - you know, what we look for in America, we're visionaries. We're hopeful, we work hard. We work toward the next month or vacation. And what these young people are doing right now, not only are they working hard for their careers, but you have - with a lot of Americans live vicariously through their teams. They want to feel upbeat, and they want to feel that they're winning something. And what the Democratic Party is doing basically is taking away everything that gives us hope, gives us excitement. They are truly a dour, dark, depressed party. And another side of the coin, we're optimistic, we're alive, which is like let's go out and make things happen. Let's figure out. We have business owners out there. We have this mentality that we're going to figure out ways around anything, including this virus if we just allow them to let us go and do what we do best. And they just figure out a way to win. So this is no question. Football, the flag, the National Anthem, all that has to do with moving forward or keep things depressed and down"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Burgess, your own setbacks, how do they deliver you into this moment tonight?"
    },
    {
      "speaker": "OWENS",
      "utterance": "What I'm realizing is that we get some of our greatest lessons through downtimes. Things we don't want to go through. But that's when you sit down, you think about stuff, you learn about tenacity, about service, about love, about patience. All those things that really define our character is not during the upside, it's the downside we have to really think through and make changes. Because we're creatures that love to keep going on doing what we're doing and. And I came out of NFL very cocky, and that won't last too long. You got to have some humble moments to really to be worth of anybody else. So that's what life is for all of us. And I think people to understand, this is the way we all have to go through. To need to learn those lessons and share with others for sure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Burgess, just like 15 seconds NFL sort of stepping away from practicing tomorrow, because of what happened in Wisconsin. NBA not playing their games because of what happened in Wisconsin. Will that change race relations in America for pro athletes to take a seat? Real quick."
    },
    {
      "speaker": "OWENS",
      "utterance": "No, it's not. What's going to happen is that these the players, the NFL realized, they're going to get fans and that will never come back like myself, so."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, the fans are saying no. Burgess, thank you so much. I'm tweeting out your whole speech."
    },
    {
      "speaker": "OWENS",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Up ahead. The most powerful and uplifting moments of the night, \"The Last Bite,\" explained."
    },
    {
      "speaker": "MADISON CAWTHORN, NORTH CAROLINA CONGRESSIONAL CANDIDATE",
      "utterance": "I say to Americans who love our country, young and old, be a radical for freedom, be a radical for liberty and be a radical for our republic, for which I stand. One nation, under god, with liberty and justice for all."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Up and coming GOP star Madison Cawthorn, standing just like those disabled vets from soldier strong who stood for the anthem at Fort McHenry following Vice President Mike Pence's speech. What a contrast, a powerful one, the Republicans provided all the American people this week. That's all the time we have tonight. Join us tomorrow 11:00 pm for can't miss reaction to the President's big speech and the firework show that's going to follow. We'll be at the White House for that. Shannon Bream and the “Fox News @ Night” team take it off from here. Shannon? END Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}