{
  "date": "August 30, 2019",
  "headline": "'Special Report' All-Star panel on President Trump's press availability",
  "subHeadline": "Guests: Byron York, Steve Clemons, Ben Domenech",
  "url": "https://www.foxnews.com/transcript/special-report-all-star-panel-on-president-trumps-press-availability",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "President Trump on the South Lawn of the White House heading to Camp David. We apologize for the audio trouble there at the beginning. It was a tape issue. We wish he could take off Marine One if he’s going to take all those questions, but he’s got places to go. We have places to go to. Let’s bring in our panel, Byron York, chief political correspondent for the \"Washington Examiner,\" Steve Clemons, editor at large for \"The Hill,\" and Ben Domenech, publisher of \"The Federalist.\" Lot of topics there, guys. Byron, talked everything about the Twitter CEO Jack Dorsey being hacked, saying he hopes he doesn’t get hacked, his account. But they wouldn’t learn much because he says everything on Twitter.  BRYON YORK, CHIEF POLITICAL CORRESPONDENT, \"WASHINGTON EXAMINER\": Basically said he has nothing to hide on Twitter, but he talked about the Florida hurricane. He talked about the economy, Madeleine Westerhout, Poland, Andrew McCabe, China, James Comey, Hong Kong, Afghanistan, marijuana, USMCA, and the Fad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Of those, what struck you the most?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "I think the big point he was trying to make was we are really prepared for this hurricane. I’m going to Camp David, we’re going to be talking to our experts. FEMA is on it. And by the way, we were really prepared this time in Puerto Rico had the hurricane directly hit Puerto Rico, which it did not. But we are absolutely prepared this time. I think that’s the big message he wanted to get out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Also on Afghanistan, he was asked about Afghanistan and the force he’s going to leave they are, 8,600, roughly 8,000 is what he said.  STEVE CLEMONS, \"THE HILL\": I think what the president is saying there is it’s a police force, and that’s probably accurate. And it’s probably there if you were to look at the strategic investment that we’ve made in Afghanistan, we are leaving most of that country. He says negotiations are going well with the Taliban. I don’t know if that’s really true, but what you’ve got installed, and we saw this debate during the Obama administration as well, is essentially a force that can keep Kabul from falling. So it’s a Kabul protection force, in my view. And I think the president and Joe Biden are very close in perspective on this, it’s very interesting, because this is exactly what Joe Biden had recommended.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And we’ll talk about Joe Biden in just a minute.  Ben, China, he seems optimistic. He said about the farmers, he gave them $16 billion. That’s more than China spends in a year. And he said that the farmers are very happy and they want him to continue this fight. He seems like he’s optimistic about these talks.   BEN DOMENECH, \"THE FEDERALIST\": He does seem optimistic about them. I think one of the interesting things about President Trump is that we speak about him so much as being a reality show figure, being someone who came outside the world of politics. But this is the one area in which from a policy perspective his critique of the American system has been the most consistent aspect of his political viewpoints, one that he’s held over the course of decades. And he clearly is sending the message that he is not backing down from this fight, and that he believes he can come out and take advantage of this situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Byron, one of the reasons he does this and he tweets so much is because he thinks he’s getting a lot of negative press and that he has talk directly about these issues fully and completely either on Twitter or these impromptu news conferences. Just so everybody knows, when he talked about Tiffany, that’s his daughter Tiffany, and this tie to this aide who essentially resigned after telling reporters off the record that basically he didn’t like to take pictures with Tiffany. He said he’s going to talk to Tiffany when he gets to Camp David. That’s just explaining what he was talking about there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "But this really was just another example of the extraordinary access this president has given to the press. You don’t hear a lot of complaints anymore about not having White House briefings with the White House spokesperson because the president himself is talking to the press so much, and he’s walking along for minutes, and he does it many days. This was something, it’s kind of inside baseball, but there was a woman named Madeleine Westerhout who basically sat outside the Oval Office --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "An important job. The trains come and go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Absolutely. If you wanted to get to the president you needed to be on her good side. And she did abruptly resign. She had apparently talked about the president’s family some in and off the record session in New Jersey when the president was staying up there. He basically said she called me, she said she had been drinking, she was very sorry. She’s a good person, but you can’t say that kind of stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There you go. Let’s talk about Joe Biden and this story that continues to gather moss going down a hill. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "A four-star general asked me whether I would go up into the FOB. Everybody got concerned, a vice president going up in the middle of this. But we can lose a vice president. We can’t lose many more of these kids. Not a joke.  And it’s the God’s truth, my word as a Biden. He stood at attention. I went to pin it. He said, sir, I don’t want the damn thing. Do no pin it on me, sir. Please, sir, do not do that. He died.  I was making the point how courageous these people are, how incredible they are, this generation of warriors, these fallen angels we’ve lost. I don’t know what the problem is. What is it that I said wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, there was a lot. \"The Washington Post\" had it this way, \"In the space of three minutes, Biden got the time period, the location, the heroic act, the type of metal, the military branch, and the rank of the recipient wrong, as well as his own role in the ceremony.\" Basically, Steve, he was not vice president at the time, he was a senator when he visited in this particular instance. I talked to Brit about this earlier, your take on this and how much it affects his current standing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLEMONS",
      "sentences": "I think it affects his standing with people who like to over intellectualize this stuff. I think what’s being missed right now, and I admired and heard what Brit said, and I disagree with him respectfully, is that this election is eventually going to be about people saying is the candidate going to be on my side, are they feeling my struggles and pain? I’ve got to tell you, I’m related to a lot of Midwestern military families who felt demeaned and left behind by previous Democratic Party leadership. Joe Biden himself told me once the Democratic Party had become the party of snobs, had left these people behind. So whether he confused details, and I give them a pass on this, he was nonetheless making a point of saying, we need to connect with those people sacrificing with this nation in a highly emotional way. He’s a good storyteller. He got stuff wrong. I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "He said he got the essence right, but it’s not just this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "It’s not just this. There’s issue after issue where Joe Biden has sent a message to the American people that gives them some uncertainty about him. The fact is that we are talking about a generation of leadership here. We’ve had three presidents who were all born in the same year in Donald Trump, George W. Bush, and Bill Clinton. A lot of people are concerned about having someone who is elderly and seems to wear that age much worse than some of the other candidates who are in the race. This is going to continue to dog him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And the question is, Byron, whether it comes up in the Houston debate and whether any other candidates jump on this gaffe prone streak he’s been on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "You can use the gaffes a proxy for his age. That’s clearly the thing, because on inauguration day, I’ve become a jukebox saying this all the time. On inauguration day 2021, he’ll be 78 years old, older than Ronald Reagan was when he left the White House after two terms. He will be the oldest president by far to take office. And what Democrats worry about is not only him performing in office but also beating President Trump. They can see Donald Trump pummeling a slow and confused Joe Biden on a debate stage, and they are very afraid of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Guys, I wanted to do Candidate Casino and Winners and Losers. The president took our time, but we appreciate it. We’ll have you back, Steve. Thank you. When we come back, \"Notable Quotables.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "A little different show tonight, but it is Friday, \"Notable Quotables.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "They are going to be totally ready, and Puerto Rico was totally ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I’ve been through Andrew, I’ve been through Wilma, I’ve been through Irma, and I don’t want to go to this one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Jim Comey was not acting as Captain America. He was acting as a gutter agent at the FBI because he wanted his own agenda put forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Comey is a meathead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We know the best way to prevent conflict is to prepare for victory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT TRUMP",
      "sentences": "If you say it on the street, that’s a knockout. If you put it in a tweet, it’s a copout. I love that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This ain’t your mother’s marijuana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Johnson & Johnson was the kingpin behind the nation’s ongoing opioid crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you have second thoughts about escalating --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I have second thoughts about everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I want to be clear, I’m not going nuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They’re kind of like Thanos snapping their finger and trying to get rid of half the field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "sentences": "After more than eight incredible months, I’m ending my presidential campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "Nobody is getting behind me on a debate stage and doing a handy thing. That’s not happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Having them inside the room is better than having them outside the room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That is one week covering Washington. Thanks for inviting us into p  This weekend on \"FOX News Sunday,\" the acting FEMA administrator will address the situation with hurricane Dorian. Fox News Channel of course will cover the storm all weekend. Keep it here. That’s it for this “Special Report,” fair, balanced, and still unafraid. \"The Story\" guest hosted tonight by Trace Gallagher starts right now. And Trace, it’s such a busy night, giving you an extra eight seconds.  Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "President Trump on the South Lawn of the White House heading to Camp David. We apologize for the audio trouble there at the beginning. It was a tape issue. We wish he could take off Marine One if he’s going to take all those questions, but he’s got places to go. We have places to go to. Let’s bring in our panel, Byron York, chief political correspondent for the \"Washington Examiner,\" Steve Clemons, editor at large for \"The Hill,\" and Ben Domenech, publisher of \"The Federalist.\" Lot of topics there, guys. Byron, talked everything about the Twitter CEO Jack Dorsey being hacked, saying he hopes he doesn’t get hacked, his account. But they wouldn’t learn much because he says everything on Twitter. BRYON YORK, CHIEF POLITICAL CORRESPONDENT, \"WASHINGTON EXAMINER\": Basically said he has nothing to hide on Twitter, but he talked about the Florida hurricane. He talked about the economy, Madeleine Westerhout, Poland, Andrew McCabe, China, James Comey, Hong Kong, Afghanistan, marijuana, USMCA, and the Fad."
    },
    {
      "speaker": "BAIER",
      "utterance": "Of those, what struck you the most?"
    },
    {
      "speaker": "YORK",
      "utterance": "I think the big point he was trying to make was we are really prepared for this hurricane. I’m going to Camp David, we’re going to be talking to our experts. FEMA is on it. And by the way, we were really prepared this time in Puerto Rico had the hurricane directly hit Puerto Rico, which it did not. But we are absolutely prepared this time. I think that’s the big message he wanted to get out."
    },
    {
      "speaker": "BAIER",
      "utterance": "Also on Afghanistan, he was asked about Afghanistan and the force he’s going to leave they are, 8,600, roughly 8,000 is what he said. STEVE CLEMONS, \"THE HILL\": I think what the president is saying there is it’s a police force, and that’s probably accurate. And it’s probably there if you were to look at the strategic investment that we’ve made in Afghanistan, we are leaving most of that country. He says negotiations are going well with the Taliban. I don’t know if that’s really true, but what you’ve got installed, and we saw this debate during the Obama administration as well, is essentially a force that can keep Kabul from falling. So it’s a Kabul protection force, in my view. And I think the president and Joe Biden are very close in perspective on this, it’s very interesting, because this is exactly what Joe Biden had recommended."
    },
    {
      "speaker": "BAIER",
      "utterance": "And we’ll talk about Joe Biden in just a minute. Ben, China, he seems optimistic. He said about the farmers, he gave them $16 billion. That’s more than China spends in a year. And he said that the farmers are very happy and they want him to continue this fight. He seems like he’s optimistic about these talks. BEN DOMENECH, \"THE FEDERALIST\": He does seem optimistic about them. I think one of the interesting things about President Trump is that we speak about him so much as being a reality show figure, being someone who came outside the world of politics. But this is the one area in which from a policy perspective his critique of the American system has been the most consistent aspect of his political viewpoints, one that he’s held over the course of decades. And he clearly is sending the message that he is not backing down from this fight, and that he believes he can come out and take advantage of this situation."
    },
    {
      "speaker": "BAIER",
      "utterance": "Byron, one of the reasons he does this and he tweets so much is because he thinks he’s getting a lot of negative press and that he has talk directly about these issues fully and completely either on Twitter or these impromptu news conferences. Just so everybody knows, when he talked about Tiffany, that’s his daughter Tiffany, and this tie to this aide who essentially resigned after telling reporters off the record that basically he didn’t like to take pictures with Tiffany. He said he’s going to talk to Tiffany when he gets to Camp David. That’s just explaining what he was talking about there."
    },
    {
      "speaker": "YORK",
      "utterance": "But this really was just another example of the extraordinary access this president has given to the press. You don’t hear a lot of complaints anymore about not having White House briefings with the White House spokesperson because the president himself is talking to the press so much, and he’s walking along for minutes, and he does it many days. This was something, it’s kind of inside baseball, but there was a woman named Madeleine Westerhout who basically sat outside the Oval Office --"
    },
    {
      "speaker": "BAIER",
      "utterance": "An important job. The trains come and go."
    },
    {
      "speaker": "YORK",
      "utterance": "Absolutely. If you wanted to get to the president you needed to be on her good side. And she did abruptly resign. She had apparently talked about the president’s family some in and off the record session in New Jersey when the president was staying up there. He basically said she called me, she said she had been drinking, she was very sorry. She’s a good person, but you can’t say that kind of stuff."
    },
    {
      "speaker": "BAIER",
      "utterance": "There you go. Let’s talk about Joe Biden and this story that continues to gather moss going down a hill. Take a listen."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "A four-star general asked me whether I would go up into the FOB. Everybody got concerned, a vice president going up in the middle of this. But we can lose a vice president. We can’t lose many more of these kids. Not a joke. And it’s the God’s truth, my word as a Biden. He stood at attention. I went to pin it. He said, sir, I don’t want the damn thing. Do no pin it on me, sir. Please, sir, do not do that. He died. I was making the point how courageous these people are, how incredible they are, this generation of warriors, these fallen angels we’ve lost. I don’t know what the problem is. What is it that I said wrong?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, there was a lot. \"The Washington Post\" had it this way, \"In the space of three minutes, Biden got the time period, the location, the heroic act, the type of metal, the military branch, and the rank of the recipient wrong, as well as his own role in the ceremony.\" Basically, Steve, he was not vice president at the time, he was a senator when he visited in this particular instance. I talked to Brit about this earlier, your take on this and how much it affects his current standing."
    },
    {
      "speaker": "CLEMONS",
      "utterance": "I think it affects his standing with people who like to over intellectualize this stuff. I think what’s being missed right now, and I admired and heard what Brit said, and I disagree with him respectfully, is that this election is eventually going to be about people saying is the candidate going to be on my side, are they feeling my struggles and pain? I’ve got to tell you, I’m related to a lot of Midwestern military families who felt demeaned and left behind by previous Democratic Party leadership. Joe Biden himself told me once the Democratic Party had become the party of snobs, had left these people behind. So whether he confused details, and I give them a pass on this, he was nonetheless making a point of saying, we need to connect with those people sacrificing with this nation in a highly emotional way. He’s a good storyteller. He got stuff wrong. I think --"
    },
    {
      "speaker": "BAIER",
      "utterance": "He said he got the essence right, but it’s not just this."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "It’s not just this. There’s issue after issue where Joe Biden has sent a message to the American people that gives them some uncertainty about him. The fact is that we are talking about a generation of leadership here. We’ve had three presidents who were all born in the same year in Donald Trump, George W. Bush, and Bill Clinton. A lot of people are concerned about having someone who is elderly and seems to wear that age much worse than some of the other candidates who are in the race. This is going to continue to dog him."
    },
    {
      "speaker": "BAIER",
      "utterance": "And the question is, Byron, whether it comes up in the Houston debate and whether any other candidates jump on this gaffe prone streak he’s been on."
    },
    {
      "speaker": "YORK",
      "utterance": "You can use the gaffes a proxy for his age. That’s clearly the thing, because on inauguration day, I’ve become a jukebox saying this all the time. On inauguration day 2021, he’ll be 78 years old, older than Ronald Reagan was when he left the White House after two terms. He will be the oldest president by far to take office. And what Democrats worry about is not only him performing in office but also beating President Trump. They can see Donald Trump pummeling a slow and confused Joe Biden on a debate stage, and they are very afraid of that."
    },
    {
      "speaker": "BAIER",
      "utterance": "Guys, I wanted to do Candidate Casino and Winners and Losers. The president took our time, but we appreciate it. We’ll have you back, Steve. Thank you. When we come back, \"Notable Quotables.\""
    },
    {
      "speaker": "BAIER",
      "utterance": "A little different show tonight, but it is Friday, \"Notable Quotables.\""
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "They are going to be totally ready, and Puerto Rico was totally ready."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I’ve been through Andrew, I’ve been through Wilma, I’ve been through Irma, and I don’t want to go to this one."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Jim Comey was not acting as Captain America. He was acting as a gutter agent at the FBI because he wanted his own agenda put forward."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Mr. Comey is a meathead."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We know the best way to prevent conflict is to prepare for victory."
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT TRUMP",
      "utterance": "If you say it on the street, that’s a knockout. If you put it in a tweet, it’s a copout. I love that."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This ain’t your mother’s marijuana."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Johnson & Johnson was the kingpin behind the nation’s ongoing opioid crisis."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you have second thoughts about escalating --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I have second thoughts about everything."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I want to be clear, I’m not going nuts."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "They’re kind of like Thanos snapping their finger and trying to get rid of half the field."
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "utterance": "After more than eight incredible months, I’m ending my presidential campaign."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "Nobody is getting behind me on a debate stage and doing a handy thing. That’s not happening."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Having them inside the room is better than having them outside the room."
    },
    {
      "speaker": "BAIER",
      "utterance": "That is one week covering Washington. Thanks for inviting us into p This weekend on \"FOX News Sunday,\" the acting FEMA administrator will address the situation with hurricane Dorian. Fox News Channel of course will cover the storm all weekend. Keep it here. That’s it for this “Special Report,” fair, balanced, and still unafraid. \"The Story\" guest hosted tonight by Trace Gallagher starts right now. And Trace, it’s such a busy night, giving you an extra eight seconds. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}