{
  "date": "August 17, 2017",
  "headline": "Malkin: We cannot accept Islamic terror as part of life;  Assange tells congressman Russia wasn't source of Dem emails",
  "subHeadline": "This is a rush transcript from \"Hannity,\" August 17, 2017.",
  "url": "https://www.foxnews.com/transcript/malkin-we-cannot-accept-islamic-terror-as-part-of-life-assange-tells-congressman-russia-wasnt-source-of-dem-emails",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Welcome to 'Hannity.' This is a Fox News Alert. We are following three major breaking news stories tonight -- a massive terror attack in Spain. A van was used to viciously mow down and murder innocent people in a crowded shopping area. This is in Barcelona, Spain. We have the chilling video tonight. It is just horrific. So far, 13 are dead, over 100 injured in what police are calling a terrorist attack, President Trump tonight saying the U.S. will do whatever is necessary to help. And also tonight, according to a brand-new report, Julian Assange of WikiLeaks -- he tells Republican congressman of California Dana Rohrabacher, that he has proof the DNC documents that he published did not come from Russia. One guy that would know for sure. Could this potentially blow the entire Russia collusion narrative completely out of the water? The Hill's John Solomon -- he will have all those exclusive details exclusively tonight.  And the left -- they continue to just melt down over President Trump's response to Charlottesville. A Democratic state senator is under fire tonight after hoping the president gets assassinated and is refusing tonight to apologize. We need a resignation and a Secret Service investigation.  Also, the left rushing to remove Confederate symbols from all across the country. It's a busy major breaking news night tonight on \"Hannity.\" This is our \"Opening Monologue.\"  An absolutely shocking scene took place earlier today in a busy tourist town area of Barcelona, Spain, a van piling onto a sidewalk swerved side to side, leaving behind a trail of death and destruction. We do have a viewer warning. We are about to show you very, very graphic and video of the scene immediately after this tragic attack. And if children are in the room, you may want to have them look away. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Unbelievable. As you just saw, complete chaos, bodies, debris all over the place. Tonight, ISIS claiming responsibility. Police have arrested two suspects, a Spanish national and a person from nearby Morocco, the driver of the van still at large. We'll have a full report in just a minute.  Also tonight, the Associated Press is reporting that Spanish police say they have killed four suspects in what is being described as a separate alleged terror plot just south of Barcelona.   In an exclusive report from The Hill's John Solomon, who will be here coming up later, WikiLeaks founder Julian Assange told Republican congressman from California Dana Rohrabacher that he has evidence to prove that the emails that he published about the DNC never came from Russia. The U.S. intelligence community -- now, they said they have different evidence. They have yet to release any of it to the public. But if Assange can back up this claim -- and we'll have this report -- it would blow a huge hole in an 11-plus-month narrative of Russia collusion, Russia collusion, a conspiracy theory without evidence the Democrats, the destroy Trump media have been pushing now month after month. What Assange is saying now is exactly the same thing he told me on this show when I interviewed him back in January at the Ecuadorian embassy in London. Take a quick look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Did Russia give you this information or anybody associated with Russia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIAN ASSANGE, WIKILEAKS",
      "sentences": "Our source is not a state party. So the answer for our interactions is no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You did not get this information about the DNC, John Podesta's emails. Can you tell the American people a thousand percent you did not get it from Russia or anybody associated with Russia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASSANGE",
      "sentences": "We can say and we have said repeatedly over the last few months that our source is not the Russian government. And it is not a state party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Keep in mind WikiLeaks has never been wrong once in 11 years of publishing. So the special counsel tonight, Robert Mueller, should be getting on a plane and going to meet with Assange to find out if, in fact, he has this evidence and is telling the world the truth.  If he wants to get to the truth, he owes this to the American people. He owes to the president and Congress, now should immediately open an investigation. This is the one guy we know who has the information. He's the one that put it up. We'll have more later tonight with John Solomon. And finally tonight, the left still in a complete and utter meltdown over the tragedy in Charlottesville, and of course, the president's response.  We have shown you over and over and over again on this program how President Trump has repeatedly condemned white supremacists, the KKK, David Duke over the years and in Charlottesville. He denounced these people over the course of decades. But the left, the media -- they still refuse to accept it.  And now tonight, the rhetoric has gotten much worse. Here's a perfect example, a Democratic state senator from Missouri apparently so enraged with the president, she posts a comment on Facebook hoping for President Trump's assassination! After facing backlash over her vile comment, OK, she said she regrets it. She refused to apologize. I hope the Secret Service is watching. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA CHAPPELLE-NADAL, D-MISSOURI",
      "sentences": "It was inappropriate. I've said that three times now. And...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(INAUDIBLE) apologizing for it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No. When the president apologizes for what he says, I'll apologize. But...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "... your statement was inappropriate, you're not apologizing for...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. It was inappropriate. It was wrong. I posted it to my personal Facebook page and I deleted it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But you're not apologizing for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Frankly, she should be removed from the Senate and arrested. This is disgusting. And it shows you the level of out-of-control hate that is spewing, you know, from the alt-left in this country.  There's also Virginia's Democratic governor, Terry McAuliffe, according to a new report, well, he may have actually lied about the white supremacists storing weapons all around Charlottesville. Police are saying tonight it never happened. Democrats and the left -- they have -- as I've been saying, they're using this tragedy in Charlottesville to call for the removal also of Confederate statues, symbols all across the country. And earlier today, the president warned this could be a very slippery slope. He tweeted out, \"Sad to see the history and culture of our great country being ripped apart with the removal of our beautiful statues and monuments. You can't change history, but you can learn from it. Robert E. Lee, Stonewall Jackson -- who's next? Washington? Jefferson? So foolish. Also, \"the beauty that is being taken out of our cities and towns and parks will be greatly missed and never able to be comparably replace.\"   According to a new poll tonight, 62 percent of Americans do agree with him now that these pieces of American history should, in fact, be left. But Congresswoman Nancy Pelosi, Senator Cory Booker all saying that all Confederate statues should be removed from the U.S. Capitol. Wait until we show you what -- what Al Sharpton is saying tonight.  What we're seeing play out here in the aftermath of Charlottesville in the media, with the Democrats -- they are politicizing a terrible, horrible incident by, yes, evil people. Yes, white supremacists are evil. They have completely ignored the facts, and they are trying to politically bludgeon President Trump, conservatives and Republicans and paint them unfairly as racists and bigots. But here's what they won't tell you. Democrats, as I pointed out in great detail last night, have a very disturbing history when it does come to race. It was Southern Democrats who voted against the '60s, '64 Civil Rights Act and the '65 Voting Rights Act, including the person Bill Clinton has praised many times as his mentor, J. William Fulbright. Hillary Clinton's mentor, former Klansman, former head of the Democrats in the U.S. Senate not that long ago, Robert Byrd. Al Gore's father, Al Gore, Senior -- he voted against the Civil Rights Act. Republicans -- they're the party of Lincoln. Democrats have been the party of slavery and segregation.  They’ve also ignored how President Obama had stoked racial divisions. He rushed to judgment in four specific high-profile race cases, Cambridge, Trayvon Martin, George Zimmerman, what happened in Baltimore and Ferguson, Missouri. And he also praised anti-police groups like Black Lives Matter, even invited the head of Black Lives Matter to the White House after, \"What do we want, dead cops, when do we want it, now.\"  Where was the media backlash over all of that? Why would a sitting president do that? And what we're seeing now is the media, the Democrats -- they're just playing the race card, just like they do politically every two and four years, as we showed you that history last night. And when it comes to Confederate statues and symbols, well, I think the president is right. Local communities and states -- they have the right to decide.  Here's my advice. Republicans in the House and Senate, it's time to work for the forgotten men and women of this country, OK? Get tax reform done. Get energy independence done. Create jobs, build the wall, chip away at ObamaCare for seven-and-a-half years that you said you'd repeal and replace. Let's work on the economy first. Let's help those Americans in poverty, on food stamps and out of the labor force. Otherwise, Republicans in the House and Senate -- you're going to lose in 2018. So let's not the media and Democrats direct the direction of the country here.   With reaction, joining us, the host, \"Michelle Malkin Investigates\" on CRTV Michelle Malkin. All right, let's respond to the whole picture here with - - first, I want to get to the terrorism story. I'm going to play the images again to warn parents that may have the kids in the room. We see the carnage, we see the viciousness, we see the evil. And it is spread all the way through all throughout Europe, and it is connected to a lack of assimilation.  We have sharia courts in Great Britain and also a huge influx of migrants and zero vetting process. Is that why it's so bad in Europe? And is at a preview of coming attractions here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHELLE MALKIN, CONSERVATIVE COMMENTATOR",
      "sentences": "It is, and it's been festering a long time, Sean. What we're seeing, of course, is all of these European countries reaping the bloody consequences of open borders. And it is the open borders to Western Europe that the Spanish people have suffered from not just this summer, not just the past couple of summers, not just in 2004, when the Madrid rail bombings should have shook that country to its core. It dates all the way back to 1985, the roots and the seeds planted of Islamic jihad in that country. And of course, it has spread across Western Europe. And how many more of these incidents do we need? I mean, if you just talk about vehicular jihad alone, it is stunning the amnesia not just from European elites, but of course, here in the U.S. we've got the progressive left, the open borders lobby that has done everything in its power to fight President Trump, who's trying to make sure that we don't have Madrid-style bombings and more vehicular jihad attacks like this on our shorts.   And what do they do? Exactly what you've been talking about, all week long, Sean, which is play the race card not only to demonize personally their political opponents but to obstruct them from achieving our most basic goals of government in ensuring our sovereignty and the safety of our people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, I want to stay on this terror issue for just a second, because I don't think you can defeat an enemy, Michelle, if you don't identify an enemy. And for eight years, we wouldn't identify an enemy. And listen, I -- we can cast aspersions and blame all we want here. But if the world doesn't wise up, how bad is this going to get? And if the president doesn't secure the border, if he doesn't get his vetting proposal through, what does that mean for the American people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "Well, it's a disaster worldwide, of course. And what you have in so many of these European countries is not just apathy anymore but the sense that the London mayor himself, I think a paragon and textbook example of dhimmitude -- in other words, capitulation to Islamic extremism and Islamic supremacy, if you want to use a word that's been overused and not really truly appreciated in the context of jihad -- basically, capitulating and saying, Well, we just got to accept this as an everyday part of life.   No! That was not the attitude of people here in America in the immediate aftermath of 9/11. It wasn't the attitude of the people on the plane who -- who embraced the slogan that we have all forgotten since then with the snooze alert, Let's roll. No! What you have now around the world are people who are accepting Islamic terrorism as a fact of life and who have just given in! It's no longer, Let's roll, it's, Let's roll over!  And finally, we have a commander-in-chief who does not accept that as a reality, and all we get is this constant drubbing from the baying hounds of the partisan enablers of jihad, the partisan enablers of division in this country who will not accept that we must, as you said, Sean, name the enemy and do everything in our power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, let me ask you this...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "It is a fundamental duty of government to stop these people from getting into our country and kicking them out when we find them!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I've identified on this program five forces that are up against this president. And they are real and week after week and month after month, it seems like it's consuming way too much of the president's time. That's the deep state, that's the unmasking, that's the surveillance, that's the leaking, especially as we go back into the last election year and beyond. We're going to have a report on Julian Assange, the one guy that knows where that information came from, and he's saying he's got the proof. All right, let's call him out. Mueller ought to go there. The Congress ought to investigate, but -- so you got Democrats. They don't want to help the president. You got the media. They're out to destroy the president.  I mean, the president says how many times he's against racism, he disavows it, finds it repugnant. He used the word \"evil\" and it's still not enough. He didn't identify them by name on Saturday, but he did over the years again and again and again and all throughout the election, even back in 2,000 and as he said, his entire life. That's not enough.  So you got these deep forces, deep state. You got Democrats. You got the media. Then you got Republicans. They can't even get a simple piece of agenda passed. They don't have any backbone of support. And never- Trumpers are, like, giddy because they want to tell everybody, I told you so, see, see, because they want to be proven right.  How do you govern when it consumes 65, 75 percent of your time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "I think it is extraordinarily unprecedented, the forces that this president is up against and the constant drumbeat, as I said, those baying hounds. Every one of those groups that you mentioned has, Sean, its own special interest and agenda in bringing this president, and along with it, this country down.  And that agenda has to be illuminated. Here they all were, demanding disavowals, disavowels, and as you said, it's never enough for these people. It has never been enough. And it has always been the strategy of the progressive left and the media enablers and the Republican traitors, as well, to tar people who believe in immigration enforcement, and yes, making America great again as racist, xenophobic, true anti-American forces in this country!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, by the way, we just got this coming across our wires. A fifth suspect has been killed in the terror incident south of Barcelona. Remember, ISIS Islamic radicals -- they often cluster attacks, one, two, three at a time. It's not uncommon. We saw it on 9/11. But I want to ask with the Republicans -- forget about how they feel about the president or what disagreements they have. These are their promises on tax cuts for the middle class, tax cuts for corporations, repatriation of money. It's their promise on energy independence. They have a duty to protect the border and get a lot of these things done and create jobs for people and get them out of poverty and off of food stamps. Why don't they just do it because it's what they said? Never mind whatever the president -- it seems that there's agreement there, and they can't meet in the middle!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "I agree with you. And we've seen this fecklessness from the GOP establishment for so long now. It's been evermore frustrating. I believed that during the Tea Party years that things were really going to change, and then we still ended up with Mitch McConnell and Paul Ryan. Of course, if you do the same thing over and over again and expect different results, you are just subjecting yourself to the same kind of Beltway swamp insanity that we have suffered from so long.  Now there's an opportunity for people, for example, in Arizona...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "... to make a change after so many years. Why don't you do it? In the end, I think, this really goes back to the voters. You get what you voted for! And it's time that people understand that we've made a change here in the White House, and we should have new fresh blood in, quote, unquote, \"leadership\" in the GOP!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I went through a history in very great detail tonight. I gave them more of a summary Cliff Notes version tonight, about the Democratic Party and race. Hillary Clinton's mentor is a former Klansman. Bill Clinton's mentor was a known segregationist, voted against the Civil Rights Act, Voting Rights Act. Al Gore's father was part of it. Robert Byrd, you know, filibustered this thing for months, as we remember. And we're watching this whole narrative unfold in Charlottesville -- I mentioned the president has a history of condemning, condemning, disavowing, disavowing, disavowing -- the media never mentions that. And their only thing is, Well, he didn't say the group fast enough, even though he said it repeatedly over the years. And I want to get your reaction to that and your reaction of Democrats, the Confederate symbols of any kind in history must be removed. What's your reaction to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "Well, this is about the whitewashing of history by progressive leftists. It bubbled up first on campuses, where you saw militant Black Lives Matters activists and other social justice warriors try to tear down every last statue. And now it has spread across the country. We had a statue of Lincoln that was defaced in Chicago! You've got people...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We have a copy -- we have a picture of it, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "... in Philadelphia -- right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Go ahead. We have that image.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "What a disgrace! And that's what we've come to? And so everybody's piling on with their special interests. For some reason in Philadelphia, people are trying to tear down a statue of the former mayor there, Frank Rizzo! What? What is going on here? And I absolutely agree with President Trump, but you don't whitewash history, you confront it! You teach...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So then here's my question. We're watching -- this is in Durham. This is when they pulled down this statue. Only one person finally got arrested on that. And I'm all in favor...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "Right, a supporter of North Korea and communism, by the way!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right. But here's my question for you. And I know the president -- he likes to make points. Is it -- should the president just be focused on his agenda and stay out of these battles like this because with the media and with Democrats, you can never win! You can't have an intellectual discussion. Is he better off just focusing on the tax cuts, the economy, people in property, on food stamps, out of the labor force?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "I think that he can do both because I actually think, especially living outside of the Beltway and coastal bubbles for almost 10 years now, I absolutely think that his message is getting through to ordinary, decent people, informed people, people who understand the ramifications of history in this regard. And I also believe it is very effective, Sean, not only for you and the supporters of President Trump, to turn the race card back and smack that race card over the head, figuratively, of the progressive left because somebody has to push back. This is why President Trump was elected. And you can't change that. And I think that's what you see. I believe that is an admirable thing that he's not going to let himself be pushed around and be labeled as a racist or supremacist by people who embrace Planned Parenthood! You want to take down a statue? How about the sculpture of Margaret Sanger, the godmother of the abortion movement, who was a champion of the worst...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hey, Michelle...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "... and most evil kind of eugenics! Why don't you start with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Between statues -- there's a statue in the West Virginia statehouse of Robert Byrd. Take that down, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "There you go!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And we got to -- there are 56 schools, highways, buildings, named after Robert former Klansman Byrd. Should they all come down, Hillary Clinton's mentor? Is she going to lead that effort?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "Yes, that's right. What are we going to be left with? And you know, it was President Trump just earlier this week who said, What's next, George Washington? And I thought all the tittering and the sneering from all the people in the Beltway, Oh, that's so ridiculous! And now we've got people who want to tear down the Jefferson Memorial! He was right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, he is. I mean, now they want to defund it with tax dollars, but that would only be the first of it. You mentioned the -- I saw the defaced image of Lincoln, but we don't know if that happened in this time period or maybe before, and there's some questions and there are some issues here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "Got you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We're going to have John Solomon on in a second. And actually, we're going to have to let you go, I see, Michelle. Michelle Malkin, it's always good to see you. We really appreciate you being with us. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's been too long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "Thank you, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, thank you, And as we mentioned in my \"Opening Monologue,\" Republican congressman Dana Rohrabacher says he met with Julia Assange earlier this week, claims that the meeting went on over three hours. And Assange says -- he's is one guy that would know -- he could prove Russia did not give WikiLeaks the DNC emails. He joins us now with reaction, the executive vice president of The Hill, John Solomon. John, he -- I played this at the beginning of the show. Julian Assange told me this on radio at least four times. I asked him very specifically again and again. He told me on this show very specifically it was not Russia. It was not a state. Tell us what you got.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN SOLOMON, THE HILL",
      "sentences": "Yes. I think the most important thing that happened in the last 24 hours is that Julian Assange reached out to an American official and basically signaled he's open to a deal. He's open to talking. He's open to possibly telling us how this -- how he can prove that Russia didn't give him the documents, and that might add some new information to an investigation that has already had some conclusions to it, but there's a lot of uncertainty about certain aspects of this case yet. And you know, I think he's signaling, with the right deal, he might be able to talk about where he got the documents. That's, I really think, the news here. I think his insistence he didn't get it from Russia we've known for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, this is important because wasn't the original directive from the deputy attorney, Rosenstein, to look into potential Trump-Russia collusion? It wasn't the whole narrative about whether or not the Russians were responsible for the leaks to Julian Assange and WikiLeaks and the impact on the campaign and Trump collusion? Doesn't Robert Mueller have an obligation to get this question answered? There is one guy in the world that probably knows more than anybody else where it came from, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Yes. There's lot of things we don't know, right? The embassy that Julian Assange is holed up in London could be very well monitored by the United States and they may already know everything they need to know about Assange. It's possible that Assange has some information that's entirely new. It's also possible that the intelligence community could be right that certain things were hacked by Russia and Julian Assange got them from a different source of people who had nothing to do with Russia. I think the fact that we don't know those answers, that there's some ambiguity here, certainly makes a good case that somebody should go talk and try to get the evidence to clear up these issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And that would include Congress because they have investigative powers. And considering it has now consumed the attention of the American people for 11 months and that -- the intelligence community has never offered the American people any evidence, have they.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "They haven't, no, because they say it's classified, and I think we have to respect that that's probably true, that they're monitoring and listening, and how they came to certain conclusions probably is a classified thing. We don't need to spell all those out there. But somebody -- you know, many times in counterintelligence investigations, what happens is the initial assessment changes. You make an early assessment. You learn new things. Let's take, for instance, the Intelligence about the Iraq war. That changed, right? Let's talk about times where the intelligence community made assessments about...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "John, I hate to interrupt you. Stay right there. We're going to have more with The Hill's John Solomon on his explosive report, Julian Assange now meeting with Dana Rohrabacher, claiming he has the evidence it was not Russia. They did not give him the DNC emails. We'll continue our investigation, asking the tough questions. All of that plus the very latest on the Barcelona terror attack and much more straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Did Russia give you this information, or anybody associated with Russia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIAN ASSANGE, FOUNDER, WIKILEAKS",
      "sentences": "Our source is not a state party. So the answer for our interactions is no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You did not get this information about the DNC, John Podesta's emails. Can you tell the American people 1,000 percent you did not get it from Russia or anybody associated with Russia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASSANGE",
      "sentences": "We can say and we have said repeatedly over the last few months that our source is not the Russian government and it is not a state party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That was WikiLeaks founder Julian Assange on this program back in January saying and denying that Russia had anything to do with giving WikiLeaks the hacked Democratic emails during the 2016 election. This is important as we continue with the executive vice president of \"The Hill\" John Solomon. I've interviewed him, as I said, four times on the radio. I've interviewed him once on television. And here's an interesting sidebar. Whether you like WikiLeaks or not, and I know that at time Democrats like them, at times Republicans like them, but here's a guy that hacked into the DOD and NASA when he was 16. I think he is now 45. At some point we've got to say shame on you, shame on you, shame on you, now shame on America for not building the cyber-security that they should have. And so there's a lot of angry people which I understand, but they also have a responsibility. But 11 years WikiLeaks has never gotten it wrong. So Rohrabacher, the Congressman from California meets with him. And Julian is saying he's got the proof it wasn't Russia. He would be the one guy in the whole world that would know more than anybody. So here's the question. Rohrabacher now has a message for the president. What did he tell you about that? JOHN SOLOMON, EXECUTIVE VICE PRESIDENT, \"THE HILL\": He said that he has some nonpublic information that Julian Assange gave him that he's going to take back to the president. He also had a request from Assange which he was willing to talk about which is Assange would like WikiLeaks to have a seat in the White House press corps. So there's a little horse trading going on in these negotiations.  And I think you're seeing Julian Assange signal that he might be open to do some sort of deal. The question is, is the American government, is the Congress interested in doing such a deal with a guy who has brought a lot of harm to national intelligence sources from the information he's released? He's not a hero in the intelligence community, that's for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know he's not a hero in the intelligence community, but again, I go back to -- when we saw how corrupt Hillary Clinton was. We learned an awful lot about what happened to Bernie Sanders, didn't we, in that whole mess. That primary was rigged. There was a story with Debbie Wasserman Schultz, because she got fired on the eve of the Democratic National Convention, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "That's right. No, listen, there's three things that Julian Assange over the last 10 years has brought to light. One, how penetrable our supposedly secure systems in government were, how easy it was to hack. Two, how much surveillance was going on of Americans that no one really knew about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How corrupt Hillary is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "And then three, the entire Democratic National Committee storyline where it looked like the party was trying to hamper the election opportunities of Bernie Sanders. And I think those are three storylines that are not in question. People recognize that WikiLeaks had a contribution to that. I did something before I came on tonight. I made a couple calls in the intelligence community. I had one interesting response I want to share with you, Sean. One of the big intelligence sources I've talked to said, listen, we've said all along we're confident Russia did some hacking in the election. We didn't say they were the only ones that hacked. And I think that was the first time in any time I've talked to someone in intelligence that there might be some room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What's really I think important, and it's interesting with Chelsea Manning now, and you factor that into this equation. And I've been to the Ecuadorian embassy. It's a tiny space. He's holding firm. He believes in his principles. He said to me that he says I'm reporting things that people need to know.  There is a real danger, and you and Sara Carter were probably at the forefront of investigating this, and that is thank God for intelligence as we saw in Barcelona earlier today against ISIS and radical Islam and against Iran and China and Russia and all these countries, they are not our friends. They are not our friends and we need to know about dangers that we may face. We give them the most powerful tools, but if those tools are turned against the American people and used against the American people illegally because we have laws that prevent that, that's a very dangerous scenario, what about the i.t. guy of Debbie Wasserman Schultz that got four counts today charged with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Yes, very interesting, right. There's a lot we don't know in that case as well. But this is a gentleman that worked in the IT department, had access to Congressional computers, Congressional secrets, possibly her DNC email. And he's now been indicted on four charges, mostly related to bank fraud and other questions that have come up. But there's a lot of new information that I'm hearing in law enforcement circles that they're developing about what he did day and night. And I they're looking at some possible connections to other activity besides the charges that were filed today. And I think we're going to learn a lot from the capitol police, the FBI in the coming months about that case. That's a very open and uncertain question about what happened to Debbie Wasserman Schultz's emails.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's going to be interesting to see what Dana Rohrabacher came back with. And I think the American people need to know the truth. I'm calling on Robert Mueller tonight. He is investigating supposed collusion. He has a duty to find out what that information is, and the same thing with Congress. The Republicans are in charge, they have subpoena powers, investigative powers. They need to do their job because this has been 11 months long, no evidence yet presented. Thank you, John Solomon, keep up the good work. When we come back, Democratic hate reaching a new low, a state senator under fire. Why? Hoping the president gets assassinated, and will not apologize tonight. Secret Service, I hope you're watching.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to HANNITY. So in the wake of the horrible violence in Charlottesville, Virginia, last weekend many on the left have become so totally unhinged and unfair that one Democratic Missouri lawmaker actually said that she hopes the president of the United States, President Trump, is assassinated. And that's not all. \"The Economist,\" \"The New Yorker,\" two magazines are now featuring covers equating the president to the Ku Klux Klan. And there is the Reverend Al Sharpton. He is now calling for the Jefferson Memorial to be defunded. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REV. AL SHARPTON",
      "sentences": "When you look at the fact that public monuments are supported by public funds, you're asking me to subsidize the insult of my family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thomas Jefferson had slaves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHARPTON",
      "sentences": "And I would repeat that the public should not be paying to uphold somebody who has had that kind of background.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Here now with reaction, FOX News correspondent at large Geraldo Rivera, former Trump transition team executive committee member and he's also on the National Committee of Diversity, the Reverend Darrell Scott. Geraldo, because we're the two sinners here, we have to go to the reverent first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He prays for me every Sunday he told me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS SENIOR CORRESPONDENT",
      "sentences": "That's appropriate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thanks a lot. He's got to pray for you, too, OK? So the two of us together because we're best friends. Reverend, I look at those covers, I hear assassination attempts, and there were many times in the Obama years, and I have all the tape to prove it, I said we must protect our president, must, and our elected officials. This transcends all politics, but it's getting worse every day. What's your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REV. DARRELL SCOTT, NEW SPIRIT REVIVAL CHURCH",
      "sentences": "It's absolutely ridiculous and it's also despicable what that lady said. She had no business calling for the assassination of the president, and she is supposed to be a public figure. She needs to resign or she needs to be impeached to get her out of office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Arrested.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Yes, and arrested and interrogated by the Secret Service. And now Al Sharpton and others, now they're on that slippery slope that the president talked about, they're skidding on that slippery slope because everyone wants to disassociate themselves from America's racist history. But you know what, and I heard this today from a young lady out of Detroit, Christine Barr (ph), a Twitter friend of mine, Facebook friend of mine. She made a very powerful statement. If you really want to, as a black person, you really wants to disassociate yourself from America's racist past, then you need to quit the Democratic Party because the Democratic Party was the engine that drove racism in America. It was the engine behind the Confederacy. It was the engine behind Jim Crow laws, segregation, black code laws. It was the engine behind all the racial injustices that we experience. So if you really want to disassociate yourself from America's racist past, disband the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Bill Clinton's mentor, J. William Fulbright, signs onto the southern manifesto. Robert \"Ku Klux Klan\" Byrd, Hillary's mentor, filibusters the civil rights act. Are you going to take down the 56 monuments, streets, schools named after him? Geraldo, I want to ask you this, especially about the assassination call. Madonna, I want to blow up the White House or I think about it, Johnny Depp, when's the last time an actor assassinated a president? Robert De Niro wants to punch him in the face. I did all the examples last night. I don't have time. When do we start arresting people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That's my point. I have zero tolerance for people, whether the president is Barack Obama or Donald Trump, I have zero tolerance for those who allude to the murder, the assassination of the president of the United States. That is a crime. If you mean it, you're going to go to jail. And I think the best cure for it is to have two hulking Secret Service guys go visit this state senator and say pardon me ma'am, what exactly did you say, what exactly did you mean? How do we know you weren't serious about this? How do we know you're not a plotter? I think there's a line. I am all for the First Amendment, I am all for freedom of speech. But when you begin threatening the life of the commander in chief, of the president of the United States, I have zero, zero tolerance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Should they be arrested? You're a lawyer, too. You're a friend and a lawyer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "They should be arrested.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I want to say to the law enforcement folks in Spain tonight, you reported at the top of the show, Sean. But they killed five is suiciders wearing suicide belts in a town just south of Barcelona, so they got the five of them, killed five of them in Cambrils. They killed another one on the outskirts of Barcelona, that's six. They have two in custody from the main bombing in Barcelona. So while tragically 13 innocent civilians were killed and dozens more were grievously injured, the Spanish authorities have hit back hard at ISIS. And the reason it's relevant to this discussion about monuments is simply this. When you think about ISIS, aside from their crimes against humanity, there's also their crimes against culture, their crimes against history itself. They've destroyed the historic city of Palmyra, for instance, in Syria. They have destroyed archaeological ruins everywhere, artifacts everywhere, they've turned them to dust. Why? Because to ISIS what those historic sites represented was anathema. It was counter to their strict, sick view of the Muslim faith. I'm not comparing ISIS to the people who want to tear down Confederate monuments. I merely say this. There is grave danger when you start to rewrite history based on contemporary feelings. We cannot go there. If a city wants to remove a monument and that's what the majority says, then you could do it in a democratic way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I've got to take a break. And I want to hear everything you have to say. And Reverend, I was just thinking, because I've been to your church. I know how amazing it is. And I know you preach all have sinned and fallen short of the glory, especially me and Geraldo, you can chastise us. But can't you tell the truth about people? The good, the bad, the ugly, can't you tell it all? And I want to ask you that question when we get back. We'll have more with Geraldo, Reverend Darrell Scott right after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This is a Fox News alert. A fifth suspect who was shot and wounded in what the Spanish police are calling a separate terrorist attack has now died. This comes after that van attack earlier today in Barcelona that killed 13, over 100 injured. We continue now with the Reverend Darrell Scott and Geraldo. And of course our thoughts and prayers, Reverend, go there. But I want to specifically go into this issue of what I said earlier. This is evil, by the way, we're dealing with in our time. We all find white supremacy -- it's so sad such ignorant, evil people exist in our society. And everybody agrees with that except the few idiots who are involved with it. They are anti-Semitic. They hate whites -- I'm sorry. They hate blacks, they hate Hispanics, they hate Catholics, they hate Jews. They are ignorant, evil people. With that said, where do you -- when the president says over and over again I disavow, I denounce, I renounce, I don't want any part of them I don't what these people around me, and he says it again and again and the media reacts this way, what are you thinking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "It's getting ridiculous because they are micro-analyzing every single thing the president says, looking for flaws.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Are they purposely lying, though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Excuse me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Are they purposefully lying, just not telling the truth?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "They're purposefully misleading. They are purposely trying to twist and take away from what he is saying. They're trying to drive the narrative. Anything that's anti-Trump and the anti-Trump narrative, anything they can perceive as anti-Trump or project as anti-Trump, that's what they are latching onto.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "The thing is, Reverend, that's why the president has to be purer than, they used to say, Caesar's wife. He's got to understand that some things are black and white. I don't mean that in the race way. Some things are so clear that they bespeak explanation. In other words, when you're dealing with neo-Nazis or the KKK or the hatemongers, it's clear. There are no good Nazi's. There are no good KKK members.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "When you're dealing with snipers that assassinated five Dallas cops last year, it shouldn't have taken two days to get the response to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "There has to be a clear line --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But we've known President Trump, I have known President Trump since 1976. He's a sharp guy. He's a compassionate guy. He's obviously a very successful person before he got into politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "And he's not a racist. You know he's not a racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "And I know him. He doesn't have a racist bone in his body. But when you allow the ambiguity that he recklessly allowed on Saturday, then you reap what you sow. I guarantee you it will never happen again. There will never be a time when Donald Trump makes this mistake again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "But Donald Trump is not walking on eggshells in his presentation and has discourse with the American public. He's not used to walking on eggshells. You have to understand, he's still making a transition into a politician. This is a guy that went from private citizen to president. He didn't go through --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Wait a second, when you have Nazis coming to town, it's just like when you have David Duke. You don't have a lot of thought about that. The Nazis are coming, will there be some good Nazis and bad Nazis and not so bad Nazis, and David Duke, maybe there's a good side to David Duke, maybe he likes puppies. You don't equivocate about, you just state right now --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Can I interject one thing, and I'll throw it to Pastor Scott. He said it all throughout the campaign. I've got tape of him saying it years and years, 15 and 20 years ago. I've got him saying it's evil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It's about the moment. You have to rise to the moment. The moment was Saturday. The president was informed as we all were, Sean, and you know that we speak here from of supporting the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think at this point he needs to focus on the agenda. But reverend?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Sean, if we know that he has already disavowed, why do we keep repeating this over and over and over again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Because it's only to stay off the cover of TIME magazine blowing up the KKK robe as a sail, or using a KKK cone hat as a megaphone. That's why you do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I've got a roll. Listen, I've got a roll. But you're two of my favorite people and will have you both on together again soon. More HANNITY after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to HANNITY. Welcome back to HANNITY. Unfortunately that is all the time we have left this evening. As always, thank you for being with us. Our promise, our pledged to you. This show will always be the balance to the establishment, destroy-Trump media. You'll get news and information you won't get anywhere else. Please stay with the Fox News Channel tonight, continuing live coverage of the terrible terrorist attack in Spain. Our thoughts and prayers go out to the victims of all that and their families. Copy: Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Welcome to 'Hannity.' This is a Fox News Alert. We are following three major breaking news stories tonight -- a massive terror attack in Spain. A van was used to viciously mow down and murder innocent people in a crowded shopping area. This is in Barcelona, Spain. We have the chilling video tonight. It is just horrific. So far, 13 are dead, over 100 injured in what police are calling a terrorist attack, President Trump tonight saying the U.S. will do whatever is necessary to help. And also tonight, according to a brand-new report, Julian Assange of WikiLeaks -- he tells Republican congressman of California Dana Rohrabacher, that he has proof the DNC documents that he published did not come from Russia. One guy that would know for sure. Could this potentially blow the entire Russia collusion narrative completely out of the water? The Hill's John Solomon -- he will have all those exclusive details exclusively tonight. And the left -- they continue to just melt down over President Trump's response to Charlottesville. A Democratic state senator is under fire tonight after hoping the president gets assassinated and is refusing tonight to apologize. We need a resignation and a Secret Service investigation. Also, the left rushing to remove Confederate symbols from all across the country. It's a busy major breaking news night tonight on \"Hannity.\" This is our \"Opening Monologue.\" An absolutely shocking scene took place earlier today in a busy tourist town area of Barcelona, Spain, a van piling onto a sidewalk swerved side to side, leaving behind a trail of death and destruction. We do have a viewer warning. We are about to show you very, very graphic and video of the scene immediately after this tragic attack. And if children are in the room, you may want to have them look away. Take a look."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Unbelievable. As you just saw, complete chaos, bodies, debris all over the place. Tonight, ISIS claiming responsibility. Police have arrested two suspects, a Spanish national and a person from nearby Morocco, the driver of the van still at large. We'll have a full report in just a minute. Also tonight, the Associated Press is reporting that Spanish police say they have killed four suspects in what is being described as a separate alleged terror plot just south of Barcelona. In an exclusive report from The Hill's John Solomon, who will be here coming up later, WikiLeaks founder Julian Assange told Republican congressman from California Dana Rohrabacher that he has evidence to prove that the emails that he published about the DNC never came from Russia. The U.S. intelligence community -- now, they said they have different evidence. They have yet to release any of it to the public. But if Assange can back up this claim -- and we'll have this report -- it would blow a huge hole in an 11-plus-month narrative of Russia collusion, Russia collusion, a conspiracy theory without evidence the Democrats, the destroy Trump media have been pushing now month after month. What Assange is saying now is exactly the same thing he told me on this show when I interviewed him back in January at the Ecuadorian embassy in London. Take a quick look."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Did Russia give you this information or anybody associated with Russia?"
    },
    {
      "speaker": "JULIAN ASSANGE, WIKILEAKS",
      "utterance": "Our source is not a state party. So the answer for our interactions is no."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You did not get this information about the DNC, John Podesta's emails. Can you tell the American people a thousand percent you did not get it from Russia or anybody associated with Russia?"
    },
    {
      "speaker": "ASSANGE",
      "utterance": "We can say and we have said repeatedly over the last few months that our source is not the Russian government. And it is not a state party."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Keep in mind WikiLeaks has never been wrong once in 11 years of publishing. So the special counsel tonight, Robert Mueller, should be getting on a plane and going to meet with Assange to find out if, in fact, he has this evidence and is telling the world the truth. If he wants to get to the truth, he owes this to the American people. He owes to the president and Congress, now should immediately open an investigation. This is the one guy we know who has the information. He's the one that put it up. We'll have more later tonight with John Solomon. And finally tonight, the left still in a complete and utter meltdown over the tragedy in Charlottesville, and of course, the president's response. We have shown you over and over and over again on this program how President Trump has repeatedly condemned white supremacists, the KKK, David Duke over the years and in Charlottesville. He denounced these people over the course of decades. But the left, the media -- they still refuse to accept it. And now tonight, the rhetoric has gotten much worse. Here's a perfect example, a Democratic state senator from Missouri apparently so enraged with the president, she posts a comment on Facebook hoping for President Trump's assassination! After facing backlash over her vile comment, OK, she said she regrets it. She refused to apologize. I hope the Secret Service is watching. Watch this."
    },
    {
      "speaker": "MARIA CHAPPELLE-NADAL, D-MISSOURI",
      "utterance": "It was inappropriate. I've said that three times now. And..."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "(INAUDIBLE) apologizing for it?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No. When the president apologizes for what he says, I'll apologize. But..."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "... your statement was inappropriate, you're not apologizing for..."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes. It was inappropriate. It was wrong. I posted it to my personal Facebook page and I deleted it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "But you're not apologizing for it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Frankly, she should be removed from the Senate and arrested. This is disgusting. And it shows you the level of out-of-control hate that is spewing, you know, from the alt-left in this country. There's also Virginia's Democratic governor, Terry McAuliffe, according to a new report, well, he may have actually lied about the white supremacists storing weapons all around Charlottesville. Police are saying tonight it never happened. Democrats and the left -- they have -- as I've been saying, they're using this tragedy in Charlottesville to call for the removal also of Confederate statues, symbols all across the country. And earlier today, the president warned this could be a very slippery slope. He tweeted out, \"Sad to see the history and culture of our great country being ripped apart with the removal of our beautiful statues and monuments. You can't change history, but you can learn from it. Robert E. Lee, Stonewall Jackson -- who's next? Washington? Jefferson? So foolish. Also, \"the beauty that is being taken out of our cities and towns and parks will be greatly missed and never able to be comparably replace.\" According to a new poll tonight, 62 percent of Americans do agree with him now that these pieces of American history should, in fact, be left. But Congresswoman Nancy Pelosi, Senator Cory Booker all saying that all Confederate statues should be removed from the U.S. Capitol. Wait until we show you what -- what Al Sharpton is saying tonight. What we're seeing play out here in the aftermath of Charlottesville in the media, with the Democrats -- they are politicizing a terrible, horrible incident by, yes, evil people. Yes, white supremacists are evil. They have completely ignored the facts, and they are trying to politically bludgeon President Trump, conservatives and Republicans and paint them unfairly as racists and bigots. But here's what they won't tell you. Democrats, as I pointed out in great detail last night, have a very disturbing history when it does come to race. It was Southern Democrats who voted against the '60s, '64 Civil Rights Act and the '65 Voting Rights Act, including the person Bill Clinton has praised many times as his mentor, J. William Fulbright. Hillary Clinton's mentor, former Klansman, former head of the Democrats in the U.S. Senate not that long ago, Robert Byrd. Al Gore's father, Al Gore, Senior -- he voted against the Civil Rights Act. Republicans -- they're the party of Lincoln. Democrats have been the party of slavery and segregation. They’ve also ignored how President Obama had stoked racial divisions. He rushed to judgment in four specific high-profile race cases, Cambridge, Trayvon Martin, George Zimmerman, what happened in Baltimore and Ferguson, Missouri. And he also praised anti-police groups like Black Lives Matter, even invited the head of Black Lives Matter to the White House after, \"What do we want, dead cops, when do we want it, now.\" Where was the media backlash over all of that? Why would a sitting president do that? And what we're seeing now is the media, the Democrats -- they're just playing the race card, just like they do politically every two and four years, as we showed you that history last night. And when it comes to Confederate statues and symbols, well, I think the president is right. Local communities and states -- they have the right to decide. Here's my advice. Republicans in the House and Senate, it's time to work for the forgotten men and women of this country, OK? Get tax reform done. Get energy independence done. Create jobs, build the wall, chip away at ObamaCare for seven-and-a-half years that you said you'd repeal and replace. Let's work on the economy first. Let's help those Americans in poverty, on food stamps and out of the labor force. Otherwise, Republicans in the House and Senate -- you're going to lose in 2018. So let's not the media and Democrats direct the direction of the country here. With reaction, joining us, the host, \"Michelle Malkin Investigates\" on CRTV Michelle Malkin. All right, let's respond to the whole picture here with - - first, I want to get to the terrorism story. I'm going to play the images again to warn parents that may have the kids in the room. We see the carnage, we see the viciousness, we see the evil. And it is spread all the way through all throughout Europe, and it is connected to a lack of assimilation. We have sharia courts in Great Britain and also a huge influx of migrants and zero vetting process. Is that why it's so bad in Europe? And is at a preview of coming attractions here?"
    },
    {
      "speaker": "MICHELLE MALKIN, CONSERVATIVE COMMENTATOR",
      "utterance": "It is, and it's been festering a long time, Sean. What we're seeing, of course, is all of these European countries reaping the bloody consequences of open borders. And it is the open borders to Western Europe that the Spanish people have suffered from not just this summer, not just the past couple of summers, not just in 2004, when the Madrid rail bombings should have shook that country to its core. It dates all the way back to 1985, the roots and the seeds planted of Islamic jihad in that country. And of course, it has spread across Western Europe. And how many more of these incidents do we need? I mean, if you just talk about vehicular jihad alone, it is stunning the amnesia not just from European elites, but of course, here in the U.S. we've got the progressive left, the open borders lobby that has done everything in its power to fight President Trump, who's trying to make sure that we don't have Madrid-style bombings and more vehicular jihad attacks like this on our shorts. And what do they do? Exactly what you've been talking about, all week long, Sean, which is play the race card not only to demonize personally their political opponents but to obstruct them from achieving our most basic goals of government in ensuring our sovereignty and the safety of our people."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, I want to stay on this terror issue for just a second, because I don't think you can defeat an enemy, Michelle, if you don't identify an enemy. And for eight years, we wouldn't identify an enemy. And listen, I -- we can cast aspersions and blame all we want here. But if the world doesn't wise up, how bad is this going to get? And if the president doesn't secure the border, if he doesn't get his vetting proposal through, what does that mean for the American people?"
    },
    {
      "speaker": "MALKIN",
      "utterance": "Well, it's a disaster worldwide, of course. And what you have in so many of these European countries is not just apathy anymore but the sense that the London mayor himself, I think a paragon and textbook example of dhimmitude -- in other words, capitulation to Islamic extremism and Islamic supremacy, if you want to use a word that's been overused and not really truly appreciated in the context of jihad -- basically, capitulating and saying, Well, we just got to accept this as an everyday part of life. No! That was not the attitude of people here in America in the immediate aftermath of 9/11. It wasn't the attitude of the people on the plane who -- who embraced the slogan that we have all forgotten since then with the snooze alert, Let's roll. No! What you have now around the world are people who are accepting Islamic terrorism as a fact of life and who have just given in! It's no longer, Let's roll, it's, Let's roll over! And finally, we have a commander-in-chief who does not accept that as a reality, and all we get is this constant drubbing from the baying hounds of the partisan enablers of jihad, the partisan enablers of division in this country who will not accept that we must, as you said, Sean, name the enemy and do everything in our power."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, let me ask you this..."
    },
    {
      "speaker": "MALKIN",
      "utterance": "It is a fundamental duty of government to stop these people from getting into our country and kicking them out when we find them!"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I've identified on this program five forces that are up against this president. And they are real and week after week and month after month, it seems like it's consuming way too much of the president's time. That's the deep state, that's the unmasking, that's the surveillance, that's the leaking, especially as we go back into the last election year and beyond. We're going to have a report on Julian Assange, the one guy that knows where that information came from, and he's saying he's got the proof. All right, let's call him out. Mueller ought to go there. The Congress ought to investigate, but -- so you got Democrats. They don't want to help the president. You got the media. They're out to destroy the president. I mean, the president says how many times he's against racism, he disavows it, finds it repugnant. He used the word \"evil\" and it's still not enough. He didn't identify them by name on Saturday, but he did over the years again and again and again and all throughout the election, even back in 2,000 and as he said, his entire life. That's not enough. So you got these deep forces, deep state. You got Democrats. You got the media. Then you got Republicans. They can't even get a simple piece of agenda passed. They don't have any backbone of support. And never- Trumpers are, like, giddy because they want to tell everybody, I told you so, see, see, because they want to be proven right. How do you govern when it consumes 65, 75 percent of your time?"
    },
    {
      "speaker": "MALKIN",
      "utterance": "I think it is extraordinarily unprecedented, the forces that this president is up against and the constant drumbeat, as I said, those baying hounds. Every one of those groups that you mentioned has, Sean, its own special interest and agenda in bringing this president, and along with it, this country down. And that agenda has to be illuminated. Here they all were, demanding disavowals, disavowels, and as you said, it's never enough for these people. It has never been enough. And it has always been the strategy of the progressive left and the media enablers and the Republican traitors, as well, to tar people who believe in immigration enforcement, and yes, making America great again as racist, xenophobic, true anti-American forces in this country!"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, by the way, we just got this coming across our wires. A fifth suspect has been killed in the terror incident south of Barcelona. Remember, ISIS Islamic radicals -- they often cluster attacks, one, two, three at a time. It's not uncommon. We saw it on 9/11. But I want to ask with the Republicans -- forget about how they feel about the president or what disagreements they have. These are their promises on tax cuts for the middle class, tax cuts for corporations, repatriation of money. It's their promise on energy independence. They have a duty to protect the border and get a lot of these things done and create jobs for people and get them out of poverty and off of food stamps. Why don't they just do it because it's what they said? Never mind whatever the president -- it seems that there's agreement there, and they can't meet in the middle!"
    },
    {
      "speaker": "MALKIN",
      "utterance": "I agree with you. And we've seen this fecklessness from the GOP establishment for so long now. It's been evermore frustrating. I believed that during the Tea Party years that things were really going to change, and then we still ended up with Mitch McConnell and Paul Ryan. Of course, if you do the same thing over and over again and expect different results, you are just subjecting yourself to the same kind of Beltway swamp insanity that we have suffered from so long. Now there's an opportunity for people, for example, in Arizona..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right."
    },
    {
      "speaker": "MALKIN",
      "utterance": "... to make a change after so many years. Why don't you do it? In the end, I think, this really goes back to the voters. You get what you voted for! And it's time that people understand that we've made a change here in the White House, and we should have new fresh blood in, quote, unquote, \"leadership\" in the GOP!"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I went through a history in very great detail tonight. I gave them more of a summary Cliff Notes version tonight, about the Democratic Party and race. Hillary Clinton's mentor is a former Klansman. Bill Clinton's mentor was a known segregationist, voted against the Civil Rights Act, Voting Rights Act. Al Gore's father was part of it. Robert Byrd, you know, filibustered this thing for months, as we remember. And we're watching this whole narrative unfold in Charlottesville -- I mentioned the president has a history of condemning, condemning, disavowing, disavowing, disavowing -- the media never mentions that. And their only thing is, Well, he didn't say the group fast enough, even though he said it repeatedly over the years. And I want to get your reaction to that and your reaction of Democrats, the Confederate symbols of any kind in history must be removed. What's your reaction to that?"
    },
    {
      "speaker": "MALKIN",
      "utterance": "Well, this is about the whitewashing of history by progressive leftists. It bubbled up first on campuses, where you saw militant Black Lives Matters activists and other social justice warriors try to tear down every last statue. And now it has spread across the country. We had a statue of Lincoln that was defaced in Chicago! You've got people..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We have a copy -- we have a picture of it, I think."
    },
    {
      "speaker": "MALKIN",
      "utterance": "... in Philadelphia -- right?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "MALKIN",
      "utterance": "There you go."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Go ahead. We have that image."
    },
    {
      "speaker": "MALKIN",
      "utterance": "What a disgrace! And that's what we've come to? And so everybody's piling on with their special interests. For some reason in Philadelphia, people are trying to tear down a statue of the former mayor there, Frank Rizzo! What? What is going on here? And I absolutely agree with President Trump, but you don't whitewash history, you confront it! You teach..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So then here's my question. We're watching -- this is in Durham. This is when they pulled down this statue. Only one person finally got arrested on that. And I'm all in favor..."
    },
    {
      "speaker": "MALKIN",
      "utterance": "Right, a supporter of North Korea and communism, by the way!"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right. But here's my question for you. And I know the president -- he likes to make points. Is it -- should the president just be focused on his agenda and stay out of these battles like this because with the media and with Democrats, you can never win! You can't have an intellectual discussion. Is he better off just focusing on the tax cuts, the economy, people in property, on food stamps, out of the labor force?"
    },
    {
      "speaker": "MALKIN",
      "utterance": "I think that he can do both because I actually think, especially living outside of the Beltway and coastal bubbles for almost 10 years now, I absolutely think that his message is getting through to ordinary, decent people, informed people, people who understand the ramifications of history in this regard. And I also believe it is very effective, Sean, not only for you and the supporters of President Trump, to turn the race card back and smack that race card over the head, figuratively, of the progressive left because somebody has to push back. This is why President Trump was elected. And you can't change that. And I think that's what you see. I believe that is an admirable thing that he's not going to let himself be pushed around and be labeled as a racist or supremacist by people who embrace Planned Parenthood! You want to take down a statue? How about the sculpture of Margaret Sanger, the godmother of the abortion movement, who was a champion of the worst..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hey, Michelle..."
    },
    {
      "speaker": "MALKIN",
      "utterance": "... and most evil kind of eugenics! Why don't you start with that?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Between statues -- there's a statue in the West Virginia statehouse of Robert Byrd. Take that down, too."
    },
    {
      "speaker": "MALKIN",
      "utterance": "There you go!"
    },
    {
      "speaker": "HANNITY",
      "utterance": "And we got to -- there are 56 schools, highways, buildings, named after Robert former Klansman Byrd. Should they all come down, Hillary Clinton's mentor? Is she going to lead that effort?"
    },
    {
      "speaker": "MALKIN",
      "utterance": "Yes, that's right. What are we going to be left with? And you know, it was President Trump just earlier this week who said, What's next, George Washington? And I thought all the tittering and the sneering from all the people in the Beltway, Oh, that's so ridiculous! And now we've got people who want to tear down the Jefferson Memorial! He was right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, he is. I mean, now they want to defund it with tax dollars, but that would only be the first of it. You mentioned the -- I saw the defaced image of Lincoln, but we don't know if that happened in this time period or maybe before, and there's some questions and there are some issues here."
    },
    {
      "speaker": "MALKIN",
      "utterance": "Got you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We're going to have John Solomon on in a second. And actually, we're going to have to let you go, I see, Michelle. Michelle Malkin, it's always good to see you. We really appreciate you being with us. Thank you."
    },
    {
      "speaker": "MALKIN",
      "utterance": "You bet."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's been too long."
    },
    {
      "speaker": "MALKIN",
      "utterance": "Thank you, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, thank you, And as we mentioned in my \"Opening Monologue,\" Republican congressman Dana Rohrabacher says he met with Julia Assange earlier this week, claims that the meeting went on over three hours. And Assange says -- he's is one guy that would know -- he could prove Russia did not give WikiLeaks the DNC emails. He joins us now with reaction, the executive vice president of The Hill, John Solomon. John, he -- I played this at the beginning of the show. Julian Assange told me this on radio at least four times. I asked him very specifically again and again. He told me on this show very specifically it was not Russia. It was not a state. Tell us what you got."
    },
    {
      "speaker": "JOHN SOLOMON, THE HILL",
      "utterance": "Yes. I think the most important thing that happened in the last 24 hours is that Julian Assange reached out to an American official and basically signaled he's open to a deal. He's open to talking. He's open to possibly telling us how this -- how he can prove that Russia didn't give him the documents, and that might add some new information to an investigation that has already had some conclusions to it, but there's a lot of uncertainty about certain aspects of this case yet. And you know, I think he's signaling, with the right deal, he might be able to talk about where he got the documents. That's, I really think, the news here. I think his insistence he didn't get it from Russia we've known for a long time."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, this is important because wasn't the original directive from the deputy attorney, Rosenstein, to look into potential Trump-Russia collusion? It wasn't the whole narrative about whether or not the Russians were responsible for the leaks to Julian Assange and WikiLeaks and the impact on the campaign and Trump collusion? Doesn't Robert Mueller have an obligation to get this question answered? There is one guy in the world that probably knows more than anybody else where it came from, right?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Yes. There's lot of things we don't know, right? The embassy that Julian Assange is holed up in London could be very well monitored by the United States and they may already know everything they need to know about Assange. It's possible that Assange has some information that's entirely new. It's also possible that the intelligence community could be right that certain things were hacked by Russia and Julian Assange got them from a different source of people who had nothing to do with Russia. I think the fact that we don't know those answers, that there's some ambiguity here, certainly makes a good case that somebody should go talk and try to get the evidence to clear up these issues."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And that would include Congress because they have investigative powers. And considering it has now consumed the attention of the American people for 11 months and that -- the intelligence community has never offered the American people any evidence, have they."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "They haven't, no, because they say it's classified, and I think we have to respect that that's probably true, that they're monitoring and listening, and how they came to certain conclusions probably is a classified thing. We don't need to spell all those out there. But somebody -- you know, many times in counterintelligence investigations, what happens is the initial assessment changes. You make an early assessment. You learn new things. Let's take, for instance, the Intelligence about the Iraq war. That changed, right? Let's talk about times where the intelligence community made assessments about..."
    },
    {
      "speaker": "HANNITY",
      "utterance": "John, I hate to interrupt you. Stay right there. We're going to have more with The Hill's John Solomon on his explosive report, Julian Assange now meeting with Dana Rohrabacher, claiming he has the evidence it was not Russia. They did not give him the DNC emails. We'll continue our investigation, asking the tough questions. All of that plus the very latest on the Barcelona terror attack and much more straight ahead."
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "Did Russia give you this information, or anybody associated with Russia?"
    },
    {
      "speaker": "JULIAN ASSANGE, FOUNDER, WIKILEAKS",
      "utterance": "Our source is not a state party. So the answer for our interactions is no."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You did not get this information about the DNC, John Podesta's emails. Can you tell the American people 1,000 percent you did not get it from Russia or anybody associated with Russia?"
    },
    {
      "speaker": "ASSANGE",
      "utterance": "We can say and we have said repeatedly over the last few months that our source is not the Russian government and it is not a state party."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That was WikiLeaks founder Julian Assange on this program back in January saying and denying that Russia had anything to do with giving WikiLeaks the hacked Democratic emails during the 2016 election. This is important as we continue with the executive vice president of \"The Hill\" John Solomon. I've interviewed him, as I said, four times on the radio. I've interviewed him once on television. And here's an interesting sidebar. Whether you like WikiLeaks or not, and I know that at time Democrats like them, at times Republicans like them, but here's a guy that hacked into the DOD and NASA when he was 16. I think he is now 45. At some point we've got to say shame on you, shame on you, shame on you, now shame on America for not building the cyber-security that they should have. And so there's a lot of angry people which I understand, but they also have a responsibility. But 11 years WikiLeaks has never gotten it wrong. So Rohrabacher, the Congressman from California meets with him. And Julian is saying he's got the proof it wasn't Russia. He would be the one guy in the whole world that would know more than anybody. So here's the question. Rohrabacher now has a message for the president. What did he tell you about that? JOHN SOLOMON, EXECUTIVE VICE PRESIDENT, \"THE HILL\": He said that he has some nonpublic information that Julian Assange gave him that he's going to take back to the president. He also had a request from Assange which he was willing to talk about which is Assange would like WikiLeaks to have a seat in the White House press corps. So there's a little horse trading going on in these negotiations. And I think you're seeing Julian Assange signal that he might be open to do some sort of deal. The question is, is the American government, is the Congress interested in doing such a deal with a guy who has brought a lot of harm to national intelligence sources from the information he's released? He's not a hero in the intelligence community, that's for sure."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know he's not a hero in the intelligence community, but again, I go back to -- when we saw how corrupt Hillary Clinton was. We learned an awful lot about what happened to Bernie Sanders, didn't we, in that whole mess. That primary was rigged. There was a story with Debbie Wasserman Schultz, because she got fired on the eve of the Democratic National Convention, right?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "That's right. No, listen, there's three things that Julian Assange over the last 10 years has brought to light. One, how penetrable our supposedly secure systems in government were, how easy it was to hack. Two, how much surveillance was going on of Americans that no one really knew about."
    },
    {
      "speaker": "HANNITY",
      "utterance": "How corrupt Hillary is."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "And then three, the entire Democratic National Committee storyline where it looked like the party was trying to hamper the election opportunities of Bernie Sanders. And I think those are three storylines that are not in question. People recognize that WikiLeaks had a contribution to that. I did something before I came on tonight. I made a couple calls in the intelligence community. I had one interesting response I want to share with you, Sean. One of the big intelligence sources I've talked to said, listen, we've said all along we're confident Russia did some hacking in the election. We didn't say they were the only ones that hacked. And I think that was the first time in any time I've talked to someone in intelligence that there might be some room."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What's really I think important, and it's interesting with Chelsea Manning now, and you factor that into this equation. And I've been to the Ecuadorian embassy. It's a tiny space. He's holding firm. He believes in his principles. He said to me that he says I'm reporting things that people need to know. There is a real danger, and you and Sara Carter were probably at the forefront of investigating this, and that is thank God for intelligence as we saw in Barcelona earlier today against ISIS and radical Islam and against Iran and China and Russia and all these countries, they are not our friends. They are not our friends and we need to know about dangers that we may face. We give them the most powerful tools, but if those tools are turned against the American people and used against the American people illegally because we have laws that prevent that, that's a very dangerous scenario, what about the i.t. guy of Debbie Wasserman Schultz that got four counts today charged with?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Yes, very interesting, right. There's a lot we don't know in that case as well. But this is a gentleman that worked in the IT department, had access to Congressional computers, Congressional secrets, possibly her DNC email. And he's now been indicted on four charges, mostly related to bank fraud and other questions that have come up. But there's a lot of new information that I'm hearing in law enforcement circles that they're developing about what he did day and night. And I they're looking at some possible connections to other activity besides the charges that were filed today. And I think we're going to learn a lot from the capitol police, the FBI in the coming months about that case. That's a very open and uncertain question about what happened to Debbie Wasserman Schultz's emails."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's going to be interesting to see what Dana Rohrabacher came back with. And I think the American people need to know the truth. I'm calling on Robert Mueller tonight. He is investigating supposed collusion. He has a duty to find out what that information is, and the same thing with Congress. The Republicans are in charge, they have subpoena powers, investigative powers. They need to do their job because this has been 11 months long, no evidence yet presented. Thank you, John Solomon, keep up the good work. When we come back, Democratic hate reaching a new low, a state senator under fire. Why? Hoping the president gets assassinated, and will not apologize tonight. Secret Service, I hope you're watching."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to HANNITY. So in the wake of the horrible violence in Charlottesville, Virginia, last weekend many on the left have become so totally unhinged and unfair that one Democratic Missouri lawmaker actually said that she hopes the president of the United States, President Trump, is assassinated. And that's not all. \"The Economist,\" \"The New Yorker,\" two magazines are now featuring covers equating the president to the Ku Klux Klan. And there is the Reverend Al Sharpton. He is now calling for the Jefferson Memorial to be defunded. Take a look."
    },
    {
      "speaker": "REV. AL SHARPTON",
      "utterance": "When you look at the fact that public monuments are supported by public funds, you're asking me to subsidize the insult of my family."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Thomas Jefferson had slaves."
    },
    {
      "speaker": "SHARPTON",
      "utterance": "And I would repeat that the public should not be paying to uphold somebody who has had that kind of background."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Here now with reaction, FOX News correspondent at large Geraldo Rivera, former Trump transition team executive committee member and he's also on the National Committee of Diversity, the Reverend Darrell Scott. Geraldo, because we're the two sinners here, we have to go to the reverent first."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He prays for me every Sunday he told me."
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS SENIOR CORRESPONDENT",
      "utterance": "That's appropriate."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thanks a lot. He's got to pray for you, too, OK? So the two of us together because we're best friends. Reverend, I look at those covers, I hear assassination attempts, and there were many times in the Obama years, and I have all the tape to prove it, I said we must protect our president, must, and our elected officials. This transcends all politics, but it's getting worse every day. What's your reaction?"
    },
    {
      "speaker": "REV. DARRELL SCOTT, NEW SPIRIT REVIVAL CHURCH",
      "utterance": "It's absolutely ridiculous and it's also despicable what that lady said. She had no business calling for the assassination of the president, and she is supposed to be a public figure. She needs to resign or she needs to be impeached to get her out of office."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Arrested."
    },
    {
      "speaker": "SCOTT",
      "utterance": "Yes, and arrested and interrogated by the Secret Service. And now Al Sharpton and others, now they're on that slippery slope that the president talked about, they're skidding on that slippery slope because everyone wants to disassociate themselves from America's racist history. But you know what, and I heard this today from a young lady out of Detroit, Christine Barr (ph), a Twitter friend of mine, Facebook friend of mine. She made a very powerful statement. If you really want to, as a black person, you really wants to disassociate yourself from America's racist past, then you need to quit the Democratic Party because the Democratic Party was the engine that drove racism in America. It was the engine behind the Confederacy. It was the engine behind Jim Crow laws, segregation, black code laws. It was the engine behind all the racial injustices that we experience. So if you really want to disassociate yourself from America's racist past, disband the Democratic Party."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Bill Clinton's mentor, J. William Fulbright, signs onto the southern manifesto. Robert \"Ku Klux Klan\" Byrd, Hillary's mentor, filibusters the civil rights act. Are you going to take down the 56 monuments, streets, schools named after him? Geraldo, I want to ask you this, especially about the assassination call. Madonna, I want to blow up the White House or I think about it, Johnny Depp, when's the last time an actor assassinated a president? Robert De Niro wants to punch him in the face. I did all the examples last night. I don't have time. When do we start arresting people?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "That's my point. I have zero tolerance for people, whether the president is Barack Obama or Donald Trump, I have zero tolerance for those who allude to the murder, the assassination of the president of the United States. That is a crime. If you mean it, you're going to go to jail. And I think the best cure for it is to have two hulking Secret Service guys go visit this state senator and say pardon me ma'am, what exactly did you say, what exactly did you mean? How do we know you weren't serious about this? How do we know you're not a plotter? I think there's a line. I am all for the First Amendment, I am all for freedom of speech. But when you begin threatening the life of the commander in chief, of the president of the United States, I have zero, zero tolerance."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Should they be arrested? You're a lawyer, too. You're a friend and a lawyer."
    },
    {
      "speaker": "SCOTT",
      "utterance": "They should be arrested."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I want to say to the law enforcement folks in Spain tonight, you reported at the top of the show, Sean. But they killed five is suiciders wearing suicide belts in a town just south of Barcelona, so they got the five of them, killed five of them in Cambrils. They killed another one on the outskirts of Barcelona, that's six. They have two in custody from the main bombing in Barcelona. So while tragically 13 innocent civilians were killed and dozens more were grievously injured, the Spanish authorities have hit back hard at ISIS. And the reason it's relevant to this discussion about monuments is simply this. When you think about ISIS, aside from their crimes against humanity, there's also their crimes against culture, their crimes against history itself. They've destroyed the historic city of Palmyra, for instance, in Syria. They have destroyed archaeological ruins everywhere, artifacts everywhere, they've turned them to dust. Why? Because to ISIS what those historic sites represented was anathema. It was counter to their strict, sick view of the Muslim faith. I'm not comparing ISIS to the people who want to tear down Confederate monuments. I merely say this. There is grave danger when you start to rewrite history based on contemporary feelings. We cannot go there. If a city wants to remove a monument and that's what the majority says, then you could do it in a democratic way."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I've got to take a break. And I want to hear everything you have to say. And Reverend, I was just thinking, because I've been to your church. I know how amazing it is. And I know you preach all have sinned and fallen short of the glory, especially me and Geraldo, you can chastise us. But can't you tell the truth about people? The good, the bad, the ugly, can't you tell it all? And I want to ask you that question when we get back. We'll have more with Geraldo, Reverend Darrell Scott right after the break."
    },
    {
      "speaker": "HANNITY",
      "utterance": "This is a Fox News alert. A fifth suspect who was shot and wounded in what the Spanish police are calling a separate terrorist attack has now died. This comes after that van attack earlier today in Barcelona that killed 13, over 100 injured. We continue now with the Reverend Darrell Scott and Geraldo. And of course our thoughts and prayers, Reverend, go there. But I want to specifically go into this issue of what I said earlier. This is evil, by the way, we're dealing with in our time. We all find white supremacy -- it's so sad such ignorant, evil people exist in our society. And everybody agrees with that except the few idiots who are involved with it. They are anti-Semitic. They hate whites -- I'm sorry. They hate blacks, they hate Hispanics, they hate Catholics, they hate Jews. They are ignorant, evil people. With that said, where do you -- when the president says over and over again I disavow, I denounce, I renounce, I don't want any part of them I don't what these people around me, and he says it again and again and the media reacts this way, what are you thinking?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "It's getting ridiculous because they are micro-analyzing every single thing the president says, looking for flaws."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Are they purposely lying, though?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "Excuse me?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Are they purposefully lying, just not telling the truth?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "They're purposefully misleading. They are purposely trying to twist and take away from what he is saying. They're trying to drive the narrative. Anything that's anti-Trump and the anti-Trump narrative, anything they can perceive as anti-Trump or project as anti-Trump, that's what they are latching onto."
    },
    {
      "speaker": "RIVERA",
      "utterance": "The thing is, Reverend, that's why the president has to be purer than, they used to say, Caesar's wife. He's got to understand that some things are black and white. I don't mean that in the race way. Some things are so clear that they bespeak explanation. In other words, when you're dealing with neo-Nazis or the KKK or the hatemongers, it's clear. There are no good Nazi's. There are no good KKK members."
    },
    {
      "speaker": "SCOTT",
      "utterance": "When you're dealing with snipers that assassinated five Dallas cops last year, it shouldn't have taken two days to get the response to that."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I agree."
    },
    {
      "speaker": "SCOTT",
      "utterance": "There has to be a clear line --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "But we've known President Trump, I have known President Trump since 1976. He's a sharp guy. He's a compassionate guy. He's obviously a very successful person before he got into politics."
    },
    {
      "speaker": "SCOTT",
      "utterance": "And he's not a racist. You know he's not a racist."
    },
    {
      "speaker": "RIVERA",
      "utterance": "And I know him. He doesn't have a racist bone in his body. But when you allow the ambiguity that he recklessly allowed on Saturday, then you reap what you sow. I guarantee you it will never happen again. There will never be a time when Donald Trump makes this mistake again."
    },
    {
      "speaker": "SCOTT",
      "utterance": "But Donald Trump is not walking on eggshells in his presentation and has discourse with the American public. He's not used to walking on eggshells. You have to understand, he's still making a transition into a politician. This is a guy that went from private citizen to president. He didn't go through --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Wait a second, when you have Nazis coming to town, it's just like when you have David Duke. You don't have a lot of thought about that. The Nazis are coming, will there be some good Nazis and bad Nazis and not so bad Nazis, and David Duke, maybe there's a good side to David Duke, maybe he likes puppies. You don't equivocate about, you just state right now --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Can I interject one thing, and I'll throw it to Pastor Scott. He said it all throughout the campaign. I've got tape of him saying it years and years, 15 and 20 years ago. I've got him saying it's evil."
    },
    {
      "speaker": "RIVERA",
      "utterance": "It's about the moment. You have to rise to the moment. The moment was Saturday. The president was informed as we all were, Sean, and you know that we speak here from of supporting the president."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think at this point he needs to focus on the agenda. But reverend?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "Sean, if we know that he has already disavowed, why do we keep repeating this over and over and over again?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Because it's only to stay off the cover of TIME magazine blowing up the KKK robe as a sail, or using a KKK cone hat as a megaphone. That's why you do it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I've got a roll. Listen, I've got a roll. But you're two of my favorite people and will have you both on together again soon. More HANNITY after the break."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to HANNITY. Welcome back to HANNITY. Unfortunately that is all the time we have left this evening. As always, thank you for being with us. Our promise, our pledged to you. This show will always be the balance to the establishment, destroy-Trump media. You'll get news and information you won't get anywhere else. Please stay with the Fox News Channel tonight, continuing live coverage of the terrible terrorist attack in Spain. Our thoughts and prayers go out to the victims of all that and their families."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}