{
  "date": "August 9, 2017",
  "headline": "Gutfeld on what to do about North Korea",
  "subHeadline": "Press worries more about Trump's words than North Korea's actions",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-what-to-do-about-north-korea",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "North Korea best not make any more threats to the United States. They will be met with fire and fury like the world has never seen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, dear. And as usual, the fretters fret like something that frets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE O'DONNEL, MSNBC ANCHOR",
      "sentences": "This is the first time that the dangerous apocalyptic statements of the North Korean regime have been met by dangerous apocalyptic statements by the President of the United States.  ERIN BURNETT, \"CNN OUTFRONT\" ANCHOR: We have never heard this kind of bluster from an American President Trump to another world leader.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "President Trump sounds more like a North Korean leader unfortunately than an American leader.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Who vetted this statement? Who helped him write this statement? Was it just him, because it is a frightening selection of words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is the most dangerous flash point in the world. So every word that a president speaks about North Korea is usually carefully crafted and vetted with the secretary of defense, with secretary of state, frankly we would preview any new language with our allies. And clearly, it seems in this case, that none of that happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Funny how the press -- funny how the press worries more about Donald Trump's words than North Korea's actions. I guess they feel they're the only ones allowed to scare people to death.   BRIAN WILLIAMS, HOST, \"THE 11TH HOUR WITH BRIAN WILLIAMS\": Malcolm, our job tonight actually is to scare people to death on this subject so the talk isn't as free as it is about a preemptive or a surgical military strike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I get it, fire and fury sounds extreme like a sequel starring Vin Diesel. But it's what I call the \"be crazier than the crazy guy\" trick. Whenever there's a nut case looking at me on the subway, the R Line, I talk to myself loudly. I appear nuttier than the nut. He usually moves because I'm not worth the risk and, frankly, I smell. Now, we know North Korea does crazy better than anybody but so does Donald Trump, which is good. Let's look at North Korea, now let's zoom out.   That's 25 million people living in a dark hole. Existing like a raccoon under your house for decades. That raccoon isn't nuts but acts that way to keep you from trying to kill it. So it lives in the dark as the rest of the world rolls merrily on. The question is, has this raccoon gone batty or is it simply displaying a strategic irrationality? Snarling to keep everyone at bay? My sense is if we do nothing, they do nothing, but if they do something, it's over for them. So maybe they won't? I mean, do you think they're going to risk it all on Guam? Nope. The raccoon stays in its whole while Trump speaks to them in raccoon. So I say, instead, worry about the truly apocalyptic, those who believe martyrdom Trumps life. All they need is a dirty bomb and a chance. North Korea is truly a risk, but radical Islam, that's the ruin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "North Korea best not make any more threats to the United States. They will be met with fire and fury like the world has never seen."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, dear. And as usual, the fretters fret like something that frets."
    },
    {
      "speaker": "LAWRENCE O'DONNEL, MSNBC ANCHOR",
      "utterance": "This is the first time that the dangerous apocalyptic statements of the North Korean regime have been met by dangerous apocalyptic statements by the President of the United States. ERIN BURNETT, \"CNN OUTFRONT\" ANCHOR: We have never heard this kind of bluster from an American President Trump to another world leader."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "President Trump sounds more like a North Korean leader unfortunately than an American leader."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Who vetted this statement? Who helped him write this statement? Was it just him, because it is a frightening selection of words."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is the most dangerous flash point in the world. So every word that a president speaks about North Korea is usually carefully crafted and vetted with the secretary of defense, with secretary of state, frankly we would preview any new language with our allies. And clearly, it seems in this case, that none of that happened."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Funny how the press -- funny how the press worries more about Donald Trump's words than North Korea's actions. I guess they feel they're the only ones allowed to scare people to death. BRIAN WILLIAMS, HOST, \"THE 11TH HOUR WITH BRIAN WILLIAMS\": Malcolm, our job tonight actually is to scare people to death on this subject so the talk isn't as free as it is about a preemptive or a surgical military strike."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I get it, fire and fury sounds extreme like a sequel starring Vin Diesel. But it's what I call the \"be crazier than the crazy guy\" trick. Whenever there's a nut case looking at me on the subway, the R Line, I talk to myself loudly. I appear nuttier than the nut. He usually moves because I'm not worth the risk and, frankly, I smell. Now, we know North Korea does crazy better than anybody but so does Donald Trump, which is good. Let's look at North Korea, now let's zoom out. That's 25 million people living in a dark hole. Existing like a raccoon under your house for decades. That raccoon isn't nuts but acts that way to keep you from trying to kill it. So it lives in the dark as the rest of the world rolls merrily on. The question is, has this raccoon gone batty or is it simply displaying a strategic irrationality? Snarling to keep everyone at bay? My sense is if we do nothing, they do nothing, but if they do something, it's over for them. So maybe they won't? I mean, do you think they're going to risk it all on Guam? Nope. The raccoon stays in its whole while Trump speaks to them in raccoon. So I say, instead, worry about the truly apocalyptic, those who believe martyrdom Trumps life. All they need is a dirty bomb and a chance. North Korea is truly a risk, but radical Islam, that's the ruin."
    }
  ]
}