{
  "date": "August 1, 2018",
  "headline": "Sean Spicer: CNN's Jim Acosta owes Trump an apology",
  "subHeadline": "CNN correspondent Jim Acosta speaks out about attacks on the press; Sean Spiker and Sebastian Gorka react on 'Hannity.'",
  "url": "https://www.foxnews.com/transcript/sean-spicer-cnns-jim-acosta-owes-trump-an-apology",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Welcome to \"Hannity\". It is one of the single most obvious examples, talk about Tucker and his groupthink, in American history. You have every single hour of every single day, week in, week out, now year in and year out, your mainstream media has dedicated its coverage to one thing, one thing only, maligning the president you elected, his agenda and everyone who dares to support them.  Still, one professional Trump hater over at fake news CNN, Jim Acosta, is positively feigning outrage shock that Trump supporters didn't give him a warm welcome at yesterday's rally in Florida and Acosta is worried that Trump is whipping up hostility against the press. In moments, we are actually going to remind you and Acosta where all the violent rhetoric is really coming from in the country and it's not President Trump.  And also tonight, the president is once again calling out Mueller's political witch hunt. Coming up, we will uncover the special counsel's Russia illusion.  If we do have the very latest, day two of the Paul Manafort 2005 tax case and stay tuned for a very special mini monologue. Rush Limbaugh, 30 years, groundbreaking conservative talk radio. Here's a preview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST",
      "sentences": "We have a special guest, who is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "So, Rush, I just wanted to congratulate you on 30 years. This is your favorite president and I think you are fantastic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. It really is impossible, and I'm going to speak as a conservative, to imagine the last 30 years without Rush. We're going to have much more on that later in the program. But first, it's time for tonight's breaking news, jam-packed, buckle your seat belt opening monologue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Every night right here on this program, we show you example after example of the abusively biased coverage from the destroy- Trump media. Now, they have been predicting the end of the term presidency and that he wouldn't win anyway since his candidacy went down the escalator in 2015. Now, there have been zero in terms of objectivity, zero fairness, crisis peddling, mixed with a deranged blend of personal insults and anti-Trump bizarre conspiracy theories. It's why we call them the destroy-Trump press.  Now, CNN's chief White House correspondent has been one of the worst offenders and the crowds at last night's Trump rally in Tampa, Florida -- well, they told him in person what they think of him and his network. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM ACOSTA, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "The White House has held only three briefings with the press this month and eight total since the end of May. There was no other way to describe what the White House is doing these days, Wolf. Top officials including the president are hiding from the press.  And, Wolf, just to give you a sense as to what's happening right now, you can hear there is a chorus of boos and other chants in this Trump crowd here in Tampa, Florida, they are saying things like CNN sucks, go home and fake news. Wolf, obviously, all of those things are false. We are staying right here, we are going to do our job and report on this rally to all of our viewers here tonight, Wolf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. This not the first time this happened and after what you just saw, Jim Acosta shared his fear of Trump supporters and he tweeted, quote, just a sample of the sad thing we faced at the Trump rally in Tampa. I am very worried that the hostility whipped up by Trump and some in conservative media will result in somebody getting hurt. We should not treat our fellow Americans this way, the press is not the enemy.  Jim, I'm a pretty prominent conservative in the country. Let me say this clearly and loudly. I want every journalist in this country, everyone, I don't care who you work for, to be safe. And I'll tell you right now, I will be the first person to come to your defense if I'm there and anyone ever dares lay a hand on you. If I was standing there, if I see it happen, I will be the first person to jump in and fight on your behalf. Physical violence is never acceptable to me, nor is it acceptable to the conservatives I know and respect.  And let me also be clear, if you are a conservative, and by the way, you ever threaten anyone, you're not a friend of mine, you're not a friend of this program, and by the way -- or the conservative movement of which I'm just a small part of.   And with that said, many people's memories are really short. Remember Obama talked about getting in people's faces? Remember he said some guy named Mr. Burgess, we are going to send him to Sean Hannity so he can tear him up? Remember more recently we saw what happened to Sarah Sanders and her family thrown out of a restaurant? They followed her family to the next restaurant? Remember what happened to Pam Bondi and Secretary Nielsen? Well, let's go down memory lane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "I was asked to leave a restaurant this weekend where I attempted to have dinner with my family. My husband and I quietly left and went home. I was asked to leave because I worked for President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAM BONDI, FLORIDA ATTORNEY GENERAL",
      "sentences": "Three huge guys came up and started, probably an inch from my face, screaming at me every word in the book, cursing as loud as they could.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Homeland Security Secretary Kirstjen Nielsen is in a Mexican restaurant of all places, the (EXPLETIVE DELETED) goal! Shame on you!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWD",
      "sentences": "Shame, shame, shame!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELAINE CHAO, TRANSPORTATION SECRETARY",
      "sentences": "You leave my husband alone! Back up!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, Jim, I have a question, did you ever pick up the phone, did you call Sarah Sanders? Did you call Pam Bondi? The secretary of state in Florida, did you call Secretary Nielsen after their run out of places publicly in a violent -- what looked like could become a violent situation, if you did, by the way, good for you.  On this program, we called out bias, we will do so as long as I'm allowed the honor to be here every night. We show the clips of the media, at their very worst moments. We tell our viewers to turn the channel if they don't like our coverage. But we don't support boycotts. We don't demand firings. We don't support violence of any kind, nor will we ever. That's not inciting violence by giving an honest critique. It's called telling the truth.  And just because people chant \"fake news\" doesn't mean they would support any kind of violence in any way and, of course, there's plenty of bad rhetoric on a lot of sides of the aisle. Your network in particular, others in the mainstream media, you're not exactly telling the full story about things to the American people and I see abusive bias every single day.  You largely ignored the nasty rhetoric against Melania Trump. Many glossed over the scary rhetoric about Ivanka Trump, the president's young son Baron, even his 4-year-old granddaughter, the president's granddaughter. And you totally seem to have forgotten the overwhelming amount of violent rhetoric against President Trump himself. What did you say during these moments? Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "sentences": "And with this kind of inspiration, I will go and take Trump out tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MADONNA, SINGER",
      "sentences": "Yes! I have thought an awful lot of blowing up the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNNY DEEP, ACTOR",
      "sentences": "When was the last time an actor assassinated a president? I want to clarify, I'm not an actor. I lie for a living. However, it's been a while and maybe it's time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT DE NIRO, ACTOR",
      "sentences": "How dare he say the things he does. Of course I want to punch him in the face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY BEHAR, THE VIEW",
      "sentences": "Right. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, FORMER VICE PRESIDENT",
      "sentences": "The press always asked me, don't I wish I were debating him? No, I wish we were in high school I could take in behind the gym? That's what I wish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, where is the fear, the worry, the concern about all of this rhetoric against the president?  Now do you think what you just saw is a little bit worse than being heckled at a rally? Because I do. But there's plenty of more examples of these crisis peddlers in the news media today doing whatever they can do every minute, hour, second of every day to discredit President Trump and his supporters. Now, the media in this country, they cannot stand the president's common sense conservative agenda. They can't stand that he's actually keeping his promises. They clearly don't like the Trump tax cuts because that means it's -- well, less of an opportunity for Democrats to get power back.  His peace through strength policies with North Korea, Iran and elsewhere seems to scare them, ending a horrible Iranian deal -- no, this president is not bringing piles of cargo planes in cash and other currencies and giving them it to mullahs in Iran that threaten to destroy us, and also negotiating with foreign countries. Well, he's trying to get better trade deals, he gets criticized for that. Obviously, the success is not something that's reported on often and, by the way, it seems that many in this country want this president to fail because if he fails, then that means Democrats can get back in power. I even think if President Trump cured cancer at this point, many in the media, many on the left would still hate him.  It's a prime reason why the media is so obsessed with Mueller's partisan witch hunt. They want to see this president impeached. They have been trying to attack his credibility since he's been elected.  Earlier today, the president's attorney, Rudy Giuliani, called for Mueller to finally begin to wrap this up. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S ATTORNEY",
      "sentences": "We believe that the investigation should be brought to a close. We think they are at the end of it. They should render their report, put up -- I mean, I guess, if we were playing poker right now, put up and shut up, what do you got.  We have every reason to believe they don't have anything. The president hasn't done anything wrong. They don't have any evidence he did anything wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And today on Twitter, the president himself called on the Attorney General Jeff Sessions to end this investigation. He tweeted out, quote: This is a terrible situation. The attorney General Jeff Sessions should stop this rigged witch hunt right now before it continues to stain our country any further. Bob Mueller is totally conflicted and his 17 angry Democrats that are doing his dirty work are a disgrace to the U.S.  And then the president continued: Russian collusion with the Trump campaign, one of the most unsuccessful in history, is a total hoax. The Democrats, they actually paid for the phony, discredited dossier which was, along with Comey, McCabe, Strzok and his lover, the lovely Lisa Page, used to begin the witch hunt. Very disgraceful.  By the way, the dossier had phony lies and FISA judges were lied to. Now, if you can believe it, many in the media, they're now saying President Trump actually obstructed justice because he tweeted out his opposition to all that has happened with no evidence and criticizing what is a witch hunt. In other words, telling the truth. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's basically sort of delegitimizing our system of government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Maybe this is the beginning of a new Saturday Night Massacre, and one has to wonder whether Mr. Trump is feeling the pressure of the Manafort trial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It looks like he may very well have obstructed justice in this particular case. That's why I find it particularly ironic that he seems to be, you know, continuing to try to obstruct and end this case so publicly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They are starting to feel the collusion investigation closing in a little bit more. We are getting Donald Trump's most overt and obstructionist tweets to date. It's not a surprise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Just around this little incident will be a strong mini case of obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Crisis to crisis, feigned, phony, moral outrage every second. Just another example of what is groupthink in action. And it's the same reason the mainstream media has been telling you that the trial of Paul Manafort on a 2005 tax case is the trial of the century, and, of course, it is anything but. Manafort worked for then candidate Trump I think less than 100 days.  The charges that Manafort is now facing have nothing to do with Trump, nothing. Nothing to do with the campaign, zero. Nothing to do with Russia, zero. Nothing about collusion. Still, Manafort is facing serious time in prison if convicted and the success rate by the way for federal cases is really high, 95, 98 percent. That means this is an uphill battle when the full force of the federal government is going after any American, in this case Paul Manafort. The judge overseeing the trial, T.S. Ellis III, he's not cutting the Mueller team any slack and before Manafort's proceeding even started he accused Mueller and his team -- imagine a judge saying this to the special counsel. This isn't about Paul Manafort. This isn't about a tax case. You want to tighten the screws on Paul Manafort. You want to make him sing and provide dirt against President Trump or compose -- meaning what do I need to say to get out of trouble so you can prosecute or impeach Donald Trump.  This case is about a 2005 tax case. Nothing to do with Trump, nothing to do with Russia, nothing to do with collusion and the only reason there is all of this media coverage is because he worked for then candidate Trump for less than 100 days. And according to accounts from inside the courtroom, Judge Ellis even interrupted Mueller's team of prosecutors in their opening statement because Paul Manafort made money in his life and was living a lavish lifestyle, telling the jury it's not a crime to be rich in America and telling them to move on. The judge also chastising the prosecution over the word \"oligarch\". And now, one more blow for the special counsel, their star witness, Rick Gates. Well, they are saying he may not testify now. By the way, what have they offered Gates? I said last night, Sammy \"The Bull\" Gravano killed 19 people, doesn't spend a day in jail because they used him to testify against, what, John Gotti Sr.? And then they get him a home in the witness protection program in Arizona? Are we not beginning to have a problem with the way they work the system? I have no idea what Paul Manafort did or didn't do in 2005 to 2007. I didn't know him. But I do know that this trial is only happening because Robert Mueller is desperate to get President Trump. He wanted Manafort to sing or compose. He's desperate to find something, anything on the president. It doesn't matter it seems what toll this is all taking on our country. And you talk about language, you talk about the feeling of threats. Jim Acosta, you're not the only one. I had a president of the United States not that long ago telling somebody to, you know, first get in people's faces and then he's going to send somebody to tear me up. The president -- did President Trump ever say this about you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "I'll put -- I'll put Mr. Burgess up against Sean Hannity. He'll tear him up. I need you to go out and talk to your friends and talk to your neighbors. I want you to talk to ‘em whether they are independent or whether they are Republican. I want you to argue with them and get in their face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Get in their face. That's worse than chanting fake news? Tear up Sean Hannity? What about Maxine Waters says, follow him into the grocery store, wherever she said to follow people, or Cory Booker? Joining us now, author of \"Why We Fight\", FOX News national security strategist, Dr. Sebastian Gorka, author of the brand-new book, a best seller, \"The Briefing: Politics, Press and the People\", former White House press secretary, had the worst job in America, now Sarah Sanders sadly has it. Why anybody wants that job to deal with these people every day is beyond me?  Congrats, Sean, on the book. Their memories are short, because what happened to Pam Bondi and Secretary Nielsen, what happened to Sarah Sanders is recent. The things that have been said about the president's son are fairly recent and his granddaughter are recent. The things said about Melania, Ivanka and so many others that are close to the first family. I don't remember Jim Acosta as the great champion standing up for the first family or calling them -- would love to know if you recall them and said, I'm so sorry for what you've been through. SEAN SPICER, \"THE BRIEFING\" AUTHOR: Well, Sean, look, I'm on a book tour right now and they love playing clips about me getting heckled and intimidated. They think it's funny and amusing. So, look, I would associate my comments with your opening monologue. We have a country that allows people to express themselves freely and that's what makes our country great. But at the same time, I agree with you. There's -- we need a free and fair press that is robust, but it should never, ever be under attack with intimidation or violence. If Jim Acosta has a problem with some of the ability of people to express themselves, he should look at his own unprofessional and disrespectful behavior. Look in the mirror and wonder whether he's part of the problem. We should never be threatening anybody with violence. But it's interesting how he's only concerned with himself and his colleagues as opposed to the violence that has come against the right, people like myself, Sarah, Secretary Nielsen and others. I want to go out there and have a book to talk about, to exchange ideas with people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And also, we played what's happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "And they don't seem to worry about that sort of intimidation and that sort of disruption. It's only when it affects him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Did Jim Acosta ever call you about the heckling that you received?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "No, he was part of it. His unprofessional and disrespectful behavior is part of the problem. What -- the way he treated the president the other day in that Rose Garden was disgraceful. He owes the president an apology. It is not his question that he is entitled to. It is the president to give it to him. And as much as people may not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me be very clear -- this is important because I've had the same experience. Every conservative I know has had the same experience. I don't come on TV and whine that I have been heckled or people have tried to physically get to me or that my life has been threatened and that I've had people, you know, literally threatened my life, it's happened more often than I care to exist, it's wrong.  I think -- but it's not the same as chanting \"fake news\" and \"CNN sucks\" and people have a right to freedom of speech, whether it's against Sean or me or, Dr. Gorka, I'm sure you've experienced it as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, FOX NEWS NATIONAL SECURITY STRATEGIST",
      "sentences": "O have I ever. I have to give my colleague Sean all the recognition. He was on the front line on the podium. But I was in the press briefing room. I’d sneak in and from the back I would watch. And, Sean, Jim Acosta thinks it's his briefing room. I mean, he really thinks it's the Jim Acosta show. And it's not. It's the White House briefing room. He's got it backwards. Two metrics, just to metrics for both of you and for the viewers -- go back 20 years. Go back 40 years and find for me when the White House press corps salivated over a Republican president. You won't find it. You won't find the hagiography.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We'll take it a step further and I said this and I'll go back and pull the tape, many, many times when Barack Obama was president. We must keep our politicians safe and I'm telling -- look, we are the highest rated show in cable, thanks to this audience. I -- if I am there, will -- I will be the first person to defend anybody in the press if anyone would dare to lay a hand on them. But chanting \"you suck\" is not the same as violence. People have a right to speak in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "It's not just the price, if any American. No American should feel threatened to share their voice and their opinion, no American.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We give you the last word, Dr. Gorka.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "But Republican politicians have never said harass the other party, get in their faces. It's only the left, it's only the Democrats and they need to get a grip on their party before things get worse, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I challenged Jim to maybe talk to those people that threw poor Sarah Sanders out of the restaurant and Pam Bondi and Secretary Nielsen and they did have somebody that worked at his network that had a severed head. I know she got fired of the president that his 12-year-old son saw. So, let's start with ourselves. Anyway, when we come back, we got a lot of breaking news tonight. Big news out of the White House about the back-and-forth between the Trump's -- the president's legal team, Robert Mueller. Joe diGenova is on fire. He's next, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. There's been a lot of back-and-forth today about Robert Mueller wanting to interview President Trump. Here with the very latest from the White House is our own Kristin Fisher. Kristin, what's going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "sentences": "Well, Sean, for months, one of the biggest questions has been, you know, will President Trump agree to sit down with special counsel? We know that he's wanted to, but that his legal team has been advising him against it and now, tonight, there is even more reason for his legal team to advise him against it because Robert Mueller is refusing to accept one of their key demands, to limit questioning during their face-to-face interview to matters of collusion. Mueller wants to open it up to obstruction of justice among some other topics. Now, earlier in the day, the president described the ongoing investigation as a, quote, \"terrible situation\", and Attorney General Jeff Sessions should stop this rigged witch hunt right now. Well, Democrats like Adam Schiff say the statement was an attempt to obstruct justice hiding in plain sight. But the White House says that the president wasn't ordering his attorney general to do anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "The president is stating his opinion. He stating it clearly and he is certainly expressing the frustration that he has with the level of corruption that we have seen from people like Jim Comey, Peter Strzok, Andrew McCabe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Now, the president's personal attorney Rudy Giuliani is telling FOX News that his inclination is still to say no to an interview but that President Trump wants him to continue talking to the special counsel. So, Sean, tonight, the negotiations about this potential interview with a special counsel continue -- Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Kristin at the White House tonight, thank you. Joining us now with reaction, he is a former U.S. attorney for the District of Columbia, Joe diGenova. A quick note, he has done legal work for me. He showed up at my Christmas party and he drank way too much. And I paid for the drinks. Anyway, good to see you, my friend.  I have -- I am very skeptical of any, any concession to this team of prosecutors that Robert Mueller has put together, looking at the -- what Judge Ellis said about what they're really doing in the Manafort case. I don't trust them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE DIGENOVA, FORMER U.S. ATTORNEY FOR THE DISTRICT OF COLUMBIA",
      "sentences": "Well, there's no question that the Mueller investigation is illegitimate in the sense that Rod Rosenstein should have never appointed Mueller, who had a conflict of interest. He was interviewed for the FBI director and the next day he was appointed special counsel. Rod Rosenstein is either a witness or a coconspirator in the case if there is an obstruction because of the firing of James Comey. Rosenstein should have never made the appointment. He shouldn't be involved. He approved one of the FISA warrants and more to come on that in the next few weeks, by the way. But here's the point. If the president should not be interviewed by these people, his attorneys should obviously, and I know they will do everything they can to advise him not to do an interview. This is an illegitimate investigation. It's a perjury trap even though the president cannot be indicted for anything. The problem is this is an effort to use the grand jury process for impeachment purposes. That is an unconstitutional use for the grand jury and they should fight it. If the president refuses to testify and if Bob Mueller issues a subpoena, the president will win the Supreme Court. It's just -- it's unacceptable to allow the president to waste his time and to play into this phony game that Mueller is playing. It's outrageous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Under any circumstances, Joe, would you -- and the president has very good attorneys. We are both mutual friends of Jay Sekulow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Great attorneys, great attorneys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Emmet Flood is a rock star. Giuliani -- we know what Rudy Giuliani is as a lawyer, what he was like as a prosecutor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He took down some of the toughest people in New York, in the Southern District of New York. The question is, I agree it's illegitimate. By the way, look at Manafort. Would Paul Manafort be on trial today if he didn't work for Trump for 100 days on a 2005 tax case nothing to do with Russia? Why isn't Hillary indicted by this time when we know she committed numerous felonies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Well, Sean, you know, one of the great lessons from this entire affair is that there were two standards of justice now in the United States. And they are both being applied by the FBI and the DOJ. If you're a Democrat, you get a pass. If you're a Republican, you don't. I never thought --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do we have to accept that? Do we have to accept that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "No, we do not. I never thought I would hear myself say those words, but I have never been more disgusted with my alma mater at the Department of Justice under Rod Rosenstein and the FBI under Chris Wray, two incompetent empty suits who care about one thing, their own future, their next job and what they have done to put this country through, Rod Rosenstein has put this country through over the last 18 months, may he rot in hell for it. It's disgusting. And what you just said, that they can sit there with a straight face and say that there's no reason to reopen the Hillary case as Jeff Sessions has said is absolutely ludicrous and incompetent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, you have said on this program that before. You've used the term dirty cop. I have this instinctive recoil for one reason. I had a family full of cops.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And my mom was a prison guard and my dad was a family court probation guy. And two people that reach deity were in the FBI. This does not rank and file.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "The street guys--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This is a dangerous chapter in our history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "The street guys and gals are great. It's the rot it's from the head of the fish in DOJ and FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Joe DiGenova, thank you. When we come back, the king of talk radio, Rush Limbaugh this very day literally started radio syndication on the airwaves. A mini monologue coming up and I want to explain what would life has been like for this country without Rush on the air for 30 years? We will explain straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Thirty years ago today Americans had few options for political commentary, the news of the day. Journalism was decidedly one- sided. Network news along with the print media, they were the kings of all information in America. That all changed 30 years ago this day, 1988. It changed forever. A man from a small town called Cape Girardeau, Missouri kicked off a brand- new national radio program. It gave a voice to the millions of conservatives in this country that have been ignored, impugned, their values diminished for so long. In doing so, he started what would now become a new media revolution in this country, one that radically would permanently alter the media landscape in America and, by the way, paved the way for people like me, the great one Mark Levin, Laura Ingraham, and so many others. Well tonight we're celebrating 30 years of the Rush Limbaugh show. The pioneer of conservative talk radio. That's tonight's mini monologue. Thirty years ago today, August 1st, 1988, the Rush Limbaugh show kicked off nationally on 56 radio stations around the country. The show was radically different from anything else on the airwaves at the time. Now for decades all Americans -- we were force-fed. We got our information, commentary, news, from the decidedly one-sided left-wing leaning traditional mainstream media. But with a very clear, funny, fun, refreshing informative conservative perspective Rush build what was a desperately need void in the country and he gave voice to millions of us. Now Rush has syndicated nationally on more than 600 of America's best radio stations heard by more than 27 million people every week. And as it turns out, time flies when you're a kind of spearheading an entire movement and an entire new genre of media. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSH LIMBAUGH, TALK SHOW HOST",
      "sentences": "They said what are you best at? And I said probably being on the radio. Well, there's your answer. Do what you are best at and you will at least be happy regardless of how well you do it, so I decided to give radio one more chance. I'm sure you all felt like you weren't going to ever amount to anything, even though you knew you were capable. I felt that way. The only difference between you and me is that I'm up here and you are out there. And the only reason I'm up here is because you are out there. You have rejuvenated my life and you have made me something I never even thought I could be and I have just one thing to say to you, a sincere and heartfelt thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And media was forever changed. Here's the question I want to throw out tonight. What would America be like without Rush, without talk radio? But without Rush on the air for the last 30 years. Without a doubt he has now had a massive impact decade after decade, year in and year out. The doctor of democracy is the single most influential voice in the early '90s holding the corrupt Clintons accountable, playing a vital role in the historic Republican midterm resurgence. Newt Gingrich coming to power 1994. Now he pushed for America's tough response after 3,000 of our fellow Americans were slaughtered on 9/11, 2001. He was a leading voice for the Tea Party move me in 2010. He was one of the only people that were warning against Obama's radical left-wing ideology, an agenda rightly predicting that those policies would fail. Recently he has been a steadfast powerful voice for what is the working Trump agenda, the conservative agenda and you see the dividends every day. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIMBAUGH",
      "sentences": "Donald Trump is like anybody else would be. He won the presidency. He won the presidency against all odds. He resents deeply this idea that anybody helped him, particularly the Russians. You people in the media are nuts if you think Donald Trump is going to go along with us. That's not who he is. Republicans and Democrats, but it's basically people who are pro- government, pro-Washington who think government in Washington is the center of the world. They'll give -- they'll give occasional mentions of these things that you mentioned, these policies to placate voters, but going back to an original question you have here. They don't want Trump to succeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "On today the 30th anniversary of his syndication, well, he got a call from a pretty special surprise guest. Let's listen in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Rush, I just wanted to congratulate you on 30 years. This is your favorite president and I think you are fantastic. And I heard about it and today is the big day. Thirty years. I wanted to call personally and congratulate you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIMBAUGH",
      "sentences": "I am floored. I thought there was nothing anybody could do to surprise me today. I've been preparing for anything. Mr. President--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You are a very special man, Rush, and you have people that love you. I'm one of them. But you are a very, very special guy. What you do for this country, people have no idea how important your voice is. So I just wanted to personally make this one and I said I'll even dial the number myself if I have to, but I just want to congratulate you, 30 years in that tough business is incredible. And you are stronger now than ever before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIMBAUGH",
      "sentences": "Well, I thank you so much. It's such a thrill to hear from you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "My friend Neil Boortz has also a talk show, once referred to Rush as the Babe Ruth of talk radio. He was right. And during his call with Rush today the president also brought up how often I call him the dean of talk radio. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You know, people don't realize what a great achievement 30 years is in that cutthroat business that you happen to be in. You know, you may not find that because you are so good at what you do but as a cutthroat business. And for you to do this for 30 years is truly an amazing accomplishment. And there's no voice like it and even your friend Hannity agrees with that. He said there's nobody like this man, so I said, no geez, I guess I thought you two would be competitive. He said no, he's the dean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIMBAUGH",
      "sentences": "No way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He called you the dean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIMBAUGH",
      "sentences": "No way. He's a guest host. He guest hosted for me when we first started.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I know. He's great and he's a big -- he's a tremendous fan of yours. They all are, everybody is. So I just want to congratulate you, 30 years -- just do it for another 30 years. After that you can take it easy, OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIMBAUGH",
      "sentences": "I will do that. I will stay around as long as you do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "OK, you have a deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's a pretty good deal. But you know what, it is a competitive business but people like myself, the great one Mark Levin, Laura Ingraham and most people that work in talk radio, we all understand that he forged the path for all of us. Here's the big question though. I personally -- you think back the last 30 years, think about America today without Rush's voice, that booming conservative voice for 30 years. His unwavering commitment to conservative ideology, philosophy, frankly his wonderful warm sense of humor, his outrageous humor, his steadfast love of country. He has literally given this country insightful commentary decade after decade and it has changed the media landscape in this country forever. As he -- he led the way forging a path. Like earlier pioneers, like Terry Williams and Barry Farber, Bob Grant, all these guys some outrageous controversial, some not. We get to do what we do today because he single-handedly opened up a whole new market place. He had the courage of his convictions. He paved the way for a new media in a political revolution. And the fact, for example, you are watching me right now is in part because of these great pioneers, courageously forging that path. The audacity to stand up versus the status quo. He took a lot of heat. He stood for honest conservative great American values. They have tried again and again to take him down and they take it just like they try to take Mark, Laura, me down whenever they can. But here we are, we are blessed and we are better off as a country. The media has some diversity because of his life's work. So Rush, on behalf of me, Mark, Laura, conservatives everywhere, millions of us, thank you. Congratulations. Thirty great years of broadcast excellence. When we come back, Rush Limbaugh's brother, author, attorney, friend, David Limbaugh and he has done legal work for me and went to a party with me. Good grief, I have to say that every time. Straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Here with a reaction to my mini monologue tonight it's Rush's brother, author, columnist, David Limbaugh. Mr. Limbaugh, sir, you were there for the whole time. Your brother took a lot of -- along the way. It's not easy when your -- I think he shocked the country when he first came on the air. May be similar to the iconoclastic nature of Trump in a way in the reaction, the feigned outrage, the daily Rush, Rush, Rush. it's not easy to take all of that in coming. DAVID LIMBAUGH, AUTHOR & ATTORNEY: Yes. Rush has been the tip of the sphere and he has paved the way for conservatives. He mainstreamed conservative thought in America and was finally the answer to the liberal media monolith. And so what I think what he did is validated millions of conservatives who are sitting out in America listening to the radios and the TV shows and never having their opinions articulated and they were so frustrated wondering are they odd? They talk to people at the store, they talk to people in their walk of life for the same as they are but they don't hear any of these ideas being articulated in the national media. Finally, Rush broke through and gave them a voice. And you mentioned -- you asked how America would have been different had he not burst on the scene. I shudder to think what would have happened by now with the avalanche of media -- liberal propaganda in the universities and in the culture. Rush has answered it back and he's given the voice to the rest of it. It's been a wonderful thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, look, you would know more than I would, it had to be hard at times because I see it -- anyone in this business now, me, Laura, Mark, Rush, anybody. They -- there is an industry where millions of dollars are being spent monitoring all of us in the hopes that we say one word, one phrase, one sentence to get us fired and attack our advertisers, get us off the air. Whatever happened to the left believing in freedom of speech and expression of thought? Is it that they are that intimidated?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "D. LIMBAUGH",
      "sentences": "Well, they don't believe in it. They haven't ever believed in it. And they mouth these ideas about tolerance and wanting us to get along and kumbaya harmony but the truth is when they hear someone disagreeing with them, especially someone articulate and popular and has a sense of humor it has the audacity to lampoon in a national medium, they couldn't take it so they wanted to shut him down. And they fund these organizations dedicated to destroying him and making things up about him. And now the same kinds of--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, they gave millions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "D. LIMBAUGH",
      "sentences": "-- outlets have gone after you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Millions of dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "D. LIMBAUGH",
      "sentences": "Yes. And they make things up, they exaggerate, they take things out of context and Rush has had to single-handedly fight back these people as he has paved the way for thousands, literally thousands of other people who have been generated from his example. You are one of them, as you have said, and he has shown the way, but in the beginning it was lonely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "D. LIMBAUGH",
      "sentences": "He was out there and he was on talk radio and no one was there to defend him, no one was there to fund his defense of himself, but he has truly inspired so many people to speak up and to get in his medium and it's really been a wonderful thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Interesting side note. Thank you, David, for joining us. When he started in '88 there were like 200 talk radio stations in the country. Now there are thousands and it's the number one format in radio. Amazing. Thanks for being with us. All right. Joining us now with more reaction to our other top stories, Mueller's witch hunt. The New York Times -- now I feel sorry for Judge Jeanine because I'm friends with you. And last week she was number one on the New York Times best seller list. This week it's you and she is two. How great is that for the Fox News Channel, \"The Russia Hoax: The Illicit Scheme to Clear Hillary Clinton and Frame Donald Trump\" now officially the number one New York Times bestseller. Gregg Jarrett, many congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sara Carter. Let's go to the Manafort trial today and you are both following it very closely, which wouldn't be happening. It has to do with Russia if this poor guy didn't work for Trump for 100 days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes. You know, it was not a good day for prosecutors. You know, once again they were verbally spanked by the judge. And it just shows how devious and malevolent Mueller's prosecutors are trying to smear and convict Paul Manafort simply because he's wealthy. The judge would have none of it. He told them not in my court. It's not a crime to be rich. So they switched tactics and guilt by association because he did business with what they referred to as oligarchs and the judge stopped them and said you can't use that term in my courtroom. And that connotes and conjures up criminality and corruption. But the biggest surprise today is the prosecutors indicated they are not going to call Manafort's partner to the witness stand, Rick Gates, who is the star witness, the snitch who they now realize will be pilloried as a liar and a crook and an embezzler and bribed by the government for leniency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, this is the amazing thing. Gates can't now be the witness, Sara. It seems like the prosecution is saying, but they gave him a deal. This is what I was bringing up with Gregg and you guys last night. So if you are going to give Salvatore \"Sammy the Bull\" Gravano who committed 19 murders, no jail time at a house in Arizona, I think you'll say anything they want you to say. I don't trust anybody that gets a deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "sentences": "Like he said--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I don't trust anybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Well, that's right and that's why Ellis was saying you want him to compose -- you want him to come up with something, some kind of story that you could use against the president and that's not what we do here. And that's why he slammed them hard today. The prosecution. And you know something else, Sean, something that came up today that I think is really significant. We've already seen a year of exposing the Department of Justice and the FBI, those high-level officials. We've seen a culture of corruption there and now Mueller, you know, now wants to question the president on obstruction. That's the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So they allow that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Absolutely not. And let me say something else. If he wants to question the president on obstruction he should also question Rod Rosenstein, who by the way, wrote the letters to have Comey fired. And if that's the case then Rod Rosenstein--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Exactly. And sign the last FISA warrant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Exactly. He used to recuse himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Last word, Gregg, because we are running out of time. he shouldn't -- why would he ever sit down? It's an illegitimate investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "No. It's a total perjury trap and Mueller is not really authorized to question a president exercising his constitutional authority. That's forbidden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Congrats, Gregg again on the number one book. Sara is writing a book, we'll tell you about soon. When we come back, tonight, Vice President Pence receiving the remains of U.S. service members from the Korean War. And the president made that agreement in Singapore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Earlier today, the Vice President Mike Pence he was at Joint Base Pearl Harbor to receive what we believed to be the remains of American service members killed during the Korean War. The remains were returned as part of that historic agreement, last month between the president and the North Korean leader, Kim Jong-un. And here is some of what the vice president had to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICE PRESIDENT MICHAEL PENCE",
      "sentences": "We are gathered here at this honorable carry ceremony to receive 55 flag-draped cases, which we trust include the remains of American heroes that fell in the Korean War. Some have called the Korean War the forgotten war. But today, we prove these heroes were never forgotten. Today, our boys are coming home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It reminds us of the sacrifice of all of those in the service so we can live free. We pray for them and their families tonight. All right. We are out of time. We'll always be fair and balanced. Let not your heart be troubled because Laura Ingraham is back in D.C. tonight. Good. Back in the swamp. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Welcome to \"Hannity\". It is one of the single most obvious examples, talk about Tucker and his groupthink, in American history. You have every single hour of every single day, week in, week out, now year in and year out, your mainstream media has dedicated its coverage to one thing, one thing only, maligning the president you elected, his agenda and everyone who dares to support them. Still, one professional Trump hater over at fake news CNN, Jim Acosta, is positively feigning outrage shock that Trump supporters didn't give him a warm welcome at yesterday's rally in Florida and Acosta is worried that Trump is whipping up hostility against the press. In moments, we are actually going to remind you and Acosta where all the violent rhetoric is really coming from in the country and it's not President Trump. And also tonight, the president is once again calling out Mueller's political witch hunt. Coming up, we will uncover the special counsel's Russia illusion. If we do have the very latest, day two of the Paul Manafort 2005 tax case and stay tuned for a very special mini monologue. Rush Limbaugh, 30 years, groundbreaking conservative talk radio. Here's a preview."
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST",
      "utterance": "We have a special guest, who is it?"
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "So, Rush, I just wanted to congratulate you on 30 years. This is your favorite president and I think you are fantastic."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. It really is impossible, and I'm going to speak as a conservative, to imagine the last 30 years without Rush. We're going to have much more on that later in the program. But first, it's time for tonight's breaking news, jam-packed, buckle your seat belt opening monologue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Every night right here on this program, we show you example after example of the abusively biased coverage from the destroy- Trump media. Now, they have been predicting the end of the term presidency and that he wouldn't win anyway since his candidacy went down the escalator in 2015. Now, there have been zero in terms of objectivity, zero fairness, crisis peddling, mixed with a deranged blend of personal insults and anti-Trump bizarre conspiracy theories. It's why we call them the destroy-Trump press. Now, CNN's chief White House correspondent has been one of the worst offenders and the crowds at last night's Trump rally in Tampa, Florida -- well, they told him in person what they think of him and his network. Take a look."
    },
    {
      "speaker": "JIM ACOSTA, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "The White House has held only three briefings with the press this month and eight total since the end of May. There was no other way to describe what the White House is doing these days, Wolf. Top officials including the president are hiding from the press. And, Wolf, just to give you a sense as to what's happening right now, you can hear there is a chorus of boos and other chants in this Trump crowd here in Tampa, Florida, they are saying things like CNN sucks, go home and fake news. Wolf, obviously, all of those things are false. We are staying right here, we are going to do our job and report on this rally to all of our viewers here tonight, Wolf."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. This not the first time this happened and after what you just saw, Jim Acosta shared his fear of Trump supporters and he tweeted, quote, just a sample of the sad thing we faced at the Trump rally in Tampa. I am very worried that the hostility whipped up by Trump and some in conservative media will result in somebody getting hurt. We should not treat our fellow Americans this way, the press is not the enemy. Jim, I'm a pretty prominent conservative in the country. Let me say this clearly and loudly. I want every journalist in this country, everyone, I don't care who you work for, to be safe. And I'll tell you right now, I will be the first person to come to your defense if I'm there and anyone ever dares lay a hand on you. If I was standing there, if I see it happen, I will be the first person to jump in and fight on your behalf. Physical violence is never acceptable to me, nor is it acceptable to the conservatives I know and respect. And let me also be clear, if you are a conservative, and by the way, you ever threaten anyone, you're not a friend of mine, you're not a friend of this program, and by the way -- or the conservative movement of which I'm just a small part of. And with that said, many people's memories are really short. Remember Obama talked about getting in people's faces? Remember he said some guy named Mr. Burgess, we are going to send him to Sean Hannity so he can tear him up? Remember more recently we saw what happened to Sarah Sanders and her family thrown out of a restaurant? They followed her family to the next restaurant? Remember what happened to Pam Bondi and Secretary Nielsen? Well, let's go down memory lane."
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "I was asked to leave a restaurant this weekend where I attempted to have dinner with my family. My husband and I quietly left and went home. I was asked to leave because I worked for President Trump."
    },
    {
      "speaker": "PAM BONDI, FLORIDA ATTORNEY GENERAL",
      "utterance": "Three huge guys came up and started, probably an inch from my face, screaming at me every word in the book, cursing as loud as they could."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Homeland Security Secretary Kirstjen Nielsen is in a Mexican restaurant of all places, the (EXPLETIVE DELETED) goal! Shame on you!"
    },
    {
      "speaker": "CROWD",
      "utterance": "Shame, shame, shame!"
    },
    {
      "speaker": "ELAINE CHAO, TRANSPORTATION SECRETARY",
      "utterance": "You leave my husband alone! Back up!"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, Jim, I have a question, did you ever pick up the phone, did you call Sarah Sanders? Did you call Pam Bondi? The secretary of state in Florida, did you call Secretary Nielsen after their run out of places publicly in a violent -- what looked like could become a violent situation, if you did, by the way, good for you. On this program, we called out bias, we will do so as long as I'm allowed the honor to be here every night. We show the clips of the media, at their very worst moments. We tell our viewers to turn the channel if they don't like our coverage. But we don't support boycotts. We don't demand firings. We don't support violence of any kind, nor will we ever. That's not inciting violence by giving an honest critique. It's called telling the truth. And just because people chant \"fake news\" doesn't mean they would support any kind of violence in any way and, of course, there's plenty of bad rhetoric on a lot of sides of the aisle. Your network in particular, others in the mainstream media, you're not exactly telling the full story about things to the American people and I see abusive bias every single day. You largely ignored the nasty rhetoric against Melania Trump. Many glossed over the scary rhetoric about Ivanka Trump, the president's young son Baron, even his 4-year-old granddaughter, the president's granddaughter. And you totally seem to have forgotten the overwhelming amount of violent rhetoric against President Trump himself. What did you say during these moments? Take a look."
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "utterance": "And with this kind of inspiration, I will go and take Trump out tonight."
    },
    {
      "speaker": "MADONNA, SINGER",
      "utterance": "Yes! I have thought an awful lot of blowing up the White House."
    },
    {
      "speaker": "JOHNNY DEEP, ACTOR",
      "utterance": "When was the last time an actor assassinated a president? I want to clarify, I'm not an actor. I lie for a living. However, it's been a while and maybe it's time."
    },
    {
      "speaker": "ROBERT DE NIRO, ACTOR",
      "utterance": "How dare he say the things he does. Of course I want to punch him in the face."
    },
    {
      "speaker": "JOY BEHAR, THE VIEW",
      "utterance": "Right. Yes."
    },
    {
      "speaker": "JOE BIDEN, FORMER VICE PRESIDENT",
      "utterance": "The press always asked me, don't I wish I were debating him? No, I wish we were in high school I could take in behind the gym? That's what I wish."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, where is the fear, the worry, the concern about all of this rhetoric against the president? Now do you think what you just saw is a little bit worse than being heckled at a rally? Because I do. But there's plenty of more examples of these crisis peddlers in the news media today doing whatever they can do every minute, hour, second of every day to discredit President Trump and his supporters. Now, the media in this country, they cannot stand the president's common sense conservative agenda. They can't stand that he's actually keeping his promises. They clearly don't like the Trump tax cuts because that means it's -- well, less of an opportunity for Democrats to get power back. His peace through strength policies with North Korea, Iran and elsewhere seems to scare them, ending a horrible Iranian deal -- no, this president is not bringing piles of cargo planes in cash and other currencies and giving them it to mullahs in Iran that threaten to destroy us, and also negotiating with foreign countries. Well, he's trying to get better trade deals, he gets criticized for that. Obviously, the success is not something that's reported on often and, by the way, it seems that many in this country want this president to fail because if he fails, then that means Democrats can get back in power. I even think if President Trump cured cancer at this point, many in the media, many on the left would still hate him. It's a prime reason why the media is so obsessed with Mueller's partisan witch hunt. They want to see this president impeached. They have been trying to attack his credibility since he's been elected. Earlier today, the president's attorney, Rudy Giuliani, called for Mueller to finally begin to wrap this up. Watch this."
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S ATTORNEY",
      "utterance": "We believe that the investigation should be brought to a close. We think they are at the end of it. They should render their report, put up -- I mean, I guess, if we were playing poker right now, put up and shut up, what do you got. We have every reason to believe they don't have anything. The president hasn't done anything wrong. They don't have any evidence he did anything wrong."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And today on Twitter, the president himself called on the Attorney General Jeff Sessions to end this investigation."
    },
    {
      "speaker": "He tweeted out, quote",
      "utterance": "This is a terrible situation. The attorney General Jeff Sessions should stop this rigged witch hunt right now before it continues to stain our country any further. Bob Mueller is totally conflicted and his 17 angry Democrats that are doing his dirty work are a disgrace to the U.S."
    },
    {
      "speaker": "And then the president continued",
      "utterance": "Russian collusion with the Trump campaign, one of the most unsuccessful in history, is a total hoax. The Democrats, they actually paid for the phony, discredited dossier which was, along with Comey, McCabe, Strzok and his lover, the lovely Lisa Page, used to begin the witch hunt. Very disgraceful. By the way, the dossier had phony lies and FISA judges were lied to. Now, if you can believe it, many in the media, they're now saying President Trump actually obstructed justice because he tweeted out his opposition to all that has happened with no evidence and criticizing what is a witch hunt. In other words, telling the truth. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He's basically sort of delegitimizing our system of government."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Maybe this is the beginning of a new Saturday Night Massacre, and one has to wonder whether Mr. Trump is feeling the pressure of the Manafort trial."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It looks like he may very well have obstructed justice in this particular case. That's why I find it particularly ironic that he seems to be, you know, continuing to try to obstruct and end this case so publicly."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "They are starting to feel the collusion investigation closing in a little bit more. We are getting Donald Trump's most overt and obstructionist tweets to date. It's not a surprise."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Just around this little incident will be a strong mini case of obstruction."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Crisis to crisis, feigned, phony, moral outrage every second. Just another example of what is groupthink in action. And it's the same reason the mainstream media has been telling you that the trial of Paul Manafort on a 2005 tax case is the trial of the century, and, of course, it is anything but. Manafort worked for then candidate Trump I think less than 100 days. The charges that Manafort is now facing have nothing to do with Trump, nothing. Nothing to do with the campaign, zero. Nothing to do with Russia, zero. Nothing about collusion. Still, Manafort is facing serious time in prison if convicted and the success rate by the way for federal cases is really high, 95, 98 percent. That means this is an uphill battle when the full force of the federal government is going after any American, in this case Paul Manafort. The judge overseeing the trial, T.S. Ellis III, he's not cutting the Mueller team any slack and before Manafort's proceeding even started he accused Mueller and his team -- imagine a judge saying this to the special counsel. This isn't about Paul Manafort. This isn't about a tax case. You want to tighten the screws on Paul Manafort. You want to make him sing and provide dirt against President Trump or compose -- meaning what do I need to say to get out of trouble so you can prosecute or impeach Donald Trump. This case is about a 2005 tax case. Nothing to do with Trump, nothing to do with Russia, nothing to do with collusion and the only reason there is all of this media coverage is because he worked for then candidate Trump for less than 100 days. And according to accounts from inside the courtroom, Judge Ellis even interrupted Mueller's team of prosecutors in their opening statement because Paul Manafort made money in his life and was living a lavish lifestyle, telling the jury it's not a crime to be rich in America and telling them to move on. The judge also chastising the prosecution over the word \"oligarch\". And now, one more blow for the special counsel, their star witness, Rick Gates. Well, they are saying he may not testify now. By the way, what have they offered Gates? I said last night, Sammy \"The Bull\" Gravano killed 19 people, doesn't spend a day in jail because they used him to testify against, what, John Gotti Sr.? And then they get him a home in the witness protection program in Arizona? Are we not beginning to have a problem with the way they work the system? I have no idea what Paul Manafort did or didn't do in 2005 to 2007. I didn't know him. But I do know that this trial is only happening because Robert Mueller is desperate to get President Trump. He wanted Manafort to sing or compose. He's desperate to find something, anything on the president. It doesn't matter it seems what toll this is all taking on our country. And you talk about language, you talk about the feeling of threats. Jim Acosta, you're not the only one. I had a president of the United States not that long ago telling somebody to, you know, first get in people's faces and then he's going to send somebody to tear me up. The president -- did President Trump ever say this about you?"
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "I'll put -- I'll put Mr. Burgess up against Sean Hannity. He'll tear him up. I need you to go out and talk to your friends and talk to your neighbors. I want you to talk to ‘em whether they are independent or whether they are Republican. I want you to argue with them and get in their face."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Get in their face. That's worse than chanting fake news? Tear up Sean Hannity? What about Maxine Waters says, follow him into the grocery store, wherever she said to follow people, or Cory Booker? Joining us now, author of \"Why We Fight\", FOX News national security strategist, Dr. Sebastian Gorka, author of the brand-new book, a best seller, \"The Briefing: Politics, Press and the People\", former White House press secretary, had the worst job in America, now Sarah Sanders sadly has it. Why anybody wants that job to deal with these people every day is beyond me? Congrats, Sean, on the book. Their memories are short, because what happened to Pam Bondi and Secretary Nielsen, what happened to Sarah Sanders is recent. The things that have been said about the president's son are fairly recent and his granddaughter are recent. The things said about Melania, Ivanka and so many others that are close to the first family. I don't remember Jim Acosta as the great champion standing up for the first family or calling them -- would love to know if you recall them and said, I'm so sorry for what you've been through. SEAN SPICER, \"THE BRIEFING\" AUTHOR: Well, Sean, look, I'm on a book tour right now and they love playing clips about me getting heckled and intimidated. They think it's funny and amusing. So, look, I would associate my comments with your opening monologue. We have a country that allows people to express themselves freely and that's what makes our country great. But at the same time, I agree with you. There's -- we need a free and fair press that is robust, but it should never, ever be under attack with intimidation or violence. If Jim Acosta has a problem with some of the ability of people to express themselves, he should look at his own unprofessional and disrespectful behavior. Look in the mirror and wonder whether he's part of the problem. We should never be threatening anybody with violence. But it's interesting how he's only concerned with himself and his colleagues as opposed to the violence that has come against the right, people like myself, Sarah, Secretary Nielsen and others. I want to go out there and have a book to talk about, to exchange ideas with people."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And also, we played what's happening."
    },
    {
      "speaker": "SPICER",
      "utterance": "And they don't seem to worry about that sort of intimidation and that sort of disruption. It's only when it affects him."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Did Jim Acosta ever call you about the heckling that you received?"
    },
    {
      "speaker": "SPICER",
      "utterance": "No, he was part of it. His unprofessional and disrespectful behavior is part of the problem. What -- the way he treated the president the other day in that Rose Garden was disgraceful. He owes the president an apology. It is not his question that he is entitled to. It is the president to give it to him. And as much as people may not --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me be very clear -- this is important because I've had the same experience. Every conservative I know has had the same experience. I don't come on TV and whine that I have been heckled or people have tried to physically get to me or that my life has been threatened and that I've had people, you know, literally threatened my life, it's happened more often than I care to exist, it's wrong. I think -- but it's not the same as chanting \"fake news\" and \"CNN sucks\" and people have a right to freedom of speech, whether it's against Sean or me or, Dr. Gorka, I'm sure you've experienced it as well."
    },
    {
      "speaker": "SEBASTIAN GORKA, FOX NEWS NATIONAL SECURITY STRATEGIST",
      "utterance": "O have I ever. I have to give my colleague Sean all the recognition. He was on the front line on the podium. But I was in the press briefing room. I’d sneak in and from the back I would watch. And, Sean, Jim Acosta thinks it's his briefing room. I mean, he really thinks it's the Jim Acosta show. And it's not. It's the White House briefing room. He's got it backwards. Two metrics, just to metrics for both of you and for the viewers -- go back 20 years. Go back 40 years and find for me when the White House press corps salivated over a Republican president. You won't find it. You won't find the hagiography."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We'll take it a step further and I said this and I'll go back and pull the tape, many, many times when Barack Obama was president. We must keep our politicians safe and I'm telling -- look, we are the highest rated show in cable, thanks to this audience. I -- if I am there, will -- I will be the first person to defend anybody in the press if anyone would dare to lay a hand on them. But chanting \"you suck\" is not the same as violence. People have a right to speak in this country."
    },
    {
      "speaker": "SPICER",
      "utterance": "It's not just the price, if any American. No American should feel threatened to share their voice and their opinion, no American."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We give you the last word, Dr. Gorka."
    },
    {
      "speaker": "GORKA",
      "utterance": "But Republican politicians have never said harass the other party, get in their faces. It's only the left, it's only the Democrats and they need to get a grip on their party before things get worse, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I challenged Jim to maybe talk to those people that threw poor Sarah Sanders out of the restaurant and Pam Bondi and Secretary Nielsen and they did have somebody that worked at his network that had a severed head. I know she got fired of the president that his 12-year-old son saw. So, let's start with ourselves. Anyway, when we come back, we got a lot of breaking news tonight. Big news out of the White House about the back-and-forth between the Trump's -- the president's legal team, Robert Mueller. Joe diGenova is on fire. He's next, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. There's been a lot of back-and-forth today about Robert Mueller wanting to interview President Trump. Here with the very latest from the White House is our own Kristin Fisher. Kristin, what's going on?"
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "utterance": "Well, Sean, for months, one of the biggest questions has been, you know, will President Trump agree to sit down with special counsel? We know that he's wanted to, but that his legal team has been advising him against it and now, tonight, there is even more reason for his legal team to advise him against it because Robert Mueller is refusing to accept one of their key demands, to limit questioning during their face-to-face interview to matters of collusion. Mueller wants to open it up to obstruction of justice among some other topics. Now, earlier in the day, the president described the ongoing investigation as a, quote, \"terrible situation\", and Attorney General Jeff Sessions should stop this rigged witch hunt right now. Well, Democrats like Adam Schiff say the statement was an attempt to obstruct justice hiding in plain sight. But the White House says that the president wasn't ordering his attorney general to do anything."
    },
    {
      "speaker": "SANDERS",
      "utterance": "The president is stating his opinion. He stating it clearly and he is certainly expressing the frustration that he has with the level of corruption that we have seen from people like Jim Comey, Peter Strzok, Andrew McCabe."
    },
    {
      "speaker": "FISHER",
      "utterance": "Now, the president's personal attorney Rudy Giuliani is telling FOX News that his inclination is still to say no to an interview but that President Trump wants him to continue talking to the special counsel. So, Sean, tonight, the negotiations about this potential interview with a special counsel continue -- Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Kristin at the White House tonight, thank you. Joining us now with reaction, he is a former U.S. attorney for the District of Columbia, Joe diGenova. A quick note, he has done legal work for me. He showed up at my Christmas party and he drank way too much. And I paid for the drinks. Anyway, good to see you, my friend. I have -- I am very skeptical of any, any concession to this team of prosecutors that Robert Mueller has put together, looking at the -- what Judge Ellis said about what they're really doing in the Manafort case. I don't trust them."
    },
    {
      "speaker": "JOE DIGENOVA, FORMER U.S. ATTORNEY FOR THE DISTRICT OF COLUMBIA",
      "utterance": "Well, there's no question that the Mueller investigation is illegitimate in the sense that Rod Rosenstein should have never appointed Mueller, who had a conflict of interest. He was interviewed for the FBI director and the next day he was appointed special counsel. Rod Rosenstein is either a witness or a coconspirator in the case if there is an obstruction because of the firing of James Comey. Rosenstein should have never made the appointment. He shouldn't be involved. He approved one of the FISA warrants and more to come on that in the next few weeks, by the way. But here's the point. If the president should not be interviewed by these people, his attorneys should obviously, and I know they will do everything they can to advise him not to do an interview. This is an illegitimate investigation. It's a perjury trap even though the president cannot be indicted for anything. The problem is this is an effort to use the grand jury process for impeachment purposes. That is an unconstitutional use for the grand jury and they should fight it. If the president refuses to testify and if Bob Mueller issues a subpoena, the president will win the Supreme Court. It's just -- it's unacceptable to allow the president to waste his time and to play into this phony game that Mueller is playing. It's outrageous."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Under any circumstances, Joe, would you -- and the president has very good attorneys. We are both mutual friends of Jay Sekulow."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Great attorneys, great attorneys."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Emmet Flood is a rock star. Giuliani -- we know what Rudy Giuliani is as a lawyer, what he was like as a prosecutor."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He took down some of the toughest people in New York, in the Southern District of New York. The question is, I agree it's illegitimate. By the way, look at Manafort. Would Paul Manafort be on trial today if he didn't work for Trump for 100 days on a 2005 tax case nothing to do with Russia? Why isn't Hillary indicted by this time when we know she committed numerous felonies?"
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Well, Sean, you know, one of the great lessons from this entire affair is that there were two standards of justice now in the United States. And they are both being applied by the FBI and the DOJ. If you're a Democrat, you get a pass. If you're a Republican, you don't. I never thought --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do we have to accept that? Do we have to accept that?"
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "No, we do not. I never thought I would hear myself say those words, but I have never been more disgusted with my alma mater at the Department of Justice under Rod Rosenstein and the FBI under Chris Wray, two incompetent empty suits who care about one thing, their own future, their next job and what they have done to put this country through, Rod Rosenstein has put this country through over the last 18 months, may he rot in hell for it. It's disgusting. And what you just said, that they can sit there with a straight face and say that there's no reason to reopen the Hillary case as Jeff Sessions has said is absolutely ludicrous and incompetent."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, you have said on this program that before. You've used the term dirty cop. I have this instinctive recoil for one reason. I had a family full of cops."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And my mom was a prison guard and my dad was a family court probation guy. And two people that reach deity were in the FBI. This does not rank and file."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "The street guys--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "This is a dangerous chapter in our history."
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "The street guys and gals are great. It's the rot it's from the head of the fish in DOJ and FBI."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Joe DiGenova, thank you. When we come back, the king of talk radio, Rush Limbaugh this very day literally started radio syndication on the airwaves. A mini monologue coming up and I want to explain what would life has been like for this country without Rush on the air for 30 years? We will explain straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Thirty years ago today Americans had few options for political commentary, the news of the day. Journalism was decidedly one- sided. Network news along with the print media, they were the kings of all information in America. That all changed 30 years ago this day, 1988. It changed forever. A man from a small town called Cape Girardeau, Missouri kicked off a brand- new national radio program. It gave a voice to the millions of conservatives in this country that have been ignored, impugned, their values diminished for so long. In doing so, he started what would now become a new media revolution in this country, one that radically would permanently alter the media landscape in America and, by the way, paved the way for people like me, the great one Mark Levin, Laura Ingraham, and so many others. Well tonight we're celebrating 30 years of the Rush Limbaugh show. The pioneer of conservative talk radio. That's tonight's mini monologue. Thirty years ago today, August 1st, 1988, the Rush Limbaugh show kicked off nationally on 56 radio stations around the country. The show was radically different from anything else on the airwaves at the time. Now for decades all Americans -- we were force-fed. We got our information, commentary, news, from the decidedly one-sided left-wing leaning traditional mainstream media. But with a very clear, funny, fun, refreshing informative conservative perspective Rush build what was a desperately need void in the country and he gave voice to millions of us. Now Rush has syndicated nationally on more than 600 of America's best radio stations heard by more than 27 million people every week. And as it turns out, time flies when you're a kind of spearheading an entire movement and an entire new genre of media. Take a look."
    },
    {
      "speaker": "RUSH LIMBAUGH, TALK SHOW HOST",
      "utterance": "They said what are you best at? And I said probably being on the radio. Well, there's your answer. Do what you are best at and you will at least be happy regardless of how well you do it, so I decided to give radio one more chance. I'm sure you all felt like you weren't going to ever amount to anything, even though you knew you were capable. I felt that way. The only difference between you and me is that I'm up here and you are out there. And the only reason I'm up here is because you are out there. You have rejuvenated my life and you have made me something I never even thought I could be and I have just one thing to say to you, a sincere and heartfelt thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And media was forever changed. Here's the question I want to throw out tonight. What would America be like without Rush, without talk radio? But without Rush on the air for the last 30 years. Without a doubt he has now had a massive impact decade after decade, year in and year out. The doctor of democracy is the single most influential voice in the early '90s holding the corrupt Clintons accountable, playing a vital role in the historic Republican midterm resurgence. Newt Gingrich coming to power 1994. Now he pushed for America's tough response after 3,000 of our fellow Americans were slaughtered on 9/11, 2001. He was a leading voice for the Tea Party move me in 2010. He was one of the only people that were warning against Obama's radical left-wing ideology, an agenda rightly predicting that those policies would fail. Recently he has been a steadfast powerful voice for what is the working Trump agenda, the conservative agenda and you see the dividends every day. Take a look."
    },
    {
      "speaker": "LIMBAUGH",
      "utterance": "Donald Trump is like anybody else would be. He won the presidency. He won the presidency against all odds. He resents deeply this idea that anybody helped him, particularly the Russians. You people in the media are nuts if you think Donald Trump is going to go along with us. That's not who he is. Republicans and Democrats, but it's basically people who are pro- government, pro-Washington who think government in Washington is the center of the world. They'll give -- they'll give occasional mentions of these things that you mentioned, these policies to placate voters, but going back to an original question you have here. They don't want Trump to succeed."
    },
    {
      "speaker": "HANNITY",
      "utterance": "On today the 30th anniversary of his syndication, well, he got a call from a pretty special surprise guest. Let's listen in."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Rush, I just wanted to congratulate you on 30 years. This is your favorite president and I think you are fantastic. And I heard about it and today is the big day. Thirty years. I wanted to call personally and congratulate you."
    },
    {
      "speaker": "LIMBAUGH",
      "utterance": "I am floored. I thought there was nothing anybody could do to surprise me today. I've been preparing for anything. Mr. President--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "You are a very special man, Rush, and you have people that love you. I'm one of them. But you are a very, very special guy. What you do for this country, people have no idea how important your voice is. So I just wanted to personally make this one and I said I'll even dial the number myself if I have to, but I just want to congratulate you, 30 years in that tough business is incredible. And you are stronger now than ever before."
    },
    {
      "speaker": "LIMBAUGH",
      "utterance": "Well, I thank you so much. It's such a thrill to hear from you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "My friend Neil Boortz has also a talk show, once referred to Rush as the Babe Ruth of talk radio. He was right. And during his call with Rush today the president also brought up how often I call him the dean of talk radio. Watch this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You know, people don't realize what a great achievement 30 years is in that cutthroat business that you happen to be in. You know, you may not find that because you are so good at what you do but as a cutthroat business. And for you to do this for 30 years is truly an amazing accomplishment. And there's no voice like it and even your friend Hannity agrees with that. He said there's nobody like this man, so I said, no geez, I guess I thought you two would be competitive. He said no, he's the dean."
    },
    {
      "speaker": "LIMBAUGH",
      "utterance": "No way."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He called you the dean."
    },
    {
      "speaker": "LIMBAUGH",
      "utterance": "No way. He's a guest host. He guest hosted for me when we first started."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I know. He's great and he's a big -- he's a tremendous fan of yours. They all are, everybody is. So I just want to congratulate you, 30 years -- just do it for another 30 years. After that you can take it easy, OK?"
    },
    {
      "speaker": "LIMBAUGH",
      "utterance": "I will do that. I will stay around as long as you do."
    },
    {
      "speaker": "TRUMP",
      "utterance": "OK, you have a deal."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's a pretty good deal. But you know what, it is a competitive business but people like myself, the great one Mark Levin, Laura Ingraham and most people that work in talk radio, we all understand that he forged the path for all of us. Here's the big question though. I personally -- you think back the last 30 years, think about America today without Rush's voice, that booming conservative voice for 30 years. His unwavering commitment to conservative ideology, philosophy, frankly his wonderful warm sense of humor, his outrageous humor, his steadfast love of country. He has literally given this country insightful commentary decade after decade and it has changed the media landscape in this country forever. As he -- he led the way forging a path. Like earlier pioneers, like Terry Williams and Barry Farber, Bob Grant, all these guys some outrageous controversial, some not. We get to do what we do today because he single-handedly opened up a whole new market place. He had the courage of his convictions. He paved the way for a new media in a political revolution. And the fact, for example, you are watching me right now is in part because of these great pioneers, courageously forging that path. The audacity to stand up versus the status quo. He took a lot of heat. He stood for honest conservative great American values. They have tried again and again to take him down and they take it just like they try to take Mark, Laura, me down whenever they can. But here we are, we are blessed and we are better off as a country. The media has some diversity because of his life's work. So Rush, on behalf of me, Mark, Laura, conservatives everywhere, millions of us, thank you. Congratulations. Thirty great years of broadcast excellence. When we come back, Rush Limbaugh's brother, author, attorney, friend, David Limbaugh and he has done legal work for me and went to a party with me. Good grief, I have to say that every time. Straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Here with a reaction to my mini monologue tonight it's Rush's brother, author, columnist, David Limbaugh. Mr. Limbaugh, sir, you were there for the whole time. Your brother took a lot of -- along the way. It's not easy when your -- I think he shocked the country when he first came on the air. May be similar to the iconoclastic nature of Trump in a way in the reaction, the feigned outrage, the daily Rush, Rush, Rush. it's not easy to take all of that in coming. DAVID LIMBAUGH, AUTHOR & ATTORNEY: Yes. Rush has been the tip of the sphere and he has paved the way for conservatives. He mainstreamed conservative thought in America and was finally the answer to the liberal media monolith. And so what I think what he did is validated millions of conservatives who are sitting out in America listening to the radios and the TV shows and never having their opinions articulated and they were so frustrated wondering are they odd? They talk to people at the store, they talk to people in their walk of life for the same as they are but they don't hear any of these ideas being articulated in the national media. Finally, Rush broke through and gave them a voice. And you mentioned -- you asked how America would have been different had he not burst on the scene. I shudder to think what would have happened by now with the avalanche of media -- liberal propaganda in the universities and in the culture. Rush has answered it back and he's given the voice to the rest of it. It's been a wonderful thing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, look, you would know more than I would, it had to be hard at times because I see it -- anyone in this business now, me, Laura, Mark, Rush, anybody. They -- there is an industry where millions of dollars are being spent monitoring all of us in the hopes that we say one word, one phrase, one sentence to get us fired and attack our advertisers, get us off the air. Whatever happened to the left believing in freedom of speech and expression of thought? Is it that they are that intimidated?"
    },
    {
      "speaker": "D. LIMBAUGH",
      "utterance": "Well, they don't believe in it. They haven't ever believed in it. And they mouth these ideas about tolerance and wanting us to get along and kumbaya harmony but the truth is when they hear someone disagreeing with them, especially someone articulate and popular and has a sense of humor it has the audacity to lampoon in a national medium, they couldn't take it so they wanted to shut him down. And they fund these organizations dedicated to destroying him and making things up about him. And now the same kinds of--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, they gave millions."
    },
    {
      "speaker": "D. LIMBAUGH",
      "utterance": "-- outlets have gone after you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Millions of dollars."
    },
    {
      "speaker": "D. LIMBAUGH",
      "utterance": "Yes. And they make things up, they exaggerate, they take things out of context and Rush has had to single-handedly fight back these people as he has paved the way for thousands, literally thousands of other people who have been generated from his example. You are one of them, as you have said, and he has shown the way, but in the beginning it was lonely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "D. LIMBAUGH",
      "utterance": "He was out there and he was on talk radio and no one was there to defend him, no one was there to fund his defense of himself, but he has truly inspired so many people to speak up and to get in his medium and it's really been a wonderful thing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Interesting side note. Thank you, David, for joining us. When he started in '88 there were like 200 talk radio stations in the country. Now there are thousands and it's the number one format in radio. Amazing. Thanks for being with us. All right. Joining us now with more reaction to our other top stories, Mueller's witch hunt. The New York Times -- now I feel sorry for Judge Jeanine because I'm friends with you. And last week she was number one on the New York Times best seller list. This week it's you and she is two. How great is that for the Fox News Channel, \"The Russia Hoax: The Illicit Scheme to Clear Hillary Clinton and Frame Donald Trump\" now officially the number one New York Times bestseller. Gregg Jarrett, many congratulations."
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sara Carter. Let's go to the Manafort trial today and you are both following it very closely, which wouldn't be happening. It has to do with Russia if this poor guy didn't work for Trump for 100 days."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes. You know, it was not a good day for prosecutors. You know, once again they were verbally spanked by the judge. And it just shows how devious and malevolent Mueller's prosecutors are trying to smear and convict Paul Manafort simply because he's wealthy. The judge would have none of it. He told them not in my court. It's not a crime to be rich. So they switched tactics and guilt by association because he did business with what they referred to as oligarchs and the judge stopped them and said you can't use that term in my courtroom. And that connotes and conjures up criminality and corruption. But the biggest surprise today is the prosecutors indicated they are not going to call Manafort's partner to the witness stand, Rick Gates, who is the star witness, the snitch who they now realize will be pilloried as a liar and a crook and an embezzler and bribed by the government for leniency."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, this is the amazing thing. Gates can't now be the witness, Sara. It seems like the prosecution is saying, but they gave him a deal. This is what I was bringing up with Gregg and you guys last night. So if you are going to give Salvatore \"Sammy the Bull\" Gravano who committed 19 murders, no jail time at a house in Arizona, I think you'll say anything they want you to say. I don't trust anybody that gets a deal."
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "utterance": "Like he said--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I don't trust anybody."
    },
    {
      "speaker": "CARTER",
      "utterance": "Well, that's right and that's why Ellis was saying you want him to compose -- you want him to come up with something, some kind of story that you could use against the president and that's not what we do here. And that's why he slammed them hard today. The prosecution. And you know something else, Sean, something that came up today that I think is really significant. We've already seen a year of exposing the Department of Justice and the FBI, those high-level officials. We've seen a culture of corruption there and now Mueller, you know, now wants to question the president on obstruction. That's the story."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So they allow that?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Absolutely not. And let me say something else. If he wants to question the president on obstruction he should also question Rod Rosenstein, who by the way, wrote the letters to have Comey fired. And if that's the case then Rod Rosenstein--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Exactly. And sign the last FISA warrant."
    },
    {
      "speaker": "CARTER",
      "utterance": "Exactly. He used to recuse himself."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Last word, Gregg, because we are running out of time. he shouldn't -- why would he ever sit down? It's an illegitimate investigation."
    },
    {
      "speaker": "JARRETT",
      "utterance": "No. It's a total perjury trap and Mueller is not really authorized to question a president exercising his constitutional authority. That's forbidden."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Congrats, Gregg again on the number one book. Sara is writing a book, we'll tell you about soon. When we come back, tonight, Vice President Pence receiving the remains of U.S. service members from the Korean War. And the president made that agreement in Singapore."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Earlier today, the Vice President Mike Pence he was at Joint Base Pearl Harbor to receive what we believed to be the remains of American service members killed during the Korean War. The remains were returned as part of that historic agreement, last month between the president and the North Korean leader, Kim Jong-un. And here is some of what the vice president had to say."
    },
    {
      "speaker": "VICE PRESIDENT MICHAEL PENCE",
      "utterance": "We are gathered here at this honorable carry ceremony to receive 55 flag-draped cases, which we trust include the remains of American heroes that fell in the Korean War. Some have called the Korean War the forgotten war. But today, we prove these heroes were never forgotten. Today, our boys are coming home."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It reminds us of the sacrifice of all of those in the service so we can live free. We pray for them and their families tonight. All right. We are out of time. We'll always be fair and balanced. Let not your heart be troubled because Laura Ingraham is back in D.C. tonight. Good. Back in the swamp. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}