{
  "date": "August 3, 2018",
  "headline": "Judge orders that the DACA program be restarted",
  "subHeadline": "Analysis from the 'Special Report' All-Star panel.",
  "url": "https://www.foxnews.com/transcript/judge-orders-that-the-daca-program-be-restarted",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Rainy day at the White House and some breaking news late on a Friday. A district court judge, U.S. district D.C., has a ruling on DACA, saying that the administration has to restart this program, the deferred program that had been set aside. The administration wanting to stop that. The judge saying \"The court simply holds that if the DHS, Department of Homeland Security, wishes to rescind the program or to take any other action, for that matter, it must give a rational explanation for its decision. A conclusory assertion that a prior policy is illegal accompanied by a hodgepodge of illogical or post hoc policy assertions simply will not do. The court therefore reaffirms its assertion that DACA's rescission was unlawful on must be set aside.\" Breaking news, calling a little bit of an audible here with the panel. Let's bring them in: Byron York, chief political correspondent of The Washington Examiner; Mollie Hemingway, senior editor at The Federalist, and Charles Lane, opinion writer for The Washington Post.  OK, Byron, impact, possibilities?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYON YORK, THE WASHINGTON EXAMINER",
      "sentences": "This is one in a bunch of decisions we have seen against DACA and the president. This particular judge has been saying the same thing for months now. You've got to give a better explanation for rescinding DACA. A number of Republicans have been saying, no, we don't. DACA was enacted by President Obama on his executive authority. It can be rescinded by President Trump on his executive authority.  One more effect of this, though, is there has been a lot of talk about some sort of deal on Capitol Hill for DACA legalization in favor of the wall or some other policies the president wants. Democrats don't need to deal. The courts are going to keep DACA alive and possibly restore it. They are doing their work for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, Mollie, it seems like it's common sense that this thing was not set up legislatively and would need to if it had to go forward. So reading between the lines here, the federal judge is looking for a better explanation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "sentences": "The constitution clearly gives the authority for this type of program to Congress. Congress is the one that should be doing this. A very similar type of program that President Obama had was ruled unconstitutional when state attorneys general had challenged it. It would be exactly the same situation with this one. So it seems kind of unbelievable that you would be told that this is something that can't be done. President Obama didn't have the authority to do this, but, somehow, that was OK. But when President Trump tries to correct that issue by resending it, then he can't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Right, so this is delayed until August 23rd to allow the administration to appeal it, likely will, and so then we go on to the next court battle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES LANE, THE WASHINGTON POST",
      "sentences": "I think it's kind of interesting because Justice Kennedy's resignation took effect just a couple of days ago, July 31st. So now we don't have nine people on the Supreme Court and we won't for quite some time. So it will be a tie, four to four, at the Supreme Court probably if it comes up there, which means that this judge's ruling would stay in place. In other words, the Supreme Court has ruled it out of the action, or out of the game, if that is where President Trump was hoping to get his way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "In the meantime, President Trump at this rally talking about immigration, specifically about border security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "And I understand it. I'm a little torn myself. I would personally prefer before, but whether it's before or after, we are either getting it or we are closing down government. We need border security. We need border to sit security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There, Mollie, he is talking about a government shutdown either before the midterms are after. The bottom line is that some massive deal including DACA and border security doesn't look like it's moving before the midterms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "It certainly doesn't look like it's happening before, but it's also very difficult to do a shutdown after. But I do think President Trump is trying to signal the importance of this issue and remind elected representatives how important it is for a huge part of their base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I want to turn to China tariffs. Take a listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Right now China is not too happy with me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KUDLOW, NATIONAL ECONOMIC COUNCIL DIRECTOR",
      "sentences": "China is in trouble right now. Their economy is lousy. Investors are walking out. The currency is falling.  China better take President Trump's efforts to solve the unfair and illegal trade, and their tariff problem, their lack of reciprocity, their technology stealing, their I.P. theft, they better take President Trump seriously. WANG YI, CHINESE FOREIGN MINISTER (through translator): We hope that the trade policymakers in the United States will be cool-headed and listen to the voice of U.S. consumers and pay high attention to the voice of the American business community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So this comes in the backdrop of a July jobs report, 157,000 jobs added in July, unemployment rate edging down, 3.9, down from four. You have the changes since Trump took office. Again, we put these up every once in a while, but it's pretty interesting. The real GDP growth obviously the biggest mover there, but also a couple of other changes. And then the trade imbalance with key U.S. partners, China, E.U., Mexico, and Canada, and it's pretty clear the deficit with China is $33.5 billion. The question is, the patience factor that we talked about here on the panel many times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "This is more threatening for the president. If you make a graph of the tariffs that the president has threatened versus the ones that he has enacted, there's just an enormous difference between the two. Now, on the other hand, as far as political approval, going after China on trade was a promise the president made over and over in the campaign. It was one of his biggest campaign promises. We have a lot of documentation from U.S. trade representatives about all of China's trade offenses, forced technology transfers, intellectual property theft, all of that stuff. Going after China is actually a good idea and it makes a lot more sense than going after the E.U. or Mexico or Canada. So I think you are going to keep hearing more and more of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Speaking of which, Mexico and Canada, I'm hearing that they are close on NAFTA and that they could be a couple weeks away from wrapping up that deal. If that's true and they actually get that done, that will relieve a lot of the pressure for some of these farmers and others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "And it's why it's important to remember what happened with the E.U. last week as well. China was trying to cut a deal with the E.U., they've been unable to. We're able to do this. That is key. If you believe the Trump strategy is ultimately low tariffs in ultimately dealing with all of China's unfair trade practices, they are doing these high tariffs as a way to get to low tariffs. So the question really is, are you OK with China's system of stealing intellectual property, of their state control of so many businesses, of their unfair barriers, or do you want to change the situation? If you want to change the situation, Trump is trying this sort of risky tariff approach, but you are not hearing a lot of suggestions from people who don't like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "In the meantime, the Real Clear Politics average of the president's job approval on the economy is approve, 50.3 percent, disapprove, 42.4 percent, 7.9 spread there. That's an average of recent polls. I mean, people are feeling pretty good about what he's doing on the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANE",
      "sentences": "And that is why I don't think China will make any kind of concession before our midterm election, because as that Chinese official sort of indicated, I hope the president will listen to the voice of his consumers and his business community. Translation, we are trying to encourage political backlash against this president's trade policy, and we are going to see if that works. And if the president and his party take reverses in the fall election, I think it is going to make the Chinese feel vindicated that he was less popular than he seemed, and vice versa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "But a recent poll did show that business owners, 71 percent of them, approve of tariffs on China. So even among the business community, it is not just that people are opposed to them. Some people really support the idea of going after them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The question is how that translate politically, and we don't yet know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "The more you focus on China, the better it is politically for the president. I think there's no doubt it played a part in his getting elected, and it can be used by Republicans in 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "China.   Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Rainy day at the White House and some breaking news late on a Friday. A district court judge, U.S. district D.C., has a ruling on DACA, saying that the administration has to restart this program, the deferred program that had been set aside. The administration wanting to stop that. The judge saying \"The court simply holds that if the DHS, Department of Homeland Security, wishes to rescind the program or to take any other action, for that matter, it must give a rational explanation for its decision. A conclusory assertion that a prior policy is illegal accompanied by a hodgepodge of illogical or post hoc policy assertions simply will not do. The court therefore reaffirms its assertion that DACA's rescission was unlawful on must be set aside.\""
    },
    {
      "speaker": "Breaking news, calling a little bit of an audible here with the panel. Let's bring them in",
      "utterance": "Byron York, chief political correspondent of The Washington Examiner; Mollie Hemingway, senior editor at The Federalist, and Charles Lane, opinion writer for The Washington Post. OK, Byron, impact, possibilities?"
    },
    {
      "speaker": "BRYON YORK, THE WASHINGTON EXAMINER",
      "utterance": "This is one in a bunch of decisions we have seen against DACA and the president. This particular judge has been saying the same thing for months now. You've got to give a better explanation for rescinding DACA. A number of Republicans have been saying, no, we don't. DACA was enacted by President Obama on his executive authority. It can be rescinded by President Trump on his executive authority. One more effect of this, though, is there has been a lot of talk about some sort of deal on Capitol Hill for DACA legalization in favor of the wall or some other policies the president wants. Democrats don't need to deal. The courts are going to keep DACA alive and possibly restore it. They are doing their work for them."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, Mollie, it seems like it's common sense that this thing was not set up legislatively and would need to if it had to go forward. So reading between the lines here, the federal judge is looking for a better explanation?"
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "utterance": "The constitution clearly gives the authority for this type of program to Congress. Congress is the one that should be doing this. A very similar type of program that President Obama had was ruled unconstitutional when state attorneys general had challenged it. It would be exactly the same situation with this one. So it seems kind of unbelievable that you would be told that this is something that can't be done. President Obama didn't have the authority to do this, but, somehow, that was OK. But when President Trump tries to correct that issue by resending it, then he can't do it."
    },
    {
      "speaker": "BAIER",
      "utterance": "Right, so this is delayed until August 23rd to allow the administration to appeal it, likely will, and so then we go on to the next court battle."
    },
    {
      "speaker": "CHARLES LANE, THE WASHINGTON POST",
      "utterance": "I think it's kind of interesting because Justice Kennedy's resignation took effect just a couple of days ago, July 31st. So now we don't have nine people on the Supreme Court and we won't for quite some time. So it will be a tie, four to four, at the Supreme Court probably if it comes up there, which means that this judge's ruling would stay in place. In other words, the Supreme Court has ruled it out of the action, or out of the game, if that is where President Trump was hoping to get his way."
    },
    {
      "speaker": "BAIER",
      "utterance": "In the meantime, President Trump at this rally talking about immigration, specifically about border security."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "And I understand it. I'm a little torn myself. I would personally prefer before, but whether it's before or after, we are either getting it or we are closing down government. We need border security. We need border to sit security."
    },
    {
      "speaker": "BAIER",
      "utterance": "There, Mollie, he is talking about a government shutdown either before the midterms are after. The bottom line is that some massive deal including DACA and border security doesn't look like it's moving before the midterms."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "It certainly doesn't look like it's happening before, but it's also very difficult to do a shutdown after. But I do think President Trump is trying to signal the importance of this issue and remind elected representatives how important it is for a huge part of their base."
    },
    {
      "speaker": "BAIER",
      "utterance": "I want to turn to China tariffs. Take a listen to this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Right now China is not too happy with me."
    },
    {
      "speaker": "LARRY KUDLOW, NATIONAL ECONOMIC COUNCIL DIRECTOR",
      "utterance": "China is in trouble right now. Their economy is lousy. Investors are walking out. The currency is falling. China better take President Trump's efforts to solve the unfair and illegal trade, and their tariff problem, their lack of reciprocity, their technology stealing, their I.P. theft, they better take President Trump seriously."
    },
    {
      "speaker": "WANG YI, CHINESE FOREIGN MINISTER (through translator)",
      "utterance": "We hope that the trade policymakers in the United States will be cool-headed and listen to the voice of U.S. consumers and pay high attention to the voice of the American business community."
    },
    {
      "speaker": "BAIER",
      "utterance": "So this comes in the backdrop of a July jobs report, 157,000 jobs added in July, unemployment rate edging down, 3.9, down from four. You have the changes since Trump took office. Again, we put these up every once in a while, but it's pretty interesting. The real GDP growth obviously the biggest mover there, but also a couple of other changes. And then the trade imbalance with key U.S. partners, China, E.U., Mexico, and Canada, and it's pretty clear the deficit with China is $33.5 billion. The question is, the patience factor that we talked about here on the panel many times."
    },
    {
      "speaker": "YORK",
      "utterance": "This is more threatening for the president. If you make a graph of the tariffs that the president has threatened versus the ones that he has enacted, there's just an enormous difference between the two. Now, on the other hand, as far as political approval, going after China on trade was a promise the president made over and over in the campaign. It was one of his biggest campaign promises. We have a lot of documentation from U.S. trade representatives about all of China's trade offenses, forced technology transfers, intellectual property theft, all of that stuff. Going after China is actually a good idea and it makes a lot more sense than going after the E.U. or Mexico or Canada. So I think you are going to keep hearing more and more of this."
    },
    {
      "speaker": "BAIER",
      "utterance": "Speaking of which, Mexico and Canada, I'm hearing that they are close on NAFTA and that they could be a couple weeks away from wrapping up that deal. If that's true and they actually get that done, that will relieve a lot of the pressure for some of these farmers and others."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "And it's why it's important to remember what happened with the E.U. last week as well. China was trying to cut a deal with the E.U., they've been unable to. We're able to do this. That is key. If you believe the Trump strategy is ultimately low tariffs in ultimately dealing with all of China's unfair trade practices, they are doing these high tariffs as a way to get to low tariffs. So the question really is, are you OK with China's system of stealing intellectual property, of their state control of so many businesses, of their unfair barriers, or do you want to change the situation? If you want to change the situation, Trump is trying this sort of risky tariff approach, but you are not hearing a lot of suggestions from people who don't like it."
    },
    {
      "speaker": "BAIER",
      "utterance": "In the meantime, the Real Clear Politics average of the president's job approval on the economy is approve, 50.3 percent, disapprove, 42.4 percent, 7.9 spread there. That's an average of recent polls. I mean, people are feeling pretty good about what he's doing on the economy."
    },
    {
      "speaker": "LANE",
      "utterance": "And that is why I don't think China will make any kind of concession before our midterm election, because as that Chinese official sort of indicated, I hope the president will listen to the voice of his consumers and his business community. Translation, we are trying to encourage political backlash against this president's trade policy, and we are going to see if that works. And if the president and his party take reverses in the fall election, I think it is going to make the Chinese feel vindicated that he was less popular than he seemed, and vice versa."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "But a recent poll did show that business owners, 71 percent of them, approve of tariffs on China. So even among the business community, it is not just that people are opposed to them. Some people really support the idea of going after them."
    },
    {
      "speaker": "BAIER",
      "utterance": "The question is how that translate politically, and we don't yet know."
    },
    {
      "speaker": "YORK",
      "utterance": "The more you focus on China, the better it is politically for the president. I think there's no doubt it played a part in his getting elected, and it can be used by Republicans in 2018."
    },
    {
      "speaker": "BAIER",
      "utterance": "China. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}