{
  "date": "August 10, 2020",
  "headline": "Sen. Johnson: Trump and his legal team crafted executive actions ‘pretty narrowly’",
  "subHeadline": "Guests: Ron Johnson, Kaylee McGhee, James Craig, Chris Van Hollen, Lisa Kennedy Montgomery, Jessica Tarlov, Chris Smith",
  "url": "https://www.foxnews.com/transcript/sen-johnson-trump-and-his-legal-team-crafted-executive-actions-pretty-narrowly",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, ANCHOR",
      "sentences": "Well, if Wall Street is worried about the president acting on his own to try to get some coronavirus stimulus in the economy, it had a funny way of showing it. The Dow is getting closer and closer to record territory, about 5 percent away today, thanks to a huge advance, buoyed by economically sensitive kind of companies that could use the boost and use the good word. And the worst-case scenario is, the president doesn't get his way, but it compels Democrats and Republicans to put together something that will even go further than his way.  Talk about a confluence of great events for the markets.  Welcome, everybody. I'm Neil Cavuto, and this is \"Your World.\"  And what in the world, making fast-moving developments on this stimulus front, all but given up for dead, and the president's prescriptions all but considered dead on arrival, until you consider the implications of what he wants to do, cut the payroll tax for most Americans, also extend jobless benefits right through the end of the year. The devil is in the details and whether he can do a lot of what he wants to do, but, right now, the momentum seems to be following the president, because some Democrats are already buckling. They say they want to return to the table, and the sooner, the better.  Would this have even been possible had the president not made the moves he did? First to John Roberts right now at the White House with more -- John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Neil, good afternoon to you.   The president's strategy going into this was like this. If the Democrats refuse to do a deal with the White House, the president would take unilateral action that might be legally dubious, would certainly leave, probably invite some sort of a court challenge, and then the White House would have the opportunity to say, wait a second here. We're providing unemployment insurance for people who really need it, maybe not at the level we were before, but $400 extra a week. That's not too shabby. And you're going to stand in the way of is doing that? Now, certainly, the power of the purse rests with the House of Representatives. There's no question about that. But the president does have some latitude to move money around that has already been appropriated.   For the extra unemployment insurance, the president wants to tap FEMA's disaster relief fund, which has got about $44 billion in it, to pay for 75 percent of a $400-a-week plus-up in unemployment. States would have to pick up the other 25 percent, $100, though, in some cases, the president said yesterday, the federal government could pick up the whole tab. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "We have a system where we can do 100 percent or we can do 75 percent. They'd pay 25. And it'll depend on the state. And they will make an application. We will look at it and we will make a decision.  So it may be they will pay nothing in some instances. It may be a little bit like the National Guard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Now, the president has got too many goals in this strategy, first to claim the political high ground on this issue, and, as you mentioned at the top, Neil, force Democrats back to the table to make a deal that they have so far been unwilling to make.  The president tweeting this morning -- quote -- \"So now Schumer and Pelosi want to meet to make a deal. Amazing how it all works, isn't it? Where have they been for the last four weeks, when they were hard-liners and only wanted bailout money for Democrat-run states and cities that are failing badly? They know my phone number.\" It's interesting, also, Neil, to note the political posturing here. Democrats are criticizing the president for doing the same thing that they used to praise President Obama for doing. That was using executive action to do an end-run around a recalcitrant Congress.  At the same time, though, Republicans are praising President Trump for almost the very same thing they soundly criticized President Obama for doing -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Whatever works, and whatever, period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you, John Roberts, very, very much.   By the way, there are a number are CEOs who are very leery of following through on the president's wishes here, because they don't want to be left hanging out to dry here, surrendering this money, giving it back to workers, when, in fact, it could prove only temporary, and they have to collect it all over again. So, they don't want to be out on that. We're going to be exploring that a little bit later. In the meantime, I do want to get the latest on Capitol Hill from Chad Pergram.  He has put -- that is, Chad, the president has put Democrats on the defense here. So, what is the likelihood of them coming up with something more to their liking? What are you hearing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "sentences": "Well, there's a chance that this could kind of prompt these talks. The idea of the president taking executive action was always interpreted to be a negotiating point by the White House here. And after two weeks of talks that basically went nowhere, the White House indicated that it had no other choice than to take executive action. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "sentences": "This president instructed his administration to find every single way possible that, without congressional Democrats, who have been unrelenting and lacking in any sort of care or empathy for the American people, at least when it comes to their negotiating tactics, if they're not going to act and care for the American people, he would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Congressional Democratic leaders and Trump administration officials met almost daily for two weeks, virtually no progress there. The Senate majority leader, Mitch McConnell, blamed Democrats for not helping those out of work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, R-KY.",
      "sentences": "Over the weekend, President Trump cooked stuff to soften the blow of the Democrats' hostage tactics on American families who need help most.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Now, as John said, Republicans used to rail against President Obama for his executive orders, in particular when the president bypassed Congress with DACA.  But now Democrats are smarting after Mr. Trump circumvented Congress this weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHARLES SCHUMER, D-N.Y.",
      "sentences": "The reason we want to meet in the middle is that getting major legislation through Congress is the only way to achieve something significant for the American people.  Rather than compromise, our Republican counterparts said, take a hike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Now, on the Senate floor just a couple of moments ago, Chuck Schumer was very critical of what the president did over the weekend. He called these executive orders a -- quote -- \"disaster.\"  And as it pertains to the eviction moratorium, he said that that was -- quote -- \"all sizzle, and no steak\" -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you, Chad, very much. I'm really, really quickly curious, though, Chad, what is your sense about whether the two sides will meet? Could it be within the next couple of days, because time's a wasting, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Time is a wasting. And it might not be a situation where they get a bill this month, or maybe September, but there will be another bill. Senate Majority Leader Mitch McConnell here, he's trying a tactic, by holding the Senate in session this week. Now, that's a little bit of a misnomer there, because only a skeleton crew is on hand. The House of Representatives is not here. He's trying to contrast the idea that the Senate is here and the House is not, the House is not going to be back until mid-September, and try to apply pressure right there.   But the longer this goes on, that probably increases the chances the sides come back to the bargaining table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Chad Pergram, thank you very much. I want to go to Wisconsin Republican Senator Ron Johnson on all of this.  Senator, good to have you back. I know you join us on the phone, sir, but your sense of whether the president can do this. Your colleague Ben Sasse of Nebraska says, technically, he can't. He is worried about that.  But where are you on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RON JOHNSON, R-WIS.",
      "sentences": "Well, first of all, I think the way the president and his legal team have crafted this was pretty narrow in scope.  And so my guess is, they probably have the authority under disaster relief. It's one of the reasons why, for example, on the support for people on unemployment, where we're plussing it up by $400, asking the states to do $100, that's pretty well dictated by the FEMA Disaster Relief Act, where states have to contribute 25 percent. So, I think they really are taking the authority. And let's face it. Congress has -- past Congresses have given presidents all kinds of different authority to act on their own.  And my guess is that -- and I haven't looked at the exact legal description of this, but my guess is, the legal team has done a pretty good job of looking at exactly what legal authority he has. He's using it, to the extent that he can. But that's part of the problem, is that he's restrained or constrained in terms of what he all can do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Republicans were dead set against Barack Obama doing these sort of things, for example, two different payroll tax cut packages in 2010, again in 2012. Democrats were overwhelmingly for it. Now it's completely flipped. So, is this all just politics here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Well, I think this is quite different.  What we all did is, in a pretty much unanimous basis, realize back in March and April that we had to act quickly, we had to act massively. We knew what we were going to pass was going to be far from perfect. But we passed $2.9 trillion, by some reports, well over $3 trillion. And to just put that into perspective, Neil, that's 13.5 percent of our economy. That's how much that is. Employment now is down by 8 percent. Unemployment is, you know, 10.5 percent, but employment is down 8 percent. Recent economic forecasts are that our GDP will probably shrink by 4.6 to 8 percent. So, we have already passed 13.5 percent. We haven't spent or even obligated about $1.2 trillion of what we have already done.  So, when Nancy Pelosi came out of the box less than a month later, in mid- May, and passed another $3 trillion package, that signaled to me that they were just going to play politics, that they really weren't interested in a deal. That's a massive amount of spending that the Democrats want. And we're actually concerned about the debt. We're $26.5 trillion in debt, on our way to $27 trillion, $28 trillion. We don't have an unlimited checking account. So, I think Republicans are trying to be responsible. I certainly am. And the president, at the same time, he wants to protect those individuals that have to have...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, I get that, Senator. But it's not as if people are really -- but it's not as people seem to be worried about the deficit. Even Treasury Secretary Mnuchin says that's not a concern right now. You have signed on, the party has signed on, Democrats have signed on to trillions of stimulus, and, again, to your point, sir, maybe because it's necessary and this is not the time to quibble over a lot of this stuff. For example, in the payroll tax cut that the president is proposing, do you think it should be temporary? A lot of businesses, if that is the case, know that they're going to have to pay that money back and might not dole it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Well, again, I have been suggesting what we ought to do is -- is spend what we have already authorized, not authorize more spending, and, quite honestly, target it to those people that actually need it. So, I understand where the president is coming in terms of payroll tax cut. But those people are working. I would much rather direct financial aid to people that aren't working, which is why I went on the floor of the Senate two weeks ago and offered a unanimous consent resolution to plus up state unemployment benefits by $200 a week. By the way, that is eight times what the Democrats passed back in 2009 after the Great Recession. They plussed up state unemployment benefits by $25. That was OK for Democrats back then. Now $200 is not enough. They insist on $600, which you realize is a huge disincentive for people to reengage in the work force.  So, listen, there are a lot of disagreements on all sides. But the hypocrites here are really Democrats, who want to pile on another $3 trillion, after we have already authorized over $3 trillion and haven't spent over a trillion. This is not \"Monopoly\" money. So, at some point, the bill is going to come due on this. We don't have an unlimited checking account. And, from my standpoint, I don't want to authorize another penny until we have actually spent, redirected, repurposed what we have already authorized that hasn't been spent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we will watch it closely, Senator, because, to your point, with the minimum trillion-dollar cost with this package, we're well over $10.5 trillion right now, some say closer to $12 trillion, in various virus-related relief efforts, between what you guys have been doing, both parties, and what, obviously, the Federal Reserve has been doing. So, we will watch it very closely, Senator. Thank you very, very much, Senator Ron Johnson. In the meantime, we're following developments that are a little bit more pressing to residents in cities like Chicago and in Seattle and in New York, and particularly in Chicago, where the violence is getting so out of control that you have people getting injured, and some, police officers included, saying, enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It doesn't stop. After an uproarious weekend of violence in the Windy City, still more troubles today, if you can believe it. Garrett Tenney in Chicago with the latest. Hey, Garrett, what's going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARRETT TENNEY, FOX NEWS CORRESPONDENT",
      "sentences": "Well, Neil, as we have been reporting, there is looting going on right now. Chicago police tell us this is happening in the city's West Side neighborhoods. And this is about seven miles from the Magnificent Mile, where we are downtown. You can see some aerial video of what's going on there right now. We're told that at least one sheriff's deputy has been taken to the hospital, after he was hit in the face by a brick that was thrown through the window of his car.  Now, as for what we saw last night, as that scene unfolds, police say that officer-involved shooting Sunday afternoon on the South Side is what prompted these riots overnight. Hundreds of people came downtown in a caravan of cars and essentially went from block to block, jumping out of the car, breaking into a store, grabbing whatever they could carry, and then moving on before police could catch them. Dozens of businesses were hit. Most of them were high-end stores in this typically very safe neighborhood. But, last night, you could hear gunshots throughout the early hours of the morning, as police tried to get the situation under control. Today, folks who live here are a bit shaken. Most we have spoken to are angry and blame city officials for allowing this to happen. But several said, while they're disappointed these riots happened, they're not surprised.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN MOOSE, CHICAGO RESIDENT",
      "sentences": "It's frustrating, because it already happened, and all this kind of conflict we thought was getting resolved is obviously not there. We need more security. I think we just need more help. And some people don't want the help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASHLEE HARDGRAVES, CHICAGO RESIDENT",
      "sentences": "It's hard. You see a neighborhood like this with affluence and it's understandably targeted.  And it's hard when you're an ally and supportive of so many different communities to see it happen. But you just want to help where you can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TENNEY",
      "sentences": "At least 13 officers were injured. More than 100 people were arrested. And, today, city officials were calling on prosecutors not to let anyone off the hook and hold everyone accountable who was involved in these riots. They said that was not the case following the riots several months ago, when hundreds of people were never prosecuted -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you, my friend, very much. Be safe there. Chief James Craig of the Detroit Police Department, the police chief there, with me now. Chief, we always gather when there's been something like this going on. You have been able to try to police, no pun intended, what is going on in your city to maintain control.  But what's happening in Chicago seems to be a very different matter. What do you think they should do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES CRAIG, DETROIT, MICHIGAN, POLICE CHIEF",
      "sentences": "You know, it is a very different matter, Neil. And, certainly, I'm not going to criticize my partner out there, the new superintendent, who he said the right things. He's trying to do the right things. But one of the things that we saw here in Detroit, almost eerily similar to what happened last night in Chicago, a false narrative was perpetrated by these criminals very quickly that indicated that a unarmed teen was shot, and then call for people to come downtown and loot. The one similarity is that the criminals tried to do the same thing here in Detroit about three weeks ago, when our officers were fired upon, and we ended up using deadly force. They put out a false narrative that we shot an unarmed African-American man seated on his porch. Totally false, What was different, a couple of things, Neil. One, we got out in front very quickly. As you know, we had a video out that refuted what these criminals were trying to perpetrate. And that helped us a great deal, but also the fact that we have a community here in Detroit that trusts this police department, trusts the leadership. And so we have built that capital up. I think what's going on in Chicago right now is, I think they're still reeling from the 2014 shooting Laquan McDonald. It took a year, Neil, one year. And they were forced to release that video, where this 17-year-old was shot 16 times.  And so I got to believe those wounds are still open. So, they still have a long way to go to build that trust in the community. But that certainly doesn't negate these what I call domestic terrorists that come in and agitate violence in our city. So we have been very fortunate here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. And, to your point, Chief, a lot of them come from out of town. They're not even residents here. So, they come in to incite this and act on innuendo and charges that you say can sometimes be disproven, as they were in Detroit. I remember that particular case you were dealing with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRAIG",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But thank God to clarify it as quickly as you were. And you had video to support what you were saying. Right now, they're protesting first and asking questions later. And all of this is fueling, as you and I have discussed many times, these defunding efforts going on in one city after another of police departments.  Does it worry about what happens there eventually will impact you in Detroit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRAIG",
      "sentences": "Well, we stood alone, Neil. Again, when I looked at some of the cities around the country, including my old home of Los Angeles, Philadelphia, certainly Chicago, the same thing could have happened here. But because of our relationship with the community, that really worked well in how we respond to the fact that these outsiders couldn't come in here and really agitate and fuel violence. And, trust me, Neil ,they made several attempts. They still make attempts to do it. And they just can't get great traction here in Detroit. And, by and large, it's because of that relationship. And, again, you can't wait for the bad thing to happen, Neil. Police departments must continue to build on that capital of trust with your community. It's got to be part of your mission. It just has to happen. But the community has to believe in...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's also got to be part of the DNA. It's in your DNA, Chief, because it's a 24/7 concern of yours. You never let go. But that's not happening in every city. Chief, we will watch it closely. Thank you. I apologize, again, under these circumstances, we have to talk, but I think America needs to hear from you about this and how to avoid the spreading of this. Chief, be well, be safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRAIG",
      "sentences": "Right. Thank you, Neil. I appreciate you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Same here. All right, there's a lot more coming up. Kids are getting ready to return to school, but in the middle of that, reports that kids can contract the virus in apparently much bigger numbers than we thought and can spread it in much bigger numbers than we thought.  So, what do you think that's going to do for the approaching school season? We're on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We're about an hour away. The president plans to address the nation in a press conference of sorts at the White House. He will likely respond to Democrats saying they want to get back to the negotiating table, maybe because he's having all the fun -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Never mind the five million U.S. coronavirus cases right now. What's raising eyebrows, reports of 100,000 children who have been testing positive for COVID-19 in the last two weeks of July. That's up 40 percent. We should point out, it's really moving up in states like California, Arizona, and, guess where, Florida, where they're already getting kids back in school, but that could prove a Herculean leap right now, given these developments. But school systems are making every effort right now to make it as easy and convenient and, well, at least risk-free as they possibly can. Bryan Llenas with more on that -- Bryan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYAN LLENAS, FOX NEWS CORRESPONDENT",
      "sentences": "Neil, good afternoon. Today, four counties opened up their schools in Florida, three of them virtually, including the largest county in Central Florida, Orange County, and one of them in-person, Baker County, which is one of the smaller ones. The reality is, is that counties across the state and the country are going to try to figure out how to deal with this, because this isn't going anywhere. And here in Cooper City, we're at the Renaissance Charter School. They're using this new technology. This is called the Owl. It has a 360 degree camera on top and audible-sensitive cameras all around that capture a teacher as they just freely walk around the classroom. Now, students back at home can watch the instruction the camera and feel as though they are in the classroom. It's this new immersive technology, because, frankly, they were saying, what they were seeing out there with Zooms and stuff wasn't really working. They call it mobile classroom. And the good thing about this, they say, is that it's hybrid, which means, look, coronavirus isn't going anywhere anytime soon. This technology allows for teachers to instruct in the classroom, as well as students virtually all at the same time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JON HAGE, CEO, CHARTER SCHOOLS USA",
      "sentences": "We get ahead of ourselves and we stop acting as if COVID is only about survival. It's also about thriving. Education right now has an real big opportunity to think outside the box. And we should be using this time to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "It also comes with this little headset for teachers to seamlessly answer questions from students that are in -- at home. And you can raise your hand like a student and, as students will, and students at home can see this. And it just feels as though they are one. And when you speak to a teacher, they will tell you, it's a lot better than what's out there right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANNE ALONSO, TEACHER, CHARTER SCHOOLS USA",
      "sentences": "That interaction, that engagement piece that's needed to make student learning thrive was missing. It was hard to engage a student when all you can see is, I'm stuck in front of my laptop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "And this is the classroom here in Cooper City at Renaissance Charter. They're usually 24 desks. There are now eight. And you can see that they have been socially distanced by this blue tape. Now, all students are also required to wear masks. Broward County begins virtual learning on August 19. But charter schools, they can decide what they want to do. And, frankly, they're going to be polling parents and figuring out how many parents are going to be wanting to send their kids. And the minute that they -- that number reaches a certain number, they're going to start allowing for that hybrid teaching, some students here, some students at home. This is what they think the future is -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It is a very different world, my friend. Thank you very much, Bryan Llenas in the middle of all that in Florida. Hope springs eternal. Not so for this Georgia school. Remember that famous, infamous shot of a school where the kids were crowded in a hallway switching classes? It turns out that the school is temporarily shutting down right now after nine students and staff members had tested positive for COVID-19. But my buddy Kennedy joins me right now. Kennedy, think about it. It's almost unavoidable in those circumstances, right? You're crowding kids together. No matter much -- whatever you're doing on distancing in the classrooms and elsewhere, they're still going to congregate in hallways, and they're still going to have to switch classes. And it's a nightmare in that regard, you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA KENNEDY MONTGOMERY, FOX BUSINESS NETWORK CORRESPONDENT",
      "sentences": "It is. But that's why most of these schools are talking about being at one-third to one-half capacity, like that charter school that Bryan Llenas was just showing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "Now, they only got a third of the students in the classrooms, so that means they have only got a third of the students in the hallways. And also, people may be disgusted by that, but it's actually a very good laboratory, because it shows other schools what not to do. And it lets other administrators know that you have to account for a bunch of kids coming out at the same time. So, in addition to staggering days that students are going to be in school, they also have to stagger when they're eating lunch and when they're leaving classrooms, so you don't have something like that, which didn't account for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "And it really reminds me of Y2K, because people were so worried that all the clocks and computers were going to freak out, and the entire world was going to stop spinning on its axes, and we were going to die. And the thing that's happening here in schools, we really don't know if kids are susceptible to the virus if they're in groups together, and, if they're not susceptible, if they have limited symptoms, if they can still spread it to some older and vulnerable family members. That is the $64 million question. And we just don't know the answer to that. So we're still anticipating. So, there are places, like New York, which starts a little later, California, those schools aren't opening in- person for at least several months. They are doing all distance learning for now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "But they will see what happens in places like Georgia and Florida, who have earlier calendars. They commence earlier, an earlier school year. And we will see if they can, in fact, somehow, with masks, sanitizer and partitions, mitigate the virus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You have two girls. And I'm wondering, as a mom, are you anxious? How are they going to be handling school this fall? What -- how do you judge it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "I'm very anxious. I'm not going to lie. I mean, I'm a little bit of a germaphobe. And I don't feel comfortable throwing them into New York City classrooms eight hours a day, five days a week. And I'm happy. I feel like both of their schools are being very thoughtful about the process. And we have had several town halls with the principals and the teachers there really outlining how they're going to make it work. And they're really trying to adjust for siblings, so they attend school on the same day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "But, as a mom, I'm still scared, because there are people who have gotten very sick. There are people -- this is a deadly virus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Absolutely. No, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "And you don't want to be the parent with the one kid who, unfortunately, has the worst consequences from it. But, by the same measure, they cannot sustain this distance learning forever. They really are going to compromise their educational growth and their social growth and all the things that students need when they go to school.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we will watch it closely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "Thanks, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Kennedy, good catching up with you, getting your read as a mom as well. I think that's very, very important. We're going to be hearing from Senator Chris Van Hollen his views on the president's efforts to take matters into his own hands and provide executive orders to provide stimulus. Already, Chuck Schumer is opening to resuming those talks. What about Senator Van Hollen? We will ask him next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, you don't do a deal, I will. That was the read of the president this past weekend, where he ignited Democratic fury and some Republican opposition, limited though it was, to go ahead and act unilaterally by issuing four executive actions or orders, however you want to look at it, that will include shoring up monies like ongoing jobless benefits that would continue through the end of the year, albeit at a smaller amount, and payroll tax cuts going to those who earn $104,000 or less. There are other issues here, but all of them, Democrats say, he cannot do. Chris Van Hollen, the Maryland Democratic senator, with us right now. Senator, the president says he's going to do it because Democrats were not really interested in doing anything. What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHRIS VAN HOLLEN, D-MD.",
      "sentences": "Well, Neil, that's just not true. Democrats have been working very hard to do something to help the country. As you know, the House passed the HEROES Act almost three months ago. We have tried to get a vote on that in the United States Senate. Senator McConnell has blocked it. We went to these negotiations, and the administration walked away from the negotiations. I don't think enough people have focused on the fact that Senator McConnell, the Republican leader in the Senate, has told a national audience that 20 of his Republican senators don't want to do anything, zero. They think the problem has gone away, apparently. And so that means that the administration seems unable to come to a principled, centered compromise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, this is what he did, though, right? He did this. And now I'm just asking, if you are not able to come back together and work on an alternative agreement, would you be against what the president wants to do, these payroll tax cuts and extending jobless benefits at $400 a week, rather than $600 a week, with governors and states picking up $100 of that? Would you be open to that, or would you vote against that? Would you be against doing that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "Well, there are -- there are legal and constitutional problems, which I think Republican senators have pointed out. But my focus, Neil, is on the fact that this is actually more show than substance, at the end of the day. This is mostly unworkable. For example, the unemployment insurance, what the president said to states is, OK, take some of the monies that we have given to you to deal with the emergencies of the pandemic a while ago as a down payment, and use some of those monies to match some federal monies for U.I. So, some of the states have already allocated, most, maybe, in some cases, all of that money. We still don't know, and neither does the administration. Second, what the president is asking those governors to do is pit one American against another, right? They're saying to governors, OK, the money we gave you to help with personal protective equipment or testing or to help reopen schools safely or for health care needs or all these other things, take that away from those Americans, in order to help the folks on U.I. And what Democrats are saying is, we can do both. We don't have to rob constituent Peter in order to help constituent Paul.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, let me get a handle on where you see this going, because a lot of Democrats were all for -- I don't know -- at the time, I think you were a congressman -- but for the two occasions President Obama unilaterally cut the payroll tax. Now, to be fair, Republicans were railing against that at the time. They're for this. Democrats were fully supportive of what President Obama was doing back then. They're railing against this. So, isn't this all politics, Senator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "Well, Neil, there are a couple things here. One, if you're going to even consider doing that, you need to, at the same time, fully repay and make the Social Security trust fund whole. President Trump doesn't do that in this plan, right? He cannot do it. And so what he is saying is that we're going to...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Did Barack Obama? Did Barack Obama?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "Yes, absolutely, every penny, every penny he allocated to fill whatever holes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, that money was paid back after the fact?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "A hundred percent, at the same time. In the same -- in the same law -- in the same law...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you would be open for this, Senator, if -- would you be open for this if he did that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "If this president did that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "I don't think that -- the payroll tax part of the president's executive order, I don't think is the most effective stimulus. Neither do a great majority of Republican senators. I mean, you have heard that. They don't think that's the most effective way to address this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, they were twice for Barack Obama, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "No, no, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "They were twice for Barack Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "So...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "They were once for George W. Bush.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, there is a precedent here, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "Neil -- Neil, the issue right now are the 30 million Americans who are out of work. And a payroll tax deduction does zero for them. If you're not getting a paycheck, getting some money deferred from your payroll taxes doesn't do you any good. Back in the day...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, that's where the unemployment benefits kick in, right? That's where the unemployment benefits, keeping them going...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "Yes. Now -- yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You're right. The means, that might be -- you have to iron out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But that is one thing you wanted to see, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "So, just to be clear, what President Trump is proposing is simply saying that, for a little while, Americans who are working won't have their payroll taxes deducted. But, under President Trump's proposal, they will have to pay every penny of it back. And, by the way, employers are the ones who are legally liable to make sure those monies will be repaid. So, we're hearing from lots of employers who say...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": ".. they're not going to take the risk of whether my employee, who may not even work for me anymore, is going to repay those monies. So, it's just an unworkable plan. It's also not the most effective relief right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Indeed, we have heard from many of those employers who are worried about just that, Senator. So, there are a lot of issues to iron out here. We will see if you guys can do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "Well...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator Van Hollen, always a pleasure having you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "Thank you. Good to be with you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Thank you very, very much. All right, in the meantime, we do know the conventions are coming up, next week for the Democrats. And Joe Biden won't be there to address the troops, so to speak. And the week after that, Republicans gather, and the president of the United States won't be there to address the troops. We already know that Joe Biden will likely give his speech at home in Delaware. We're hearing that the president has narrowed it down to two locations. One is the White House. That's a little tricky. The other is the battlefield at Gettysburg -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, if the White House is too controversial for you, the president of the United States has another option for making his acceptance speech for the Republican Party's nomination. Do it at the battlefield at Gettysburg. How's that? This on the heels of Joe Biden indicating he will make his acceptance speech next week, not at the convention site, but instead at home in Delaware. Kaylee McGhee, The Washington Examiner reporter extraordinaire. We have also got Jessica Tarlov, Democratic strategist, FOX News contributor, both great thinkers, just slightly apart on some of these political issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And, Kaylee, to you first on the president narrowing it, narrowing it down to these two locations, the White House or Gettysburg. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEE MCGHEE, THE WASHINGTON EXAMINER",
      "sentences": "Trump is trying to make it clear that he's not scared of the coronavirus pandemic and that he's going to be willing to show up, pandemic or not. Now, by doing so, he's trying to distance himself from Biden, who he has said his camping out in his basement and is unwilling to meet with voters in person even slightly, so definitely markedly different strategies. And Trump is really hoping that that energizes his base in a way that maybe it won't for Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Jessica Tarlov, this will be the first time since we have had these quadrennial events and conventions where both nominees are not speaking directly where the convention is being held.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We came close in 1860, with the Republicans and Abraham Lincoln. I remember covering that one in Illinois. And it almost didn't get off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, having said that, it did get off. It did get done. And I'm just wondering the impact now for the president in particular if he is robbed of a convention bounce, because you -- he's the one trailing in the polls. That could change. But he's the one who needs that bounce more. Does he more in a Gettysburg or at the White House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I think he gets it more at the White House. And as you said in your lead into this, it could be a fraught decision. It is the people's house. We pay the taxes, right? The House belongs to us, as he works for us. So, that decision could be fraught, to that degree. But I think that, with the president's stance on defending monuments to Confederate generals, like Robert E. Lee, that going near Gettysburg, even though it was a stunning defeat for the Confederacy, brings up a topic that I don't think he wants to campaign on. The president wants to talk about what he's done to combat coronavirus. I obviously think he's done an abysmal job at that, but it's going to be a lot more difficult to stay on message and away from defending General Robert E. Lee if he is at Gettysburg. So I think he should opt for the White -- well, he should opt for neither of those choices, but White House over Gettysburg, for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, I didn't know you thought he was doing a bad job on the virus. News to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Oh, you didn't?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm kidding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "We should catch up some time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I got to catch up on that. Kaylee, I'm wondering where they stand. I mean, there's been no shortage about either of these guys being able to raise money. There's always concerns going into the fall that one party's at a disadvantage, but they all raise a lot of money. So, I don't think that's going to be an issue. How do you spend it wisely? They're going to really beef up their advertising. Right now, we're hearing the Biden folks are focusing on those battleground states. They're not going to take them for granted, as did Hillary Clinton. What are you hearing on that front?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGHEE",
      "sentences": "Well, again, the two strategies are very different. So, the Trump campaign is pouring a lot of money into in-person ground campaigning, so hiring a lot of people to go door to door. Last week alone, they apparently knocked on more than a million doors. That's a significant number, but it'll take a few weeks to see if that really made a difference or not. Biden's campaign, on the other hand, is really relying on virtual tactics, so going all in on phone calls and online campaigning, et cetera. And we will see whether voters respond to that as well as in-person campaigning. Right now, it seems like Trump is really capitalizing on nailing Biden for this basement strategy. And in some states, it does seem to be working.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Are you worried, Jessica, that Joe Biden is rusty? He hasn't debated in a while. And he's been limiting his public appearances.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "He has been limiting them to some degree, though he's certainly been out there a lot more than he was at the beginning of COVID-19 in the United States. And he's been making himself more available to the press. And, hopefully, he will do more long-form interviews. I'm not so worried about the debates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "He's actually pretty good at them, and he really hit his stride towards the end of the primary. But to the strategy about spending, I think what the Biden campaign is signaling is, not only can they raise as much money and if not more than President Trump in certain months, but that they have a number of routes to the 270 electoral votes that they need. We all assume they would be going straight for the Rust Belt, but the Sunbelt looks to be in play here. And to Kaylee's point about President Trump's campaign thinking, we will go to door to door, and this will work, a lot of people might not want you knocking on their door right now, when our governors are telling us to mask up and to stay away from people outside of our household. So, it is a risky strategy health-wise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, that's a very good point. Ladies, thank you both very, very much. All right, I have heard of sanctioning countries. I have heard of sanctioning their businesses, but China now sanctioning U.S. politicians, a little more than a dozen. What is it these guys did? After this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "This guy next to me right now has been sanctioned by the Chinese over his Hong Kong statements. Chris Smith is a New Jersey congressman, Republican. Joins us right now. Congressman, what did you do to earn that distinction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. CHRIS SMITH, R-N.J.",
      "sentences": "Well, Neil, a few of us have been hit by the Chinese Communist Party. We warned back in 2014 that the autonomy, the special status of Hong Kong was in jeopardy. I introduced the Hong Kong Human Rights and Democracy Act that year. It did not pass until last year. And Marco Rubio did the same on the Senate side. And it really provides for the ability for the president to sanction the Chinese government for its egregious behavior when it comes to human rights. They're not keeping their word. The basic law is being violated. People are being rounded up and roughed up and thrown into prison. And this -- these are the best and the bravest and the brightest in Hong Kong, particularly the young people. And Xi Jinping, like Mao Tse-Tung, is using force and cruelty to suppress them. So, we have spoken that truth to that power, that dictatorship. So, we're sanctioned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Jimmy Lai, as you know, the Hong Kong billionaire and media titan...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... was arrested himself today, as well as his sons. This is getting out of control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's totally out of control. But it also is a -- the harbinger of Xi Jinping's belief of expansionism, hegemony for the region and for the world. And that's not exaggeration at all. What he's doing to Hong Kong, he can do to Taiwan and to other places. So, we need to draw a very, very big line of demarcation of what is acceptable and what is not. And, of course, economically, we have real levers of power. Trump has sanctioned several top people, including Carrie Lam...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "... for her complicity in this crackdown, again, against these great human rights defenders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The Hong Kong commissioner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "But you're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I wish we had more time, sir. Thank you very much. You just got to be careful, because any of you guys travel to China -- and I don't know what your plans are -- they can arrest you on the spot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Wasn't planning on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's crazy. So, just be careful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It is crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Congressman, thank you very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "They're also hacking our computers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The world keeps turning, doesn't it? Crazy stuff. Here comes \"The Five.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, ANCHOR",
      "utterance": "Well, if Wall Street is worried about the president acting on his own to try to get some coronavirus stimulus in the economy, it had a funny way of showing it. The Dow is getting closer and closer to record territory, about 5 percent away today, thanks to a huge advance, buoyed by economically sensitive kind of companies that could use the boost and use the good word. And the worst-case scenario is, the president doesn't get his way, but it compels Democrats and Republicans to put together something that will even go further than his way. Talk about a confluence of great events for the markets. Welcome, everybody. I'm Neil Cavuto, and this is \"Your World.\" And what in the world, making fast-moving developments on this stimulus front, all but given up for dead, and the president's prescriptions all but considered dead on arrival, until you consider the implications of what he wants to do, cut the payroll tax for most Americans, also extend jobless benefits right through the end of the year. The devil is in the details and whether he can do a lot of what he wants to do, but, right now, the momentum seems to be following the president, because some Democrats are already buckling. They say they want to return to the table, and the sooner, the better. Would this have even been possible had the president not made the moves he did? First to John Roberts right now at the White House with more -- John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Neil, good afternoon to you. The president's strategy going into this was like this. If the Democrats refuse to do a deal with the White House, the president would take unilateral action that might be legally dubious, would certainly leave, probably invite some sort of a court challenge, and then the White House would have the opportunity to say, wait a second here. We're providing unemployment insurance for people who really need it, maybe not at the level we were before, but $400 extra a week. That's not too shabby. And you're going to stand in the way of is doing that? Now, certainly, the power of the purse rests with the House of Representatives. There's no question about that. But the president does have some latitude to move money around that has already been appropriated. For the extra unemployment insurance, the president wants to tap FEMA's disaster relief fund, which has got about $44 billion in it, to pay for 75 percent of a $400-a-week plus-up in unemployment. States would have to pick up the other 25 percent, $100, though, in some cases, the president said yesterday, the federal government could pick up the whole tab. Listen here."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "We have a system where we can do 100 percent or we can do 75 percent. They'd pay 25. And it'll depend on the state. And they will make an application. We will look at it and we will make a decision. So it may be they will pay nothing in some instances. It may be a little bit like the National Guard."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Now, the president has got too many goals in this strategy, first to claim the political high ground on this issue, and, as you mentioned at the top, Neil, force Democrats back to the table to make a deal that they have so far been unwilling to make. The president tweeting this morning -- quote -- \"So now Schumer and Pelosi want to meet to make a deal. Amazing how it all works, isn't it? Where have they been for the last four weeks, when they were hard-liners and only wanted bailout money for Democrat-run states and cities that are failing badly? They know my phone number.\" It's interesting, also, Neil, to note the political posturing here. Democrats are criticizing the president for doing the same thing that they used to praise President Obama for doing. That was using executive action to do an end-run around a recalcitrant Congress. At the same time, though, Republicans are praising President Trump for almost the very same thing they soundly criticized President Obama for doing -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Whatever works, and whatever, period."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you, John Roberts, very, very much. By the way, there are a number are CEOs who are very leery of following through on the president's wishes here, because they don't want to be left hanging out to dry here, surrendering this money, giving it back to workers, when, in fact, it could prove only temporary, and they have to collect it all over again. So, they don't want to be out on that. We're going to be exploring that a little bit later. In the meantime, I do want to get the latest on Capitol Hill from Chad Pergram. He has put -- that is, Chad, the president has put Democrats on the defense here. So, what is the likelihood of them coming up with something more to their liking? What are you hearing?"
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "utterance": "Well, there's a chance that this could kind of prompt these talks. The idea of the president taking executive action was always interpreted to be a negotiating point by the White House here. And after two weeks of talks that basically went nowhere, the White House indicated that it had no other choice than to take executive action. Listen."
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "utterance": "This president instructed his administration to find every single way possible that, without congressional Democrats, who have been unrelenting and lacking in any sort of care or empathy for the American people, at least when it comes to their negotiating tactics, if they're not going to act and care for the American people, he would."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Congressional Democratic leaders and Trump administration officials met almost daily for two weeks, virtually no progress there. The Senate majority leader, Mitch McConnell, blamed Democrats for not helping those out of work."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, R-KY.",
      "utterance": "Over the weekend, President Trump cooked stuff to soften the blow of the Democrats' hostage tactics on American families who need help most."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Now, as John said, Republicans used to rail against President Obama for his executive orders, in particular when the president bypassed Congress with DACA. But now Democrats are smarting after Mr. Trump circumvented Congress this weekend."
    },
    {
      "speaker": "SEN. CHARLES SCHUMER, D-N.Y.",
      "utterance": "The reason we want to meet in the middle is that getting major legislation through Congress is the only way to achieve something significant for the American people. Rather than compromise, our Republican counterparts said, take a hike."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Now, on the Senate floor just a couple of moments ago, Chuck Schumer was very critical of what the president did over the weekend. He called these executive orders a -- quote -- \"disaster.\" And as it pertains to the eviction moratorium, he said that that was -- quote -- \"all sizzle, and no steak\" -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you, Chad, very much. I'm really, really quickly curious, though, Chad, what is your sense about whether the two sides will meet? Could it be within the next couple of days, because time's a wasting, right?"
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Time is a wasting. And it might not be a situation where they get a bill this month, or maybe September, but there will be another bill. Senate Majority Leader Mitch McConnell here, he's trying a tactic, by holding the Senate in session this week. Now, that's a little bit of a misnomer there, because only a skeleton crew is on hand. The House of Representatives is not here. He's trying to contrast the idea that the Senate is here and the House is not, the House is not going to be back until mid-September, and try to apply pressure right there. But the longer this goes on, that probably increases the chances the sides come back to the bargaining table."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Chad Pergram, thank you very much. I want to go to Wisconsin Republican Senator Ron Johnson on all of this. Senator, good to have you back. I know you join us on the phone, sir, but your sense of whether the president can do this. Your colleague Ben Sasse of Nebraska says, technically, he can't. He is worried about that. But where are you on this?"
    },
    {
      "speaker": "SEN. RON JOHNSON, R-WIS.",
      "utterance": "Well, first of all, I think the way the president and his legal team have crafted this was pretty narrow in scope. And so my guess is, they probably have the authority under disaster relief. It's one of the reasons why, for example, on the support for people on unemployment, where we're plussing it up by $400, asking the states to do $100, that's pretty well dictated by the FEMA Disaster Relief Act, where states have to contribute 25 percent. So, I think they really are taking the authority. And let's face it. Congress has -- past Congresses have given presidents all kinds of different authority to act on their own. And my guess is that -- and I haven't looked at the exact legal description of this, but my guess is, the legal team has done a pretty good job of looking at exactly what legal authority he has. He's using it, to the extent that he can. But that's part of the problem, is that he's restrained or constrained in terms of what he all can do."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Republicans were dead set against Barack Obama doing these sort of things, for example, two different payroll tax cut packages in 2010, again in 2012. Democrats were overwhelmingly for it. Now it's completely flipped. So, is this all just politics here?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Well, I think this is quite different. What we all did is, in a pretty much unanimous basis, realize back in March and April that we had to act quickly, we had to act massively. We knew what we were going to pass was going to be far from perfect. But we passed $2.9 trillion, by some reports, well over $3 trillion. And to just put that into perspective, Neil, that's 13.5 percent of our economy. That's how much that is. Employment now is down by 8 percent. Unemployment is, you know, 10.5 percent, but employment is down 8 percent. Recent economic forecasts are that our GDP will probably shrink by 4.6 to 8 percent. So, we have already passed 13.5 percent. We haven't spent or even obligated about $1.2 trillion of what we have already done. So, when Nancy Pelosi came out of the box less than a month later, in mid- May, and passed another $3 trillion package, that signaled to me that they were just going to play politics, that they really weren't interested in a deal. That's a massive amount of spending that the Democrats want. And we're actually concerned about the debt. We're $26.5 trillion in debt, on our way to $27 trillion, $28 trillion. We don't have an unlimited checking account. So, I think Republicans are trying to be responsible. I certainly am. And the president, at the same time, he wants to protect those individuals that have to have..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, I get that, Senator. But it's not as if people are really -- but it's not as people seem to be worried about the deficit. Even Treasury Secretary Mnuchin says that's not a concern right now. You have signed on, the party has signed on, Democrats have signed on to trillions of stimulus, and, again, to your point, sir, maybe because it's necessary and this is not the time to quibble over a lot of this stuff. For example, in the payroll tax cut that the president is proposing, do you think it should be temporary? A lot of businesses, if that is the case, know that they're going to have to pay that money back and might not dole it out."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Well, again, I have been suggesting what we ought to do is -- is spend what we have already authorized, not authorize more spending, and, quite honestly, target it to those people that actually need it. So, I understand where the president is coming in terms of payroll tax cut. But those people are working. I would much rather direct financial aid to people that aren't working, which is why I went on the floor of the Senate two weeks ago and offered a unanimous consent resolution to plus up state unemployment benefits by $200 a week. By the way, that is eight times what the Democrats passed back in 2009 after the Great Recession. They plussed up state unemployment benefits by $25. That was OK for Democrats back then. Now $200 is not enough. They insist on $600, which you realize is a huge disincentive for people to reengage in the work force. So, listen, there are a lot of disagreements on all sides. But the hypocrites here are really Democrats, who want to pile on another $3 trillion, after we have already authorized over $3 trillion and haven't spent over a trillion. This is not \"Monopoly\" money. So, at some point, the bill is going to come due on this. We don't have an unlimited checking account. And, from my standpoint, I don't want to authorize another penny until we have actually spent, redirected, repurposed what we have already authorized that hasn't been spent."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we will watch it closely, Senator, because, to your point, with the minimum trillion-dollar cost with this package, we're well over $10.5 trillion right now, some say closer to $12 trillion, in various virus-related relief efforts, between what you guys have been doing, both parties, and what, obviously, the Federal Reserve has been doing. So, we will watch it very closely, Senator. Thank you very, very much, Senator Ron Johnson. In the meantime, we're following developments that are a little bit more pressing to residents in cities like Chicago and in Seattle and in New York, and particularly in Chicago, where the violence is getting so out of control that you have people getting injured, and some, police officers included, saying, enough."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It doesn't stop. After an uproarious weekend of violence in the Windy City, still more troubles today, if you can believe it. Garrett Tenney in Chicago with the latest. Hey, Garrett, what's going on?"
    },
    {
      "speaker": "GARRETT TENNEY, FOX NEWS CORRESPONDENT",
      "utterance": "Well, Neil, as we have been reporting, there is looting going on right now. Chicago police tell us this is happening in the city's West Side neighborhoods. And this is about seven miles from the Magnificent Mile, where we are downtown. You can see some aerial video of what's going on there right now. We're told that at least one sheriff's deputy has been taken to the hospital, after he was hit in the face by a brick that was thrown through the window of his car. Now, as for what we saw last night, as that scene unfolds, police say that officer-involved shooting Sunday afternoon on the South Side is what prompted these riots overnight. Hundreds of people came downtown in a caravan of cars and essentially went from block to block, jumping out of the car, breaking into a store, grabbing whatever they could carry, and then moving on before police could catch them. Dozens of businesses were hit. Most of them were high-end stores in this typically very safe neighborhood. But, last night, you could hear gunshots throughout the early hours of the morning, as police tried to get the situation under control. Today, folks who live here are a bit shaken. Most we have spoken to are angry and blame city officials for allowing this to happen. But several said, while they're disappointed these riots happened, they're not surprised."
    },
    {
      "speaker": "JORDAN MOOSE, CHICAGO RESIDENT",
      "utterance": "It's frustrating, because it already happened, and all this kind of conflict we thought was getting resolved is obviously not there. We need more security. I think we just need more help. And some people don't want the help."
    },
    {
      "speaker": "ASHLEE HARDGRAVES, CHICAGO RESIDENT",
      "utterance": "It's hard. You see a neighborhood like this with affluence and it's understandably targeted. And it's hard when you're an ally and supportive of so many different communities to see it happen. But you just want to help where you can."
    },
    {
      "speaker": "TENNEY",
      "utterance": "At least 13 officers were injured. More than 100 people were arrested. And, today, city officials were calling on prosecutors not to let anyone off the hook and hold everyone accountable who was involved in these riots. They said that was not the case following the riots several months ago, when hundreds of people were never prosecuted -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you, my friend, very much. Be safe there. Chief James Craig of the Detroit Police Department, the police chief there, with me now. Chief, we always gather when there's been something like this going on. You have been able to try to police, no pun intended, what is going on in your city to maintain control. But what's happening in Chicago seems to be a very different matter. What do you think they should do?"
    },
    {
      "speaker": "JAMES CRAIG, DETROIT, MICHIGAN, POLICE CHIEF",
      "utterance": "You know, it is a very different matter, Neil. And, certainly, I'm not going to criticize my partner out there, the new superintendent, who he said the right things. He's trying to do the right things. But one of the things that we saw here in Detroit, almost eerily similar to what happened last night in Chicago, a false narrative was perpetrated by these criminals very quickly that indicated that a unarmed teen was shot, and then call for people to come downtown and loot. The one similarity is that the criminals tried to do the same thing here in Detroit about three weeks ago, when our officers were fired upon, and we ended up using deadly force. They put out a false narrative that we shot an unarmed African-American man seated on his porch. Totally false, What was different, a couple of things, Neil. One, we got out in front very quickly. As you know, we had a video out that refuted what these criminals were trying to perpetrate. And that helped us a great deal, but also the fact that we have a community here in Detroit that trusts this police department, trusts the leadership. And so we have built that capital up. I think what's going on in Chicago right now is, I think they're still reeling from the 2014 shooting Laquan McDonald. It took a year, Neil, one year. And they were forced to release that video, where this 17-year-old was shot 16 times. And so I got to believe those wounds are still open. So, they still have a long way to go to build that trust in the community. But that certainly doesn't negate these what I call domestic terrorists that come in and agitate violence in our city. So we have been very fortunate here."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. And, to your point, Chief, a lot of them come from out of town. They're not even residents here. So, they come in to incite this and act on innuendo and charges that you say can sometimes be disproven, as they were in Detroit. I remember that particular case you were dealing with."
    },
    {
      "speaker": "CRAIG",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But thank God to clarify it as quickly as you were. And you had video to support what you were saying. Right now, they're protesting first and asking questions later. And all of this is fueling, as you and I have discussed many times, these defunding efforts going on in one city after another of police departments. Does it worry about what happens there eventually will impact you in Detroit?"
    },
    {
      "speaker": "CRAIG",
      "utterance": "Well, we stood alone, Neil. Again, when I looked at some of the cities around the country, including my old home of Los Angeles, Philadelphia, certainly Chicago, the same thing could have happened here. But because of our relationship with the community, that really worked well in how we respond to the fact that these outsiders couldn't come in here and really agitate and fuel violence. And, trust me, Neil ,they made several attempts. They still make attempts to do it. And they just can't get great traction here in Detroit. And, by and large, it's because of that relationship. And, again, you can't wait for the bad thing to happen, Neil. Police departments must continue to build on that capital of trust with your community. It's got to be part of your mission. It just has to happen. But the community has to believe in..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's also got to be part of the DNA. It's in your DNA, Chief, because it's a 24/7 concern of yours. You never let go. But that's not happening in every city. Chief, we will watch it closely. Thank you. I apologize, again, under these circumstances, we have to talk, but I think America needs to hear from you about this and how to avoid the spreading of this. Chief, be well, be safe."
    },
    {
      "speaker": "CRAIG",
      "utterance": "Right. Thank you, Neil. I appreciate you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Same here. All right, there's a lot more coming up. Kids are getting ready to return to school, but in the middle of that, reports that kids can contract the virus in apparently much bigger numbers than we thought and can spread it in much bigger numbers than we thought. So, what do you think that's going to do for the approaching school season? We're on it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We're about an hour away. The president plans to address the nation in a press conference of sorts at the White House. He will likely respond to Democrats saying they want to get back to the negotiating table, maybe because he's having all the fun -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Never mind the five million U.S. coronavirus cases right now. What's raising eyebrows, reports of 100,000 children who have been testing positive for COVID-19 in the last two weeks of July. That's up 40 percent. We should point out, it's really moving up in states like California, Arizona, and, guess where, Florida, where they're already getting kids back in school, but that could prove a Herculean leap right now, given these developments. But school systems are making every effort right now to make it as easy and convenient and, well, at least risk-free as they possibly can. Bryan Llenas with more on that -- Bryan."
    },
    {
      "speaker": "BRYAN LLENAS, FOX NEWS CORRESPONDENT",
      "utterance": "Neil, good afternoon. Today, four counties opened up their schools in Florida, three of them virtually, including the largest county in Central Florida, Orange County, and one of them in-person, Baker County, which is one of the smaller ones. The reality is, is that counties across the state and the country are going to try to figure out how to deal with this, because this isn't going anywhere. And here in Cooper City, we're at the Renaissance Charter School. They're using this new technology. This is called the Owl. It has a 360 degree camera on top and audible-sensitive cameras all around that capture a teacher as they just freely walk around the classroom. Now, students back at home can watch the instruction the camera and feel as though they are in the classroom. It's this new immersive technology, because, frankly, they were saying, what they were seeing out there with Zooms and stuff wasn't really working. They call it mobile classroom. And the good thing about this, they say, is that it's hybrid, which means, look, coronavirus isn't going anywhere anytime soon. This technology allows for teachers to instruct in the classroom, as well as students virtually all at the same time."
    },
    {
      "speaker": "JON HAGE, CEO, CHARTER SCHOOLS USA",
      "utterance": "We get ahead of ourselves and we stop acting as if COVID is only about survival. It's also about thriving. Education right now has an real big opportunity to think outside the box. And we should be using this time to do that."
    },
    {
      "speaker": "LLENAS",
      "utterance": "It also comes with this little headset for teachers to seamlessly answer questions from students that are in -- at home. And you can raise your hand like a student and, as students will, and students at home can see this. And it just feels as though they are one. And when you speak to a teacher, they will tell you, it's a lot better than what's out there right now."
    },
    {
      "speaker": "JEANNE ALONSO, TEACHER, CHARTER SCHOOLS USA",
      "utterance": "That interaction, that engagement piece that's needed to make student learning thrive was missing. It was hard to engage a student when all you can see is, I'm stuck in front of my laptop."
    },
    {
      "speaker": "LLENAS",
      "utterance": "And this is the classroom here in Cooper City at Renaissance Charter. They're usually 24 desks. There are now eight. And you can see that they have been socially distanced by this blue tape. Now, all students are also required to wear masks. Broward County begins virtual learning on August 19. But charter schools, they can decide what they want to do. And, frankly, they're going to be polling parents and figuring out how many parents are going to be wanting to send their kids. And the minute that they -- that number reaches a certain number, they're going to start allowing for that hybrid teaching, some students here, some students at home. This is what they think the future is -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It is a very different world, my friend. Thank you very much, Bryan Llenas in the middle of all that in Florida. Hope springs eternal. Not so for this Georgia school. Remember that famous, infamous shot of a school where the kids were crowded in a hallway switching classes? It turns out that the school is temporarily shutting down right now after nine students and staff members had tested positive for COVID-19. But my buddy Kennedy joins me right now. Kennedy, think about it. It's almost unavoidable in those circumstances, right? You're crowding kids together. No matter much -- whatever you're doing on distancing in the classrooms and elsewhere, they're still going to congregate in hallways, and they're still going to have to switch classes. And it's a nightmare in that regard, you know?"
    },
    {
      "speaker": "LISA KENNEDY MONTGOMERY, FOX BUSINESS NETWORK CORRESPONDENT",
      "utterance": "It is. But that's why most of these schools are talking about being at one-third to one-half capacity, like that charter school that Bryan Llenas was just showing you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. Right."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "Now, they only got a third of the students in the classrooms, so that means they have only got a third of the students in the hallways. And also, people may be disgusted by that, but it's actually a very good laboratory, because it shows other schools what not to do. And it lets other administrators know that you have to account for a bunch of kids coming out at the same time. So, in addition to staggering days that students are going to be in school, they also have to stagger when they're eating lunch and when they're leaving classrooms, so you don't have something like that, which didn't account for."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "And it really reminds me of Y2K, because people were so worried that all the clocks and computers were going to freak out, and the entire world was going to stop spinning on its axes, and we were going to die. And the thing that's happening here in schools, we really don't know if kids are susceptible to the virus if they're in groups together, and, if they're not susceptible, if they have limited symptoms, if they can still spread it to some older and vulnerable family members. That is the $64 million question. And we just don't know the answer to that. So we're still anticipating. So, there are places, like New York, which starts a little later, California, those schools aren't opening in- person for at least several months. They are doing all distance learning for now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "But they will see what happens in places like Georgia and Florida, who have earlier calendars. They commence earlier, an earlier school year. And we will see if they can, in fact, somehow, with masks, sanitizer and partitions, mitigate the virus."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You have two girls. And I'm wondering, as a mom, are you anxious? How are they going to be handling school this fall? What -- how do you judge it?"
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "I'm very anxious. I'm not going to lie. I mean, I'm a little bit of a germaphobe. And I don't feel comfortable throwing them into New York City classrooms eight hours a day, five days a week. And I'm happy. I feel like both of their schools are being very thoughtful about the process. And we have had several town halls with the principals and the teachers there really outlining how they're going to make it work. And they're really trying to adjust for siblings, so they attend school on the same day."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "But, as a mom, I'm still scared, because there are people who have gotten very sick. There are people -- this is a deadly virus."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Absolutely. No, absolutely."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "And you don't want to be the parent with the one kid who, unfortunately, has the worst consequences from it. But, by the same measure, they cannot sustain this distance learning forever. They really are going to compromise their educational growth and their social growth and all the things that students need when they go to school."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we will watch it closely."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "Thanks, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Kennedy, good catching up with you, getting your read as a mom as well. I think that's very, very important. We're going to be hearing from Senator Chris Van Hollen his views on the president's efforts to take matters into his own hands and provide executive orders to provide stimulus. Already, Chuck Schumer is opening to resuming those talks. What about Senator Van Hollen? We will ask him next."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, you don't do a deal, I will. That was the read of the president this past weekend, where he ignited Democratic fury and some Republican opposition, limited though it was, to go ahead and act unilaterally by issuing four executive actions or orders, however you want to look at it, that will include shoring up monies like ongoing jobless benefits that would continue through the end of the year, albeit at a smaller amount, and payroll tax cuts going to those who earn $104,000 or less. There are other issues here, but all of them, Democrats say, he cannot do. Chris Van Hollen, the Maryland Democratic senator, with us right now. Senator, the president says he's going to do it because Democrats were not really interested in doing anything. What do you say?"
    },
    {
      "speaker": "SEN. CHRIS VAN HOLLEN, D-MD.",
      "utterance": "Well, Neil, that's just not true. Democrats have been working very hard to do something to help the country. As you know, the House passed the HEROES Act almost three months ago. We have tried to get a vote on that in the United States Senate. Senator McConnell has blocked it. We went to these negotiations, and the administration walked away from the negotiations. I don't think enough people have focused on the fact that Senator McConnell, the Republican leader in the Senate, has told a national audience that 20 of his Republican senators don't want to do anything, zero. They think the problem has gone away, apparently. And so that means that the administration seems unable to come to a principled, centered compromise."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, this is what he did, though, right? He did this. And now I'm just asking, if you are not able to come back together and work on an alternative agreement, would you be against what the president wants to do, these payroll tax cuts and extending jobless benefits at $400 a week, rather than $600 a week, with governors and states picking up $100 of that? Would you be open to that, or would you vote against that? Would you be against doing that?"
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "Well, there are -- there are legal and constitutional problems, which I think Republican senators have pointed out. But my focus, Neil, is on the fact that this is actually more show than substance, at the end of the day. This is mostly unworkable. For example, the unemployment insurance, what the president said to states is, OK, take some of the monies that we have given to you to deal with the emergencies of the pandemic a while ago as a down payment, and use some of those monies to match some federal monies for U.I. So, some of the states have already allocated, most, maybe, in some cases, all of that money. We still don't know, and neither does the administration. Second, what the president is asking those governors to do is pit one American against another, right? They're saying to governors, OK, the money we gave you to help with personal protective equipment or testing or to help reopen schools safely or for health care needs or all these other things, take that away from those Americans, in order to help the folks on U.I. And what Democrats are saying is, we can do both. We don't have to rob constituent Peter in order to help constituent Paul."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, let me get a handle on where you see this going, because a lot of Democrats were all for -- I don't know -- at the time, I think you were a congressman -- but for the two occasions President Obama unilaterally cut the payroll tax. Now, to be fair, Republicans were railing against that at the time. They're for this. Democrats were fully supportive of what President Obama was doing back then. They're railing against this. So, isn't this all politics, Senator?"
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "Well, Neil, there are a couple things here. One, if you're going to even consider doing that, you need to, at the same time, fully repay and make the Social Security trust fund whole. President Trump doesn't do that in this plan, right? He cannot do it. And so what he is saying is that we're going to..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Did Barack Obama? Did Barack Obama?"
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "Yes, absolutely, every penny, every penny he allocated to fill whatever holes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, that money was paid back after the fact?"
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "A hundred percent, at the same time. In the same -- in the same law -- in the same law..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you would be open for this, Senator, if -- would you be open for this if he did that?"
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "No."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "If this president did that?"
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "I don't think that -- the payroll tax part of the president's executive order, I don't think is the most effective stimulus. Neither do a great majority of Republican senators. I mean, you have heard that. They don't think that's the most effective way to address this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, they were twice for Barack Obama, right?"
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "No, no, no."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "They were twice for Barack Obama."
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "So..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "They were once for George W. Bush."
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "Right. Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, there is a precedent here, right?"
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "Neil -- Neil, the issue right now are the 30 million Americans who are out of work. And a payroll tax deduction does zero for them. If you're not getting a paycheck, getting some money deferred from your payroll taxes doesn't do you any good. Back in the day..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, that's where the unemployment benefits kick in, right? That's where the unemployment benefits, keeping them going..."
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "Yes. Now -- yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You're right. The means, that might be -- you have to iron out."
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But that is one thing you wanted to see, right?"
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "So, just to be clear, what President Trump is proposing is simply saying that, for a little while, Americans who are working won't have their payroll taxes deducted. But, under President Trump's proposal, they will have to pay every penny of it back. And, by the way, employers are the ones who are legally liable to make sure those monies will be repaid. So, we're hearing from lots of employers who say..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": ".. they're not going to take the risk of whether my employee, who may not even work for me anymore, is going to repay those monies. So, it's just an unworkable plan. It's also not the most effective relief right now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Indeed, we have heard from many of those employers who are worried about just that, Senator. So, there are a lot of issues to iron out here. We will see if you guys can do that."
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "Well..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator Van Hollen, always a pleasure having you."
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "Thank you. Good to be with you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Thank you very, very much. All right, in the meantime, we do know the conventions are coming up, next week for the Democrats. And Joe Biden won't be there to address the troops, so to speak. And the week after that, Republicans gather, and the president of the United States won't be there to address the troops. We already know that Joe Biden will likely give his speech at home in Delaware. We're hearing that the president has narrowed it down to two locations. One is the White House. That's a little tricky. The other is the battlefield at Gettysburg -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, if the White House is too controversial for you, the president of the United States has another option for making his acceptance speech for the Republican Party's nomination. Do it at the battlefield at Gettysburg. How's that? This on the heels of Joe Biden indicating he will make his acceptance speech next week, not at the convention site, but instead at home in Delaware. Kaylee McGhee, The Washington Examiner reporter extraordinaire. We have also got Jessica Tarlov, Democratic strategist, FOX News contributor, both great thinkers, just slightly apart on some of these political issues."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And, Kaylee, to you first on the president narrowing it, narrowing it down to these two locations, the White House or Gettysburg. What do you think?"
    },
    {
      "speaker": "KAYLEE MCGHEE, THE WASHINGTON EXAMINER",
      "utterance": "Trump is trying to make it clear that he's not scared of the coronavirus pandemic and that he's going to be willing to show up, pandemic or not. Now, by doing so, he's trying to distance himself from Biden, who he has said his camping out in his basement and is unwilling to meet with voters in person even slightly, so definitely markedly different strategies. And Trump is really hoping that that energizes his base in a way that maybe it won't for Biden."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Jessica Tarlov, this will be the first time since we have had these quadrennial events and conventions where both nominees are not speaking directly where the convention is being held."
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We came close in 1860, with the Republicans and Abraham Lincoln. I remember covering that one in Illinois. And it almost didn't get off."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, having said that, it did get off. It did get done. And I'm just wondering the impact now for the president in particular if he is robbed of a convention bounce, because you -- he's the one trailing in the polls. That could change. But he's the one who needs that bounce more. Does he more in a Gettysburg or at the White House?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "I think he gets it more at the White House. And as you said in your lead into this, it could be a fraught decision. It is the people's house. We pay the taxes, right? The House belongs to us, as he works for us. So, that decision could be fraught, to that degree. But I think that, with the president's stance on defending monuments to Confederate generals, like Robert E. Lee, that going near Gettysburg, even though it was a stunning defeat for the Confederacy, brings up a topic that I don't think he wants to campaign on. The president wants to talk about what he's done to combat coronavirus. I obviously think he's done an abysmal job at that, but it's going to be a lot more difficult to stay on message and away from defending General Robert E. Lee if he is at Gettysburg. So I think he should opt for the White -- well, he should opt for neither of those choices, but White House over Gettysburg, for sure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, I didn't know you thought he was doing a bad job on the virus. News to me."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Oh, you didn't?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm kidding."
    },
    {
      "speaker": "TARLOV",
      "utterance": "We should catch up some time."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I got to catch up on that. Kaylee, I'm wondering where they stand. I mean, there's been no shortage about either of these guys being able to raise money. There's always concerns going into the fall that one party's at a disadvantage, but they all raise a lot of money. So, I don't think that's going to be an issue. How do you spend it wisely? They're going to really beef up their advertising. Right now, we're hearing the Biden folks are focusing on those battleground states. They're not going to take them for granted, as did Hillary Clinton. What are you hearing on that front?"
    },
    {
      "speaker": "MCGHEE",
      "utterance": "Well, again, the two strategies are very different. So, the Trump campaign is pouring a lot of money into in-person ground campaigning, so hiring a lot of people to go door to door. Last week alone, they apparently knocked on more than a million doors. That's a significant number, but it'll take a few weeks to see if that really made a difference or not. Biden's campaign, on the other hand, is really relying on virtual tactics, so going all in on phone calls and online campaigning, et cetera. And we will see whether voters respond to that as well as in-person campaigning. Right now, it seems like Trump is really capitalizing on nailing Biden for this basement strategy. And in some states, it does seem to be working."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Are you worried, Jessica, that Joe Biden is rusty? He hasn't debated in a while. And he's been limiting his public appearances."
    },
    {
      "speaker": "TARLOV",
      "utterance": "He has been limiting them to some degree, though he's certainly been out there a lot more than he was at the beginning of COVID-19 in the United States. And he's been making himself more available to the press. And, hopefully, he will do more long-form interviews. I'm not so worried about the debates."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "TARLOV",
      "utterance": "He's actually pretty good at them, and he really hit his stride towards the end of the primary. But to the strategy about spending, I think what the Biden campaign is signaling is, not only can they raise as much money and if not more than President Trump in certain months, but that they have a number of routes to the 270 electoral votes that they need. We all assume they would be going straight for the Rust Belt, but the Sunbelt looks to be in play here. And to Kaylee's point about President Trump's campaign thinking, we will go to door to door, and this will work, a lot of people might not want you knocking on their door right now, when our governors are telling us to mask up and to stay away from people outside of our household. So, it is a risky strategy health-wise."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, that's a very good point. Ladies, thank you both very, very much. All right, I have heard of sanctioning countries. I have heard of sanctioning their businesses, but China now sanctioning U.S. politicians, a little more than a dozen. What is it these guys did? After this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "This guy next to me right now has been sanctioned by the Chinese over his Hong Kong statements. Chris Smith is a New Jersey congressman, Republican. Joins us right now. Congressman, what did you do to earn that distinction?"
    },
    {
      "speaker": "REP. CHRIS SMITH, R-N.J.",
      "utterance": "Well, Neil, a few of us have been hit by the Chinese Communist Party. We warned back in 2014 that the autonomy, the special status of Hong Kong was in jeopardy. I introduced the Hong Kong Human Rights and Democracy Act that year. It did not pass until last year. And Marco Rubio did the same on the Senate side. And it really provides for the ability for the president to sanction the Chinese government for its egregious behavior when it comes to human rights. They're not keeping their word. The basic law is being violated. People are being rounded up and roughed up and thrown into prison. And this -- these are the best and the bravest and the brightest in Hong Kong, particularly the young people. And Xi Jinping, like Mao Tse-Tung, is using force and cruelty to suppress them. So, we have spoken that truth to that power, that dictatorship. So, we're sanctioned."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Jimmy Lai, as you know, the Hong Kong billionaire and media titan..."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... was arrested himself today, as well as his sons. This is getting out of control."
    },
    {
      "speaker": "SMITH",
      "utterance": "It's totally out of control. But it also is a -- the harbinger of Xi Jinping's belief of expansionism, hegemony for the region and for the world. And that's not exaggeration at all. What he's doing to Hong Kong, he can do to Taiwan and to other places. So, we need to draw a very, very big line of demarcation of what is acceptable and what is not. And, of course, economically, we have real levers of power. Trump has sanctioned several top people, including Carrie Lam..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "SMITH",
      "utterance": "... for her complicity in this crackdown, again, against these great human rights defenders."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The Hong Kong commissioner."
    },
    {
      "speaker": "SMITH",
      "utterance": "But you're right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I wish we had more time, sir. Thank you very much. You just got to be careful, because any of you guys travel to China -- and I don't know what your plans are -- they can arrest you on the spot."
    },
    {
      "speaker": "SMITH",
      "utterance": "Wasn't planning on it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's crazy. So, just be careful."
    },
    {
      "speaker": "SMITH",
      "utterance": "It is crazy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Congressman, thank you very, very much."
    },
    {
      "speaker": "SMITH",
      "utterance": "They're also hacking our computers."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The world keeps turning, doesn't it? Crazy stuff. Here comes \"The Five.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}