{
  "date": "August 29, 2021",
  "headline": "'Fox News Sunday' on August 29, 2021",
  "subHeadline": "'Fox News Sunday' welcomed guests Jake Sullivan, Mitch McConnell and Annie Linskey",
  "url": "https://www.foxnews.com/transcript/fox-news-sunday-on-august-29-2021",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "sentences": "I'm Chris Wallace. A drone strike takes out two high profile ISIS-K targets, as U.S. troops continue their evacuation mission with just 48 hours to go in Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "sentences": "They lost a planner and they lost a facilitator and that got one wounded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Our troops are still in danger, that continues to be the case every day that they are there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "With the clock ticking down, what does it mean for the security of our troops and civilians looking to get out of harm's way? We'll ask White House national security advisor Jake Sullivan about the situation on the ground and the danger in the final days of the mission.  Then --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY), MINORITY LEADER",
      "sentences": "The Taliban should not be allowed to tell us how long we are there to get our personnel out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll get reaction from Senate Republican leader Mitch McConnell, who's calling on the president to extend the evacuation beyond Tuesday. It's a \"FOX News Sunday\" exclusive.   Plus, the delta variant surges, sending record numbers of children to the ICU and spreading turmoil and anxiety among parents and educators over masks in the classroom. We'll ask our Sunday panel about the latest test for the nation's schools. All, right now, on \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY YINGST, FOX NEWS CORRESPONDENT",
      "sentences": "Chris, on Tuesday, American forces will pack their bags and leave Afghanistan after 20 years. Today, the State Department is telling U.S. citizens to stay away from Kabul's airport, citing a credible terror threat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AFGHAN EVACUEE",
      "sentences": "What I will say, the last six or seven days have been the toughest days of my life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YINGST",
      "sentences": "You can hear the exhaustion the voices of civilians, still desperate to flee Afghanistan.   Two weeks ago, the Taliban took over the capital of Kabul, since then, more than 120,000 people have been evacuated. American allies like the U.K., Spain, and Italy, finished flights out of Kabul this weekend amid questions about how money people will leave once the August 31st withdraw deadline passes. The Taliban told FOX News this week that Americans will be able to safely exit the country, adding this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUHAIL SHAHEEN, TALIBAN SPOKESMAN",
      "sentences": "Those Afghans who were working with the foreigners and foreign troops, if they have passport, they can be evacuated through commercial flights. There is no hurdle, no obstacle on their way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Trey Yingst, reporting from Doha -- Trey, thank you.   Now let's bring in David Spunt at the White House with the latest on how President Biden is handling the final pullout from Afghanistan -- David.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CORRESPONDENT",
      "sentences": "Chris, the president will meet once again with his national security team later today. This, as the pressure on the commander in chief continues to intensify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "To those who carried out this attack, we will not forget.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "The fact that two of these individuals are no longer walking on the face of the Earth, that's a good thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "The Pentagon is ready for additional strikes if needed. MAJ. GEN. WILLIAM \"HANK\" TAYLOR, U.S. ARMY:  We will continue to have the ability to defend ourselves and to leverage over the horizon capability to conduct counterterrorism operations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "The president hunkered down Saturday in the Situation Room, monitoring threats against U.S. forces and civilians in Kabul while mourning the loss of 11 marines, a navy medic, and a soldier. The Pentagon released their names and ages, 31 to just 20, Saturday shortly before the president put out a statement which reads in part: This strike was not the last. We will continue to hunt down any person involved in that heinous attack and make them pay.  Critics are blasting Biden's decision to abandon Bagram Airbase north of Kabul nearly two months ago. The president is rejecting calls to retake Bagram, instead putting his energy into the next 48 hours of evacuations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "David Spunt reporting from the White House. David, thank you. Before the president headed to Dover, I sat down with his national security advisor, Jake Sullivan to discuss the final hours of America's engagement on the ground in Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Jake, let's start with the drone strike in Eastern Afghanistan against that ISIS-K planner and facilitator. First of all, can you tell us their importance to ISIS? And secondly, President Biden says this will not be the last strike against the people responsible for the attack that killed 13 American troops at Kabul airport. So how far is he prepared to go to make ISIS pay?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE SULLIVAN, WHITE HOUSE NATIONAL SECURITY ADVISER",
      "sentences": "The president will stop at nothing to make ISIS-K pay for the deaths of those American service members at the Kabul airport. He will ensure that we get the people responsible for this, that we continue to put pressure on the groups responsible for this, and that we continue to take targets off the battlefield. With respect to these particular targets, these were facilitators and planners who were involved in the movement and production of explosive devices. Our over-the-horizon counterterrorism capability was proven out.  They identified the target. They took the target out. And they are now in the process of identifying further targets to action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "If we had such good intelligence about ISIS-K that we were able to strike in a little bit more than 24 hours, why didn't we move against the group before the bombing at Kabul airport?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "As targets have been developed, we have actioned them. This was the one that we had available to us and we took it in a timely basis when we had it. With respect to the attack at Kabul airport, we, of course, had been warning for days that such an attack could take place.  We took action to try to prevent and disrupt such attacks. But, of course, all we can do is mitigate risk. We cannot eliminate risk. And this is a fundamentally dangerous and high-risk condition. The president has said that from the beginning. Those of us working on it have reiterated that from the beginning.  And it continues, Chris, to be very dangerous. There are more threat streams that we are working actively to try to disrupt and prevent. And as the president has said, another attack could occur at any time. He has directed his commanders on the ground to take every force protection measure possible to ensure the safety of our troops as they complete their mission.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to pick up on exactly what you just said, Jake, because we're now in what White House Press Secretary Jen Psaki called the most dangerous part of the mission, where on the one hand, we're still trying to evacuate Americans and Afghans from Kabul airport but at the same time, we're trying to roll off (ph) the U.S. military -- their operation, their mission there. I want to know what these final hours are going to look like. Are Americans and Afghans who are trying to get out, are they going to have to get through checkpoints on their own? Are they still going to be able to do that? Or at this point in these final hours, are the only people who are going to get into the airport, people whose travel has been arranged to get there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "I'm going to be careful in answering this question, Chris, because it is imperative that we protect the operational details of this incredibly sensitive period of the operation. Because as you say, our military on the ground, those brave men and women out there, those skilled professionals, are right now both trying to finish the job of getting the remaining American citizens and Afghan allies out of Afghanistan and complete their retrograde. And this is a highly sophisticated, carefully calibrated exercise. But to directly answer your question, as we speak here today, our forces there can continue to bring in American citizens and other critical people who have helped us and get them on planes and get them home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And Jake, what's your expectation? How many Americans, how many of our Afghan allies will be left behind when we finally pull out at the end of August 31st?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "Let me start with American citizens. We have evacuated at this point nearly 5,500 American citizens from Kabul. We can never get an absolutely precise count of how many Americans were in Kabul because Americans aren't required to put themselves in a database as living in Afghanistan. But we believe, based on all of the extensive and systematic outreach that we have done, that we are down to a population of 300 or fewer Americans who are still on the ground there. And we are working actively in these hours and these days to get those folks out. But I also want to underscore, Chris, a very important point, there are some people who have chosen so far not to leave. And that is their right.  And after August 31st, they are not going to be stuck in Afghanistan. We are going to ensure that we have a mechanism to get them out of the country should they choose in the future to come home. The Taliban has made commitments to us in that regard. We intend to hold them to those commitments. And we have leverage to hold them to those commitments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, let me pick up on that. I want to play a clip from something that Jen Psaki said late this week about our relationship with the Taliban. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "We have an enormous amount of leverage, this is our view, over time. That includes economic leverage, and includes leverage that we will make clear to the Taliban as it relates to coordination to continue to get American citizens and our partners out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Do you really believe that we have, quote, enormous leverage over the Taliban, enough that we're going to be able to get out Americans and Afghan allies after we pull out? Do you really believe that? And do you really believe that there's a chance that we might be able to set up -- re- set up a U.S. embassy in Kabul?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "Chris, no one here trusts the Taliban. No one here is counting on any words the Taliban offer. What we are focused on is actions.  And yes, the answer is emphatically yes. We do believe that the United States of America possesses substantial leverage to ensure that American citizens and others get safe passage out of that country. And that if they do not, we can bring to bear enormous pressure on the Taliban with a swift and forceful response to their blocking any American citizen, whether before August 31st or after August 31st. That's not about trust. That's about the capabilities we have to hold the Taliban to the commitments that they have voiced directly and the commitments that they have made publicly. And we are working in a united way with dozens of other countries in the international community to ensure that's the case.  As far as the U.S. embassy is concerned, right now, the -- this is going to come down to the Taliban actually following through before we can talk about things like embassies and recognition and the like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But I think some people question whether we have leverage. I understand when you talk about there is pressure we can bring to bear, we have frozen billions of dollars and Afghan assets. There's all kinds of ways we can squeeze them without actually using force. But let me take an example of one member of the Taliban. That's Khalil Haqqani who is the head of security for the Taliban in Kabul. This fellow, Haqqani, he authorized suicide bombings against U.S. forces in Afghanistan over the years. The State Department has a $5 billion bounty on this guy's head. Do you really believe that the kinds of soft power pressure you're talking about is enormous leverage over a zealot like Haqqani?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "First of all, Chris, billions of dollars is not soft power. That's real cold hard cash that matters. Secondly, and probably more importantly, no one is more clear-eyed about who the Taliban are and who the Haqqani network is than the national security professionals that have been working on this issue for the past 20 years. The question is not whether these are good guys or bad guys. We know the answer to that question. The question is whether or not they will ultimately see it as being in their interest to let Americans through.  A lot of people suggested 12 days ago that they wouldn't, that people under the Taliban head of security wouldn't let thousands of Americans have safe passage to the airport and get out. We have evacuated more than 5,000 Americans in that time. And we intend to ensure that any American who wants to leave Afghanistan at any time will be able to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Jake, finally, President Biden was asked on Thursday about his decision to pull out of Bagram Air Base. Here was his answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "They concluded, the military, that Bagram was not much value added. That it was much wiser to focus on Kabul. And so I followed that recommendation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But the generals gave that recommendation after President Biden earlier this spring had overruled their recommendation that he keep at least 2,500 troops on the grounds.  My question is, instead of laying this off on the generals, shouldn't the commander-in-chief take full responsibility giving -- given that they had to make a decision on Bagram based on the conditions that he set for them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "Chris, you've heard the president take ultimate responsibility for every decision he's made as commander-in-chief. He has expressly said the buck stops with him. But let's be real about Bagram. There is a difference between tactical advice from the commanders on the ground, what is the right operational method of executing a drawdown? And on that, he placed great weight on the advice of the people in the field. And the strategic decision to continue a war into a third decade with American troops fighting and dying in a civil war in another country. On the strategic decision, that's a decision only a president can make. On the tactical decision of which is the right airport to have for an evacuation, of course, any responsible president would give significant weight to the advice of the commanders on the ground. And their advice was to close Bagram and focus on Kabul.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Jake, thank you so much for taking time out of this very busy schedule right now to talk with us. Thanks again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll have an exclusive interview with Senate Republican leader Mitch McConnell who says the president has made a grave mistake in Afghanistan. Where does he think we need to go from here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Despite critics' fears thousands of Americans and Afghan allies will be left behind, creating a possible hostage situation, the White House is holding firm it will pull all U.S. forces out of Afghanistan by Tuesday. Joining us now, Senate Republican Leader Mitch McConnell, who has urged the president to disregard that deadline. Senator, you just heard my conversation with National Security Advisor Jake Sullivan. Your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "sentences": "Yes, I think what's been lost in all of this, Chris, is why we went there in the first place. We went there to prevent the Taliban from having a regime that would allow terrorists to reconstitute themselves and hit us again here at home. It's been a total success. If you -- this term \"endless war,\" let's take a look at it. The last seven months, the Afghans have lost more people fighting than we have over 20 years. They've taken 65,000 casualties. We've taken roughly 2,000 in 20 years. The last year and a half we've lost no one.  With our continued deployment of 2,500 people, we were, in effect, keeping the lid on, keeping terrorists from reconstituting, and having a light footprint in the country. The policy was working. Therefore, I think calling it and endless war or claiming that we're somehow trying to get involved in a civil war is - a domestic civil war is simply not accurate. We went over there to protect us here at home. We've not had a mass casualty attack from over there in these 20 years. I'd call that a successful policy. Now we're looking at the exit and over the next two days our heroic military is doing the best they can with a horrible policy decision. This is one of the worst foreign policy decisions in American history. Much worse than Saigon because after we left Saigon, there weren't Vietnamese terrorists who were planning on attacking us here at home. That we leave behind exactly what we went in to solve 20 years ago. And I fear for the future in continuing the war on terror. You know, just because we decide to quit fighting doesn't mean the terrorists go away. So they're still out there. They're invigorated. They're emboldened and excited about the success they see in bringing America to its knees in Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to get into the big policy question, the total withdrawal in a moment. but let's - let's talk about where we find ourselves right now, because we are where we are today and it's clear the president is going to pull up all U.S. forces by Tuesday. He's made it clear he's going to do that. Which raises the question, given that reality, how do we get the rest of the Americans and Afghans out of the country? How do we protect ourselves going forward from a terror attack that emanates from Afghanistan, and how do we deal with the Taliban?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCONNELL",
      "sentences": "Very poorly, Frankly. We will - we'll not have sources on the ground. The over the horizon attacks, such as was carried out, is, you know, quite limited in effectiveness. And every either American or Afghan ally left behind is either a potential victim or a hostage. Remember the Taliban love taking hostages. They've done this before. It puts us in an extraordinarily difficult position. And also, remember, Afghanistan is landlocked. There's only one way in by air and one way out by air. We don't have sort of friends in the neighborhood that would provide us the kind of intelligence that we would normally get, for example, in Syria or in Africa or in Yemen. So it's going to be extremely difficult. We have very, very little leverage to extract additional Americans or Afghan allies from this landlocked country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, I want to pick up on that because you say we have very little leverage. You know, you've just heard Jake Sullivan say we have a lot of leverage. And he talked about international pressure, diplomatic pressure, and especially financial pressure because we and some of our western allies have frozen billions of dollars in assets that the Taliban is very much going to need to continue to do business. Do you not see that as enormous leverage?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCONNELL",
      "sentences": "Well, they have other sources of revenue, as you know. The Haqqani network and other groups engage in organized crime, basically. They have other sources of revenue. And, of course, they're not particularly concerned about international pressure. These are barbarians who certainly are not motivated by what others may think of them, and they've got the neighboring countries that have actually been sympathetic to them. The Pakistan government has always been somewhat sympathetic to them. So they've got kind of a friendly neighbor as well. So we have little or no leverage to get our people out or our allies.  You know one thing I think that's been really encouraging is to see the American veterans wo have come back from over there working with their former interpreters, communicating with them, trying to get them back to the airport to get out of there. The American veterans, we've heard from many of them in my state, and I know other members of Congress have -- have been working overnight trying to get their friends and allies out of that country. It's been quite inspiring to see all of these veterans pitching in and trying to help their former colleagues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's turn to the big policy question that you started with, and that is the decision to pull out of Afghanistan in the first place. You've been very consistent. You opposed it when Donald Trump started the process. You opposed it when Joe Biden continue the process. And back when he announced that, yes, in April, he said, I'm going to get everybody out by the end of August, you noted the fact, as you did today, that for more than a year not a single American had been killed in combat in Afghanistan. President Biden was asked about that this week and he pointed out the fact that they didn't attack us after Donald Trump had made the deal that all of Americans were going to get out. Take a look at what the president had to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I have only one alternative, pour thousands of more troops back into Afghanistan to fight a war that we had already won relative to why the reason we went in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator, does President Biden have a point there? If in April he had said, hey, the Trump deal is off, we're staying in and, in fact, we're going to beef up the number of troops, he contends we'd have been back in a full-scale war with the Taliban, and, unfortunately taking a lot of casualties.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCONNELL",
      "sentences": "Totally not accurate. Once again the president's off the mark. We hadn't lost as many as 13people, which we lost Thursday, in any of the last four years. In fact, our casualties since 2014 have been quite modest, quite modest. We lost more - I repeat - more of our military personnel last Thursday then we lost in any one of the last four years. So the balance has been dramatically reduced for American personnel. Remember, in the whole war, Chris, we have regretfully lost a couple of thousand of our people. We -- that's very regretful. But the Afghans have lost 65,000. They have been fighting and we've been in the background helping them with counterterrorism and the ongoing training of the military. The policy was working if you remember why we went there, which was to keep the Taliban out and the terrorists from being able to operate with impunity so they could attack us again here at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator, I've got about a minute left. I want to ask you one question on another subject. You've been very active on the issue of COVID, pushing vaccines. You've even taken some of your campaign funds to do a public service announcement. The highest number of new COVID cases right now are in Florida and Texas, where two Republican governors have banned mask mandates in schools and other places.  Do you think that Governor DeSantis and Governor Abbott are making a mistake banning individual institutions, school districts, from imposing mask mandates?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCONNELL",
      "sentences": "You know, I'm kind of reluctant to give governors advice about how they ought to carry out their responsibilities during the pandemic, but I do think it's important to remember that 90 percent of the people in the hospitals are unvaccinated. So the answer to this is get vaccinated. If we could keep saying that over and over and over again, I think that's the key to this. This is a crisis among unvaccinated Americans who seem to be reluctant to believe that vaccination works. It does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "sentences": "Senator McConnell, thank you. Thanks for your time this Sunday. It's always good to talk with you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCONNELL",
      "sentences": "Thanks, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll bring in our Sunday group to discuss our high stakes exit from Afghanistan. Will it now become the center of radical Islamic terrorism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, evacuations and airlifts continue in Afghanistan as the military monitors terror threats in real time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Our troops are still in danger. That continues to be the case every day that they are there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel about the final hours of the mission, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We will not forgive. We will not forget. We will hunt you down and make you pay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Biden vowing to avenge Thursday's suicide bombing at Kabul airport that killed 13 U.S. troops and more than 150 Afghans. And with Friday's drone strike that took out to members of ISIS-K, he began to make good on that pledge. It's time now for our Sunday group. GOP strategist Karl Rove, Annie Linskey, who covers the White House for \"The Washington Post,\" and Fox News political analyst Juan Williams. Annie, I think it's fair to say -- I don't think anybody would disagree -- this has been the toughest week or two weeks of the Biden presidency. First of all, that stumbling start after the Taliban took Kabul. Then they seemed to get a handle on the evacuation. And then, of course, Thursday, the tragic bombing at the airport that killed, as we say, 13 U.S. service members and 150 Afghans. Where is the Biden White House at this point? And with all of the ups and downs, are there new splits inside the administration? ANNIE LINSKEY, WHITE HOUSE REPORTER, \"WASHINGTON POST\": Yes, thank you, Chris. I mean, and as we're speaking, you know, right now, the president, of course, on his way to Dover to do what has got to be the most difficult task of his presidency so far, which is to try to provide some amount of comfort, if they're willing to see him, to the family members whose remains are being transferred right now. You know, texting with some of my White House sources this morning, they recognize that this moment for Biden is particularly charged. Of course, he's gone to Dover in the past, but never in this type of circumstance when it was his call. You know, to your other point, you know, have there been factions within the -- not only the White House, but the administration, about whether this was the best course forward. You know, of course there have been and, you know, we've been reporting on this, Fox has been reporting on this since July when there were many, many people who were pointing out to the president that Kabul could fall by quickly. And for some reason this administration has -- did not see that as the consensus view or as a credible view and they have, you know, lived to regret that choice. And what we have seen in the last few weeks has been truly, truly awful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right. Karl, I'm curious, and we heard two different versions of this from Jake Sullivan and Senator McConnell, this talk about all the leverage we have over the Taliban. Obviously, whatever leverage we have is the only way, after Tuesday, that we're going to be able to get Americans and Afghans realistically out of the country. But is this realistic, this idea that we have, quote, enormous leverage, over the Taliban?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "sentences": "I think it's ludicrous and we got a taste of what the administration thinks their leverage is when Mr. Sullivan talked about the financial advantage we have, the economic advantage. In other words, we're going to bribe these people, the Taliban, to do the right thing. I noticed the president was very emphatic about taking action against ISIS- K that killed 13 Americans on Thursday. But, remember, it's the Taliban who is largely responsible for the vast bulk of American deaths over the last 20 years and yet his administration seems to have the attitude we're going to send a drone strike at ISIS-K but we are going to bribe the Taliban to do the right thing. Even though we know for fact certain the department of defense IG has said that they have, over the last year, three times the IG has said they continue to work hand in glove with al Qaeda and we also know that they have violated what is apparently a secret part of the Trump administration's agreement not to attack 34 provincial capitals. They have all those capitals in their hands right now. So they're unreliable and the idea we're going to be able to bribe them to be friends of ours is ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Juan, the president is at pains to say, when people focus on Afghanistan, look, the terror threat has metastasized, it has spread across Asia and Africa and it's in a lot of places and a lot of places he thinks, or he contends, in a much greater and more threatening way than it is in Afghanistan. But over the last few weeks, the Taliban, as we gave up these prisons, was able to release thousands -- according to the Pentagon, thousands of al Qaeda and ISIS-K prisoners. I mean isn't just realistic that Afghanistan is now going to become central headquarters for the Islamic jihadist movement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "sentences": "Well, I think that, you know, Biden's critics, and I think there's certainly a realistic look at it, just like you described it, Chris. There's the potential for a terror threat now not only across the globe, but specific to us here in the United States, coming from terrorists who are based in Afghanistan once again. But I think it's important to put this in some context. This is not the terror threat we faced on 9/11. This is very different. I mean you stop and think about it, the differences include, one, the element of surprise is gone. Two, we have a Department of Homeland Security and intelligence networks with our allies that are aimed at terrorists and specifically now at Afghanistan. And also you have to keep in mind, the terror threat is smaller because the world, it seems to me, is vastly different. You can't get on a plane, our buildings are now all supported and, you know, intentionally designed to withstand that kind of thing, and we also have the whole notion that if we leave troops there -- and I just - I think this is so critical -- there is a looming civil war between the Taliban, ISIS, and warlords, that would put our troops in great danger and pull us back into that war. Right now ISIS and the Taliban are at each other's throats. And then you have China and Russia, which are adjacent to Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They have issues with that government. So there's a lot going on in that country and I don't think the terror threat is the one we faced on 9/11.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Karl, I've got about 30 seconds left in this segment. Are you reassured by Juan and all the ways in which he says things are different and better than around 9/11?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "No. Now the Taliban has an enormous stash of weapons, which they - they are now going to become the world's largest arms dealer. They had an enormous stash of cash. As you pointed out earlier, they engage in organized crime, namely the distribution of drugs. And I hope Juan is right, that they haven't been figuring -- spending the last 20 years trying to figure out how to hit us. The amount of actionable intelligence we have on people inside Afghanistan is going to dwindle over time because we're no longer on the ground and our allies are not on the ground and the allies that remain on the ground are going to be trying to hide rather than being killed. I have a friend who's been in touch with his interpreter and -- who was killed by the Taliban because he was with America and he wasn't in Kabul and he was therefore out of the limelight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, panel, we have to take a break here. We're going to hear more stories like that, I suspect. We'll see you later in the hour. Up next, mandatory evacuations across the Louisiana coast as Hurricane Ida strengthens and nears landfall. Live reports from the Fox Weather Center and New Orleans when we come right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now, a Fox News Weather Alert. We're tracking Hurricane Ida as the category four storm approaches the Louisiana coast on a track very similar to Hurricane Katrina 16 years ago today. Jeff Paul is live in New Orleans with the latest, but first to Rick Reichmuth in the Fox Weather Center. Rick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK REICHMUTH, FOX NEWS CHIEF METEOROLOGIST",
      "sentences": "Hey, Chris. Yes, this storm incredibly dangerous. We've seen a massive strengthening from this storm during the overnight hours and then this morning. Pressure has dropped considerably and continues to do so. So we're talking about a storm that's strengthening. You don't like to see that making landfall. Now, there's the center of it, getting very close to the coastline. Where it comes on shore, that's going to be where the worst of this surge is. Some cases, 12 to 16 feet of surge. And then you'll notice we're talking about hurricane warnings that go well inland because it's making landfall as a hurricane. It's going to take a long time for that to wind down. So we're going to be seeing hurricane conditions in places like Baton Rouge, certainly in New Orleans. And when you look at the radar here, it's going to be getting very close, probably about two to three hours before we have landfall. So hurricane conditions in New Orleans. We're going to be talking about storm surge. We'll see if those levees can hold in the New Orleans area. That's going to be the first big test of a hurricane anywhere in New Orleans since Katrina hit 16 years ago today. Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Rick, thanks. Now it's bringing Jeff Paul in New Orleans, where residents are either heading out of town or bracing to ride out the storm. Jeff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF PAUL, FOX NEWS CORRESPONDENT",
      "sentences": "Yes, Chris, the winds are really starting to intensify as Hurricane Ida gets closer and closer to making landfall. Still a few stragglers out here in the French Quarter of New Orleans. But you go to some of those low-lying areas and people are really starting to make the decision to get out and clear out as fast as they can. And that's part of the reason why we saw so much traffic yesterday and into today along the highways. People going west to Houston, going east to just get out, maybe get to Georgia or Florida, or just heading straight north. But because this storm got so strong so fast, it did not give the city time to order a mandatory evacuation. So people who are staying are either riding it out with stocked up groceries, sandbags and fuel for their cars or generators. And many businesses are boarding up. But some others, some restaurants in particular, are staying open to keep it as a spot for folks to either get food or just to seek refuge. Some restaurant owners say this storm reminds them of previous devastating storms and they're going to be watching it very close.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS GENNIN, BUSINESS OWNER",
      "sentences": "Nobody was paying attention to this until it was - well, it could be a four, could be a five. And then everybody kind of woke up and realized, wow, we do not want this storm, I mean because it did. It wiped this whole coast out. My businesses included at the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EVANGELINE VIZZINI, RESIDENT",
      "sentences": "It's pretty low-lying. You've got marsh on either side. The beach on that side. So there's really nowhere for the water to go but to come inland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "As the storm gets closer, emergency management officials warn people that if you are staying, be prepared to go days without power because many of those roads to get crews in to make those repairs will either be blocked or damaged by debris. Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Jeff Paul reporting from New Orleans. Jeff, thank you. And, please, stay safe. When we come back, a federal judge tosses out the ban by Florida Governor DeSantis on mask mandates in schools. We'll discuss the fight over who gets to decide what's best for the nation's students.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "sentences": "The U.S. is the only major country that is saying that this has to be forced on people by the government. I think it's something that the parents should be deciding. I don't think it's something that the government should be deciding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Florida Governor Ron DeSantis defending his order, banning mandates in schools, which was just blocked by a state judge on Friday. And we're back now with the panel. Karl, Florida is averaging over 20,000 new COVID cases a day. And, as we said, the Florida judge just rejected, just overruled, his ban on school districts imposing mask mandates. With COVID cases spiking, and pediatric cases included in that, and his polls slipping, can DeSantis keep to this hard line?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, it's going to be a big test for him, obviously. And only time will tell. I want to repeat what Mitch McConnell said earlier. Senator McConnell was absolutely right, the only way for us to grapple with this is to have ever- increasing levels of vaccination. And to the degree that we are talking about these side issues of whether or not, you know, first graders ought be wearing masks or not, we're -- the time devoted to that is time that we can't spend and don't spend on encouraging more people to get vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Meanwhile, there were several new developments on covid this week, and I want to put them up on the screen. More than 100,000 COVID hospitalizations across the country on Thursday and more than 2,000 deaths across the country that same day, first time we've crossed the 2,000 mark since March. The FDA gave full approval to the Pfizer vaccine. And after the president talked about a third booster shot eight months after the second shot from the vaccine, we got this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The question raised, should it be shorter than eight months? Should it just be almost five months? And that's being discussed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Juan, where are we now in the fight against COVID?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, Chris, I think let's start with the numbers that you put up on the screen, but also the good news, which is, the good news really boils down to more people are getting vaccinated. One day this past week we saw more than a million people get the vaccination. So there's been a surge in people changing their minds and going to get vaccinated. Now, having said that, I think it's 52 percent of Americans now have had a full shot, both doses or at least -- 70 plus percent at least one shot. But the excuses for not getting vaccinated are also illustrated by the numbers you put up on the screen. You've had FDA approval now of the Pfizer vaccine, so clear the government stands behind the vaccines. Two, employers are saying that either you get vaccinated or you're willing to be regularly tested and pay a higher fee for insurance or get another job. You can't work here. That also, the employers, the business community now standing strong. And then, finally, I think the courts siding with the schools and saying that mask mandates are realistic and good health policy, again, I think this is all very good. So the anti-vax crowd and the politicians who kowtow to them, I see them as having allowed this virus to spread and now that suicidal mind-set is in retreat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Annie, there was another development in all of this, this week, and that is that we got a summary, a non-classified summary, of the intelligence assessment of the origins of the COVID virus. And as I understand it, four agencies with low confidence said they still believe that COVID came from the wet markets, from a bat or some other animal spreading to a human in Wuhan, China, and one agency with moderate confidence said they think it came out of the Wuhan Virology Lab. So where does that leave this debate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LINSKEY",
      "sentences": "I mean, Chris, when President Biden announced that he was going to do this review earlier this year, 90 days ago, I think, you know, at that time a lot of people said -- were very hopeful that scrubbing through the intelligence again would bring us to some kind of conclusive answer. I mean I have to say, my reporting at the time, most of the experts we talked to said it was unlikely that would happen and, you know, we all are so curious and so desperately need to get to the answer on this question. So this report didn't move us too much further in that direction other than to say conclusively it was not a biological weapon. And so I think that does provide perhaps a little bit of comfort, but I -- you know, we still very much need to put pressure on China and I believe that is what the Biden administration is talking about to try to get some additional answers, which I think we all really desperately would like to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Karl, let me pick up on that because, you know, everyone wants to see an answer here. Is there anything we can do to get the Chinese to be more transparent because I think the general assessment is, unless they provide more answers than they have so far, this is going to remain a puzzle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes, good luck with that. They're not going to be more forthcoming. When you have a government, as we have in the form of the Chinese government, alleging that this really came from Fort Dietrich Maryland and was part of a military plot by the United States, you clearly do not have a government, the Communist Party of China, interested at all in being transparent and forthcoming. So we're stuck where we are. They're not going to be more forthcoming with any information that allow us to resolve this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Juan, your thoughts? Is there anything we can do? You know, obviously, we're not going to go to war, but short of that, is there anything that Joe Biden can do with the man he said he spent so much time with, President Xi, to try to get the Chinese to be more transparent about the origins of this virus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, sorry to tell you, Chris, but I think we're headed in the other direction. These people have refused to be helpful, transparent. I think they've used the World Health Organization as blockers to prevent us from getting the facts. That's why this report from our intelligence agency said they couldn't come to a conclusion. Although just to underscore Annie's point, it's not the case that it was intentionally used as a military or bioweapon. I think they clearly stated that. But I just don't see how the Chinese are going to change or we can count on the Chinese reversing course at this juncture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, thank you all for participating in a jam-packed show. We'll see you all next Sunday. And one final note. As we end our 20 year war in Afghanistan, it's worth remembering we did accomplish our prime objective there. I've written a new book called \"Countdown Bin Laden: The Untold Story of the 247 Day Hunt to Bring the Mastermind of 9/11 to Justice.\" It's the behind-the-scenes account of how America's intelligence, political, and military branches came together to pull it off. You can preorder \"Countdown\" now. It comes out September 7th, in time for the 20th anniversary of 9/11. And that's it for today. Have a great week and we'll see you next FOX NEWS SUNDAY. Copy: Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "utterance": "I'm Chris Wallace. A drone strike takes out two high profile ISIS-K targets, as U.S. troops continue their evacuation mission with just 48 hours to go in Afghanistan."
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "utterance": "They lost a planner and they lost a facilitator and that got one wounded."
    },
    {
      "speaker": "WALLACE (voice-over)",
      "utterance": "But warnings the threat is far from over."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Our troops are still in danger, that continues to be the case every day that they are there."
    },
    {
      "speaker": "WALLACE",
      "utterance": "With the clock ticking down, what does it mean for the security of our troops and civilians looking to get out of harm's way? We'll ask White House national security advisor Jake Sullivan about the situation on the ground and the danger in the final days of the mission. Then --"
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY), MINORITY LEADER",
      "utterance": "The Taliban should not be allowed to tell us how long we are there to get our personnel out."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll get reaction from Senate Republican leader Mitch McConnell, who's calling on the president to extend the evacuation beyond Tuesday. It's a \"FOX News Sunday\" exclusive. Plus, the delta variant surges, sending record numbers of children to the ICU and spreading turmoil and anxiety among parents and educators over masks in the classroom. We'll ask our Sunday panel about the latest test for the nation's schools. All, right now, on \"FOX News Sunday\"."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "And hello again from FOX News in Washington. We begin with breaking news on two stories. First, Hurricane Ida, now a dangerous category 4 lashing the Louisiana coast 50 miles from the mouth of the Mississippi River with wind speeds of 150 miles per hour. The storm set to make landfall this afternoon, exactly 16 years to the day after Hurricane Katrina and described by officials as life-altering. More on that later this hour. But first, the next two days could be the most tense and dangerous for U.S. troops in Afghanistan since the start of the war some two decades ago. They are trying to evacuate some of the thousands of Americans and Afghan civilians while at the same time rolling up their own operation. Meanwhile, President Biden making good on his promise to retaliate for the deadly suicide bombing in Kabul, ordering a drone strike that killed two ISIS-K planners and wounded another -- as his advisors warn another attack the airport is likely before the U.S. completes its exit. In a moment, we'll discuss all this with the president's national security advisor, Jake Sullivan. We begin with FOX team coverage. David Spunt is at the White House, but first, Trey Yingst in Doha, Qatar, with the latest on the ongoing withdrawal -- Trey."
    },
    {
      "speaker": "TREY YINGST, FOX NEWS CORRESPONDENT",
      "utterance": "Chris, on Tuesday, American forces will pack their bags and leave Afghanistan after 20 years. Today, the State Department is telling U.S. citizens to stay away from Kabul's airport, citing a credible terror threat."
    },
    {
      "speaker": "YINGST (voice-over)",
      "utterance": "Days after a suicide bomber killed 13 American service members and an estimated 170 Afghans, U.S. troops are on high alert, and while the Taliban has expanded their security perimeter around the Hamid Karzai International Airport, the entire city remains on edge."
    },
    {
      "speaker": "AFGHAN EVACUEE",
      "utterance": "What I will say, the last six or seven days have been the toughest days of my life."
    },
    {
      "speaker": "YINGST",
      "utterance": "You can hear the exhaustion the voices of civilians, still desperate to flee Afghanistan. Two weeks ago, the Taliban took over the capital of Kabul, since then, more than 120,000 people have been evacuated. American allies like the U.K., Spain, and Italy, finished flights out of Kabul this weekend amid questions about how money people will leave once the August 31st withdraw deadline passes. The Taliban told FOX News this week that Americans will be able to safely exit the country, adding this."
    },
    {
      "speaker": "SUHAIL SHAHEEN, TALIBAN SPOKESMAN",
      "utterance": "Those Afghans who were working with the foreigners and foreign troops, if they have passport, they can be evacuated through commercial flights. There is no hurdle, no obstacle on their way."
    },
    {
      "speaker": "YINGST (on camera)",
      "utterance": "With air evacuations coming to an end, the United Nations is warning half a million Afghans could flee on foot in the coming weeks -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Trey Yingst, reporting from Doha -- Trey, thank you. Now let's bring in David Spunt at the White House with the latest on how President Biden is handling the final pullout from Afghanistan -- David."
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CORRESPONDENT",
      "utterance": "Chris, the president will meet once again with his national security team later today. This, as the pressure on the commander in chief continues to intensify."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "To those who carried out this attack, we will not forget."
    },
    {
      "speaker": "SPUNT (voice-over)",
      "utterance": "The president's stern warning to those responsible for the suicide bombing outside the airport in Kabul. Twenty-four hours later, a U.S. drone strike killed two members of the Islamic State."
    },
    {
      "speaker": "KIRBY",
      "utterance": "The fact that two of these individuals are no longer walking on the face of the Earth, that's a good thing."
    },
    {
      "speaker": "SPUNT",
      "utterance": "The Pentagon is ready for additional strikes if needed. MAJ. GEN. WILLIAM \"HANK\" TAYLOR, U.S. ARMY:  We will continue to have the ability to defend ourselves and to leverage over the horizon capability to conduct counterterrorism operations."
    },
    {
      "speaker": "SPUNT",
      "utterance": "The president hunkered down Saturday in the Situation Room, monitoring threats against U.S. forces and civilians in Kabul while mourning the loss of 11 marines, a navy medic, and a soldier. The Pentagon released their names and ages, 31 to just 20, Saturday shortly before the president put out a statement which reads in part: This strike was not the last. We will continue to hunt down any person involved in that heinous attack and make them pay. Critics are blasting Biden's decision to abandon Bagram Airbase north of Kabul nearly two months ago. The president is rejecting calls to retake Bagram, instead putting his energy into the next 48 hours of evacuations."
    },
    {
      "speaker": "SPUNT (on camera)",
      "utterance": "The president traveled to Dover Air Force Base in Delaware this morning to honor those 13 service members who were killed in that terror attack at the airport last Thursday -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "David Spunt reporting from the White House. David, thank you. Before the president headed to Dover, I sat down with his national security advisor, Jake Sullivan to discuss the final hours of America's engagement on the ground in Afghanistan."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Jake, let's start with the drone strike in Eastern Afghanistan against that ISIS-K planner and facilitator. First of all, can you tell us their importance to ISIS? And secondly, President Biden says this will not be the last strike against the people responsible for the attack that killed 13 American troops at Kabul airport. So how far is he prepared to go to make ISIS pay?"
    },
    {
      "speaker": "JAKE SULLIVAN, WHITE HOUSE NATIONAL SECURITY ADVISER",
      "utterance": "The president will stop at nothing to make ISIS-K pay for the deaths of those American service members at the Kabul airport. He will ensure that we get the people responsible for this, that we continue to put pressure on the groups responsible for this, and that we continue to take targets off the battlefield. With respect to these particular targets, these were facilitators and planners who were involved in the movement and production of explosive devices. Our over-the-horizon counterterrorism capability was proven out. They identified the target. They took the target out. And they are now in the process of identifying further targets to action."
    },
    {
      "speaker": "WALLACE",
      "utterance": "If we had such good intelligence about ISIS-K that we were able to strike in a little bit more than 24 hours, why didn't we move against the group before the bombing at Kabul airport?"
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "As targets have been developed, we have actioned them. This was the one that we had available to us and we took it in a timely basis when we had it. With respect to the attack at Kabul airport, we, of course, had been warning for days that such an attack could take place. We took action to try to prevent and disrupt such attacks. But, of course, all we can do is mitigate risk. We cannot eliminate risk. And this is a fundamentally dangerous and high-risk condition. The president has said that from the beginning. Those of us working on it have reiterated that from the beginning. And it continues, Chris, to be very dangerous. There are more threat streams that we are working actively to try to disrupt and prevent. And as the president has said, another attack could occur at any time. He has directed his commanders on the ground to take every force protection measure possible to ensure the safety of our troops as they complete their mission."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to pick up on exactly what you just said, Jake, because we're now in what White House Press Secretary Jen Psaki called the most dangerous part of the mission, where on the one hand, we're still trying to evacuate Americans and Afghans from Kabul airport but at the same time, we're trying to roll off (ph) the U.S. military -- their operation, their mission there. I want to know what these final hours are going to look like. Are Americans and Afghans who are trying to get out, are they going to have to get through checkpoints on their own? Are they still going to be able to do that? Or at this point in these final hours, are the only people who are going to get into the airport, people whose travel has been arranged to get there?"
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "I'm going to be careful in answering this question, Chris, because it is imperative that we protect the operational details of this incredibly sensitive period of the operation. Because as you say, our military on the ground, those brave men and women out there, those skilled professionals, are right now both trying to finish the job of getting the remaining American citizens and Afghan allies out of Afghanistan and complete their retrograde. And this is a highly sophisticated, carefully calibrated exercise. But to directly answer your question, as we speak here today, our forces there can continue to bring in American citizens and other critical people who have helped us and get them on planes and get them home."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And Jake, what's your expectation? How many Americans, how many of our Afghan allies will be left behind when we finally pull out at the end of August 31st?"
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "Let me start with American citizens. We have evacuated at this point nearly 5,500 American citizens from Kabul. We can never get an absolutely precise count of how many Americans were in Kabul because Americans aren't required to put themselves in a database as living in Afghanistan. But we believe, based on all of the extensive and systematic outreach that we have done, that we are down to a population of 300 or fewer Americans who are still on the ground there. And we are working actively in these hours and these days to get those folks out. But I also want to underscore, Chris, a very important point, there are some people who have chosen so far not to leave. And that is their right. And after August 31st, they are not going to be stuck in Afghanistan. We are going to ensure that we have a mechanism to get them out of the country should they choose in the future to come home. The Taliban has made commitments to us in that regard. We intend to hold them to those commitments. And we have leverage to hold them to those commitments."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, let me pick up on that. I want to play a clip from something that Jen Psaki said late this week about our relationship with the Taliban. Take a look."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "We have an enormous amount of leverage, this is our view, over time. That includes economic leverage, and includes leverage that we will make clear to the Taliban as it relates to coordination to continue to get American citizens and our partners out."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Do you really believe that we have, quote, enormous leverage over the Taliban, enough that we're going to be able to get out Americans and Afghan allies after we pull out? Do you really believe that? And do you really believe that there's a chance that we might be able to set up -- re- set up a U.S. embassy in Kabul?"
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "Chris, no one here trusts the Taliban. No one here is counting on any words the Taliban offer. What we are focused on is actions. And yes, the answer is emphatically yes. We do believe that the United States of America possesses substantial leverage to ensure that American citizens and others get safe passage out of that country. And that if they do not, we can bring to bear enormous pressure on the Taliban with a swift and forceful response to their blocking any American citizen, whether before August 31st or after August 31st. That's not about trust. That's about the capabilities we have to hold the Taliban to the commitments that they have voiced directly and the commitments that they have made publicly. And we are working in a united way with dozens of other countries in the international community to ensure that's the case. As far as the U.S. embassy is concerned, right now, the -- this is going to come down to the Taliban actually following through before we can talk about things like embassies and recognition and the like."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But I think some people question whether we have leverage. I understand when you talk about there is pressure we can bring to bear, we have frozen billions of dollars and Afghan assets. There's all kinds of ways we can squeeze them without actually using force. But let me take an example of one member of the Taliban. That's Khalil Haqqani who is the head of security for the Taliban in Kabul. This fellow, Haqqani, he authorized suicide bombings against U.S. forces in Afghanistan over the years. The State Department has a $5 billion bounty on this guy's head. Do you really believe that the kinds of soft power pressure you're talking about is enormous leverage over a zealot like Haqqani?"
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "First of all, Chris, billions of dollars is not soft power. That's real cold hard cash that matters. Secondly, and probably more importantly, no one is more clear-eyed about who the Taliban are and who the Haqqani network is than the national security professionals that have been working on this issue for the past 20 years. The question is not whether these are good guys or bad guys. We know the answer to that question. The question is whether or not they will ultimately see it as being in their interest to let Americans through. A lot of people suggested 12 days ago that they wouldn't, that people under the Taliban head of security wouldn't let thousands of Americans have safe passage to the airport and get out. We have evacuated more than 5,000 Americans in that time. And we intend to ensure that any American who wants to leave Afghanistan at any time will be able to do so."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Jake, finally, President Biden was asked on Thursday about his decision to pull out of Bagram Air Base. Here was his answer."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "They concluded, the military, that Bagram was not much value added. That it was much wiser to focus on Kabul. And so I followed that recommendation."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But the generals gave that recommendation after President Biden earlier this spring had overruled their recommendation that he keep at least 2,500 troops on the grounds. My question is, instead of laying this off on the generals, shouldn't the commander-in-chief take full responsibility giving -- given that they had to make a decision on Bagram based on the conditions that he set for them?"
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "Chris, you've heard the president take ultimate responsibility for every decision he's made as commander-in-chief. He has expressly said the buck stops with him. But let's be real about Bagram. There is a difference between tactical advice from the commanders on the ground, what is the right operational method of executing a drawdown? And on that, he placed great weight on the advice of the people in the field. And the strategic decision to continue a war into a third decade with American troops fighting and dying in a civil war in another country. On the strategic decision, that's a decision only a president can make. On the tactical decision of which is the right airport to have for an evacuation, of course, any responsible president would give significant weight to the advice of the commanders on the ground. And their advice was to close Bagram and focus on Kabul."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Jake, thank you so much for taking time out of this very busy schedule right now to talk with us. Thanks again."
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll have an exclusive interview with Senate Republican leader Mitch McConnell who says the president has made a grave mistake in Afghanistan. Where does he think we need to go from here?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Despite critics' fears thousands of Americans and Afghan allies will be left behind, creating a possible hostage situation, the White House is holding firm it will pull all U.S. forces out of Afghanistan by Tuesday. Joining us now, Senate Republican Leader Mitch McConnell, who has urged the president to disregard that deadline. Senator, you just heard my conversation with National Security Advisor Jake Sullivan. Your reaction?"
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "utterance": "Yes, I think what's been lost in all of this, Chris, is why we went there in the first place. We went there to prevent the Taliban from having a regime that would allow terrorists to reconstitute themselves and hit us again here at home. It's been a total success. If you -- this term \"endless war,\" let's take a look at it. The last seven months, the Afghans have lost more people fighting than we have over 20 years. They've taken 65,000 casualties. We've taken roughly 2,000 in 20 years. The last year and a half we've lost no one. With our continued deployment of 2,500 people, we were, in effect, keeping the lid on, keeping terrorists from reconstituting, and having a light footprint in the country. The policy was working. Therefore, I think calling it and endless war or claiming that we're somehow trying to get involved in a civil war is - a domestic civil war is simply not accurate. We went over there to protect us here at home. We've not had a mass casualty attack from over there in these 20 years. I'd call that a successful policy. Now we're looking at the exit and over the next two days our heroic military is doing the best they can with a horrible policy decision. This is one of the worst foreign policy decisions in American history. Much worse than Saigon because after we left Saigon, there weren't Vietnamese terrorists who were planning on attacking us here at home. That we leave behind exactly what we went in to solve 20 years ago. And I fear for the future in continuing the war on terror. You know, just because we decide to quit fighting doesn't mean the terrorists go away. So they're still out there. They're invigorated. They're emboldened and excited about the success they see in bringing America to its knees in Afghanistan."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to get into the big policy question, the total withdrawal in a moment. but let's - let's talk about where we find ourselves right now, because we are where we are today and it's clear the president is going to pull up all U.S. forces by Tuesday. He's made it clear he's going to do that. Which raises the question, given that reality, how do we get the rest of the Americans and Afghans out of the country? How do we protect ourselves going forward from a terror attack that emanates from Afghanistan, and how do we deal with the Taliban?"
    },
    {
      "speaker": "MCCONNELL",
      "utterance": "Very poorly, Frankly. We will - we'll not have sources on the ground. The over the horizon attacks, such as was carried out, is, you know, quite limited in effectiveness. And every either American or Afghan ally left behind is either a potential victim or a hostage. Remember the Taliban love taking hostages. They've done this before. It puts us in an extraordinarily difficult position. And also, remember, Afghanistan is landlocked. There's only one way in by air and one way out by air. We don't have sort of friends in the neighborhood that would provide us the kind of intelligence that we would normally get, for example, in Syria or in Africa or in Yemen. So it's going to be extremely difficult. We have very, very little leverage to extract additional Americans or Afghan allies from this landlocked country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, I want to pick up on that because you say we have very little leverage. You know, you've just heard Jake Sullivan say we have a lot of leverage. And he talked about international pressure, diplomatic pressure, and especially financial pressure because we and some of our western allies have frozen billions of dollars in assets that the Taliban is very much going to need to continue to do business. Do you not see that as enormous leverage?"
    },
    {
      "speaker": "MCCONNELL",
      "utterance": "Well, they have other sources of revenue, as you know. The Haqqani network and other groups engage in organized crime, basically. They have other sources of revenue. And, of course, they're not particularly concerned about international pressure. These are barbarians who certainly are not motivated by what others may think of them, and they've got the neighboring countries that have actually been sympathetic to them. The Pakistan government has always been somewhat sympathetic to them. So they've got kind of a friendly neighbor as well. So we have little or no leverage to get our people out or our allies. You know one thing I think that's been really encouraging is to see the American veterans wo have come back from over there working with their former interpreters, communicating with them, trying to get them back to the airport to get out of there. The American veterans, we've heard from many of them in my state, and I know other members of Congress have -- have been working overnight trying to get their friends and allies out of that country. It's been quite inspiring to see all of these veterans pitching in and trying to help their former colleagues."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's turn to the big policy question that you started with, and that is the decision to pull out of Afghanistan in the first place. You've been very consistent. You opposed it when Donald Trump started the process. You opposed it when Joe Biden continue the process. And back when he announced that, yes, in April, he said, I'm going to get everybody out by the end of August, you noted the fact, as you did today, that for more than a year not a single American had been killed in combat in Afghanistan. President Biden was asked about that this week and he pointed out the fact that they didn't attack us after Donald Trump had made the deal that all of Americans were going to get out. Take a look at what the president had to say."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "I have only one alternative, pour thousands of more troops back into Afghanistan to fight a war that we had already won relative to why the reason we went in the first place."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator, does President Biden have a point there? If in April he had said, hey, the Trump deal is off, we're staying in and, in fact, we're going to beef up the number of troops, he contends we'd have been back in a full-scale war with the Taliban, and, unfortunately taking a lot of casualties."
    },
    {
      "speaker": "MCCONNELL",
      "utterance": "Totally not accurate. Once again the president's off the mark. We hadn't lost as many as 13people, which we lost Thursday, in any of the last four years. In fact, our casualties since 2014 have been quite modest, quite modest. We lost more - I repeat - more of our military personnel last Thursday then we lost in any one of the last four years. So the balance has been dramatically reduced for American personnel. Remember, in the whole war, Chris, we have regretfully lost a couple of thousand of our people. We -- that's very regretful. But the Afghans have lost 65,000. They have been fighting and we've been in the background helping them with counterterrorism and the ongoing training of the military. The policy was working if you remember why we went there, which was to keep the Taliban out and the terrorists from being able to operate with impunity so they could attack us again here at home."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator, I've got about a minute left. I want to ask you one question on another subject. You've been very active on the issue of COVID, pushing vaccines. You've even taken some of your campaign funds to do a public service announcement. The highest number of new COVID cases right now are in Florida and Texas, where two Republican governors have banned mask mandates in schools and other places. Do you think that Governor DeSantis and Governor Abbott are making a mistake banning individual institutions, school districts, from imposing mask mandates?"
    },
    {
      "speaker": "MCCONNELL",
      "utterance": "You know, I'm kind of reluctant to give governors advice about how they ought to carry out their responsibilities during the pandemic, but I do think it's important to remember that 90 percent of the people in the hospitals are unvaccinated. So the answer to this is get vaccinated. If we could keep saying that over and over and over again, I think that's the key to this. This is a crisis among unvaccinated Americans who seem to be reluctant to believe that vaccination works. It does."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "utterance": "Senator McConnell, thank you. Thanks for your time this Sunday. It's always good to talk with you, sir."
    },
    {
      "speaker": "MCCONNELL",
      "utterance": "Thanks, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll bring in our Sunday group to discuss our high stakes exit from Afghanistan. Will it now become the center of radical Islamic terrorism?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, evacuations and airlifts continue in Afghanistan as the military monitors terror threats in real time."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Our troops are still in danger. That continues to be the case every day that they are there."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel about the final hours of the mission, next."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "We will not forgive. We will not forget. We will hunt you down and make you pay."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Biden vowing to avenge Thursday's suicide bombing at Kabul airport that killed 13 U.S. troops and more than 150 Afghans. And with Friday's drone strike that took out to members of ISIS-K, he began to make good on that pledge. It's time now for our Sunday group. GOP strategist Karl Rove, Annie Linskey, who covers the White House for \"The Washington Post,\" and Fox News political analyst Juan Williams. Annie, I think it's fair to say -- I don't think anybody would disagree -- this has been the toughest week or two weeks of the Biden presidency. First of all, that stumbling start after the Taliban took Kabul. Then they seemed to get a handle on the evacuation. And then, of course, Thursday, the tragic bombing at the airport that killed, as we say, 13 U.S. service members and 150 Afghans. Where is the Biden White House at this point? And with all of the ups and downs, are there new splits inside the administration? ANNIE LINSKEY, WHITE HOUSE REPORTER, \"WASHINGTON POST\": Yes, thank you, Chris. I mean, and as we're speaking, you know, right now, the president, of course, on his way to Dover to do what has got to be the most difficult task of his presidency so far, which is to try to provide some amount of comfort, if they're willing to see him, to the family members whose remains are being transferred right now. You know, texting with some of my White House sources this morning, they recognize that this moment for Biden is particularly charged. Of course, he's gone to Dover in the past, but never in this type of circumstance when it was his call. You know, to your other point, you know, have there been factions within the -- not only the White House, but the administration, about whether this was the best course forward. You know, of course there have been and, you know, we've been reporting on this, Fox has been reporting on this since July when there were many, many people who were pointing out to the president that Kabul could fall by quickly. And for some reason this administration has -- did not see that as the consensus view or as a credible view and they have, you know, lived to regret that choice. And what we have seen in the last few weeks has been truly, truly awful."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right. Karl, I'm curious, and we heard two different versions of this from Jake Sullivan and Senator McConnell, this talk about all the leverage we have over the Taliban. Obviously, whatever leverage we have is the only way, after Tuesday, that we're going to be able to get Americans and Afghans realistically out of the country. But is this realistic, this idea that we have, quote, enormous leverage, over the Taliban?"
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "utterance": "I think it's ludicrous and we got a taste of what the administration thinks their leverage is when Mr. Sullivan talked about the financial advantage we have, the economic advantage. In other words, we're going to bribe these people, the Taliban, to do the right thing. I noticed the president was very emphatic about taking action against ISIS- K that killed 13 Americans on Thursday. But, remember, it's the Taliban who is largely responsible for the vast bulk of American deaths over the last 20 years and yet his administration seems to have the attitude we're going to send a drone strike at ISIS-K but we are going to bribe the Taliban to do the right thing. Even though we know for fact certain the department of defense IG has said that they have, over the last year, three times the IG has said they continue to work hand in glove with al Qaeda and we also know that they have violated what is apparently a secret part of the Trump administration's agreement not to attack 34 provincial capitals. They have all those capitals in their hands right now. So they're unreliable and the idea we're going to be able to bribe them to be friends of ours is ridiculous."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Juan, the president is at pains to say, when people focus on Afghanistan, look, the terror threat has metastasized, it has spread across Asia and Africa and it's in a lot of places and a lot of places he thinks, or he contends, in a much greater and more threatening way than it is in Afghanistan. But over the last few weeks, the Taliban, as we gave up these prisons, was able to release thousands -- according to the Pentagon, thousands of al Qaeda and ISIS-K prisoners. I mean isn't just realistic that Afghanistan is now going to become central headquarters for the Islamic jihadist movement?"
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "utterance": "Well, I think that, you know, Biden's critics, and I think there's certainly a realistic look at it, just like you described it, Chris. There's the potential for a terror threat now not only across the globe, but specific to us here in the United States, coming from terrorists who are based in Afghanistan once again. But I think it's important to put this in some context. This is not the terror threat we faced on 9/11. This is very different. I mean you stop and think about it, the differences include, one, the element of surprise is gone. Two, we have a Department of Homeland Security and intelligence networks with our allies that are aimed at terrorists and specifically now at Afghanistan. And also you have to keep in mind, the terror threat is smaller because the world, it seems to me, is vastly different. You can't get on a plane, our buildings are now all supported and, you know, intentionally designed to withstand that kind of thing, and we also have the whole notion that if we leave troops there -- and I just - I think this is so critical -- there is a looming civil war between the Taliban, ISIS, and warlords, that would put our troops in great danger and pull us back into that war. Right now ISIS and the Taliban are at each other's throats. And then you have China and Russia, which are adjacent to Afghanistan."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They have issues with that government. So there's a lot going on in that country and I don't think the terror threat is the one we faced on 9/11."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Karl, I've got about 30 seconds left in this segment. Are you reassured by Juan and all the ways in which he says things are different and better than around 9/11?"
    },
    {
      "speaker": "ROVE",
      "utterance": "No. Now the Taliban has an enormous stash of weapons, which they - they are now going to become the world's largest arms dealer. They had an enormous stash of cash. As you pointed out earlier, they engage in organized crime, namely the distribution of drugs. And I hope Juan is right, that they haven't been figuring -- spending the last 20 years trying to figure out how to hit us. The amount of actionable intelligence we have on people inside Afghanistan is going to dwindle over time because we're no longer on the ground and our allies are not on the ground and the allies that remain on the ground are going to be trying to hide rather than being killed. I have a friend who's been in touch with his interpreter and -- who was killed by the Taliban because he was with America and he wasn't in Kabul and he was therefore out of the limelight."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, panel, we have to take a break here. We're going to hear more stories like that, I suspect. We'll see you later in the hour. Up next, mandatory evacuations across the Louisiana coast as Hurricane Ida strengthens and nears landfall. Live reports from the Fox Weather Center and New Orleans when we come right back."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now, a Fox News Weather Alert. We're tracking Hurricane Ida as the category four storm approaches the Louisiana coast on a track very similar to Hurricane Katrina 16 years ago today. Jeff Paul is live in New Orleans with the latest, but first to Rick Reichmuth in the Fox Weather Center. Rick."
    },
    {
      "speaker": "RICK REICHMUTH, FOX NEWS CHIEF METEOROLOGIST",
      "utterance": "Hey, Chris. Yes, this storm incredibly dangerous. We've seen a massive strengthening from this storm during the overnight hours and then this morning. Pressure has dropped considerably and continues to do so. So we're talking about a storm that's strengthening. You don't like to see that making landfall. Now, there's the center of it, getting very close to the coastline. Where it comes on shore, that's going to be where the worst of this surge is. Some cases, 12 to 16 feet of surge. And then you'll notice we're talking about hurricane warnings that go well inland because it's making landfall as a hurricane. It's going to take a long time for that to wind down. So we're going to be seeing hurricane conditions in places like Baton Rouge, certainly in New Orleans. And when you look at the radar here, it's going to be getting very close, probably about two to three hours before we have landfall. So hurricane conditions in New Orleans. We're going to be talking about storm surge. We'll see if those levees can hold in the New Orleans area. That's going to be the first big test of a hurricane anywhere in New Orleans since Katrina hit 16 years ago today. Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Rick, thanks. Now it's bringing Jeff Paul in New Orleans, where residents are either heading out of town or bracing to ride out the storm. Jeff."
    },
    {
      "speaker": "JEFF PAUL, FOX NEWS CORRESPONDENT",
      "utterance": "Yes, Chris, the winds are really starting to intensify as Hurricane Ida gets closer and closer to making landfall. Still a few stragglers out here in the French Quarter of New Orleans. But you go to some of those low-lying areas and people are really starting to make the decision to get out and clear out as fast as they can. And that's part of the reason why we saw so much traffic yesterday and into today along the highways. People going west to Houston, going east to just get out, maybe get to Georgia or Florida, or just heading straight north. But because this storm got so strong so fast, it did not give the city time to order a mandatory evacuation. So people who are staying are either riding it out with stocked up groceries, sandbags and fuel for their cars or generators. And many businesses are boarding up. But some others, some restaurants in particular, are staying open to keep it as a spot for folks to either get food or just to seek refuge. Some restaurant owners say this storm reminds them of previous devastating storms and they're going to be watching it very close."
    },
    {
      "speaker": "THOMAS GENNIN, BUSINESS OWNER",
      "utterance": "Nobody was paying attention to this until it was - well, it could be a four, could be a five. And then everybody kind of woke up and realized, wow, we do not want this storm, I mean because it did. It wiped this whole coast out. My businesses included at the time."
    },
    {
      "speaker": "EVANGELINE VIZZINI, RESIDENT",
      "utterance": "It's pretty low-lying. You've got marsh on either side. The beach on that side. So there's really nowhere for the water to go but to come inland."
    },
    {
      "speaker": "PAUL",
      "utterance": "As the storm gets closer, emergency management officials warn people that if you are staying, be prepared to go days without power because many of those roads to get crews in to make those repairs will either be blocked or damaged by debris. Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Jeff Paul reporting from New Orleans. Jeff, thank you. And, please, stay safe. When we come back, a federal judge tosses out the ban by Florida Governor DeSantis on mask mandates in schools. We'll discuss the fight over who gets to decide what's best for the nation's students."
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "utterance": "The U.S. is the only major country that is saying that this has to be forced on people by the government. I think it's something that the parents should be deciding. I don't think it's something that the government should be deciding."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Florida Governor Ron DeSantis defending his order, banning mandates in schools, which was just blocked by a state judge on Friday. And we're back now with the panel. Karl, Florida is averaging over 20,000 new COVID cases a day. And, as we said, the Florida judge just rejected, just overruled, his ban on school districts imposing mask mandates. With COVID cases spiking, and pediatric cases included in that, and his polls slipping, can DeSantis keep to this hard line?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, it's going to be a big test for him, obviously. And only time will tell. I want to repeat what Mitch McConnell said earlier. Senator McConnell was absolutely right, the only way for us to grapple with this is to have ever- increasing levels of vaccination. And to the degree that we are talking about these side issues of whether or not, you know, first graders ought be wearing masks or not, we're -- the time devoted to that is time that we can't spend and don't spend on encouraging more people to get vaccinated."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Meanwhile, there were several new developments on covid this week, and I want to put them up on the screen. More than 100,000 COVID hospitalizations across the country on Thursday and more than 2,000 deaths across the country that same day, first time we've crossed the 2,000 mark since March. The FDA gave full approval to the Pfizer vaccine. And after the president talked about a third booster shot eight months after the second shot from the vaccine, we got this."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "The question raised, should it be shorter than eight months? Should it just be almost five months? And that's being discussed."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Juan, where are we now in the fight against COVID?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, Chris, I think let's start with the numbers that you put up on the screen, but also the good news, which is, the good news really boils down to more people are getting vaccinated. One day this past week we saw more than a million people get the vaccination. So there's been a surge in people changing their minds and going to get vaccinated. Now, having said that, I think it's 52 percent of Americans now have had a full shot, both doses or at least -- 70 plus percent at least one shot. But the excuses for not getting vaccinated are also illustrated by the numbers you put up on the screen. You've had FDA approval now of the Pfizer vaccine, so clear the government stands behind the vaccines. Two, employers are saying that either you get vaccinated or you're willing to be regularly tested and pay a higher fee for insurance or get another job. You can't work here. That also, the employers, the business community now standing strong. And then, finally, I think the courts siding with the schools and saying that mask mandates are realistic and good health policy, again, I think this is all very good. So the anti-vax crowd and the politicians who kowtow to them, I see them as having allowed this virus to spread and now that suicidal mind-set is in retreat."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Annie, there was another development in all of this, this week, and that is that we got a summary, a non-classified summary, of the intelligence assessment of the origins of the COVID virus. And as I understand it, four agencies with low confidence said they still believe that COVID came from the wet markets, from a bat or some other animal spreading to a human in Wuhan, China, and one agency with moderate confidence said they think it came out of the Wuhan Virology Lab. So where does that leave this debate?"
    },
    {
      "speaker": "LINSKEY",
      "utterance": "I mean, Chris, when President Biden announced that he was going to do this review earlier this year, 90 days ago, I think, you know, at that time a lot of people said -- were very hopeful that scrubbing through the intelligence again would bring us to some kind of conclusive answer. I mean I have to say, my reporting at the time, most of the experts we talked to said it was unlikely that would happen and, you know, we all are so curious and so desperately need to get to the answer on this question. So this report didn't move us too much further in that direction other than to say conclusively it was not a biological weapon. And so I think that does provide perhaps a little bit of comfort, but I -- you know, we still very much need to put pressure on China and I believe that is what the Biden administration is talking about to try to get some additional answers, which I think we all really desperately would like to see."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Karl, let me pick up on that because, you know, everyone wants to see an answer here. Is there anything we can do to get the Chinese to be more transparent because I think the general assessment is, unless they provide more answers than they have so far, this is going to remain a puzzle."
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes, good luck with that. They're not going to be more forthcoming. When you have a government, as we have in the form of the Chinese government, alleging that this really came from Fort Dietrich Maryland and was part of a military plot by the United States, you clearly do not have a government, the Communist Party of China, interested at all in being transparent and forthcoming. So we're stuck where we are. They're not going to be more forthcoming with any information that allow us to resolve this."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Juan, your thoughts? Is there anything we can do? You know, obviously, we're not going to go to war, but short of that, is there anything that Joe Biden can do with the man he said he spent so much time with, President Xi, to try to get the Chinese to be more transparent about the origins of this virus?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, sorry to tell you, Chris, but I think we're headed in the other direction. These people have refused to be helpful, transparent. I think they've used the World Health Organization as blockers to prevent us from getting the facts. That's why this report from our intelligence agency said they couldn't come to a conclusion. Although just to underscore Annie's point, it's not the case that it was intentionally used as a military or bioweapon. I think they clearly stated that. But I just don't see how the Chinese are going to change or we can count on the Chinese reversing course at this juncture."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, thank you all for participating in a jam-packed show. We'll see you all next Sunday. And one final note. As we end our 20 year war in Afghanistan, it's worth remembering we did accomplish our prime objective there. I've written a new book called \"Countdown Bin Laden: The Untold Story of the 247 Day Hunt to Bring the Mastermind of 9/11 to Justice.\" It's the behind-the-scenes account of how America's intelligence, political, and military branches came together to pull it off. You can preorder \"Countdown\" now. It comes out September 7th, in time for the 20th anniversary of 9/11. And that's it for today. Have a great week and we'll see you next FOX NEWS SUNDAY."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}