{
  "date": "August 11, 2021",
  "headline": "'Your World' on Cuomo resigning, infrastructure spending",
  "subHeadline": "Guests: George Pataki, John Yoo, Ken Langone, John Kirby, Brett Giroi",
  "url": "https://www.foxnews.com/transcript/your-world-on-cuomo-resigning-infrastructure-spending",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS HOST",
      "sentences": "You'd have almost missed it. Governor Andrew Cuomo of New York, tucking his resignation in the final minutes of his remarks where he indicated right now that he was challenging some of the women who were challenging him on outrageous comments and behavior. But as it turned out, the governor gave up the fight. And now 14 days away from being a former governor. We'll be talking to another former governor, Republican George Pataki, what he makes of the changes now in the financial capital of the world, New York state because no matter how you slice it, the new lieutenant governor, by the way, a woman and the first the state has seen in its history will be pulling the levers of power and extreme influence. Welcome, everybody. I'm Neil Cavuto and this is YOUR WORLD. And what an incredible day right? Were something as big as a trillion dollar plus infrastructure passed with bipartisan support, and yet it takes a backseat to the drama in Albany. Bryan Llenas, with the very latest on how it played out and how it might continue playing out. Hey, Brian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYAS LLENAS, FOX NEWS CORRESPONDENT",
      "sentences": "Hey Neil. Well this morning began with Governor Andrew Cuomo is outside counsel, really delivering a blistering attack via PowerPoint against each and every one of the accusers and the Attorney General's report. Then the Governor came on TV, and he apologized for making people feel uncomfortable and if he had offended them, while at the same time discrediting the most serious allegations made against him. And then he decided to resign, blaming politics. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "sentences": "I am a fighter. And my instinct is to fight through this controversy, because I truly believe it is politically motivated. The best way I can help now is if I step aside and let government get back to government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "It is a stunning fall for one of the Democratic Party's biggest stars earlier, President Biden was just asked about this and well, he had very brief comments. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENT OF UNITED STATES",
      "sentences": "I respect the Governor's decision and I respect the decision he made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "Earlier, Rita Glaven the outside counsel for the governor attacked Lindsay Boylan, the first accuser to come out publicly against the governor. And this is what Boylan now says about the resignation. From the beginning, I simply asked that the Governor stop his abusive behavior, it became abundantly clear he was unable to do that, instead attacking and blaming victims until the end. It is a tragedy that so many stood by and watch these abuses happen. The big question now is whether or not impeachment will continue here in Albany. Democrats and Republicans some expressing that there is an appetite to continue with the impeachment investigation that has been ongoing now for five months into multiple different scandals, the nursing home, COVID- 19 deaths, the pull -- the COVID-19 preferential testing for his family and whether or not he used state resources to write his $5 million dollar pandemic book. We spoke to one Assemblyman a Democrat on the Judicial Committee, Phil Steck, and this is what he had to say about the prospect of impeachment moving forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL STECK (D) NEW YORK STATE ASSEMBLY MEMBER",
      "sentences": "I think it's too early to tell. I think we'd have to see what the consensus was of the Democratic majority in our conference. I'd be interested and I've conveyed this to the Committee Chair of having our meeting on Monday and discussing the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "If they did move forward with impeachment, it could bar the governor from running for re-election next year. So that is why that is a big deal. Of course, people do want accountability for those other scandals. Bottom line is Kathy Hochul, the lieutenant governor will now become the governor in 14 days time, the first woman to be governor of the state of New York. Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Bryan Llenas, thank you very much. We've got George Pataki, a member and the three term Republican governor of the great state of New York kind enough to join us now. Governor, great to see you again. What do you make of everything that happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE PATAKI, (R) FMR NEW YORK GOVERNOR",
      "sentences": "Get out some bizarre. First of all, I think it was inevitable that the Governor was either going to be impeached, or he was going to resign. And they didn't resign out of a sense of remorse or acknowledgement that he had this hideously toxic work environment. It was because he wanted to do the right thing and that's just not the case. And he did because he would have been impeached. The Attorney General's report was done thoroughly professionally in a balanced way by an elected Democrat. And then he says it was all politics. It wasn't politics, it was his behavior, not just with the 11 women who, whose credibility was upheld by the Attorney General, but on the nursing homes and the abuse of state resources for its family, for the book, so many other things. And it was just time it was long passed on forgotten or fallen leaf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, obviously, everything changed, the Governor when his own party turned on him better than seven out of 10 assembly and then state legislators of the Democratic bent, said he should go that really changed it, didn't it? It's one thing to fight Republicans quite another your own party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "He would have stayed. If he thought he had the slightest chance of not being impeached, there's no way he would have gone. But ultimately, when the Democrats realized that, and I don't think they want us to impeach him, I think they just finally concluded that they had to do it. Or they would look like they were covering up. So, this is this isn't a day for celebration, this is really a day for looking at the future and hoping that we can do better next time. Neil, I just have to say I heard President Biden's comments. I mean, that was a little bizarre to have so little to say. But anyway, we can move on here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, it was talking about what he did as a governor, the 10 and a half years versus the accusations of these (INAUDIBLE). It was a little weird. But I do want to get your take on maybe when you have outlived your usefulness. And I was discussing this with you earlier, this notion of, you know, three and you're getting on peoples nerves. I'm talking about three terms and seeking a fourth one, whether it was getting long in the tooth. And obviously these were very different circumstances. But you experienced that running. In fact, you unseated Mario Cuomo, the governor's father was a giant at the time you were little known, a mayor of Peekskill, New York, but maybe the governor then talking to the governor's father, Mario Cuomo had sort of pushed it too far. Is there such a thing like after three terms, you're setting yourself up for people to say enough already?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "Yes, I think there is that people do get tired of it. But on the other hand, it really comes down to whether or not your policy is working. You know, and in the case of Mario Cuomo, his policies didn't work. We were the most dangerous state in America, highest tax burden, one of the 11 on welfare. So yes, there was fatigue, but there was also the failure of his policies. And whether Andrew Cuomo, if he had not gone through this and just resigned, if he would have run against, I think he would have been beatable just because of his policies. Look at what's happening in New York, the crying through the roof, the school is falling apart, the mentally ill homeless roaming the streets. We don't know what's going to happen to the school system a few weeks. So, I think his policies were such that it would be better, but he saw the light and resigned in the face of impeachment. But I think either way, it would have been gone at the end of the year of next year because its policies have been such a fad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now the Lieutenant Governor takes over and 14 days that she will fill out the remaining, what 15, 16 months of the governor's term, but there are a lot of people angling for that job. But what do you see happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "Neil, this is New York. I know that I think while we're talking here, there are at least 1,000 politicians from every corner of the state on the phone with their advisors and others say what do you think and I run for governor. So Kathy Hochul will be the governor. I have no doubt that she will face primaries, particularly from the far left of the Democratic party that the socialists when -- you see many faces a primary with Bill de Blasio who was a horrible mayor, but may try to get a promotion as strange as that sounds. So, I think we're going to have a wild year of politics. And it's not just the Governor's office that needs to change. It's the direction of the state that needs to change. So, I hope that the some of the candidates are articulating an intelligent alternative to where we are today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Let's see what happens, Governor, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATAKI",
      "sentences": "Thank you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. John Yoo is a former Deputy Assistant Attorney General. John, thank you for coming. If he is not impeached, he could technically then run for office. Again, I don't know whether it would be as soon as 2022. But impeachment would bar that right. But how likely is something even after the fact like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN YOO, FMR DEPUTY ASSISTANT AG",
      "sentences": "That's interesting question Neil, I mean he looked like he was going to get impeached as the governor, Governor Pataki just said it was inevitable. You had a majority of the House looked like they were going to impeach him and then that you would have a trial in the state senate what they call High Court of Impeachment under the New York Constitution. You're quite right by resigning, what you avoid did hear what Governor Cuomo avoided was having all the evidence aired out in the in the assembly and then the Senate in the course of a trial, where the standards of proof are not the same as in a court where anything could have gone. And in fact, there's no standard in the New York State Constitution, like the high crimes and misdemeanors standard in the Federal Constitution. So they could have brought all kinds of things in, in order to decide whether to remove Governor Cuomo or not. That said, we have this report from the Attorney General, I think most people who've read it have found it compelling the effort by Governor Cuomo to attack it, which you just mentioned Neil and your lead in seemed bizarre, bitter, was not apologetic at all, he still wants to fight that. But the Attorney General report was fairly conclusive. All that's out there on the record, it's hard to see how he could run for office with that they're in his path.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, this is more of a political question, John, but I mean, she is also mentioned on the shortlist of those who would seek the, you know, a run for governor itself in 2022. But she was the one behind this investigation. How would that affect her make a decision for her? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Well, she's a very popular person in terms of the Democratic Party and selecting for office. She's also my understanding is that she's been considered by the by Biden administration to be the first black woman Supreme Court justice as well. So I think what she did, which was very smart, yes. And she could run for governor. She's got a bright future ahead of her. And I think actually, she did a very good job with the investigation. For anybody who would be an opponent of hers would have a hard time attacking her for the way she did this job. It was comprehensive. It was thorough, she picked very good investigators to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, and it wasn't limited to just one or two women ultimately. Eleven, two more have come forward since. And that's what nailed his political coffin. John Yoo, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Thanks, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Now, the other big story on the day, we just got a bipartisan infrastructure package passed in the Senate. That means it's far from a slam dunk in the house. But it's teeing up an even bigger spending measure that will call for tax hikes on people like my next guests, Ken Langone. Democrats are saying it's high time that people like Ken pay their fair share. You do not tell that to Ken Langone, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What if I told you this trillion dollar infrastructure package passed to the Senate today. It might be an appetizer to something a tad pricier. Peter Doocy with more at the White House. Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "And you'd be right Neil. The President (INAUDIBLE) from a few minutes ago said he thinks this first part the $1.2 trillion infrastructure package is going to go a long way on its own and making the country look different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "(INAUDIBLE) who supported this bill, we can be proud of this unprecedented investments that are going to transform the nation and change millions of lives for the better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "He also said there are some places that bridges are so weak fire trucks can't drive over them. It sounds very urgent. But Speaker Pelosi disagrees because she's not even going to bring this up for a vote until she passes a $3.5 trillion reconciliation budget bill and unlike the infrastructure package, Pelosi's reconciliation has zero Republicans on board.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "sentences": "Today, Senate Democrats want to take their next big step toward playing Russian roulette with our country. They want to begin pushing through a reckless, taxing and spending spree that was authored by our self described socialist colleague, Chairman Sanders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "But Nancy Pelosi runs the House. We hear the President say all the time that he doesn't want to tell her what to do. He doesn't want to tell Congress how to govern. And Jen Psaki, the press secretary says that whatever Pelosi decides to do here at the White House, they are going to be in lockstep with her. Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Peter, thank you. Peter, at the White House. Let's go to Ken Langone right now the former Home Depot CEO, the founder of that great company. Ken --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEN LANGONE, CO-FOUNDER, HOME DEPOT",
      "sentences": "No, I wasn't the CEO. Go ahead. I was never the CEO.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "(INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Good that I just -- you are the founder though. You were the big cheese, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "I'm a co-founder. I'm a co-founder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK. All right. I apologize.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "(INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, if you're already starting off on an argumentative way, that's fine Ken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Ken, it's very good to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "It would be make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, it would not. I know recently, you guys -- and it does stop talking about some of the spending plans that require guys like you particularly three and a half trillion dollar measure to pay their fair share, that the tax hikes are going to go to the $400,000 and overcrowd and really zero and in guys like you and you took umbrage to that, didn't you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "Well, I did because I have no trouble paying more taxes. The tax bill of 2017, my taxes went up, they didn't go down a lot. A lot why taxes? Because I'm a New York State resident, I couldn't deduct any of the state taxes. So it's fine. I encouraged Senator Warren to take away my social security and my wife, we don't need it, we shouldn't get it. They haven't got the political courage to do it. I've also said that there should be a minimum corporate tax, like we have a minimum alternative tax, corporation should have the same cut. I also said the carried interest should be dropped, it should be changed. All of us have done extremely well. We will -- I can't think of anybody I know who was not willing to pay more taxes, provided it's not wasted. You look at the money --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And that's your concern here right, Ken, you're not so sure that even if they succeed --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "-- it's actually where it's going to go into the right. But, so the three and a half trillion dollar plan you're not a fan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "No. And more importantly, you're risking an inflationary period in America that's going to crush the little guy. Who gets inflation is a regressive tax. The people that get punished the most by inflation are the people who are struggling to make ends meet. Why? Because they live from paycheck to paycheck. These people deserve better than that. Go back and look at '79 and '80, '81, who was getting crushed the little guy. So I pay more for milk, I pay more for bread, I pay more to buy a car. It doesn't change my quality of life. But a family with five kids were the guys working from paycheck to paycheck. And the wife says milk the $3 (INAUDIBLE) now used to be $1 and a half. Think of the pressure on those families. And this notion that this inflation is transitory is nuts. Is anything (INAUDIBLE). Look --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you are open to a minimum corporate tax. There's the push on the administration's part for a global corporate tax. Are you for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "Better that open to it. I am enthusiastically in favor of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so that's OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "A pay (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. I've got it. But that's OK. But why then that do you recoil when, you know, Elizabeth Warren and others say you're not paying your fair share? How do you answer that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "I'm paying what the Lord provide tells me to pay. I'm paying full taxes. I won't tell you what I paid in taxes this year. But believe me, it blew my mind when I saw what I pay. A huge amount of money. And guess what? Thank God, I could pay it more importantly, thank God I one thing about taxes, they can't tax you if you don't make it. That trying to do that. But Neil, I have no trouble. You decide what my fair share is. I'm saying to you right now to level the playing field. Start by taking away social security for me. They haven't got the guts to do it. Because they're worried about what it will do to their reelection chances. They haven't got the gun. She said to me on that show. She said, well, it's a sacred contract. Yes, it's a sacred contract. They've changed about 50 times in the last 50 years. Not so sacred, almost other changes I made. This is disgusting. I am not (INAUDIBLE) --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So all this spending candidates in that measure, you know, the $400 billion to help the elderly, disabled care, 332 billion for public housing, improve affordable housing, 109 billion for community college, 225 billion for family leave sickly that. Anything they're just where you say, all right enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "Let me give you a for instance Neil. Community colleges, you want to give a kid a break, teach them a trade, goes down on the school for two years, teach him to be a plumber, an electrician, a carpenter. I'm involved -- my wife and I support a school outside of Philadelphia, called Williamson College of the Trades. Companies were lining up to hire the kids that graduated this June to pay them staggering sums of money. There's a shortage of plumbers, electricians, carpenters, masons. Teach the kids something that'll benefit their future. A lot of what these kids are being taught is of no value to them in their later life. But the let's go back to something basic, very basic. We as a nation, versus the other 29 most developed countries on Earth, we spend more money per student than any of the other 29. Our results are 28 out of 30. We're not getting our money's worth. Look at the charter school. Look at this wonderful charter school I'm involved in up in Harlem, Harlem Children's Zone Promise Academy, looked at the results in that school. You can get these kids to drive great results. But you can't. The public schools in New York City are disgrace. They're an absolute disgrace. Why not? Why is it that everybody who lives in New York that can afford it doesn't send their kids to a public school? Doesn't that tell you something? Tells me they want better for their kids and what they can get the -- Neil this is a national crisis and a disgrace. And all the politicians talk about throwing more money at the schools. What about -- what are we getting for our money now? Let's hold people accountable for results. In business, we do that every day. Every single day. Neil, I am not opposed to paying more, I pay more taxes. Please make sure you don't blow it up. But I'll give you a good start.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Let me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You had the big medical center that saved a lot of lives. You've helped a lot of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "Yes, (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know without these mask requirements right now, you know, without some of the, you know, hunkering down just as we're opening up. How do you feel about the mask requirement? How do you feel about doctors at your own center who are saying it might be a good idea to get over this spike? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "I -- we right now have a requirement. If you come into NYU, you wear there. OK. Everybody wears a mask. We've also said that once the FDA approved the vaccine. If you work at NYU and you're not vaccinated, you don't work at NYU anymore. Now that you may consider that for (INAUDIBLE), we're dealing with lives, people come to our hospital to get better not to get sick. We have a moral obligation to make sure that we've made every move we can to protect the health and welfare, certainly not to aggravate a health condition of a person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And what do you say to those who are resistant to the vaccine Ken. For a variety of reasons, but what do you think of those?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "I don't care what they're resistant to, if the vaccine is approved, we have a policy. And you know, by the way, Neil, 87% of all people have been vaccinated. That's very high. We'll get it. We're saying to people, if you don't feel, you want to get vaccinated, for whatever reason, you can't work here. We're not going to put our patients and our -- and your colleagues at risk. So you can play I don't want the vaccine. That's -- that, to me, is a moral obligation we have to adhere to what's best for everybody. I don't want to (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Are you OK Ken, I'm sorry to jump on you there? But are you OK with kids having this requirement with masks and some of your doctors, of course, have mixed views on that, but by and large supported as the school year starts. Others are saying that's a step too far. It's a real distraction for kids. How do you feel about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "Neil, I don't know enough about it to have an opinion. Believe it or not, one time I plead guilty. Normally, I'm not sure on opinions, they elicit one time I don't know enough about it, about what impact it has on the kid psychologically, what impact that doesn't have on it get psychologically. These are all factors that need to be taken into account. I do know this. We cannot be cavalier about this vaccine -- about this virus, we cannot be cavalier. OK. We have to measure twice and cut once. If the powers that be, if the authorities come out and I tell you what I wish they would all do I wish they'd all go into a room and agree on one point. I'm getting a headache from this one says this guy says that the other guys. I mean, come on. You know, I got to be an (INAUDIBLE). Look, look Neil, We have I think they'll splendidly with this virus over the last year more than a year. Let's not do anything foolish or stupid. Let's consider all factors. Let's get all the pros in a room and say, come on, guys --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "-- we got to have one point of view, argue it out and then come out unified. I can tell you right now opposition on vaccines. OK. Opposition or vaccines. Once it's approved, you're going to get it working with NYU Langon. Fair enough?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's pretty, that's pretty strong. All right. I understand. Good luck coming out of your shell. Ken, it seems to be working.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "I know. I'm seeing that shrink on twice a week Neil (INAUDIBLE). Nice to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Always an honor. Thank you very, very much. Ken Langone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANGONE",
      "sentences": "God bless you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "He tells it like he sees it, whether you like it or not. In the meantime, what he was talking about for vaccinations and making it a requirement for those who work for him. Now the military very close to demanding the same of our troops, after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "And got a fight for themselves. Fight for their nation. The United States on insist we continue to keep the commitments we made. But they've got to want to fight. We're going to continue to keep our commitment but I do not regret my decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, nothing is changing the President's mind even with reports of Taliban scoring some key victories in cities across Afghanistan ahead of our planned departure, that departure is on. John Kirby, the Pentagon spokesman with us right now. John, very good to see you. So nothing that will change this timeline, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "sentences": "No. The President's been very clear, we're going to draw down our force presence in Afghanistan to that level, which is just required to help protect our diplomatic presence. And we're going to complete that drawdown by the end of this month. We are on track to do that. We are also though Neil, providing where and when feasible we're providing airstrikes support to the Afghan forces in the field. But it's not always in every case going to be feasible to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm just wondering whether they're up to the fight, then John, and that was kind of the gist of what the President was asked, you know, you can support the government to maintain that fight. But that they don't seem to be up to it. Is it inevitable that they are going to lose control and that the Taliban will take over the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "No outcome is inevitable here in Afghanistan, Neil. There -- and there are plenty of opportunities ahead for both the government in Kabul and the Afghan forces to turn back this tide and to defend their country. I think when we look back at this, in coming months or even years, we're going to look back and we're going to see that leadership was the real difference here, political leadership in Kabul, and military and operational leadership on the ground in Afghanistan. That's what's going to make the difference. The Afghan forces have all the advances (INAUDIBLE) --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well it's not making difference now, right? It's not making the difference now, even as we pull out. And I understand what the Presidents say after 20 years and they're not ready now, then they'll never be, I think that's the gist of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Security (INAUDIBLE) --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But is that where -- is that where the White House is coming on? That was the Pentagon is coming from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "The security situation on the ground is certainly deeply concerning. Neil, there's no question about that. The Taliban continue to make advances on the ground. But what we want to see is a political negotiated end to this war. And we believe that that's still possible but it is going to come down to leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How is that in the Taliban's interest to politically settle something where they seem to have the upper hand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Well, if the Taliban as they claim, they want to have a say, in governance in Kabul and over the country, and if they want legitimacy for that role in governance, they're going to need international community support, and they're not going to get the international community support, if they try to find a purely military solution to this through brutality and assassination and coercion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But if they end up winning and taking over Afghanistan, what would they care. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Well, again, I can't speak for the Taliban, Neil. I wouldn't begin to do that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Understood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "-- if possible for me to get in their minds. But again, if they want good governance that has some level of legitimacy on the international scale, they're going to have to get back at the table and help us get to a negotiated settlement here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "If I can switch gears to John, this requirement in the military, that everyone be vaccinated, could you give me a timeline on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "The Secretary was clear and his message to the force yesterday, Neil that, that we're that we're going to be asking the president for a waiver to make these vaccines mandatory by mid September, unless FDA licensure comes first. And then of course, then at that point, the Secretary has the authority. Once the FDA has approved the drugs to go ahead and make them mandatory for the troops. So it's really a matter of weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, if it's soldier up for whatever reason, personally, otherwise does not want to be vaccinated, what happens?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Well, a member of the military who wants to claim a religious exemption can certainly do that, there's a process for that. It's not a, you know, it's not a blanket check. I mean, you've got, you've got to go through a process to get that approved. Troops who have a pre-existing medical conditions or on the vise of their physician might not have to take the vaccine. But if you're just objecting because you're objecting, once it's become mandatory, that's a lawful order. And our expectation is that you're going to obey that order. Nobody is looking for strong punitive disciplinary measures here. Frankly, we believe that most troops will respond positively to the order just like they do in every other mission critical order that they're issued. But there are tools available to commander short of disciplinary action, to try to get soldiers to do the right thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And if they don't?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Well, again, I know it's going to be a case by case basis, Neil. And I don't want to speculate about each individual possible case of a soldier objecting to it or objecting to it. But again, our commanders have tools available to them. There's going to be counseling provided to any member of the military who doesn't want to take it for other reasons than religion or medical. And we'll talk to them, their command will talk to them, medical professionals will talk to them, try to inform and educate, answer any questions they have. And hopefully, though, those who are hesitant will come around to the wisdom of doing this. Because really Neil, this is a force protection issue. It's not unlike putting body armor on in combat. It's a way of protecting yourself. And by protecting yourself, you're helping protect your unit, your ship, your command, your community. I mean, this is really about force protection and readiness across the force.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "John Kirby, thank you. The Pentagon --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "-- spokesman John Kirby at the Pentagon. Admiral Brett Giroir is going to be joining us shortly. You remember him, of course, from the Trump administration, how he feels things are cascading when it comes to dealing with these virus, of these spikes, of these requirements, of these restrictions in the Biden administration. After this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the good news is our kids will be returning to class some already have the bad news is mostly wearing masks. I wonder what Admiral Brett Giroir thinks that the former Assistant Secretary of Health in the Trump administration, Admiral, good to see you, do you think it's necessary for kids to wear masks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADMIRAL BRETT GIROIR, FMR HHS ASST SECRETARY, DHHS",
      "sentences": "Well, very, very broad question. I want to say one thing 100,000 children got COVID last week. None of them got it from school, they got it from the community. So if you really want to protect children, get the vaccines. That's the number one way to do it. In terms of masks in schools, you know, the data are incomplete. And this is another failure of the CDC to provide adequate data. But I think wearing a mask in areas of high transmission is reasonable, particularly for those 12 and above, six to 11. It really has to be a high rate and I do not support mass on kit on children five and under.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, well, when you talk about there's a high transmission, there are 11 states right now Admiral of that are seeing the spikes in cases to the tune of over a million they include California, New York, New Jersey, Florida, et cetera. What is a safe level of which you could say all right, don't push the mask thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIROIR",
      "sentences": "Yes, very hard to say that, Neil. And you know that it's going to be a number of factors. Not just the rates of infection, but what the hospitals look like, et cetera. And really, what are the cases in the schools, it's very possible to have it circulating the community, but the children are not getting it. So, there really are a number of factors. That's one reason why this really has to be a community by community. Look, I am really not in favor of state mask mandates. Nor am I particularly in favor of mandates that don't allow mask to be done in certain schools.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How much of the difference I really think it will make if and when the FDA approves any one of these vaccines, I guess more likely, would be Pfizer's in September.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIROIR",
      "sentences": "Well, I think the polls are really clear is that many people, as many 30 or 40% are not getting the vaccine right now, because it is not fully FDA approved. And I really hold the Biden administration accountable for this. Number one all the data has been on the deaths of the FDA since the first week in May, at least for Pfizer and Moderna soon after that. Number two, they still haven't even nominated a commissioner for the FDA. The FDA is a faceless, nameless, nameless bureaucracy. They need a leader that is Senate confirmed with bipartisan support. And that hasn't been done. So, this is one of those simple steps. Aside from all the politicized debates, put some action, get this approved, get an FDA Commissioner, and let's go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Admiral as you know, a lot of companies are pushing back their return to in person work. Is that a good idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIROIR",
      "sentences": "So I'm not an economist, you know, I do watch Fox Business a lot. And I'm learning quite a bit, but I don't think it's necessary. I think we have all the tools in the arsenal between vaccination, between very convenient at home testing, or remember natural immunity, there is still no good evidence that vaccination is better than the natural immunity, certainly among people who are otherwise healthy. So, I don't believe there's any reason we need to slow the economy not get back to work. And of course, getting back to school is vital to our children. We have to do that. If you want to talk about mandates, people who should be vaccinated or the teachers. The outbreak report show that teachers spread as much or more than children. So, it's vitally important if you're going to make the kids wear a mask. I think you have to have the teachers get vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "This is one of those rare cases where the president the teachers union agrees with you Admiral. So we'll see what happens on that front. Thank you, sir, for taking the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIROIR",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "By the way if you are not being rushed back to in person work, and let's say you really like doing it the old virtual way. Google has some news for you. You're welcome to keep that going. But we're going to catch your pay. After this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Google and voice, so you can keep doing the virtual thing, but we just might cut your pay as a result of the 15% depending on where they live. Charlie Gasparino has been crunching those numbers. Charlie could easily afford a 15% pay cut is that a principle. But what do you make of this? I mean, I bet you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE GASPARINO, FBN SENIOR CORRESPONDENT",
      "sentences": "please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "It'll be a trend. You know, you can already hear it coming out of Wall Street. You know, James Gorman, the CEO of Morgan Stanley, who famously recently said that, you know, if you want to live in, if you make New York salaries, you shouldn't be living in Denver. So, you know, you can see people are starting to calculate, like, if my workforce wants to work out of town or stay at home, you know, it's going to reflect, their pay is going to reflect that just another way. Businesses can cut, cut expenses. But I will tell you this, in certain jobs, they may not have the ability to do that. I mean, there -- I mean, listen, if you're a very good investment banker, or a very good broker, you know, James Gorman cuts your pay cut, you're going to go to UBS, which has no way they allow you to work from home that if you want, I mean, they have no rules on this. So it's going to be a bargaining chip as well. You'll see that his company is using a they lure people from Google, maybe to Amazon or to wherever, you know, if you're a highly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But maybe some individuals, right, some individuals might welcome that. So yes, I'll take a cut, you know, maybe not as big as they want. I'll take a cut because it's less of a pain in the neck and like commuting and all this stuff. Sure, I'll do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Yes, some people might do that. But other businesses might use it as a way to attract talent. I mean, I really think that if I'm a broker, and I have a lot of I have high net worth customers, you want to cut my -- you want to cut my pay my payout? Well, guess what I'm going over here to UBS. Good luck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And this is unique. I mean, what might work for a tech firm or whatever, it's, it's very different to, as you say, working for an investment firm or even a media powerhouse. So where does this go you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Well, you're going to see more of it. I mean, there's no doubt but you're also going to see the opposite. I mean, I'm hearing it already. It's both being used as an excuse to cut pay that's clearly going on. It's also being used as a recruiting tool. Particularly for people like me that have such great skills that I can work wherever I want, I'm only kidding about that. But you get what I'm saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Of course I do. But no matter where you are reporting Charlie, your breaking news. You could be on Mars and you're breaking news, many, in fact, have recommended that's exactly where you go. Charlie Gasparino the best business reporter on the planet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Thank you (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I mean that there is no one better. All right, no one better than Steve Moore when it comes to optimism about economic forces in play. The thing about Steve right now looking at inflation is he doesn't like the forces that are in play right now with inflation. After this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So much more transitory Tyson Foods, the latest to say more price spikes are coming in September and this is going to hang around a while just with Steve Moore predicted the economist, former Donald Trump confidant. Steve, this is a trend I'm seeing it play out again and again, all the consumer products. giant's announcing. Look, we have to keep doing this from Clorox and Cargill, and so many others. Kimberly Clark, it's not stopping. What do you make of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN MOORE, FOX NEWS ECONOMIST",
      "sentences": "Yes, this is one of those predictions I sure wish I had been wrong on but we are seeing inflation report out came out yesterday by economists at Harvard that find over the last year and a half or so even though incomes are growing. And we saw incomes rose and the Friday jobs report. They're not growing as fast as the inflation rate. And so, people are losing purchasing power. That means this dollar that I holding up, it's shrinking in its purchasing power because of this inflation. You and I have lived through this before, Neil, we saw this in the 1970s when the prices accelerated as time went on. And it actually caused I think the election of Ronald Reagan people really felt the pain in the in the purse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, no, definitely. One of the things I do notice, too, is if people don't realize the magnitude of it until it's out of control, do you think this will rise out of control?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "You know the people who really aren't getting the magnitude of this, or in my opinion, are the people at the Federal Reserve Board, the people in Washington who seem to, you know, have their fingers crossed, and just hope this will go away. I will tell you one thing with certainty, I'm not that good at making predictions. But if we pass this $4 trillion spending bill that is now being debated as we sit here, over in the Senate, that's going to cause more inflation, you've got -- you're pouring more and more money into the economy. You're borrowing more --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What about the one trillion infrastructure plan --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "-- like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "That's no, I don't. Look, I think we should be cutting government spending right now coming out of this crisis. We already spent one point. But here are three data points. 1.9 trillion is what we spent. Remember in March on that big blue state bailout.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Then we've got this trillion dollar infrastructure bill that passed just a couple hours ago in the Senate. And as soon as they hit the gavel, in the Senate, Chuck Schumer said, OK, now on to our three and a half trillion dollar spending bill. I mean, my god if I add that up that something like six and six and a half trillion dollars, that is more money than the United States --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Why is the market rise? I don't have a lot of time, Steve, but if the markets going up and interest rates are staying low, they must know all these things you're saying and either they're ignoring it or thinking it won't last long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Well, that's a great point. I do think that when I talk to people on Wall Street, they think that Republicans are going to be able to stop this three and a half trillion dollar spending. Well, I hope they can. I hope that Democrats come to their senses, but boy, I sure wouldn't bet my life on it. I mean, Republicans -- I mean, Democrats really believe this is their moment to transform America to spend and borrow and my goodness and who would buy a 10 or 30-year bond at these low rates, I mean, inflation is at 5% people that are in bonds at one and a half, 2%, I don't get that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, it's going to be interesting to watch. Steve Moore Thank you very much, Steve, the economist extraordinare on all of this. By the way, the Dow and the S&P were up despite all this, in fact, they weren't records. Here's \"THE FIVE.\" Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS HOST",
      "utterance": "You'd have almost missed it. Governor Andrew Cuomo of New York, tucking his resignation in the final minutes of his remarks where he indicated right now that he was challenging some of the women who were challenging him on outrageous comments and behavior. But as it turned out, the governor gave up the fight. And now 14 days away from being a former governor. We'll be talking to another former governor, Republican George Pataki, what he makes of the changes now in the financial capital of the world, New York state because no matter how you slice it, the new lieutenant governor, by the way, a woman and the first the state has seen in its history will be pulling the levers of power and extreme influence. Welcome, everybody. I'm Neil Cavuto and this is YOUR WORLD. And what an incredible day right? Were something as big as a trillion dollar plus infrastructure passed with bipartisan support, and yet it takes a backseat to the drama in Albany. Bryan Llenas, with the very latest on how it played out and how it might continue playing out. Hey, Brian."
    },
    {
      "speaker": "BRYAS LLENAS, FOX NEWS CORRESPONDENT",
      "utterance": "Hey Neil. Well this morning began with Governor Andrew Cuomo is outside counsel, really delivering a blistering attack via PowerPoint against each and every one of the accusers and the Attorney General's report. Then the Governor came on TV, and he apologized for making people feel uncomfortable and if he had offended them, while at the same time discrediting the most serious allegations made against him. And then he decided to resign, blaming politics. Listen."
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "utterance": "I am a fighter. And my instinct is to fight through this controversy, because I truly believe it is politically motivated. The best way I can help now is if I step aside and let government get back to government."
    },
    {
      "speaker": "LLENAS",
      "utterance": "It is a stunning fall for one of the Democratic Party's biggest stars earlier, President Biden was just asked about this and well, he had very brief comments. Listen."
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENT OF UNITED STATES",
      "utterance": "I respect the Governor's decision and I respect the decision he made."
    },
    {
      "speaker": "LLENAS",
      "utterance": "Earlier, Rita Glaven the outside counsel for the governor attacked Lindsay Boylan, the first accuser to come out publicly against the governor. And this is what Boylan now says about the resignation. From the beginning, I simply asked that the Governor stop his abusive behavior, it became abundantly clear he was unable to do that, instead attacking and blaming victims until the end. It is a tragedy that so many stood by and watch these abuses happen. The big question now is whether or not impeachment will continue here in Albany. Democrats and Republicans some expressing that there is an appetite to continue with the impeachment investigation that has been ongoing now for five months into multiple different scandals, the nursing home, COVID- 19 deaths, the pull -- the COVID-19 preferential testing for his family and whether or not he used state resources to write his $5 million dollar pandemic book. We spoke to one Assemblyman a Democrat on the Judicial Committee, Phil Steck, and this is what he had to say about the prospect of impeachment moving forward."
    },
    {
      "speaker": "PHIL STECK (D) NEW YORK STATE ASSEMBLY MEMBER",
      "utterance": "I think it's too early to tell. I think we'd have to see what the consensus was of the Democratic majority in our conference. I'd be interested and I've conveyed this to the Committee Chair of having our meeting on Monday and discussing the issue."
    },
    {
      "speaker": "LLENAS",
      "utterance": "If they did move forward with impeachment, it could bar the governor from running for re-election next year. So that is why that is a big deal. Of course, people do want accountability for those other scandals. Bottom line is Kathy Hochul, the lieutenant governor will now become the governor in 14 days time, the first woman to be governor of the state of New York. Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Bryan Llenas, thank you very much. We've got George Pataki, a member and the three term Republican governor of the great state of New York kind enough to join us now. Governor, great to see you again. What do you make of everything that happened?"
    },
    {
      "speaker": "GEORGE PATAKI, (R) FMR NEW YORK GOVERNOR",
      "utterance": "Get out some bizarre. First of all, I think it was inevitable that the Governor was either going to be impeached, or he was going to resign. And they didn't resign out of a sense of remorse or acknowledgement that he had this hideously toxic work environment. It was because he wanted to do the right thing and that's just not the case. And he did because he would have been impeached. The Attorney General's report was done thoroughly professionally in a balanced way by an elected Democrat. And then he says it was all politics. It wasn't politics, it was his behavior, not just with the 11 women who, whose credibility was upheld by the Attorney General, but on the nursing homes and the abuse of state resources for its family, for the book, so many other things. And it was just time it was long passed on forgotten or fallen leaf."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, obviously, everything changed, the Governor when his own party turned on him better than seven out of 10 assembly and then state legislators of the Democratic bent, said he should go that really changed it, didn't it? It's one thing to fight Republicans quite another your own party."
    },
    {
      "speaker": "PATAKI",
      "utterance": "He would have stayed. If he thought he had the slightest chance of not being impeached, there's no way he would have gone. But ultimately, when the Democrats realized that, and I don't think they want us to impeach him, I think they just finally concluded that they had to do it. Or they would look like they were covering up. So, this is this isn't a day for celebration, this is really a day for looking at the future and hoping that we can do better next time. Neil, I just have to say I heard President Biden's comments. I mean, that was a little bizarre to have so little to say. But anyway, we can move on here."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, it was talking about what he did as a governor, the 10 and a half years versus the accusations of these (INAUDIBLE). It was a little weird. But I do want to get your take on maybe when you have outlived your usefulness. And I was discussing this with you earlier, this notion of, you know, three and you're getting on peoples nerves. I'm talking about three terms and seeking a fourth one, whether it was getting long in the tooth. And obviously these were very different circumstances. But you experienced that running. In fact, you unseated Mario Cuomo, the governor's father was a giant at the time you were little known, a mayor of Peekskill, New York, but maybe the governor then talking to the governor's father, Mario Cuomo had sort of pushed it too far. Is there such a thing like after three terms, you're setting yourself up for people to say enough already?"
    },
    {
      "speaker": "PATAKI",
      "utterance": "Yes, I think there is that people do get tired of it. But on the other hand, it really comes down to whether or not your policy is working. You know, and in the case of Mario Cuomo, his policies didn't work. We were the most dangerous state in America, highest tax burden, one of the 11 on welfare. So yes, there was fatigue, but there was also the failure of his policies. And whether Andrew Cuomo, if he had not gone through this and just resigned, if he would have run against, I think he would have been beatable just because of his policies. Look at what's happening in New York, the crying through the roof, the school is falling apart, the mentally ill homeless roaming the streets. We don't know what's going to happen to the school system a few weeks. So, I think his policies were such that it would be better, but he saw the light and resigned in the face of impeachment. But I think either way, it would have been gone at the end of the year of next year because its policies have been such a fad."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now the Lieutenant Governor takes over and 14 days that she will fill out the remaining, what 15, 16 months of the governor's term, but there are a lot of people angling for that job. But what do you see happen?"
    },
    {
      "speaker": "PATAKI",
      "utterance": "Neil, this is New York. I know that I think while we're talking here, there are at least 1,000 politicians from every corner of the state on the phone with their advisors and others say what do you think and I run for governor. So Kathy Hochul will be the governor. I have no doubt that she will face primaries, particularly from the far left of the Democratic party that the socialists when -- you see many faces a primary with Bill de Blasio who was a horrible mayor, but may try to get a promotion as strange as that sounds. So, I think we're going to have a wild year of politics. And it's not just the Governor's office that needs to change. It's the direction of the state that needs to change. So, I hope that the some of the candidates are articulating an intelligent alternative to where we are today."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Let's see what happens, Governor, thank you."
    },
    {
      "speaker": "PATAKI",
      "utterance": "Thank you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. John Yoo is a former Deputy Assistant Attorney General. John, thank you for coming. If he is not impeached, he could technically then run for office. Again, I don't know whether it would be as soon as 2022. But impeachment would bar that right. But how likely is something even after the fact like that?"
    },
    {
      "speaker": "JOHN YOO, FMR DEPUTY ASSISTANT AG",
      "utterance": "That's interesting question Neil, I mean he looked like he was going to get impeached as the governor, Governor Pataki just said it was inevitable. You had a majority of the House looked like they were going to impeach him and then that you would have a trial in the state senate what they call High Court of Impeachment under the New York Constitution. You're quite right by resigning, what you avoid did hear what Governor Cuomo avoided was having all the evidence aired out in the in the assembly and then the Senate in the course of a trial, where the standards of proof are not the same as in a court where anything could have gone. And in fact, there's no standard in the New York State Constitution, like the high crimes and misdemeanors standard in the Federal Constitution. So they could have brought all kinds of things in, in order to decide whether to remove Governor Cuomo or not. That said, we have this report from the Attorney General, I think most people who've read it have found it compelling the effort by Governor Cuomo to attack it, which you just mentioned Neil and your lead in seemed bizarre, bitter, was not apologetic at all, he still wants to fight that. But the Attorney General report was fairly conclusive. All that's out there on the record, it's hard to see how he could run for office with that they're in his path."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, this is more of a political question, John, but I mean, she is also mentioned on the shortlist of those who would seek the, you know, a run for governor itself in 2022. But she was the one behind this investigation. How would that affect her make a decision for her? What do you think?"
    },
    {
      "speaker": "YOO",
      "utterance": "Well, she's a very popular person in terms of the Democratic Party and selecting for office. She's also my understanding is that she's been considered by the by Biden administration to be the first black woman Supreme Court justice as well. So I think what she did, which was very smart, yes. And she could run for governor. She's got a bright future ahead of her. And I think actually, she did a very good job with the investigation. For anybody who would be an opponent of hers would have a hard time attacking her for the way she did this job. It was comprehensive. It was thorough, she picked very good investigators to do it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, and it wasn't limited to just one or two women ultimately. Eleven, two more have come forward since. And that's what nailed his political coffin. John Yoo, thank you."
    },
    {
      "speaker": "YOO",
      "utterance": "Thanks, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Now, the other big story on the day, we just got a bipartisan infrastructure package passed in the Senate. That means it's far from a slam dunk in the house. But it's teeing up an even bigger spending measure that will call for tax hikes on people like my next guests, Ken Langone. Democrats are saying it's high time that people like Ken pay their fair share. You do not tell that to Ken Langone, next."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What if I told you this trillion dollar infrastructure package passed to the Senate today. It might be an appetizer to something a tad pricier. Peter Doocy with more at the White House. Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "And you'd be right Neil. The President (INAUDIBLE) from a few minutes ago said he thinks this first part the $1.2 trillion infrastructure package is going to go a long way on its own and making the country look different."
    },
    {
      "speaker": "BIDEN",
      "utterance": "(INAUDIBLE) who supported this bill, we can be proud of this unprecedented investments that are going to transform the nation and change millions of lives for the better."
    },
    {
      "speaker": "DOOCY",
      "utterance": "He also said there are some places that bridges are so weak fire trucks can't drive over them. It sounds very urgent. But Speaker Pelosi disagrees because she's not even going to bring this up for a vote until she passes a $3.5 trillion reconciliation budget bill and unlike the infrastructure package, Pelosi's reconciliation has zero Republicans on board."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "utterance": "Today, Senate Democrats want to take their next big step toward playing Russian roulette with our country. They want to begin pushing through a reckless, taxing and spending spree that was authored by our self described socialist colleague, Chairman Sanders."
    },
    {
      "speaker": "DOOCY",
      "utterance": "But Nancy Pelosi runs the House. We hear the President say all the time that he doesn't want to tell her what to do. He doesn't want to tell Congress how to govern. And Jen Psaki, the press secretary says that whatever Pelosi decides to do here at the White House, they are going to be in lockstep with her. Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Peter, thank you. Peter, at the White House. Let's go to Ken Langone right now the former Home Depot CEO, the founder of that great company. Ken --"
    },
    {
      "speaker": "KEN LANGONE, CO-FOUNDER, HOME DEPOT",
      "utterance": "No, I wasn't the CEO. Go ahead. I was never the CEO."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, well --"
    },
    {
      "speaker": "LANGONE",
      "utterance": "(INAUDIBLE)."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Good that I just -- you are the founder though. You were the big cheese, right?"
    },
    {
      "speaker": "LANGONE",
      "utterance": "I'm a co-founder. I'm a co-founder."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK. All right. I apologize."
    },
    {
      "speaker": "LANGONE",
      "utterance": "(INAUDIBLE)."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, if you're already starting off on an argumentative way, that's fine Ken."
    },
    {
      "speaker": "LANGONE",
      "utterance": "Absolutely."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Ken, it's very good to --"
    },
    {
      "speaker": "LANGONE",
      "utterance": "It would be make."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, it would not. I know recently, you guys -- and it does stop talking about some of the spending plans that require guys like you particularly three and a half trillion dollar measure to pay their fair share, that the tax hikes are going to go to the $400,000 and overcrowd and really zero and in guys like you and you took umbrage to that, didn't you?"
    },
    {
      "speaker": "LANGONE",
      "utterance": "Well, I did because I have no trouble paying more taxes. The tax bill of 2017, my taxes went up, they didn't go down a lot. A lot why taxes? Because I'm a New York State resident, I couldn't deduct any of the state taxes. So it's fine. I encouraged Senator Warren to take away my social security and my wife, we don't need it, we shouldn't get it. They haven't got the political courage to do it. I've also said that there should be a minimum corporate tax, like we have a minimum alternative tax, corporation should have the same cut. I also said the carried interest should be dropped, it should be changed. All of us have done extremely well. We will -- I can't think of anybody I know who was not willing to pay more taxes, provided it's not wasted. You look at the money --"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And that's your concern here right, Ken, you're not so sure that even if they succeed --"
    },
    {
      "speaker": "LANGONE",
      "utterance": "Absolutely."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "-- it's actually where it's going to go into the right. But, so the three and a half trillion dollar plan you're not a fan?"
    },
    {
      "speaker": "LANGONE",
      "utterance": "No. And more importantly, you're risking an inflationary period in America that's going to crush the little guy. Who gets inflation is a regressive tax. The people that get punished the most by inflation are the people who are struggling to make ends meet. Why? Because they live from paycheck to paycheck. These people deserve better than that. Go back and look at '79 and '80, '81, who was getting crushed the little guy. So I pay more for milk, I pay more for bread, I pay more to buy a car. It doesn't change my quality of life. But a family with five kids were the guys working from paycheck to paycheck. And the wife says milk the $3 (INAUDIBLE) now used to be $1 and a half. Think of the pressure on those families. And this notion that this inflation is transitory is nuts. Is anything (INAUDIBLE). Look --"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you are open to a minimum corporate tax. There's the push on the administration's part for a global corporate tax. Are you for that?"
    },
    {
      "speaker": "LANGONE",
      "utterance": "Better that open to it. I am enthusiastically in favor of it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so that's OK."
    },
    {
      "speaker": "LANGONE",
      "utterance": "A pay (INAUDIBLE)."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. I've got it. But that's OK. But why then that do you recoil when, you know, Elizabeth Warren and others say you're not paying your fair share? How do you answer that?"
    },
    {
      "speaker": "LANGONE",
      "utterance": "I'm paying what the Lord provide tells me to pay. I'm paying full taxes. I won't tell you what I paid in taxes this year. But believe me, it blew my mind when I saw what I pay. A huge amount of money. And guess what? Thank God, I could pay it more importantly, thank God I one thing about taxes, they can't tax you if you don't make it. That trying to do that. But Neil, I have no trouble. You decide what my fair share is. I'm saying to you right now to level the playing field. Start by taking away social security for me. They haven't got the guts to do it. Because they're worried about what it will do to their reelection chances. They haven't got the gun. She said to me on that show. She said, well, it's a sacred contract. Yes, it's a sacred contract. They've changed about 50 times in the last 50 years. Not so sacred, almost other changes I made. This is disgusting. I am not (INAUDIBLE) --"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So all this spending candidates in that measure, you know, the $400 billion to help the elderly, disabled care, 332 billion for public housing, improve affordable housing, 109 billion for community college, 225 billion for family leave sickly that. Anything they're just where you say, all right enough."
    },
    {
      "speaker": "LANGONE",
      "utterance": "Let me give you a for instance Neil. Community colleges, you want to give a kid a break, teach them a trade, goes down on the school for two years, teach him to be a plumber, an electrician, a carpenter. I'm involved -- my wife and I support a school outside of Philadelphia, called Williamson College of the Trades. Companies were lining up to hire the kids that graduated this June to pay them staggering sums of money. There's a shortage of plumbers, electricians, carpenters, masons. Teach the kids something that'll benefit their future. A lot of what these kids are being taught is of no value to them in their later life. But the let's go back to something basic, very basic. We as a nation, versus the other 29 most developed countries on Earth, we spend more money per student than any of the other 29. Our results are 28 out of 30. We're not getting our money's worth. Look at the charter school. Look at this wonderful charter school I'm involved in up in Harlem, Harlem Children's Zone Promise Academy, looked at the results in that school. You can get these kids to drive great results. But you can't. The public schools in New York City are disgrace. They're an absolute disgrace. Why not? Why is it that everybody who lives in New York that can afford it doesn't send their kids to a public school? Doesn't that tell you something? Tells me they want better for their kids and what they can get the -- Neil this is a national crisis and a disgrace. And all the politicians talk about throwing more money at the schools. What about -- what are we getting for our money now? Let's hold people accountable for results. In business, we do that every day. Every single day. Neil, I am not opposed to paying more, I pay more taxes. Please make sure you don't blow it up. But I'll give you a good start."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Let me --"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You had the big medical center that saved a lot of lives. You've helped a lot of people."
    },
    {
      "speaker": "LANGONE",
      "utterance": "Yes, (INAUDIBLE)."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know without these mask requirements right now, you know, without some of the, you know, hunkering down just as we're opening up. How do you feel about the mask requirement? How do you feel about doctors at your own center who are saying it might be a good idea to get over this spike? What do you think?"
    },
    {
      "speaker": "LANGONE",
      "utterance": "I -- we right now have a requirement. If you come into NYU, you wear there. OK. Everybody wears a mask. We've also said that once the FDA approved the vaccine. If you work at NYU and you're not vaccinated, you don't work at NYU anymore. Now that you may consider that for (INAUDIBLE), we're dealing with lives, people come to our hospital to get better not to get sick. We have a moral obligation to make sure that we've made every move we can to protect the health and welfare, certainly not to aggravate a health condition of a person."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And what do you say to those who are resistant to the vaccine Ken. For a variety of reasons, but what do you think of those?"
    },
    {
      "speaker": "LANGONE",
      "utterance": "I don't care what they're resistant to, if the vaccine is approved, we have a policy. And you know, by the way, Neil, 87% of all people have been vaccinated. That's very high. We'll get it. We're saying to people, if you don't feel, you want to get vaccinated, for whatever reason, you can't work here. We're not going to put our patients and our -- and your colleagues at risk. So you can play I don't want the vaccine. That's -- that, to me, is a moral obligation we have to adhere to what's best for everybody. I don't want to (INAUDIBLE)"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Are you OK Ken, I'm sorry to jump on you there? But are you OK with kids having this requirement with masks and some of your doctors, of course, have mixed views on that, but by and large supported as the school year starts. Others are saying that's a step too far. It's a real distraction for kids. How do you feel about it?"
    },
    {
      "speaker": "LANGONE",
      "utterance": "Neil, I don't know enough about it to have an opinion. Believe it or not, one time I plead guilty. Normally, I'm not sure on opinions, they elicit one time I don't know enough about it, about what impact it has on the kid psychologically, what impact that doesn't have on it get psychologically. These are all factors that need to be taken into account. I do know this. We cannot be cavalier about this vaccine -- about this virus, we cannot be cavalier. OK. We have to measure twice and cut once. If the powers that be, if the authorities come out and I tell you what I wish they would all do I wish they'd all go into a room and agree on one point. I'm getting a headache from this one says this guy says that the other guys. I mean, come on. You know, I got to be an (INAUDIBLE). Look, look Neil, We have I think they'll splendidly with this virus over the last year more than a year. Let's not do anything foolish or stupid. Let's consider all factors. Let's get all the pros in a room and say, come on, guys --"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "LANGONE",
      "utterance": "-- we got to have one point of view, argue it out and then come out unified. I can tell you right now opposition on vaccines. OK. Opposition or vaccines. Once it's approved, you're going to get it working with NYU Langon. Fair enough?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's pretty, that's pretty strong. All right. I understand. Good luck coming out of your shell. Ken, it seems to be working."
    },
    {
      "speaker": "LANGONE",
      "utterance": "I know. I'm seeing that shrink on twice a week Neil (INAUDIBLE). Nice to see you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Always an honor. Thank you very, very much. Ken Langone."
    },
    {
      "speaker": "LANGONE",
      "utterance": "God bless you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "He tells it like he sees it, whether you like it or not. In the meantime, what he was talking about for vaccinations and making it a requirement for those who work for him. Now the military very close to demanding the same of our troops, after this."
    },
    {
      "speaker": "BIDEN",
      "utterance": "And got a fight for themselves. Fight for their nation. The United States on insist we continue to keep the commitments we made. But they've got to want to fight. We're going to continue to keep our commitment but I do not regret my decision."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, nothing is changing the President's mind even with reports of Taliban scoring some key victories in cities across Afghanistan ahead of our planned departure, that departure is on. John Kirby, the Pentagon spokesman with us right now. John, very good to see you. So nothing that will change this timeline, right?"
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "utterance": "No. The President's been very clear, we're going to draw down our force presence in Afghanistan to that level, which is just required to help protect our diplomatic presence. And we're going to complete that drawdown by the end of this month. We are on track to do that. We are also though Neil, providing where and when feasible we're providing airstrikes support to the Afghan forces in the field. But it's not always in every case going to be feasible to do that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm just wondering whether they're up to the fight, then John, and that was kind of the gist of what the President was asked, you know, you can support the government to maintain that fight. But that they don't seem to be up to it. Is it inevitable that they are going to lose control and that the Taliban will take over the country?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "No outcome is inevitable here in Afghanistan, Neil. There -- and there are plenty of opportunities ahead for both the government in Kabul and the Afghan forces to turn back this tide and to defend their country. I think when we look back at this, in coming months or even years, we're going to look back and we're going to see that leadership was the real difference here, political leadership in Kabul, and military and operational leadership on the ground in Afghanistan. That's what's going to make the difference. The Afghan forces have all the advances (INAUDIBLE) --"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well it's not making difference now, right? It's not making the difference now, even as we pull out. And I understand what the Presidents say after 20 years and they're not ready now, then they'll never be, I think that's the gist of it."
    },
    {
      "speaker": "KIRBY",
      "utterance": "Security (INAUDIBLE) --"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But is that where -- is that where the White House is coming on? That was the Pentagon is coming from."
    },
    {
      "speaker": "KIRBY",
      "utterance": "The security situation on the ground is certainly deeply concerning. Neil, there's no question about that. The Taliban continue to make advances on the ground. But what we want to see is a political negotiated end to this war. And we believe that that's still possible but it is going to come down to leadership."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How is that in the Taliban's interest to politically settle something where they seem to have the upper hand?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "Well, if the Taliban as they claim, they want to have a say, in governance in Kabul and over the country, and if they want legitimacy for that role in governance, they're going to need international community support, and they're not going to get the international community support, if they try to find a purely military solution to this through brutality and assassination and coercion."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But if they end up winning and taking over Afghanistan, what would they care. Right?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "Well, again, I can't speak for the Taliban, Neil. I wouldn't begin to do that --"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Understood."
    },
    {
      "speaker": "KIRBY",
      "utterance": "-- if possible for me to get in their minds. But again, if they want good governance that has some level of legitimacy on the international scale, they're going to have to get back at the table and help us get to a negotiated settlement here."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "If I can switch gears to John, this requirement in the military, that everyone be vaccinated, could you give me a timeline on that?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "The Secretary was clear and his message to the force yesterday, Neil that, that we're that we're going to be asking the president for a waiver to make these vaccines mandatory by mid September, unless FDA licensure comes first. And then of course, then at that point, the Secretary has the authority. Once the FDA has approved the drugs to go ahead and make them mandatory for the troops. So it's really a matter of weeks."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, if it's soldier up for whatever reason, personally, otherwise does not want to be vaccinated, what happens?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "Well, a member of the military who wants to claim a religious exemption can certainly do that, there's a process for that. It's not a, you know, it's not a blanket check. I mean, you've got, you've got to go through a process to get that approved. Troops who have a pre-existing medical conditions or on the vise of their physician might not have to take the vaccine. But if you're just objecting because you're objecting, once it's become mandatory, that's a lawful order. And our expectation is that you're going to obey that order. Nobody is looking for strong punitive disciplinary measures here. Frankly, we believe that most troops will respond positively to the order just like they do in every other mission critical order that they're issued. But there are tools available to commander short of disciplinary action, to try to get soldiers to do the right thing."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And if they don't?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "Well, again, I know it's going to be a case by case basis, Neil. And I don't want to speculate about each individual possible case of a soldier objecting to it or objecting to it. But again, our commanders have tools available to them. There's going to be counseling provided to any member of the military who doesn't want to take it for other reasons than religion or medical. And we'll talk to them, their command will talk to them, medical professionals will talk to them, try to inform and educate, answer any questions they have. And hopefully, though, those who are hesitant will come around to the wisdom of doing this. Because really Neil, this is a force protection issue. It's not unlike putting body armor on in combat. It's a way of protecting yourself. And by protecting yourself, you're helping protect your unit, your ship, your command, your community. I mean, this is really about force protection and readiness across the force."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "John Kirby, thank you. The Pentagon --"
    },
    {
      "speaker": "KIRBY",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "-- spokesman John Kirby at the Pentagon. Admiral Brett Giroir is going to be joining us shortly. You remember him, of course, from the Trump administration, how he feels things are cascading when it comes to dealing with these virus, of these spikes, of these requirements, of these restrictions in the Biden administration. After this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the good news is our kids will be returning to class some already have the bad news is mostly wearing masks. I wonder what Admiral Brett Giroir thinks that the former Assistant Secretary of Health in the Trump administration, Admiral, good to see you, do you think it's necessary for kids to wear masks?"
    },
    {
      "speaker": "ADMIRAL BRETT GIROIR, FMR HHS ASST SECRETARY, DHHS",
      "utterance": "Well, very, very broad question. I want to say one thing 100,000 children got COVID last week. None of them got it from school, they got it from the community. So if you really want to protect children, get the vaccines. That's the number one way to do it. In terms of masks in schools, you know, the data are incomplete. And this is another failure of the CDC to provide adequate data. But I think wearing a mask in areas of high transmission is reasonable, particularly for those 12 and above, six to 11. It really has to be a high rate and I do not support mass on kit on children five and under."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, well, when you talk about there's a high transmission, there are 11 states right now Admiral of that are seeing the spikes in cases to the tune of over a million they include California, New York, New Jersey, Florida, et cetera. What is a safe level of which you could say all right, don't push the mask thing?"
    },
    {
      "speaker": "GIROIR",
      "utterance": "Yes, very hard to say that, Neil. And you know that it's going to be a number of factors. Not just the rates of infection, but what the hospitals look like, et cetera. And really, what are the cases in the schools, it's very possible to have it circulating the community, but the children are not getting it. So, there really are a number of factors. That's one reason why this really has to be a community by community. Look, I am really not in favor of state mask mandates. Nor am I particularly in favor of mandates that don't allow mask to be done in certain schools."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How much of the difference I really think it will make if and when the FDA approves any one of these vaccines, I guess more likely, would be Pfizer's in September."
    },
    {
      "speaker": "GIROIR",
      "utterance": "Well, I think the polls are really clear is that many people, as many 30 or 40% are not getting the vaccine right now, because it is not fully FDA approved. And I really hold the Biden administration accountable for this. Number one all the data has been on the deaths of the FDA since the first week in May, at least for Pfizer and Moderna soon after that. Number two, they still haven't even nominated a commissioner for the FDA. The FDA is a faceless, nameless, nameless bureaucracy. They need a leader that is Senate confirmed with bipartisan support. And that hasn't been done. So, this is one of those simple steps. Aside from all the politicized debates, put some action, get this approved, get an FDA Commissioner, and let's go."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Admiral as you know, a lot of companies are pushing back their return to in person work. Is that a good idea?"
    },
    {
      "speaker": "GIROIR",
      "utterance": "So I'm not an economist, you know, I do watch Fox Business a lot. And I'm learning quite a bit, but I don't think it's necessary. I think we have all the tools in the arsenal between vaccination, between very convenient at home testing, or remember natural immunity, there is still no good evidence that vaccination is better than the natural immunity, certainly among people who are otherwise healthy. So, I don't believe there's any reason we need to slow the economy not get back to work. And of course, getting back to school is vital to our children. We have to do that. If you want to talk about mandates, people who should be vaccinated or the teachers. The outbreak report show that teachers spread as much or more than children. So, it's vitally important if you're going to make the kids wear a mask. I think you have to have the teachers get vaccinated."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "This is one of those rare cases where the president the teachers union agrees with you Admiral. So we'll see what happens on that front. Thank you, sir, for taking the time."
    },
    {
      "speaker": "GIROIR",
      "utterance": "You're welcome."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "By the way if you are not being rushed back to in person work, and let's say you really like doing it the old virtual way. Google has some news for you. You're welcome to keep that going. But we're going to catch your pay. After this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Google and voice, so you can keep doing the virtual thing, but we just might cut your pay as a result of the 15% depending on where they live. Charlie Gasparino has been crunching those numbers. Charlie could easily afford a 15% pay cut is that a principle. But what do you make of this? I mean, I bet you --"
    },
    {
      "speaker": "CHARLIE GASPARINO, FBN SENIOR CORRESPONDENT",
      "utterance": "please."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "It'll be a trend. You know, you can already hear it coming out of Wall Street. You know, James Gorman, the CEO of Morgan Stanley, who famously recently said that, you know, if you want to live in, if you make New York salaries, you shouldn't be living in Denver. So, you know, you can see people are starting to calculate, like, if my workforce wants to work out of town or stay at home, you know, it's going to reflect, their pay is going to reflect that just another way. Businesses can cut, cut expenses. But I will tell you this, in certain jobs, they may not have the ability to do that. I mean, there -- I mean, listen, if you're a very good investment banker, or a very good broker, you know, James Gorman cuts your pay cut, you're going to go to UBS, which has no way they allow you to work from home that if you want, I mean, they have no rules on this. So it's going to be a bargaining chip as well. You'll see that his company is using a they lure people from Google, maybe to Amazon or to wherever, you know, if you're a highly --"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But maybe some individuals, right, some individuals might welcome that. So yes, I'll take a cut, you know, maybe not as big as they want. I'll take a cut because it's less of a pain in the neck and like commuting and all this stuff. Sure, I'll do it."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Yes, some people might do that. But other businesses might use it as a way to attract talent. I mean, I really think that if I'm a broker, and I have a lot of I have high net worth customers, you want to cut my -- you want to cut my pay my payout? Well, guess what I'm going over here to UBS. Good luck."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And this is unique. I mean, what might work for a tech firm or whatever, it's, it's very different to, as you say, working for an investment firm or even a media powerhouse. So where does this go you think?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Well, you're going to see more of it. I mean, there's no doubt but you're also going to see the opposite. I mean, I'm hearing it already. It's both being used as an excuse to cut pay that's clearly going on. It's also being used as a recruiting tool. Particularly for people like me that have such great skills that I can work wherever I want, I'm only kidding about that. But you get what I'm saying."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Of course I do. But no matter where you are reporting Charlie, your breaking news. You could be on Mars and you're breaking news, many, in fact, have recommended that's exactly where you go. Charlie Gasparino the best business reporter on the planet."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Thank you (INAUDIBLE)."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I mean that there is no one better. All right, no one better than Steve Moore when it comes to optimism about economic forces in play. The thing about Steve right now looking at inflation is he doesn't like the forces that are in play right now with inflation. After this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So much more transitory Tyson Foods, the latest to say more price spikes are coming in September and this is going to hang around a while just with Steve Moore predicted the economist, former Donald Trump confidant. Steve, this is a trend I'm seeing it play out again and again, all the consumer products. giant's announcing. Look, we have to keep doing this from Clorox and Cargill, and so many others. Kimberly Clark, it's not stopping. What do you make of it?"
    },
    {
      "speaker": "STEPHEN MOORE, FOX NEWS ECONOMIST",
      "utterance": "Yes, this is one of those predictions I sure wish I had been wrong on but we are seeing inflation report out came out yesterday by economists at Harvard that find over the last year and a half or so even though incomes are growing. And we saw incomes rose and the Friday jobs report. They're not growing as fast as the inflation rate. And so, people are losing purchasing power. That means this dollar that I holding up, it's shrinking in its purchasing power because of this inflation. You and I have lived through this before, Neil, we saw this in the 1970s when the prices accelerated as time went on. And it actually caused I think the election of Ronald Reagan people really felt the pain in the in the purse."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, no, definitely. One of the things I do notice, too, is if people don't realize the magnitude of it until it's out of control, do you think this will rise out of control?"
    },
    {
      "speaker": "MOORE",
      "utterance": "You know the people who really aren't getting the magnitude of this, or in my opinion, are the people at the Federal Reserve Board, the people in Washington who seem to, you know, have their fingers crossed, and just hope this will go away. I will tell you one thing with certainty, I'm not that good at making predictions. But if we pass this $4 trillion spending bill that is now being debated as we sit here, over in the Senate, that's going to cause more inflation, you've got -- you're pouring more and more money into the economy. You're borrowing more --"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What about the one trillion infrastructure plan --"
    },
    {
      "speaker": "MOORE",
      "utterance": "Exactly."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "-- like that."
    },
    {
      "speaker": "MOORE",
      "utterance": "That's no, I don't. Look, I think we should be cutting government spending right now coming out of this crisis. We already spent one point. But here are three data points. 1.9 trillion is what we spent. Remember in March on that big blue state bailout."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's right."
    },
    {
      "speaker": "MOORE",
      "utterance": "Then we've got this trillion dollar infrastructure bill that passed just a couple hours ago in the Senate. And as soon as they hit the gavel, in the Senate, Chuck Schumer said, OK, now on to our three and a half trillion dollar spending bill. I mean, my god if I add that up that something like six and six and a half trillion dollars, that is more money than the United States --"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Why is the market rise? I don't have a lot of time, Steve, but if the markets going up and interest rates are staying low, they must know all these things you're saying and either they're ignoring it or thinking it won't last long."
    },
    {
      "speaker": "MOORE",
      "utterance": "Well, that's a great point. I do think that when I talk to people on Wall Street, they think that Republicans are going to be able to stop this three and a half trillion dollar spending. Well, I hope they can. I hope that Democrats come to their senses, but boy, I sure wouldn't bet my life on it. I mean, Republicans -- I mean, Democrats really believe this is their moment to transform America to spend and borrow and my goodness and who would buy a 10 or 30-year bond at these low rates, I mean, inflation is at 5% people that are in bonds at one and a half, 2%, I don't get that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, it's going to be interesting to watch. Steve Moore Thank you very much, Steve, the economist extraordinare on all of this. By the way, the Dow and the S&P were up despite all this, in fact, they weren't records. Here's \"THE FIVE.\" Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}