{
  "date": "August 21, 2018",
  "headline": "Harmeet Dhillon: Lanny Davis sold out Michael Cohen",
  "subHeadline": "Attorney and RNC committeewoman for California doesn't says it's a stretch to say paying hush money to a blackmailer is necessarily trying to affect an election.",
  "url": "https://www.foxnews.com/transcript/harmeet-dhillon-lanny-davis-sold-out-michael-cohen",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JASON CHAFFETZ, GUEST HOST",
      "sentences": "Good evening from New York City on this night of major breaking news. I'm Jason Chaffetz sitting in for Laura Ingraham. A tragic ending in the search for missing Iowa college student Mollie Tibbetts. The alleged killer, a 24-year-old illegal immigrant, and we've got Democrats out there saying ICE should be abolished. It's unbelievable. We'll have a full report later in the hour. But let's get right to our top story.  Serious legal trouble for two of President Trump's former top associates, Paul Manafort and Michael Cohen. Fox News chief national correspondent Ed Henry is here with the details. Ed, what is the latest?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Jason, great to see you. Difficult day for the president on two fronts, as you mentioned, Paul Manafort and Michael Cohen. The Cohen case could prove to be more damaging legally and politically because the president was directly implicated in the plea deal, a far cry from the Manafort matter which has nothing to do the president, the 2016 campaign, or allegations of Russian collusion.  The former Trump campaign chair was stone-faced in the Virginia court as he learned the jury found he's guilty on five counts of filing false income tax returns, one count of failing to file a report of a foreign bank account, two more charges of bank fraud. The jury could not reach a verdict in Manafort's case on 10 other counts. Prosecutors have until the end of the month to decide whether they'll seek a retrial on that. Manafort also facing at second trial in Washington on charges of lobbying, fraud and other matters -- that comes in the fall. There is also the possibility Manafort will be pardoned by the president, who declared today before his rally in West Virginia that the special counsel investigation is simply out of control, watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "It's a witch hunt and it's a disgrace. This has nothing to do what they started out, looking for Russians involved in our campaign. There were none. I feel very badly for Paul Manafort.  Again, he worked for Bob Dole, he worked for Ronald Reagan, he worked for many people, and this is the way it ends up. It was not the original mission, believe me. It was something very much different. So, it had nothing to do with Russian collusion. We continue the witch hunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Now, significant the president did not say anything about the Cohen case, leaving it to his attorney, Rudy Giuliani, to revive this statement, quote, \"There is no allegation of any wrongdoing against the president and the government's charges against Mr. Cohen. It is clear that, as the prosecutor noted, Mr. Cohen's actions reflect a pattern of lies and dishonesty over a significant period of time.\" But Cohen's plea deal alleges he broke the law to influence a 2016 election on behalf of an unnamed candidate who clearly is the president. Cohen will get somewhere between 43 and 63 months in prison after pleading guilty to the campaign finance charges I mentioned, plus bank fraud, and tax evasion.   The campaign charges involve payments to two women who alleged affairs with the president that he's vehemently denied. Stormy Daniels and Karen McDougal, in Cohen's plea deal, seems to directly contradict something that Giuliani told Fox back in May. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, ATTORNEY TO PRESIDENT TRUMP",
      "sentences": "Having something to do with paying some Stormy Daniels woman, $130,000, I mean, which is going to turn out to be perfectly legal? That money was not campaign money. Sorry, I'm giving you a fact now that you don't know. It's not campaign money! No campaign finance violation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So, they funneled it through a law firm?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Funneled through a law firm and the president repaid it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Well, that at least raises the questions now, but whether there is any legal jeopardy for the president or anyone else in the campaign. Plus, Stormy Daniels' attorney, Michael Avenatti, always very aggressive and reaching out to the media, he is now claiming this plea allows him to get the stay lifted in the civil case that's separate from this. Meaning there will be new fight over whether the president has to give a deposition. Avenatti tweeting to Giuliani, quote, \"Buckle up, buttercup\" as if this fight is just beginning, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Ed, thank you very much. Let's bring in our legal panel to break down today's development. Harmeet Dhillon is a Republican and a lawyer, Vinoo Varghese is a criminal defense attorney, and Tom Dupree, who was a deputy assistant attorney general in the George W. Bush administration. Thank you all for being here.  We want to try to break down today's developments so I want -- one at a time. So let's talk just first. We'll go around the horn on Paul Manafort. And Harmeet, I'd like to give you the first stab at this. What is your take on the developments today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMEET DHILLON, ATORNEY",
      "sentences": "Well, the developments today I think very unfortunate for Mr. Manafort because he is close to the president at one point in time for a brief period of time. He got caught in the crosshairs of the prosecution of the Mueller investigation.  As we can see from both the indictment as well as the charges and the ultimate jury verdict today, we don't see anything about the president, about Russian collusion, or anything other than irregularities in his taxes and statements to banks.   Now those are serious issues and unfortunately, Mr. Manafort, now will probably spend a good decade plus, to the rest of his life in prison, depending on what happens next. But it's got zero to do with the president and it just frankly underscore that (inaudible) for his closeness to the president he probably wouldn't have been prosecuted. So, its part of the narrative of, you know, unfair witch hunt here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Now, Vinoo, who is joining me here in the studio in New York, is she right? Harmmet makes a good point. It has nothing to do with Donald Trump. The proximity of the president is really what's driving this, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VINOO VARGHESE, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Well, look, first thing that you should notice are ostriches and pythons all across the country will sleep well tonight knowing that Paul Manafort will remain behind bars. Understand that this is a big victory for team Mueller in the court of public opinion because they won this case in the court. There's been a number of guilty pleas here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But it's a case --it's a case that has nothing to do with the original Manafort directive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARGHESE",
      "sentences": "This is Trump's campaign chairman. It was his campaign chairman. And Paul Manafort --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Are you going to -- like everybody that's ever worked for you, are you going to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARGHESE",
      "sentences": "And I hope that Paul Manafort here has been found guilty. Look, his team took a gamble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Of what? Something that he did a long time ago?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARGHESE",
      "sentences": "His team took a gamble. And to try (ph) this case in Alexandria, Virginia, hoping for a much more conservative jury than in Washington, D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Do you really believe that he would have been prosecuted except for his proximity to Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARGHESE",
      "sentences": "Obviously they looked at him, that was part of it. No, I agree. His proximity to Donald Trump brought the case. That doesn't mean this is the only thing there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And look, if somebody has (inaudible) the tax laws, I want them to be convicted. But to have the national spotlight on them just because he's worked for like 100 days for Donald Trump seems a bit over the top. But let me get Tom's take on this. Tom, what do you think is happening here with Paul Manafort?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM DUPREE, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "Well, a few things here Jason. For one thing, I do think he was the wrong guy in the wrong place at the wrong time. I mean, look, the fact that Bob Mueller is poking around. Mueller has a broad mandate. He has the authority to investigate any crimes he uncovers in the course of investigating Russia collusion.  Unfortunately for Manafort, put the spotlight on him. I think as far as a president goes, I think there is no legal jeopardy to the president from today's verdict. As we all know, this involves things that they are not connected to Manafort's work on the campaign or the Manafort service to Donald Trump. I think at most the president is guilty of making a very poor personnel decision when he chose Manafort to be his campaign chairman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But the reason that the president picked Manafort, I mean, that could be debated, but the question about whether -- there's a reason why the special counsel, right, decided to push this off for a different prosecutor rather than holding it for himself, correct, Tom?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUPREE",
      "sentences": "Well, the Manafort, remember, was tried by the special counsel's team so I think this part of the case, Mueller is kind of keeping close to heart. Now look, I agree with you that if Manafort were --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But why are they doing that? I guess the point I should make, to word it better was, why do that? Is he now putting the squeeze on Mr. Manafort, saying hey look, I made my case. You are going to be convicted here. You've been convicted and now I'm going to put the squeeze on you. You better cough something up on Donald Trump or I'm going to actually -- is that is what's -- where this is going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUPREE",
      "sentences": "Jason, I bet you that Mueller and Mueller's team has been putting the squeeze on Manafort for many, many months now, and he hasn't caved. I suppose the pressure will continue although at this point, obviously Manafort has lost a lot of the leverage that he had at the outset given that he now stands criminally convicted.  That said, it's possible that at some point they'll reach a deal. As we know, Manafort has another trial coming up in a few months, so there might be an opportunity to do some wheeling and dealing. Although I tend to think if Manafort has something of value to give to Mueller and he was willing to turn it over to Mueller, you'd think Mueller would have it by now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "All right, let's talk about Michael Cohen because that is a different scenario. And Vinoo, I want to give you the first shot at that. How do you read that situation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARGHESE",
      "sentences": "The first thing, I actually think this is a big political victory for the Republicans today, with announcing that Michael Cohen, Trump's personal attorney, paid hush money to a porn star and playboy model. There's no debate that President Trump has better taste in women than Bill Clinton.  He's an attorney. This is a guy who has committed a crime, multiple crimes, tax evasion, violation of campaign finance laws. He is going to be automatically disbarred. The question is how much time is he going to face behind bars. The deal says 43 to 63 months but that judge can give much more than that. That is the reality of the case. So for him, it leaves open the possibility of cooperating. There is still an opportunity to cooperate. I wouldn't be surprised at all if that December date is pushed back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Harmeet, how do you read this situation and I think it's pretty interesting who Michael Cohen picked as his attorney because Lanny Davis is obviously no friend of Donald Trump but very close in proximity to Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Well, a couple of things to give in mind about Michael Cohen. You know, he is a guy who tapes his clients, that he's a guy, who a few months ago, when he was looking at potentially 60 years in prison for these potential charges, that point he was saying the president had nothing to do with any of this stuff and, you know, there is no campaign finance issue. Fast-forward to today when, you know, you're facing 60 years in prison and the alternative is potentially five years in prison and you can get that five-year deal if you say that a couple of things that aren't crimes are crimes and pin them on the president. So I think that the overwhelming power of the prosecutors here in those situations and every situations where it's a federal prosecution, have led to this result. And Lanny Davis has really sold his client out because I think it is a real stretch, and I'm a lawyer who does election law, campaign finance, it's a real stretch to say that somebody who deals with paying off hush money to a blackmailer is necessarily trying to affect the outcome of an election. I suspect that throughout his career, Donald Trump has been approached by women like who have, you know, shaken him down and this is a standard way that people are paid off and so, you know, I don't see the campaign finance violation here at all.   And so, you know, it is really unfortunate that he was forced into the situation and have done this, but, you know, again, A, nothing to do with collusion or Russia and B, no crime here for the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "All right, Jonathan Turley, a noted attorney, was on Fox News earlier. Let's listen to him and then Tom, I would like to get your reaction to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN TURLEY, GEORGE WASHINGTON LAW PROFESSOR",
      "sentences": "Unless its unidentified candidate is Bernie Sanders, it's going to be bad news. I mean, you're already not paying attention, because if the prosecutors accept what is in this indictment, then the president just became an unindicted co- conspirator. That's the simple matter of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Tom, you've got deep experience at the Department of Justice. Is Jonathan Turley right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUPREE",
      "sentences": "Well, not quite. The way I look at it is look, for one thing, the fact that Cohen pleaded to a particular charge doesn't mean that other people are automatically deemed guilty. I mean, that is why we have trials, that's why you have evidence, that's why we have juries to make these determinations.  I will also say that one of the most complex and byzantine areas in the entire sphere of federal law is the election code and lawyers will argue to the nth day about whether something constitutes an election violation or it doesn't and I think this is no different. For me, what this ultimately is going to come down to is whether Cohen has something other than his own word that this is what happened, that these payments were made for the purpose of influencing a campaign, that they were done at the direction of presumably Donald Trump.  If Cohen has Trump on tape, if Cohen has evidence to support his allegations, then it could pose greater jeopardy for the president, but right now, all we know is it's just Cohen's word against presumably the president's word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But there are tapes and is Trump team able to hear and listen to all of those tapes if they are in the possession of the special prosecutor or is that something that they've only maybe heard snippets of?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUPREE",
      "sentences": "My guess is the president has not heard everything that is in the possession of the prosecutors. I mean, lord knows what sorts of things Cohen was taping. There have been some tapes that address some of the subject matter of today's indictment. We don't know if those are all of them and the tapes that we have heard have been somewhat ambiguous to say the least.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But Vinoo, I have a hard time believing that this is the -- first of all, I haven't heard the word Russia yet and collusion. You haven't seen anything there regarding Russia and collusion, have you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARGHESE",
      "sentences": "That's not what this -- that's not what this is about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I know but this is what the special prosecutor is spending all of his time, about a guy who is dealing with medallions on taxis --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARGHESE",
      "sentences": "Well, that's the tax evasion part of it, right. So, you have here Donald Trump's personal lawyer, the man who said he would take a bullet for Donald Trump, who has now said in open court that the direction of the candidate, he funneled this money to influence the election, right? So, the question of Russia collusion, that's a separate question. The fact is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "What's the prime question of what the prosecutor is supposed to be going for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARGHESE",
      "sentences": "But he has a broad mandate. As he said, he can investigate different things and all of these came from this, and the fact is now you have Trump's national security advisor, his former campaign chairman --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Which they delayed, right? They delayed the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARGHESE",
      "sentences": "His campaign chairman --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "-- and there is a lot of evidence out there that he was manipulated along the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARGHESE",
      "sentences": "-- all guilty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So Harmeet, last word, how do you read the situation going forward? What happens next?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Well, I mean, obviously the left in this divided country is going to go crazy like Vinoo just did, you know, imputing guilt by association here but, you know, this is a tragic tale of a lawyer gone awry in many ways. It's unfortunate for him personally, but the president is very focused on his agenda. He's popular. I wouldn't be surprised if this doesn't affect his popularity one bit because people are beginning to see the results in this country. And yet after all this money, all this effort, all this drama, all these indictments, all he's got is zero to do with Russian collusion. The only person who committed campaign finance violations with respect to Russia, with respect to foreign countries, is Hillary Clinton, and she never got indicted. So, I think this really underscores for the president's position that this is a witch hunt and it has no legitimacy and needs to end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARGHESE",
      "sentences": "The Mueller investigation is not over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Thank you. Thank you very much. I appreciated it. Harmeet, gentlemen, thank you and we do appreciate it. Authorities say the murder suspect in the Molly Tibbetts case is an illegal immigrant. We'll have the details on this shocking situation directly ahead. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "The 34t-day search for missing Iowa college student, Mollie Tibbetts ended today in tragedy. I can't even -- seriously, as a parent, I can't even imagine going through this. Authorities charge Christian Rivera today with Mollie's murder saying the 24-year-old led police to what is believed to be her dead body at an Iowa cornfield. And in a stunning revelation, authorities say Mr. Rivera is an illegal immigrant. President Trump weighed in on this case tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You heard about today with the illegal alien coming in very sadly from Mexico and you saw what happened to that incredible, beautiful young woman. It should have never happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Joining me now for reaction, our immigration attorney Michael Wilde, former Los Angeles police department detective Mark Fuhrman, and Bill Gavin, former assistant FBI director in New York. Gentlemen, I thank you all for being here. Unfortunately, you've had experience with these types of horrific cases and we want to get your insight because not only is the family going through an amazing tragedy, but the police work, the 34 days I think is an important thing that we also look at and we want to get your perspective Mark, I would like to go to you first. What is your assessment of how law enforcement dealt with this case and does it sound to you, again, A, it's an allegation, and B, it is still very early in this process. But based on what you've seen so far, in your professional experience, what is your assessment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK FUHRMAN, FORMER LAPD DETECTIVE",
      "sentences": "Well, I think the written media kind of skips over the police investigation making it seem like it all happened in a day or two, but I think they were very patient. I think they approached it very intelligent and a very skillful approach once they had a suspect when it got to interrogation.  The suspect just sit and walk in and start giving up information. They had enough investigative tools at their disposal to actually prod that suspect into somewhat of an -- somewhat of a confession. He leaves out that he actually murdered the victim, but I think the police did an incredible job on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, I mean, he says he actually blacked out during the time that the actual murder happened. But Bill, you have experience in the FBI. If somebody leads you to the body, is there any more evidence that you need that maybe this was the actual perpetrator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL GAVIN, FORMER FBI ASSISTANT DIRECTOR",
      "sentences": "I don't think there is any doubt he's the perpetrator and I agree with Mark, I think the police did a terrific job. One of the concerns that I have is, how long did he stock her? By what means did he kill her? Strangulation, blunt force trauma, stabbing, whatever, where she sexually molested? I think the other thing, Jason, that concerns me is he was in the country, they say, four to seven years, four years in Volusia (ph) County, and maybe three years someplace else. They have to go back and look and see has there been any other crime similar to this? There is no doubt he stalked her. Has there been any other crime similar to this, any place that he has been? Has he been in one of the sanctuary cities where everything goes anyway? Where has he been? What has he done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Because he was charged with first-degree murder, does that lead you to believe that he was stalking her as opposed to a chance happening she was running, he was driving by and decided, hey, this might be a good target?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAVIN",
      "sentences": "I think that probably he was stalking her. I think the police did a marvelous job. You know, they didn't let out any information until they had all the details pretty well-collected and lined up for the information that they give out this afternoon. They did a marvelous job with this.  And another thing, you know, when you get -- we get so many people complaining about cameras, you know, their civil liberties are violated when they appear on a camera, the police did such a great job in contacting people as they went through this. They found somebody who had a camera who saw the Chevy Malibu, who actually saw the runner. What a great job they did, and have hats off to the police department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Now look, it's a smaller law enforcement organization. It's not like the Los Angeles police department with untold number of assets at their disposal for a smaller department like that to do this kind of police work. But Michael, it does beg the question -- he is here joining me in studio -- this person should have never been in the country in the first place, correct? I mean, it's an allegation but he should have never been here, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL WILDES, IMMIGRATION ATTORNEY",
      "sentences": "Thank you for having me Jason. A horrible, senseless act of violence -- my heart goes after the family. There should be full consequences to this man for committing this murder, for the rest of his life. The truth is that the political arena of immigration is not going to be satiated through legislation. You can't to legislate your way out of a murder. It's many ways a sad --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "You can put up a wall. You can enforce -- you can start expelling people that are here illegally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILDES",
      "sentences": "I understand but when you look at the facts, we have U.S. Marines that marry foreign nationals and the vetting here is critical. Even if you vet, you have more U.S. citizens craving (ph), more heinous crimes than undocumented or legally permitted --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But he would have never -- he would have never been able to even have a chance to commit a crime if he was not (ph) here in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILDES",
      "sentences": "You are saying then, Jason, that we really need to shut our doors and not have them here. I don't know that you can stop a murder steadily despite all of the walls --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "You can shut it off. If he's here illegally, that says to me, at least on the first blush, that he should have never been here. What about the million people we bring in legally and lawfully? I have a higher moral obligation, I think this country does to those people than it does --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILDES",
      "sentences": "I agree. And I agree also with the other two speakers here, the former director of the FBI and the officer, because in all truth, when it comes down to it, the beautiful police work that is being done, the system here, should stand and we should have redundancies between state, local, and federal crimes, so that the vetting doesn't stop. What about the people who radicalize who are citizens when they travel internationally and come back to the U.S.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And you know what --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILDES",
      "sentences": "If a local cop gets them and then reports it redundantly to our intelligence services, yes, Jason, we should be able to stop this but we cannot blame immigrants as the scapegoat because they do a lot --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, I'm blaming this one. I'm blaming this one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILDES",
      "sentences": "-- as I am too as a father.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And I worry, again, we don't have a total immigration debate here, but there is a difference between being here illegally and being here legally. You do a disservice to the legal immigrants by just saying, well, this guy was an immigrant. No, he wasn't, he was an illegal immigrant. So, we'll see. It's an allegation at this point. I want to get back to the case here. And Mark, he's being charged with first-degree murder. What is it going to take in order to prove that? What would police have to see in order for a prosecutor to feel comfortable that, yeah, it was actually first-degree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FUHRMAN",
      "sentences": "Well, it's first-degree because he wasn't involved with the victim. It wasn't a hot blood murder where he was involved in an argument with a spouse or a live-in girlfriend. This was a directed intent murder where he actually formed the intent, which can be formed in just a matter of seconds to actually kill her. And they are going to do this forensically. They've got him to get to the point of capturing her, and then he blocks out until he's -- she's in the trunk. So, they are going to fill that gap in forensically. They are going to have the cause and method of death. They are going to try to get as much DNA. The problem here is, 30 days in the elements, insects, animals, and the heat, which is the average temperature is about 87 degrees in Iowa at this time of year. That creates a lot of decomposition, but I think they are going to achieve their goal and they will get a first-degree conviction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Bill, is the FBI, is the Federal Bureau of Investigation, helping these smaller departments and agencies? Do they have the types of resources and can they quickly turn this around to help a smaller agency such as in Iowa?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAVIN",
      "sentences": "Absolutely. That is why the FBI has resident agencies all over the country, in the smaller areas. And the participation of agents and police officers and sheriffs offices is terrific today. Plus, there's the opportunity for the bureau to run classes and whatnot and for police departments, larger police departments, to run those kinds of classes for smaller police department as well. But the spirit of cooperation is there. Anytime any police department want something done, in comes to the bureau, it will absolutely get done any place in the country --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, the FBI, I think one of the great bright spots for the FBI these days is the work that they do and the forensic labs there at Quantico and whatnot. But Michael, I want to ask you one last question here. This kid is in a tough situation -- I don't want to say kid, but I'll call him a punk or a killer, at least a wedge. He's going to be in a very difficult situation. Does he have any chance of wiggling out of this at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILDE",
      "sentences": "We saw sadly with the Kate Steinle case, where the state did not bring a good prosecution. The forensics of these very distinguished law enforcement officers spoke about today, and I'm a former federal prosecutor myself, is just the first step. The prosecution has to be ironclad. And I would agree, it has to be strong and with due process to make sure that we send the message out. Tonight is not immigration, that we don't scapegoat immigrants because of this son of a gun's work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Just the illegal immigrants. Mark, I want to give you the last very quick word. What are the immigration policies happening right now? How is that affecting the Los Angeles area?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FUHRMA",
      "sentences": "Well, I can tell you this, we never know what crimes are not committed because an illegal alien is stopped at the border. That is indisputable. You can't even argue that point. But the flood of illegal immigrants that are gang members is what is the catastrophic effect in communities and you can't control this by saying we are going to let some come across the border and we are not going to let others. It's got to be legal immigration policy or no immigration illegally. I mean it's an issue that can't be debated, that if you let somebody come in illegally and they are criminal, they are going to commit crimes, just like this crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Gentlemen, thank you. I wish we had more time to discuss this, but this case will go on, but for the meantime, god bless that family and what they are doing tonight, the friends and family in that community. Governor Mike Huckabee is here to discuss the political fallout of all of today's major stories. Stay with us. He's up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "There is major potential political fallout for the Manafort and Cohen stories, plus Mollie Tibbetts murder case. But with me to break it all down is former Arkansas governor Mike Huckabee. Governor, I really do appreciate you joining me this evening. You saw the Cohen news. You saw the Manafort news. You heard obviously about the tragic death of Mollie Tibbetts. But what is your political read about what is going on, particularly with Manafort and Cohen, how is this going to play out to the average American?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, FORMER ARKANSAS GOVERNOR",
      "sentences": "It was not the best day for the president because two people closely associated with him either were convicted or pled guilty. Whether or not that stink ends up on him, time will tell. I think a lot of a his supporters are not going to be persuaded by an attorney who has admittedly lied, and by someone who did things that had nothing to do with Donald Trump and happened years before he was even briefly associated with the campaign. But let's be honest, this is not the kind of thing that if you are Donald Trump, you want to have at the end of the day, two converging legal issues. But in the great scheme of things, most people recognize this had nothing to do with Russia, which was the whole point of the Mueller investigation, and it also doesn't really show that there is a singlehanded form of justice being applied to Democrats like Hillary Clinton, whose campaign funded the Russian dossier, and all of these things surrounding the president. So I don't think that we know whether it's going to have a big impact. My guess is in a long term, it doesn't. But time will tell. I do think there is a huge impact on this issue with Mollie Tibbetts, and what a heartbreaking situation. And Congressman, I heard what you said a moment ago, couldn't agree with you more. You can't look at this just from a raw political standpoint. As you said, you look at this as a father, as a dad. And I just can't even get my arms around the grief of Mollie Tibbetts' family. And the fact that this person shouldn't have been here, if there is not a pushback against open borders and sanctuary cities and the Philadelphia mayor dancing in his office over sanctuary cities, I don't know what is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Look at the average voter. I understand where Republicans will be leaning one side and the Democrats will be leaning -- but this truly independent person, the person who is maybe not watching every story and reading every news article that comes out, personally, I don't believe that the Cohen and Manafort story really moves the meter in any one direction, especially when they've lost so much credibility of the last two years. But what does touch the heart, what does touch people's emotion is what happened to Mollie Tibbetts, because they can relate to her, and she was murdered. And all the polls are showing that the number one issue is immigration. So people say don't politicize it, but how do we talk about it and at the same time not be criticized for being -- just throwing politics out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "I find it interesting, Congressman, that you've got a lot of Democrats saying we shouldn't be politicizing the Mollie Tibbetts' murder, but they are the very ones that absolutely overwhelmingly politicize Parkland school shooting and every shooting that happens. It's a natural emotional reaction, but what we have to do is examine policies to determine, can we fix this, can we do better? There is not a lot of sympathy among even Republicans for Paul Manafort for tax evasion or for lying about bank documents. I don't care who you are, Democrat or Republican. You ought to have to pay up for that, and he is going to. And if Michael Cohen committed crimes then he is going to have to answer for that. But just because they knew Donald Trump or had a relationship with him does not mean that whatever they did is automatically attached to the president, certainly not Manafort. But all of us were attached to the unnecessary death of a young lady whose life was ahead of her and who is dead because we have a broken immigration system. And I think the Republicans have a great opportunity to say, let's fix this, and say to the Democrats, work with us to fix it, and if you don't, then please don't tell us that you care about murder of these girls and the immigration policies that we've got to fix.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Governor, I really do appreciate your perspective. Very kind of you to join us this evening. There are other sides to this story. Another perspective on the other side of the aisle, so joining me now is Democratic strategist Jason Nichols. Jason, thank you so much for being here. I do appreciate it. I want to pick up where we left off with Governor Huckabee. The polling I've seen saying the number one issue going into the election prior to this week is immigration. And so yesterday, we ran stories about a person who was supposedly with his wife going to the hospital but ICE picked her up, and then they ran all the stories about how heartless ICE was, but it ends up that he was just wanted for murder, and that the Mexican government wanted us to detain him.  Here, today, we have the allegation of the murder by an illegal immigrant, again, an allegation of a young woman who was going to be a junior in Iowa. How is this not an issue? And how is it that Democrats think that they can actually take the positions that they have on immigration and win?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON NICHOLS, PH.D., LIBERAL COMMENTATOR",
      "sentences": "Well, I don't think anyone says this is not an issue and really quickly, I just want to send my heartfelt condolences out to the Tibbetts family, and also to the University of Iowa. I'm at the University of Maryland and we have had some recent high-profile deaths, and I have had students who have passed away, so I want to send my condolences to that entire community. I don't think Democrats are saying that immigration is not an issue, and as a matter of fact, many are saying that this is a major issue and that we need comprehensive immigration reform. This is something that you, as a member of Congress, or former member of Congress, know that both sides of the aisle agree that this is a major issue. We just don't agree on how to fix it. We don't think that separating families was the way to go about it. We don't think that some of the cruel policies that Donald Trump has promoted --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Wait a second. Donald Trump didn't think we should be separating families either. That was something started in the Obama administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Come on, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That's true factually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "That is absolutely untrue. You know that catch and release --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, I do know. I was on the immigration subcommittee at the Judiciary Committee and I sat there and listened to Democrats on this issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "And catch and release was the Obama policy. I understand, Jason. And catch and release with the Obama policy. You might say that that was flawed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, I would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "And separation of families, zero tolerance, was the Trump policy. So these separation of families was a Trump policy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Wasn't an Obama policy? You know it was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "The separation of families was not an Obama policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "You're telling me those pictures were not under Barack Obama?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "And this sounds a lot like what about-ism. You are better than that, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "No, facts will prove that you're wrong on that one. But keep going, Jason. I like -- keep going. Let me ask you this. Let me ask you this. Democrats are advocating, some big people like Kirsten Gillibrand and Senator Warren are advocating the abolishment of ICE. I have never seen a national party win an election by advocating getting rid of law enforcement and trying to demonize them as if they are doing something wrong other than enforcing the law. How is that a winning issue for Democrats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Again, this is oftentimes misunderstood. I think what people are calling for when they say the abolition of ICE, they are talking about restructuring ICE. We think that ICE definitely does a great job when they are catching cybercriminals and catching child pornographers and doing many of the jobs that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Murderers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "We know that many of them, actually, a couple, I think it was 19 members of ICE said we want to focus on those important jobs, not on separating families and doing some of the other things that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "You are so conflating the issue. ICE does not detain those people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "No, it's border patrol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "They don't. When people come across the border illegally, they don't necessarily going to ICE detention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "No, no, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "It is homeland --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Again, you are misunderstanding what it is that I am saying. Of course we know that ICE is not responsible for border enforcement, that is CPB, Border Patrol. What I'm saying is that ICE does, in the community that I used to live in, many years ago, they use to actually do raids that all kinds of things and separate hardworking families. And so one of the things that we are saying is that we need to restructure this particular law enforcement agency, just because ICE is a relatively new agency, as a matter of fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That the Democrats helped create, by the way. And they are enforcing laws the Democrats voted and supported for. Jason, I wish I could keep going with you because I love these kinds of debates. And I know you believe wholeheartedly in what you are saying and I hope we have you back on this program again. But I've got to keep moving on. Thank you, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "I believe it because it's true. Thank you, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Thank you. Protesters topple a Confederate statue at the University of North Carolina. Is it mob rule or justified? We'll debate it next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "A wild scene in the University of North Carolina yesterday. Protesters taking down Confederate statue that had been on campus for more than 100 years. Check this out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "University leaders condemned the students' actions and are cooperating with a criminal investigation. Joining me now for reaction are Horace Cooper, co-chair of Project 21, and civil rights attorney Eric Johnson. Eric, I want to start with you. It's the day before school starts. The students are gathered, they are for a couple of hours, and then next thing you know, they are not just engaging in free speech, but they are actually engaging in taking this thing down. What is your take on this? Is this free speech or is this sort of mob rule? What is your take on it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC JOHNSON, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "I think it is really a combination of both. It is an expression of free speech in the fact that many people are upset with the images that a lot of these studies portray. However, the fact that they did destroy public property is something of the university will take into consideration. Their methods in handling it are something that may not have been the best, however, I do believe that the university administration needed to take into consideration the sentiment in that particular community as it related to these statues, not only from individuals who didn't like them, but also some of the sentiment that they may infest and grow in individuals who seem to support them in that outdated way of thinking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And Eric, they are may be a legitimate debate there, but aren't you concerned that here in a college campus, all of a sudden they are just saying, hey, they are allowing this to continue, cops are called in. I mean, this is breaking the law, is it not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "It is breaking the law, but you have to understand, you also have similar situations if the university had won the championship. There's also a lot of vandalism and things that goes on then. So at least this particular time it is not just a simple celebration of a sporting event, but these individuals are actively exercising their free speech rights and doing something that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But it went overboard. I want to bring in Horace here, because it wasn't just simply free speech. It was breaking the law, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "I understand it was breaking the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "No, no, I want to go to Horace. We got Horace here with us as well. Horace, jump in here. HORACE COOPER, COCHAIR, PROJECT 21: Couple of things. One, to equate what happens when college students drink too much, become overly exuberant, and celebrate, and resulting damages with intentional destruction of private property, those are not one in the same. Those are not to be treated the same way. Yes, some damages can result from both, but we have to be very, very vigilant about making sure we are not telling young people that when you have a personal or political difference that the way to resolve that is with the use of force.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Eric, do you agree with that or disagree with it? Horace makes a great point. Do you agree or disagree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "I would agree to a point. The fact is, we never want individuals to resort to violence to solve anything. However, we have to look at the underlying reason at which the violence is being exhibited.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Absolutely. But you are saying is justified?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "I never said that it was justified --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "You absolutely are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "I'm not saying that it's justified. What I'm saying is, the fact is, you have to understand what is going on, and if you have rioting situations where they go on, whether they are for celebration or whether they are for the expression of free speech, they both have to be looked at for exactly what they are. So in this particular situation, we have a Confederate statue, which is a divisive symbol on that campus that was toppled down. So therefore, there is an understandable reason for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Eric, should those people will be prosecuted? Yes or no? Yes or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "I do believe in some form or fashion there should be some punishment because they did, as I stated, in an ordered society you do not want the destruction of public property.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Horace, what is your take? What should happen to the students that engaged in this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "They should be held accountable. Here's the problem. The real problem is this -- Democrats put up the statues. Democrats engaged in behavior during my parents and grandparents and great-grandparents lifetime terrorizing them. What we have learned from this event is there are people that, just like they did at the turn-of-the-century, justified this behavior, called it underlying conflicts and concerns. We have a similar mindset at work today. If you wish to remove the statues, there should be a political conversation and a process. The mob violence was not appropriate when it terrorized black Americans in the 19th and 20th century, and it's not appropriate now in the 21st century.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Horace, well said. Eric I appreciate you being here for the debate. It will continue on, but I thank you both for your perspectives. You wouldn't think Hollywood celebrities could debase themselves any further with their blind hatred of President Trump, but you're wrong, you're wrong, because details are coming up after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Hollywood's cultural rot on full display last night's MTV Video Music Awards. The show in theory is supposed to honor the best in the music industry. Instead, it often devolved into anti-Trump antics in their cheapest form. Here is a sample.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I understand we are live coast-to-coast right now. I'm looking at this like it's game day, people. But do not worry, because at this game you are allowed to kneel. You can do whatever the hell you want. No old white man that can stop you. You never know what's going to happen at the VMAs. I mean, bad language, people running to the bathroom and sending out crazy tweets. It's basically like a typical day at the White House. In your face, Trump, suck it!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "At least MTV wasn't rewarded. The ratings are in and they were the worst ever in history the VMAs. When will they realize how utterly disconnected they are from the average Americans? Joining me tonight with reaction, Lisa Boothe is a Fox News contributor and Josh McBride is an entertainment and lifestyle expert. Josh, I remember when MTV was all about Duran Duran and Men at Work. I'm that old to remember when MTV started, and now it has devolved into this thing that -- I can't even recognize the hatred that's out there and what they are spewing and what they are showing. What is your take on that? And why do you think of the ratings are literally at their all-time lowest levels?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSH MCBRIDE, LIFESTYLE AND ENTERTAINMENT EXPERT",
      "sentences": "I think these are two separate issues. The first one being, are they spewing hatred over these two comedians doing their job on a network that has always been incredibly inclusive of sexuality, sexual orientation, race, religion, when we have a president that is not that inclusive. So when we are talking about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But what is inclusive about their message that they are saying about enforcing the law, that sort of thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCBRIDE",
      "sentences": "But isn't the law, the Constitution say freedom of speech, as well? So if two comedians, two African-American comedians are up there targeting a network and are on a network that is an incredibly inclusive of people that this president has been -- lack there of a better term -- not interested in, doesn't care about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Driving their unemployment levels to record --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCBRIDE",
      "sentences": "But let's stick with one thing. From a race perspective, from an inclusive perspective, from supporting of gay rights, things like that. Let's talk specifically about those things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "The president hasn't done anything that is antigay rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCBRIDE",
      "sentences": "OK, this is a longer conversation. But as far as sticking with this, this was a moment for two comedians who have freedom of speech. And this is what comedians do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "There were a lot of people though, Lisa, that didn't think it was too funny, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA BOOTHE, FOX NEWS CONTRIBUTOR",
      "sentences": "I'm sure a large proportion of the population that voted for President Trump didn't feel included last night watching the VMAs. Look, it is such an unoriginal idea now to hate the president and to be critical of him in Hollywood. It's almost so boring now, right. It's not even interesting anymore. They hate him, they go out and make these statements, and there is no shock value anymore, either. After Kathy Griffin held his head up, or a fake version of his head up, Snoop Dogg shoots him in a video, Madonna threatens to blow up the White House, there is no shock value anymore. It's boring. So be more original, Hollywood. And also, you look under President Trump, the Emmys have had the lowest ratings ever. Oscars, lowest rating ever, VMAs, lowest ratings ever. NFL has also taken a significant hit. What is the common denominator with all of this? They've all gone overtly political. Can we just have entertainment and have us be entertaining without politics injected in it? I just want to have fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCBRIDE",
      "sentences": "But why are we so surprised that Hollywood is so left? We do this after every --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "We're not, but it's gotten so pathetic now. It's not even interesting. It's not even entertaining anymore. They're not even original.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But everyone is cheering in that audience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCBRIDE",
      "sentences": "Because they all share the same viewpoint. But the rest of America doesn't because they're not tuning in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "If I don't want that viewpoint, I am going to change the channel --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Like I did. I didn't even bother with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But that is every TV show now, let's be honest here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCBRIDE",
      "sentences": "It's not Fox News, I'll tell you that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That's literally every awards show --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "And all those ratings are going down, down, down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCBRIDE",
      "sentences": "Everything is going digital. I don't think we can really say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "People tuned in for \"Roseanne.\" People tune into things that they want to watch. Unfortunately you look at all of these, as I mentioned, the VMAs, the Emmys, the Oscars, even the NFL, everything that has gotten so overtly political, people are tuning out. They just want to be entertained. They don't want the volatility, they don't want the hostility, they just want something that is supposed to be entertaining to be entertaining.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCBRIDE",
      "sentences": "And this is the fundamental problem, the people that preach the most tolerance, they are the least tolerant among them. They used to be people like Jay Leno and whatnot, they picked on both sides. But when it is so one-sided, that is what is wrong. I've got to leave it there. I could go for a half-hour. But we'll be right back. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Many thanks for Laura Ingraham for allowing me to guest host tonight. But before we go, a quick plug for my new upcoming book. It's called \"The Deep State, How an Army of Bureaucrats Protected Barack Obama and Is Working to Destroy the Trump Agenda.\" It's available now for preorder online and hits the bookstores on September 18th. I spent eight and half years in Congress, eight and half months writing this book, I hope you check it out and get it. That's all the time we have tonight. I'm Jason Chaffetz in for Laura Ingraham. I'll be back tomorrow night. But again, my favorite person at Fox News, Shannon Bream is up next. Shannon, take it away. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, GUEST HOST",
      "utterance": "Good evening from New York City on this night of major breaking news. I'm Jason Chaffetz sitting in for Laura Ingraham. A tragic ending in the search for missing Iowa college student Mollie Tibbetts. The alleged killer, a 24-year-old illegal immigrant, and we've got Democrats out there saying ICE should be abolished. It's unbelievable. We'll have a full report later in the hour. But let's get right to our top story. Serious legal trouble for two of President Trump's former top associates, Paul Manafort and Michael Cohen. Fox News chief national correspondent Ed Henry is here with the details. Ed, what is the latest?"
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Jason, great to see you. Difficult day for the president on two fronts, as you mentioned, Paul Manafort and Michael Cohen. The Cohen case could prove to be more damaging legally and politically because the president was directly implicated in the plea deal, a far cry from the Manafort matter which has nothing to do the president, the 2016 campaign, or allegations of Russian collusion. The former Trump campaign chair was stone-faced in the Virginia court as he learned the jury found he's guilty on five counts of filing false income tax returns, one count of failing to file a report of a foreign bank account, two more charges of bank fraud. The jury could not reach a verdict in Manafort's case on 10 other counts. Prosecutors have until the end of the month to decide whether they'll seek a retrial on that. Manafort also facing at second trial in Washington on charges of lobbying, fraud and other matters -- that comes in the fall. There is also the possibility Manafort will be pardoned by the president, who declared today before his rally in West Virginia that the special counsel investigation is simply out of control, watch."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "It's a witch hunt and it's a disgrace. This has nothing to do what they started out, looking for Russians involved in our campaign. There were none. I feel very badly for Paul Manafort. Again, he worked for Bob Dole, he worked for Ronald Reagan, he worked for many people, and this is the way it ends up. It was not the original mission, believe me. It was something very much different. So, it had nothing to do with Russian collusion. We continue the witch hunt."
    },
    {
      "speaker": "HENRY",
      "utterance": "Now, significant the president did not say anything about the Cohen case, leaving it to his attorney, Rudy Giuliani, to revive this statement, quote, \"There is no allegation of any wrongdoing against the president and the government's charges against Mr. Cohen. It is clear that, as the prosecutor noted, Mr. Cohen's actions reflect a pattern of lies and dishonesty over a significant period of time.\" But Cohen's plea deal alleges he broke the law to influence a 2016 election on behalf of an unnamed candidate who clearly is the president. Cohen will get somewhere between 43 and 63 months in prison after pleading guilty to the campaign finance charges I mentioned, plus bank fraud, and tax evasion. The campaign charges involve payments to two women who alleged affairs with the president that he's vehemently denied. Stormy Daniels and Karen McDougal, in Cohen's plea deal, seems to directly contradict something that Giuliani told Fox back in May. Watch this."
    },
    {
      "speaker": "RUDY GIULIANI, ATTORNEY TO PRESIDENT TRUMP",
      "utterance": "Having something to do with paying some Stormy Daniels woman, $130,000, I mean, which is going to turn out to be perfectly legal? That money was not campaign money. Sorry, I'm giving you a fact now that you don't know. It's not campaign money! No campaign finance violation."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So, they funneled it through a law firm?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Funneled through a law firm and the president repaid it."
    },
    {
      "speaker": "HENRY",
      "utterance": "Well, that at least raises the questions now, but whether there is any legal jeopardy for the president or anyone else in the campaign. Plus, Stormy Daniels' attorney, Michael Avenatti, always very aggressive and reaching out to the media, he is now claiming this plea allows him to get the stay lifted in the civil case that's separate from this. Meaning there will be new fight over whether the president has to give a deposition. Avenatti tweeting to Giuliani, quote, \"Buckle up, buttercup\" as if this fight is just beginning, Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Ed, thank you very much. Let's bring in our legal panel to break down today's development. Harmeet Dhillon is a Republican and a lawyer, Vinoo Varghese is a criminal defense attorney, and Tom Dupree, who was a deputy assistant attorney general in the George W. Bush administration. Thank you all for being here. We want to try to break down today's developments so I want -- one at a time. So let's talk just first. We'll go around the horn on Paul Manafort. And Harmeet, I'd like to give you the first stab at this. What is your take on the developments today?"
    },
    {
      "speaker": "HARMEET DHILLON, ATORNEY",
      "utterance": "Well, the developments today I think very unfortunate for Mr. Manafort because he is close to the president at one point in time for a brief period of time. He got caught in the crosshairs of the prosecution of the Mueller investigation. As we can see from both the indictment as well as the charges and the ultimate jury verdict today, we don't see anything about the president, about Russian collusion, or anything other than irregularities in his taxes and statements to banks. Now those are serious issues and unfortunately, Mr. Manafort, now will probably spend a good decade plus, to the rest of his life in prison, depending on what happens next. But it's got zero to do with the president and it just frankly underscore that (inaudible) for his closeness to the president he probably wouldn't have been prosecuted. So, its part of the narrative of, you know, unfair witch hunt here."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Now, Vinoo, who is joining me here in the studio in New York, is she right? Harmmet makes a good point. It has nothing to do with Donald Trump. The proximity of the president is really what's driving this, isn't it?"
    },
    {
      "speaker": "VINOO VARGHESE, CRIMINAL DEFENSE ATTORNEY",
      "utterance": "Well, look, first thing that you should notice are ostriches and pythons all across the country will sleep well tonight knowing that Paul Manafort will remain behind bars. Understand that this is a big victory for team Mueller in the court of public opinion because they won this case in the court. There's been a number of guilty pleas here."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But it's a case --it's a case that has nothing to do with the original Manafort directive."
    },
    {
      "speaker": "VARGHESE",
      "utterance": "This is Trump's campaign chairman. It was his campaign chairman. And Paul Manafort --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Are you going to -- like everybody that's ever worked for you, are you going to --"
    },
    {
      "speaker": "VARGHESE",
      "utterance": "And I hope that Paul Manafort here has been found guilty. Look, his team took a gamble."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Of what? Something that he did a long time ago?"
    },
    {
      "speaker": "VARGHESE",
      "utterance": "His team took a gamble. And to try (ph) this case in Alexandria, Virginia, hoping for a much more conservative jury than in Washington, D.C."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Do you really believe that he would have been prosecuted except for his proximity to Donald Trump?"
    },
    {
      "speaker": "VARGHESE",
      "utterance": "Obviously they looked at him, that was part of it. No, I agree. His proximity to Donald Trump brought the case. That doesn't mean this is the only thing there."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And look, if somebody has (inaudible) the tax laws, I want them to be convicted. But to have the national spotlight on them just because he's worked for like 100 days for Donald Trump seems a bit over the top. But let me get Tom's take on this. Tom, what do you think is happening here with Paul Manafort?"
    },
    {
      "speaker": "TOM DUPREE, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "utterance": "Well, a few things here Jason. For one thing, I do think he was the wrong guy in the wrong place at the wrong time. I mean, look, the fact that Bob Mueller is poking around. Mueller has a broad mandate. He has the authority to investigate any crimes he uncovers in the course of investigating Russia collusion. Unfortunately for Manafort, put the spotlight on him. I think as far as a president goes, I think there is no legal jeopardy to the president from today's verdict. As we all know, this involves things that they are not connected to Manafort's work on the campaign or the Manafort service to Donald Trump. I think at most the president is guilty of making a very poor personnel decision when he chose Manafort to be his campaign chairman."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But the reason that the president picked Manafort, I mean, that could be debated, but the question about whether -- there's a reason why the special counsel, right, decided to push this off for a different prosecutor rather than holding it for himself, correct, Tom?"
    },
    {
      "speaker": "DUPREE",
      "utterance": "Well, the Manafort, remember, was tried by the special counsel's team so I think this part of the case, Mueller is kind of keeping close to heart. Now look, I agree with you that if Manafort were --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But why are they doing that? I guess the point I should make, to word it better was, why do that? Is he now putting the squeeze on Mr. Manafort, saying hey look, I made my case. You are going to be convicted here. You've been convicted and now I'm going to put the squeeze on you. You better cough something up on Donald Trump or I'm going to actually -- is that is what's -- where this is going?"
    },
    {
      "speaker": "DUPREE",
      "utterance": "Jason, I bet you that Mueller and Mueller's team has been putting the squeeze on Manafort for many, many months now, and he hasn't caved. I suppose the pressure will continue although at this point, obviously Manafort has lost a lot of the leverage that he had at the outset given that he now stands criminally convicted. That said, it's possible that at some point they'll reach a deal. As we know, Manafort has another trial coming up in a few months, so there might be an opportunity to do some wheeling and dealing. Although I tend to think if Manafort has something of value to give to Mueller and he was willing to turn it over to Mueller, you'd think Mueller would have it by now."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "All right, let's talk about Michael Cohen because that is a different scenario. And Vinoo, I want to give you the first shot at that. How do you read that situation?"
    },
    {
      "speaker": "VARGHESE",
      "utterance": "The first thing, I actually think this is a big political victory for the Republicans today, with announcing that Michael Cohen, Trump's personal attorney, paid hush money to a porn star and playboy model. There's no debate that President Trump has better taste in women than Bill Clinton. He's an attorney. This is a guy who has committed a crime, multiple crimes, tax evasion, violation of campaign finance laws. He is going to be automatically disbarred. The question is how much time is he going to face behind bars. The deal says 43 to 63 months but that judge can give much more than that. That is the reality of the case. So for him, it leaves open the possibility of cooperating. There is still an opportunity to cooperate. I wouldn't be surprised at all if that December date is pushed back."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Harmeet, how do you read this situation and I think it's pretty interesting who Michael Cohen picked as his attorney because Lanny Davis is obviously no friend of Donald Trump but very close in proximity to Hillary Clinton."
    },
    {
      "speaker": "DHILLON",
      "utterance": "Well, a couple of things to give in mind about Michael Cohen. You know, he is a guy who tapes his clients, that he's a guy, who a few months ago, when he was looking at potentially 60 years in prison for these potential charges, that point he was saying the president had nothing to do with any of this stuff and, you know, there is no campaign finance issue. Fast-forward to today when, you know, you're facing 60 years in prison and the alternative is potentially five years in prison and you can get that five-year deal if you say that a couple of things that aren't crimes are crimes and pin them on the president. So I think that the overwhelming power of the prosecutors here in those situations and every situations where it's a federal prosecution, have led to this result. And Lanny Davis has really sold his client out because I think it is a real stretch, and I'm a lawyer who does election law, campaign finance, it's a real stretch to say that somebody who deals with paying off hush money to a blackmailer is necessarily trying to affect the outcome of an election. I suspect that throughout his career, Donald Trump has been approached by women like who have, you know, shaken him down and this is a standard way that people are paid off and so, you know, I don't see the campaign finance violation here at all. And so, you know, it is really unfortunate that he was forced into the situation and have done this, but, you know, again, A, nothing to do with collusion or Russia and B, no crime here for the president."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "All right, Jonathan Turley, a noted attorney, was on Fox News earlier. Let's listen to him and then Tom, I would like to get your reaction to that."
    },
    {
      "speaker": "JONATHAN TURLEY, GEORGE WASHINGTON LAW PROFESSOR",
      "utterance": "Unless its unidentified candidate is Bernie Sanders, it's going to be bad news. I mean, you're already not paying attention, because if the prosecutors accept what is in this indictment, then the president just became an unindicted co- conspirator. That's the simple matter of it."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Tom, you've got deep experience at the Department of Justice. Is Jonathan Turley right?"
    },
    {
      "speaker": "DUPREE",
      "utterance": "Well, not quite. The way I look at it is look, for one thing, the fact that Cohen pleaded to a particular charge doesn't mean that other people are automatically deemed guilty. I mean, that is why we have trials, that's why you have evidence, that's why we have juries to make these determinations. I will also say that one of the most complex and byzantine areas in the entire sphere of federal law is the election code and lawyers will argue to the nth day about whether something constitutes an election violation or it doesn't and I think this is no different. For me, what this ultimately is going to come down to is whether Cohen has something other than his own word that this is what happened, that these payments were made for the purpose of influencing a campaign, that they were done at the direction of presumably Donald Trump. If Cohen has Trump on tape, if Cohen has evidence to support his allegations, then it could pose greater jeopardy for the president, but right now, all we know is it's just Cohen's word against presumably the president's word."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But there are tapes and is Trump team able to hear and listen to all of those tapes if they are in the possession of the special prosecutor or is that something that they've only maybe heard snippets of?"
    },
    {
      "speaker": "DUPREE",
      "utterance": "My guess is the president has not heard everything that is in the possession of the prosecutors. I mean, lord knows what sorts of things Cohen was taping. There have been some tapes that address some of the subject matter of today's indictment. We don't know if those are all of them and the tapes that we have heard have been somewhat ambiguous to say the least."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But Vinoo, I have a hard time believing that this is the -- first of all, I haven't heard the word Russia yet and collusion. You haven't seen anything there regarding Russia and collusion, have you?"
    },
    {
      "speaker": "VARGHESE",
      "utterance": "That's not what this -- that's not what this is about."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I know but this is what the special prosecutor is spending all of his time, about a guy who is dealing with medallions on taxis --"
    },
    {
      "speaker": "VARGHESE",
      "utterance": "Well, that's the tax evasion part of it, right. So, you have here Donald Trump's personal lawyer, the man who said he would take a bullet for Donald Trump, who has now said in open court that the direction of the candidate, he funneled this money to influence the election, right? So, the question of Russia collusion, that's a separate question. The fact is --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "What's the prime question of what the prosecutor is supposed to be going for?"
    },
    {
      "speaker": "VARGHESE",
      "utterance": "But he has a broad mandate. As he said, he can investigate different things and all of these came from this, and the fact is now you have Trump's national security advisor, his former campaign chairman --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Which they delayed, right? They delayed the --"
    },
    {
      "speaker": "VARGHESE",
      "utterance": "His campaign chairman --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "-- and there is a lot of evidence out there that he was manipulated along the way."
    },
    {
      "speaker": "VARGHESE",
      "utterance": "-- all guilty."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So Harmeet, last word, how do you read the situation going forward? What happens next?"
    },
    {
      "speaker": "DHILLON",
      "utterance": "Well, I mean, obviously the left in this divided country is going to go crazy like Vinoo just did, you know, imputing guilt by association here but, you know, this is a tragic tale of a lawyer gone awry in many ways. It's unfortunate for him personally, but the president is very focused on his agenda. He's popular. I wouldn't be surprised if this doesn't affect his popularity one bit because people are beginning to see the results in this country. And yet after all this money, all this effort, all this drama, all these indictments, all he's got is zero to do with Russian collusion. The only person who committed campaign finance violations with respect to Russia, with respect to foreign countries, is Hillary Clinton, and she never got indicted. So, I think this really underscores for the president's position that this is a witch hunt and it has no legitimacy and needs to end."
    },
    {
      "speaker": "VARGHESE",
      "utterance": "The Mueller investigation is not over."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Thank you. Thank you very much. I appreciated it. Harmeet, gentlemen, thank you and we do appreciate it. Authorities say the murder suspect in the Molly Tibbetts case is an illegal immigrant. We'll have the details on this shocking situation directly ahead. Stay with us."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "The 34t-day search for missing Iowa college student, Mollie Tibbetts ended today in tragedy. I can't even -- seriously, as a parent, I can't even imagine going through this. Authorities charge Christian Rivera today with Mollie's murder saying the 24-year-old led police to what is believed to be her dead body at an Iowa cornfield. And in a stunning revelation, authorities say Mr. Rivera is an illegal immigrant. President Trump weighed in on this case tonight."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You heard about today with the illegal alien coming in very sadly from Mexico and you saw what happened to that incredible, beautiful young woman. It should have never happened."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Joining me now for reaction, our immigration attorney Michael Wilde, former Los Angeles police department detective Mark Fuhrman, and Bill Gavin, former assistant FBI director in New York. Gentlemen, I thank you all for being here. Unfortunately, you've had experience with these types of horrific cases and we want to get your insight because not only is the family going through an amazing tragedy, but the police work, the 34 days I think is an important thing that we also look at and we want to get your perspective Mark, I would like to go to you first. What is your assessment of how law enforcement dealt with this case and does it sound to you, again, A, it's an allegation, and B, it is still very early in this process. But based on what you've seen so far, in your professional experience, what is your assessment?"
    },
    {
      "speaker": "MARK FUHRMAN, FORMER LAPD DETECTIVE",
      "utterance": "Well, I think the written media kind of skips over the police investigation making it seem like it all happened in a day or two, but I think they were very patient. I think they approached it very intelligent and a very skillful approach once they had a suspect when it got to interrogation. The suspect just sit and walk in and start giving up information. They had enough investigative tools at their disposal to actually prod that suspect into somewhat of an -- somewhat of a confession. He leaves out that he actually murdered the victim, but I think the police did an incredible job on this."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, I mean, he says he actually blacked out during the time that the actual murder happened. But Bill, you have experience in the FBI. If somebody leads you to the body, is there any more evidence that you need that maybe this was the actual perpetrator?"
    },
    {
      "speaker": "BILL GAVIN, FORMER FBI ASSISTANT DIRECTOR",
      "utterance": "I don't think there is any doubt he's the perpetrator and I agree with Mark, I think the police did a terrific job. One of the concerns that I have is, how long did he stock her? By what means did he kill her? Strangulation, blunt force trauma, stabbing, whatever, where she sexually molested? I think the other thing, Jason, that concerns me is he was in the country, they say, four to seven years, four years in Volusia (ph) County, and maybe three years someplace else. They have to go back and look and see has there been any other crime similar to this? There is no doubt he stalked her. Has there been any other crime similar to this, any place that he has been? Has he been in one of the sanctuary cities where everything goes anyway? Where has he been? What has he done?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Because he was charged with first-degree murder, does that lead you to believe that he was stalking her as opposed to a chance happening she was running, he was driving by and decided, hey, this might be a good target?"
    },
    {
      "speaker": "GAVIN",
      "utterance": "I think that probably he was stalking her. I think the police did a marvelous job. You know, they didn't let out any information until they had all the details pretty well-collected and lined up for the information that they give out this afternoon. They did a marvelous job with this. And another thing, you know, when you get -- we get so many people complaining about cameras, you know, their civil liberties are violated when they appear on a camera, the police did such a great job in contacting people as they went through this. They found somebody who had a camera who saw the Chevy Malibu, who actually saw the runner. What a great job they did, and have hats off to the police department."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Now look, it's a smaller law enforcement organization. It's not like the Los Angeles police department with untold number of assets at their disposal for a smaller department like that to do this kind of police work. But Michael, it does beg the question -- he is here joining me in studio -- this person should have never been in the country in the first place, correct? I mean, it's an allegation but he should have never been here, right?"
    },
    {
      "speaker": "MICHAEL WILDES, IMMIGRATION ATTORNEY",
      "utterance": "Thank you for having me Jason. A horrible, senseless act of violence -- my heart goes after the family. There should be full consequences to this man for committing this murder, for the rest of his life. The truth is that the political arena of immigration is not going to be satiated through legislation. You can't to legislate your way out of a murder. It's many ways a sad --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "You can put up a wall. You can enforce -- you can start expelling people that are here illegally."
    },
    {
      "speaker": "WILDES",
      "utterance": "I understand but when you look at the facts, we have U.S. Marines that marry foreign nationals and the vetting here is critical. Even if you vet, you have more U.S. citizens craving (ph), more heinous crimes than undocumented or legally permitted --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But he would have never -- he would have never been able to even have a chance to commit a crime if he was not (ph) here in the first place."
    },
    {
      "speaker": "WILDES",
      "utterance": "You are saying then, Jason, that we really need to shut our doors and not have them here. I don't know that you can stop a murder steadily despite all of the walls --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "You can shut it off. If he's here illegally, that says to me, at least on the first blush, that he should have never been here. What about the million people we bring in legally and lawfully? I have a higher moral obligation, I think this country does to those people than it does --"
    },
    {
      "speaker": "WILDES",
      "utterance": "I agree. And I agree also with the other two speakers here, the former director of the FBI and the officer, because in all truth, when it comes down to it, the beautiful police work that is being done, the system here, should stand and we should have redundancies between state, local, and federal crimes, so that the vetting doesn't stop. What about the people who radicalize who are citizens when they travel internationally and come back to the U.S.?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And you know what --"
    },
    {
      "speaker": "WILDES",
      "utterance": "If a local cop gets them and then reports it redundantly to our intelligence services, yes, Jason, we should be able to stop this but we cannot blame immigrants as the scapegoat because they do a lot --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, I'm blaming this one. I'm blaming this one."
    },
    {
      "speaker": "WILDES",
      "utterance": "-- as I am too as a father."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And I worry, again, we don't have a total immigration debate here, but there is a difference between being here illegally and being here legally. You do a disservice to the legal immigrants by just saying, well, this guy was an immigrant. No, he wasn't, he was an illegal immigrant. So, we'll see. It's an allegation at this point. I want to get back to the case here. And Mark, he's being charged with first-degree murder. What is it going to take in order to prove that? What would police have to see in order for a prosecutor to feel comfortable that, yeah, it was actually first-degree?"
    },
    {
      "speaker": "FUHRMAN",
      "utterance": "Well, it's first-degree because he wasn't involved with the victim. It wasn't a hot blood murder where he was involved in an argument with a spouse or a live-in girlfriend. This was a directed intent murder where he actually formed the intent, which can be formed in just a matter of seconds to actually kill her. And they are going to do this forensically. They've got him to get to the point of capturing her, and then he blocks out until he's -- she's in the trunk. So, they are going to fill that gap in forensically. They are going to have the cause and method of death. They are going to try to get as much DNA. The problem here is, 30 days in the elements, insects, animals, and the heat, which is the average temperature is about 87 degrees in Iowa at this time of year. That creates a lot of decomposition, but I think they are going to achieve their goal and they will get a first-degree conviction."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Bill, is the FBI, is the Federal Bureau of Investigation, helping these smaller departments and agencies? Do they have the types of resources and can they quickly turn this around to help a smaller agency such as in Iowa?"
    },
    {
      "speaker": "GAVIN",
      "utterance": "Absolutely. That is why the FBI has resident agencies all over the country, in the smaller areas. And the participation of agents and police officers and sheriffs offices is terrific today. Plus, there's the opportunity for the bureau to run classes and whatnot and for police departments, larger police departments, to run those kinds of classes for smaller police department as well. But the spirit of cooperation is there. Anytime any police department want something done, in comes to the bureau, it will absolutely get done any place in the country --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, the FBI, I think one of the great bright spots for the FBI these days is the work that they do and the forensic labs there at Quantico and whatnot. But Michael, I want to ask you one last question here. This kid is in a tough situation -- I don't want to say kid, but I'll call him a punk or a killer, at least a wedge. He's going to be in a very difficult situation. Does he have any chance of wiggling out of this at this point?"
    },
    {
      "speaker": "WILDE",
      "utterance": "We saw sadly with the Kate Steinle case, where the state did not bring a good prosecution. The forensics of these very distinguished law enforcement officers spoke about today, and I'm a former federal prosecutor myself, is just the first step. The prosecution has to be ironclad. And I would agree, it has to be strong and with due process to make sure that we send the message out. Tonight is not immigration, that we don't scapegoat immigrants because of this son of a gun's work."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Just the illegal immigrants. Mark, I want to give you the last very quick word. What are the immigration policies happening right now? How is that affecting the Los Angeles area?"
    },
    {
      "speaker": "FUHRMA",
      "utterance": "Well, I can tell you this, we never know what crimes are not committed because an illegal alien is stopped at the border. That is indisputable. You can't even argue that point. But the flood of illegal immigrants that are gang members is what is the catastrophic effect in communities and you can't control this by saying we are going to let some come across the border and we are not going to let others. It's got to be legal immigration policy or no immigration illegally. I mean it's an issue that can't be debated, that if you let somebody come in illegally and they are criminal, they are going to commit crimes, just like this crime."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Gentlemen, thank you. I wish we had more time to discuss this, but this case will go on, but for the meantime, god bless that family and what they are doing tonight, the friends and family in that community. Governor Mike Huckabee is here to discuss the political fallout of all of today's major stories. Stay with us. He's up next."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "There is major potential political fallout for the Manafort and Cohen stories, plus Mollie Tibbetts murder case. But with me to break it all down is former Arkansas governor Mike Huckabee. Governor, I really do appreciate you joining me this evening. You saw the Cohen news. You saw the Manafort news. You heard obviously about the tragic death of Mollie Tibbetts. But what is your political read about what is going on, particularly with Manafort and Cohen, how is this going to play out to the average American?"
    },
    {
      "speaker": "MIKE HUCKABEE, FORMER ARKANSAS GOVERNOR",
      "utterance": "It was not the best day for the president because two people closely associated with him either were convicted or pled guilty. Whether or not that stink ends up on him, time will tell. I think a lot of a his supporters are not going to be persuaded by an attorney who has admittedly lied, and by someone who did things that had nothing to do with Donald Trump and happened years before he was even briefly associated with the campaign. But let's be honest, this is not the kind of thing that if you are Donald Trump, you want to have at the end of the day, two converging legal issues. But in the great scheme of things, most people recognize this had nothing to do with Russia, which was the whole point of the Mueller investigation, and it also doesn't really show that there is a singlehanded form of justice being applied to Democrats like Hillary Clinton, whose campaign funded the Russian dossier, and all of these things surrounding the president. So I don't think that we know whether it's going to have a big impact. My guess is in a long term, it doesn't. But time will tell. I do think there is a huge impact on this issue with Mollie Tibbetts, and what a heartbreaking situation. And Congressman, I heard what you said a moment ago, couldn't agree with you more. You can't look at this just from a raw political standpoint. As you said, you look at this as a father, as a dad. And I just can't even get my arms around the grief of Mollie Tibbetts' family. And the fact that this person shouldn't have been here, if there is not a pushback against open borders and sanctuary cities and the Philadelphia mayor dancing in his office over sanctuary cities, I don't know what is."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Look at the average voter. I understand where Republicans will be leaning one side and the Democrats will be leaning -- but this truly independent person, the person who is maybe not watching every story and reading every news article that comes out, personally, I don't believe that the Cohen and Manafort story really moves the meter in any one direction, especially when they've lost so much credibility of the last two years. But what does touch the heart, what does touch people's emotion is what happened to Mollie Tibbetts, because they can relate to her, and she was murdered. And all the polls are showing that the number one issue is immigration. So people say don't politicize it, but how do we talk about it and at the same time not be criticized for being -- just throwing politics out."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "I find it interesting, Congressman, that you've got a lot of Democrats saying we shouldn't be politicizing the Mollie Tibbetts' murder, but they are the very ones that absolutely overwhelmingly politicize Parkland school shooting and every shooting that happens. It's a natural emotional reaction, but what we have to do is examine policies to determine, can we fix this, can we do better? There is not a lot of sympathy among even Republicans for Paul Manafort for tax evasion or for lying about bank documents. I don't care who you are, Democrat or Republican. You ought to have to pay up for that, and he is going to. And if Michael Cohen committed crimes then he is going to have to answer for that. But just because they knew Donald Trump or had a relationship with him does not mean that whatever they did is automatically attached to the president, certainly not Manafort. But all of us were attached to the unnecessary death of a young lady whose life was ahead of her and who is dead because we have a broken immigration system. And I think the Republicans have a great opportunity to say, let's fix this, and say to the Democrats, work with us to fix it, and if you don't, then please don't tell us that you care about murder of these girls and the immigration policies that we've got to fix."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Governor, I really do appreciate your perspective. Very kind of you to join us this evening. There are other sides to this story. Another perspective on the other side of the aisle, so joining me now is Democratic strategist Jason Nichols. Jason, thank you so much for being here. I do appreciate it. I want to pick up where we left off with Governor Huckabee. The polling I've seen saying the number one issue going into the election prior to this week is immigration. And so yesterday, we ran stories about a person who was supposedly with his wife going to the hospital but ICE picked her up, and then they ran all the stories about how heartless ICE was, but it ends up that he was just wanted for murder, and that the Mexican government wanted us to detain him. Here, today, we have the allegation of the murder by an illegal immigrant, again, an allegation of a young woman who was going to be a junior in Iowa. How is this not an issue? And how is it that Democrats think that they can actually take the positions that they have on immigration and win?"
    },
    {
      "speaker": "JASON NICHOLS, PH.D., LIBERAL COMMENTATOR",
      "utterance": "Well, I don't think anyone says this is not an issue and really quickly, I just want to send my heartfelt condolences out to the Tibbetts family, and also to the University of Iowa. I'm at the University of Maryland and we have had some recent high-profile deaths, and I have had students who have passed away, so I want to send my condolences to that entire community. I don't think Democrats are saying that immigration is not an issue, and as a matter of fact, many are saying that this is a major issue and that we need comprehensive immigration reform. This is something that you, as a member of Congress, or former member of Congress, know that both sides of the aisle agree that this is a major issue. We just don't agree on how to fix it. We don't think that separating families was the way to go about it. We don't think that some of the cruel policies that Donald Trump has promoted --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Wait a second. Donald Trump didn't think we should be separating families either. That was something started in the Obama administration."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Come on, Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That's true factually."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "That is absolutely untrue. You know that catch and release --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, I do know. I was on the immigration subcommittee at the Judiciary Committee and I sat there and listened to Democrats on this issue."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "And catch and release was the Obama policy. I understand, Jason. And catch and release with the Obama policy. You might say that that was flawed."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, I would."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "And separation of families, zero tolerance, was the Trump policy. So these separation of families was a Trump policy --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Wasn't an Obama policy? You know it was."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "The separation of families was not an Obama policy."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "You're telling me those pictures were not under Barack Obama?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "And this sounds a lot like what about-ism. You are better than that, Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "No, facts will prove that you're wrong on that one. But keep going, Jason. I like -- keep going. Let me ask you this. Let me ask you this. Democrats are advocating, some big people like Kirsten Gillibrand and Senator Warren are advocating the abolishment of ICE. I have never seen a national party win an election by advocating getting rid of law enforcement and trying to demonize them as if they are doing something wrong other than enforcing the law. How is that a winning issue for Democrats?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Again, this is oftentimes misunderstood. I think what people are calling for when they say the abolition of ICE, they are talking about restructuring ICE. We think that ICE definitely does a great job when they are catching cybercriminals and catching child pornographers and doing many of the jobs that --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Murderers."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "We know that many of them, actually, a couple, I think it was 19 members of ICE said we want to focus on those important jobs, not on separating families and doing some of the other things that --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "You are so conflating the issue. ICE does not detain those people."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "No, it's border patrol."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "They don't. When people come across the border illegally, they don't necessarily going to ICE detention."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "No, no, no."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "It is homeland --"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Again, you are misunderstanding what it is that I am saying. Of course we know that ICE is not responsible for border enforcement, that is CPB, Border Patrol. What I'm saying is that ICE does, in the community that I used to live in, many years ago, they use to actually do raids that all kinds of things and separate hardworking families. And so one of the things that we are saying is that we need to restructure this particular law enforcement agency, just because ICE is a relatively new agency, as a matter of fact."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That the Democrats helped create, by the way. And they are enforcing laws the Democrats voted and supported for. Jason, I wish I could keep going with you because I love these kinds of debates. And I know you believe wholeheartedly in what you are saying and I hope we have you back on this program again. But I've got to keep moving on. Thank you, Jason."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "I believe it because it's true. Thank you, Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Thank you. Protesters topple a Confederate statue at the University of North Carolina. Is it mob rule or justified? We'll debate it next."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "A wild scene in the University of North Carolina yesterday. Protesters taking down Confederate statue that had been on campus for more than 100 years. Check this out."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "University leaders condemned the students' actions and are cooperating with a criminal investigation. Joining me now for reaction are Horace Cooper, co-chair of Project 21, and civil rights attorney Eric Johnson. Eric, I want to start with you. It's the day before school starts. The students are gathered, they are for a couple of hours, and then next thing you know, they are not just engaging in free speech, but they are actually engaging in taking this thing down. What is your take on this? Is this free speech or is this sort of mob rule? What is your take on it?"
    },
    {
      "speaker": "ERIC JOHNSON, CRIMINAL DEFENSE ATTORNEY",
      "utterance": "I think it is really a combination of both. It is an expression of free speech in the fact that many people are upset with the images that a lot of these studies portray. However, the fact that they did destroy public property is something of the university will take into consideration. Their methods in handling it are something that may not have been the best, however, I do believe that the university administration needed to take into consideration the sentiment in that particular community as it related to these statues, not only from individuals who didn't like them, but also some of the sentiment that they may infest and grow in individuals who seem to support them in that outdated way of thinking."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And Eric, they are may be a legitimate debate there, but aren't you concerned that here in a college campus, all of a sudden they are just saying, hey, they are allowing this to continue, cops are called in. I mean, this is breaking the law, is it not?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "It is breaking the law, but you have to understand, you also have similar situations if the university had won the championship. There's also a lot of vandalism and things that goes on then. So at least this particular time it is not just a simple celebration of a sporting event, but these individuals are actively exercising their free speech rights and doing something that --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But it went overboard. I want to bring in Horace here, because it wasn't just simply free speech. It was breaking the law, correct?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "I understand it was breaking the law."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "No, no, I want to go to Horace. We got Horace here with us as well. Horace, jump in here. HORACE COOPER, COCHAIR, PROJECT 21: Couple of things. One, to equate what happens when college students drink too much, become overly exuberant, and celebrate, and resulting damages with intentional destruction of private property, those are not one in the same. Those are not to be treated the same way. Yes, some damages can result from both, but we have to be very, very vigilant about making sure we are not telling young people that when you have a personal or political difference that the way to resolve that is with the use of force."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Eric, do you agree with that or disagree with it? Horace makes a great point. Do you agree or disagree with that?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "I would agree to a point. The fact is, we never want individuals to resort to violence to solve anything. However, we have to look at the underlying reason at which the violence is being exhibited."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Absolutely. But you are saying is justified?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "I never said that it was justified --"
    },
    {
      "speaker": "COOPER",
      "utterance": "You absolutely are --"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "I'm not saying that it's justified. What I'm saying is, the fact is, you have to understand what is going on, and if you have rioting situations where they go on, whether they are for celebration or whether they are for the expression of free speech, they both have to be looked at for exactly what they are. So in this particular situation, we have a Confederate statue, which is a divisive symbol on that campus that was toppled down. So therefore, there is an understandable reason for that."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Eric, should those people will be prosecuted? Yes or no? Yes or no?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "I do believe in some form or fashion there should be some punishment because they did, as I stated, in an ordered society you do not want the destruction of public property."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Horace, what is your take? What should happen to the students that engaged in this?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "They should be held accountable. Here's the problem. The real problem is this -- Democrats put up the statues. Democrats engaged in behavior during my parents and grandparents and great-grandparents lifetime terrorizing them. What we have learned from this event is there are people that, just like they did at the turn-of-the-century, justified this behavior, called it underlying conflicts and concerns. We have a similar mindset at work today. If you wish to remove the statues, there should be a political conversation and a process. The mob violence was not appropriate when it terrorized black Americans in the 19th and 20th century, and it's not appropriate now in the 21st century."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Horace, well said. Eric I appreciate you being here for the debate. It will continue on, but I thank you both for your perspectives. You wouldn't think Hollywood celebrities could debase themselves any further with their blind hatred of President Trump, but you're wrong, you're wrong, because details are coming up after this."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Hollywood's cultural rot on full display last night's MTV Video Music Awards. The show in theory is supposed to honor the best in the music industry. Instead, it often devolved into anti-Trump antics in their cheapest form. Here is a sample."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I understand we are live coast-to-coast right now. I'm looking at this like it's game day, people. But do not worry, because at this game you are allowed to kneel. You can do whatever the hell you want. No old white man that can stop you. You never know what's going to happen at the VMAs. I mean, bad language, people running to the bathroom and sending out crazy tweets. It's basically like a typical day at the White House. In your face, Trump, suck it!"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "At least MTV wasn't rewarded. The ratings are in and they were the worst ever in history the VMAs. When will they realize how utterly disconnected they are from the average Americans? Joining me tonight with reaction, Lisa Boothe is a Fox News contributor and Josh McBride is an entertainment and lifestyle expert. Josh, I remember when MTV was all about Duran Duran and Men at Work. I'm that old to remember when MTV started, and now it has devolved into this thing that -- I can't even recognize the hatred that's out there and what they are spewing and what they are showing. What is your take on that? And why do you think of the ratings are literally at their all-time lowest levels?"
    },
    {
      "speaker": "JOSH MCBRIDE, LIFESTYLE AND ENTERTAINMENT EXPERT",
      "utterance": "I think these are two separate issues. The first one being, are they spewing hatred over these two comedians doing their job on a network that has always been incredibly inclusive of sexuality, sexual orientation, race, religion, when we have a president that is not that inclusive. So when we are talking about --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But what is inclusive about their message that they are saying about enforcing the law, that sort of thing?"
    },
    {
      "speaker": "MCBRIDE",
      "utterance": "But isn't the law, the Constitution say freedom of speech, as well? So if two comedians, two African-American comedians are up there targeting a network and are on a network that is an incredibly inclusive of people that this president has been -- lack there of a better term -- not interested in, doesn't care about --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Driving their unemployment levels to record --"
    },
    {
      "speaker": "MCBRIDE",
      "utterance": "But let's stick with one thing. From a race perspective, from an inclusive perspective, from supporting of gay rights, things like that. Let's talk specifically about those things."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "The president hasn't done anything that is antigay rights."
    },
    {
      "speaker": "MCBRIDE",
      "utterance": "OK, this is a longer conversation. But as far as sticking with this, this was a moment for two comedians who have freedom of speech. And this is what comedians do."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "There were a lot of people though, Lisa, that didn't think it was too funny, right?"
    },
    {
      "speaker": "LISA BOOTHE, FOX NEWS CONTRIBUTOR",
      "utterance": "I'm sure a large proportion of the population that voted for President Trump didn't feel included last night watching the VMAs. Look, it is such an unoriginal idea now to hate the president and to be critical of him in Hollywood. It's almost so boring now, right. It's not even interesting anymore. They hate him, they go out and make these statements, and there is no shock value anymore, either. After Kathy Griffin held his head up, or a fake version of his head up, Snoop Dogg shoots him in a video, Madonna threatens to blow up the White House, there is no shock value anymore. It's boring. So be more original, Hollywood. And also, you look under President Trump, the Emmys have had the lowest ratings ever. Oscars, lowest rating ever, VMAs, lowest ratings ever. NFL has also taken a significant hit. What is the common denominator with all of this? They've all gone overtly political. Can we just have entertainment and have us be entertaining without politics injected in it? I just want to have fun."
    },
    {
      "speaker": "MCBRIDE",
      "utterance": "But why are we so surprised that Hollywood is so left? We do this after every --"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "We're not, but it's gotten so pathetic now. It's not even interesting. It's not even entertaining anymore. They're not even original."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But everyone is cheering in that audience."
    },
    {
      "speaker": "MCBRIDE",
      "utterance": "Because they all share the same viewpoint. But the rest of America doesn't because they're not tuning in."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "If I don't want that viewpoint, I am going to change the channel --"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Like I did. I didn't even bother with it."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But that is every TV show now, let's be honest here."
    },
    {
      "speaker": "MCBRIDE",
      "utterance": "It's not Fox News, I'll tell you that."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That's literally every awards show --"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "And all those ratings are going down, down, down."
    },
    {
      "speaker": "MCBRIDE",
      "utterance": "Everything is going digital. I don't think we can really say --"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "People tuned in for \"Roseanne.\" People tune into things that they want to watch. Unfortunately you look at all of these, as I mentioned, the VMAs, the Emmys, the Oscars, even the NFL, everything that has gotten so overtly political, people are tuning out. They just want to be entertained. They don't want the volatility, they don't want the hostility, they just want something that is supposed to be entertaining to be entertaining."
    },
    {
      "speaker": "MCBRIDE",
      "utterance": "And this is the fundamental problem, the people that preach the most tolerance, they are the least tolerant among them. They used to be people like Jay Leno and whatnot, they picked on both sides. But when it is so one-sided, that is what is wrong. I've got to leave it there. I could go for a half-hour. But we'll be right back. Stay with us."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Many thanks for Laura Ingraham for allowing me to guest host tonight. But before we go, a quick plug for my new upcoming book. It's called \"The Deep State, How an Army of Bureaucrats Protected Barack Obama and Is Working to Destroy the Trump Agenda.\" It's available now for preorder online and hits the bookstores on September 18th. I spent eight and half years in Congress, eight and half months writing this book, I hope you check it out and get it. That's all the time we have tonight. I'm Jason Chaffetz in for Laura Ingraham. I'll be back tomorrow night. But again, my favorite person at Fox News, Shannon Bream is up next. Shannon, take it away. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}