{
  "date": "August 26, 2021",
  "headline": "'Your World' on US service members killed in Afghanistan attacks",
  "subHeadline": "Guests: Kirk Lippold, Michael Pregent, Tom Malinowski, Michael Waltz and Peter Brookes",
  "url": "https://www.foxnews.com/transcript/your-world-on-us-service-members-killed-in-afghanistan-attacks",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "All right, we are just getting word right now that there has been another blast heard by the Kabul Airport, this just  a few minutes ago from residents in the area, who said it was, unmistaken,  a blast.  We don't know much more than that. But it comes on the heels of two separate attacks earlier today that have already claimed 12 U.S. soldiers  and injured 15 others and taken out 50 Afghan nationals. Welcome, everybody. I'm Neil Cavuto. And this is \"Your World.\"  We're following these fast-moving developments, as well as the president of   the United States about to address the nation on this in about an hour. We will get a gauge from him on what happens now and how this has affected our plans, if at all, to depart still on August 31.   So there is a growing call by a lot of our allies, including many Democrats and Republicans in this country, that he extend and push back that timetable. No indication whether he will jump on that.  But some positive developments are that the flights have been resuming at   the airport, not the frequency that we were seeing, every 39, 40 minutes or so, but resuming nevertheless. There are still about 1,000 Americans who  are in the country, want to leave the country, but we can't get a good handle where they are exactly in the country.  Let's go to Jennifer Griffin on where all this stands right now. She's at  the Pentagon -- Jennifer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, we just  came out of a briefing here at the Pentagon with CENTCOM Commander General   Frank McKenzie. He explained to us what happened outside Abbey Gate today. And he confirmed the death toll, which we had been reporting, that 12 U.S. service members,  most of them Marines, one Navy medic, and 15 others were wounded in this  suicide bombing attack. He explained that the suicide bomber got very close to Abbey Gate, even possibly close enough for the Marines to be patting the   bomber down. They don't know the size of the blast. But, clearly, to take out so many  people in what -- in -- with one blast, this was a sizable bomb. It is also  clear that there was a security failure, because the -- and what we learned is that the U.S. has been relying on the Taliban for their checkpoints and their screenings, if you will, of those who are coming toward the airport.   That is really a very tough visual to imagine, the Taliban patting down  every person and checking everyone coming to the airport. But that is the arrangement that they have had to make in order to try and have some  semblance of security.  Clearly, this bomber got through. General McKenzie was asked whether there was any possibility that the Taliban were involved. Here's what he said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Do you still trust the Taliban? And is it possible that they let   this happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. FRANK MCKENZIE, COMMANDER, U.S. CENTRAL COMMAND",
      "sentences": "So, as to whether or not they let it happen, I don't know. I don't think there's anything -- anything to convince me that they let it happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "At this point in time, there are really -- there are some differences being made when you talk to U.S. officials about Taliban vs.   ISIS-K vs. Al Qaeda.  The bottom line is, all of these groups are terror groups on terror watch lists, and they want to kill Americans. The problem is, the Taliban are now  the official government in Kabul and the U.S. military has been forced to coordinate with them as they carry on this evacuation.  General McKenzie said that there are still vans full of evacuees, Afghans  being allowed through the gates onto the tarmac, that the threat stream is  still extremely high. He explained some of those threats. Particularly, they are concerned about vehicle-borne IEDs, small or large car or truck  bombs. They have a constant threat stream of tactical intelligence suggesting that the threats continue. You reported on more explosions across the city and even near the airport tonight. I cannot confirm any of those. But the  general was asked about them. And he said he's seen the open reporting on  more explosions in Kabul. So, certainly, the security situation deteriorating. Frankly, it's a miracle that, for the past week, we haven't seen this kind of attack. The  general also said -- and this was surprising -- that some of those planes that have taken off have come under fire. Fortunately, none have been struck. But there have been attempts to fire on U.S. military planes and civilian   aircraft as they leave the airport. There are some active measures in place to protect the 5, 200 U.S. service members who are still active at the airport and who are still trying to get those evacuation flights -- continue with those evacuation flights.  But this is a changing -- this is a very fluid, very dynamic situation with security threats proliferating as we speak, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And, Jennifer, to your point about these additional explosions,  you take this and its reliability for what it is, but a Taliban tweet indicating that these explosions were carried out by American forces. We just don't know. We will hopefully get some more on that. But I did want to ask you something very quickly about this ISIS-K, this sort of renegade group that used to be part of the Pakistani Taliban, split off with that, has had many battles back and forth with the existing Taliban. And it seemed like the Taliban was pointing the finger away  themselves toward groups like this. And I'm just wondering how this complicates our getting-out-of-town effort, and presumably to get done by next Tuesday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "I would suggest that this is the reason that the president has decided to get out of Afghanistan. The problem is, when you pull out of places like Afghanistan, you leave a vacuum. And whenever you are in a situation of withdrawal, like we are  right now, with the U.S. military withdrawing eventually, by Tuesday, you have a situation where terror groups are going to try and take advantage of that. They did that with the Soviets back in 1989. They want to look at like they're firing at you on the way out. And this is the nightmare scenario that the Pentagon planned for. They did know it was a possibility. But it was certainly the worst-case scenario.  It is highly improbable that the president is going to stay, decide to ramp up and send more forces, stay, take over Bagram Air Base. Those seem like impossibilities to me, based on conversations that I'm having here at the Pentagon. General McKenzie said that he still has 5, 200 troops on the ground in Kabul at the airport. He does not anticipate sending more troops in. But he also said that, as soon as they attribute who carried out this suicide  bombing attack, the largest attack against U.S. forces in over a decade, with the highest death toll, that, once they attribute who's responsible, they will take action, they will go after them, and they will hunt them down. He did not believe that the Taliban was involved in the attack. It's hard to say how he can rule that out at this point in time. But this gets very complicated very quickly. If they had evidence that the Taliban were  involved, I think you would start seeing airstrikes at the presidential palace, however.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, because he had said, if indeed the Taliban did harm American soldiers, there would be a swift response, so the distinction there, if indeed it was the Taliban doing that. Jennifer Griffin, thank you very much. Still more on these explosions here and the Taliban trying to explain  what's going on. Make of this what you will. They were heard outside the Kabul Airport just a few minutes ago. The explosions, the Taliban says, were carried out by American forces to destroy their equipment, so the citizens of Kabul do not need to worry. Well, I think it's an understatement to say that they are a tad worried. Anyway, let's go to Peter Doocy at the White House, waiting to hear for the president about 53 minutes from now.  Any indications where he's leaning and what he might be saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "Not yet. It's been complete silence since the Pentagon first came -- first went public with the notification that there was at least one explosion in Kabul. But what we're listening for is something that Jen Psaki said earlier in the week would be a possibility, that the president was presented by the  national security apparatus, by the national security adviser and the defense secretary and the chairman of the Joint Chiefs that he wanted contingencies in case the U.S. needed to stay longer. We have no indication that that's going to happen, though, because, so far, as things have gone haywire in Afghanistan, the president has stuck with his decision. He has said that he stands squarely behind his call to pull out troops, issue this deadline, send in more troops than he had initially pulled out, and that was even as Afghanistan fell faster than expected to the Taliban. That was even as the evacuation flights had to be halted because the flight line was completely flooded with people who wanted to get out and planes could not take off or land. But this is obviously the most devastating event of the withdrawal. And so, if -- now we wait to see if it is something that changes his opinion. He is a longtime proponent of getting out of Afghanistan. There -- to follow up on what Jennifer was saying, there's no question that he is going to continue to withdraw. It's just an issue, really, of how he is going to continue it and whether or not he's going to give it a little bit more time to guarantee the safety of these people that he said are going to get out, American citizens, and then Afghans with the proper qualifications after helping America for 20 years of war who are eligible for visas to come and live in the United States, as a thank you for your help during the 20-year war. So we don't know exactly what we're going to hear from him or if he's going to take questions. However, there's going to be an unusually late Jen Psaki briefing that's going to follow the president at about 5:45 p.m. So, keep an eye on that for any follow-ups to the president's address or announcement -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Peter Doocy, thank you very much, my friend. Again, the issue is still trying to get people out of the country. Again, you heard from top military brass that that has resumed today. But it's not nearly the crowds that would gather at these various checkpoints, including at Abbey Gate, East Gate, North Gate, but Abbey Gate, of course, where the concentration of the attacks were today that claimed the most lives, including those dozen U.S. soldiers. And so there's no really way of knowing how many can get to process the paperwork. You often hear a lot about SIVs, these Special Immigrant Visas. These are gold if you have them in the country. Picture, if you will, trying to get a passport in this country to go to other countries. And you're trying to expedite that. And you will pay a premium to get it because you have got a trip coming up soon. This is that kind of on steroids. And if you are trying to get out of Afghanistan, you get this, because there aren't many given each year, about 3,000 or so. They have obviously tried to up that for those in Afghanistan. But you got, that is gold. You show that to those who are checking you at any one of these exit gates, you're good to go. But now, if you're told to sort of hide in your home, and don't bother, no matter what paperwork to have, that could be a whole 'nother travesty unfolding here. To Peter Brookes, the retired naval commander, Heritage Foundation senior research fellow. So, Peter, for a lot of these folks who have these documents, which, again, clears the way for you to leave the country, you're stuck. You can't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER BROOKES, FORMER U.S. DEPUTY ASSISTANT SECRETARY OF DEFENSE",
      "sentences": "It's very difficult, a very difficult situation. And these attacks, the one that we saw today that tragically resulted in the loss of American life, are going to discourage people from going to the airport. These other explosions that we're hearing about, Neil, we don't know the origins of those, are also likely to frighten people as the rumor mill starts. So, a very, very difficult situation, not only for those trying to leave, but also for our people on the ground there and the commanders trying to make policies that will affect this tremendous undertaking that has already, think about it, Neil, removed 100,000 people from Afghanistan, a great -- a great accomplishment on the part of those folks on the ground, our military and the diplomats and others in Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Peter, does it make sense to you that these explosions, to hear the Taliban tell it, were carried out by American forces trying to destroy their equipment? Does that make sense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKES",
      "sentences": "It doesn't quite make sense to me. I would think that most of our equipment is inside of the perimeter of the airport at this point, either that it will be disabled, left behind or removed. And this is one of the things that logisticians are challenged with, right, Neil? I mean, we have to not only get out the people we want to get out, if the president sticks to his current deadline, but we may also have to move equipment and troops, right? They all have to be out on that -- some of -- they have to be out on that last flight. So, this is the challenge. I mean, that is certainly a possibility, or this could be ISIS-K. It could be Al Qaeda or one of their affiliates attacking one another. Remember, the Taliban and ISIS-K are not allies. So we're going to have to wait on the reporting on that, as this is obviously breaking news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, the Taliban are saying they're not responsible for this. But, again, they have made a number of real questionable statements over the last couple of days, talking not too long ago that Usama bin Laden, that there's no proof that he was behind the 9/11 attacks on this country or, for that matter, that the Taliban does not attack innocent civilians. I think that's how they made their mark in this world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKES",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, again and again, they have said some things that stretch credulity. But I was a little surprised the degree of confidence we have to share intelligence with the Taliban, presumably to track ISIS-K and these other groups that might be after us, when, in fact, they might be among the wolves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKES",
      "sentences": "Yes, very difficult situation for us, because the situation is as it is, Neil, in that they control Kabul outside of the airport, right? So what do you do? And that's the really difficult thing here now. I find it incredible that they would claim that they're not responsible. I mean, I think they are fully responsible. They're supposed to be providing security outside of the airport and anybody who approaches the airport. So I think they are. And I would say, myself, in my former role as a Pentagon official, that we could -- the Biden administration could say, the deal's off for us leaving next week. You were supposed to provide security. You didn't. And because of these events, we feel like we need to extend our time here until we get all the Americans out, because some of the reasons we have already talked about, that people are going to be afraid to come towards the airport while this potential violence is going on. So the Taliban is responsible, plus whoever perpetrated those acts, whether it was a splinter group of the Taliban. I mean, there are rogue elements within the Taliban. There are many different factions within the Taliban, whether it was ISIS-K, whether it was Al Qaeda, or one of its affiliates. The Taliban said they -- as part of the deal, they were going to provide security to the airport. And, obviously, they failed at that. So I think that we have an opportunity here to say, well, you guys failed, the deal is no longer what it is, and we are going to stay until we get our people out. Now, hopefully, we can get everybody out by next Wednesday. But that may not be the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, as you know, Peter, the Taliban has said, this is not us, that it was our failure of policing that perimeter and these gate checkpoints, including this Abbey Gate issue, when, in fact, we're on the other side of that gate, that, by and large, it's the Taliban that controls that perimeter, including those gate checkpoints that were the handoff on the other side, I grant you. And, obviously, the suicide bomber got close enough and did enough damage to, in that exchange, kill so many people, including so many of our soldiers. But, again, to sort of pitch this one on us, if that's someone with whom we're working, and they're that happy and content throwing us under the bus, and making these allegations, we're continuing to work with them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKES",
      "sentences": "Yes, it's troubling. It's very troubling. But you also have to think about, how can we accomplish the mission, right? I mean, occasionally, and in history in international relations, we have had to work with people we prefer not to work to, to accomplish the mission. But you're right. I agree with you. I'm very upset about it. Obviously, as somebody who was at the Pentagon on 9/11 and remembers the Taliban for what they did, sees them as a terrorist -- sees them as a terrorist group and a facilitator, and believe they were -- they were the ones that supported Usama bin Laden that led to that terrible tragedy almost 20 -- almost 20 years ago, and especially, you think about it, 20 years ago, we're almost at 9/11, and we're dealing -- we're dealing with these people. But, like, you have to do sometimes what you have to do, Neil, unfortunately, in fairness, to get the job done. And for a week or so, it seemed like it was it was working, not perfectly, but it was working. We got over 100,000 people out. But the fact of the matter is that you are dealing with the Taliban, and they cannot be trusted. And I think we should -- I think there's other things that we should do. If we find out who the perpetrators are of this, we should try them quickly to show them that they cannot get away with this. And there will be opportunities to deal with the Taliban down the road. The important part -- thing right now, I think, is to get is to get the Americans and the SIV holders and other Afghans out of the country as quickly as possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You think we will, Peter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKES",
      "sentences": "By what time? Is that the question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "By next Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKES",
      "sentences": "I'm just amazed that -- right. I'm just amazed -- another 100 hours or so, right? I'm just amazed at the accomplishment of our military and our diplomats and folks so far. They can do amazing things. I hope that they will, and I hope that they will be safe. And there are going to be -- there may have to be some adjustments to our plans. But I -- it's going to be a challenge. But I'm wishing them the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Peter, thank you very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKES",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "By the way, these tweets back and forth, we attribute to the Taliban. The White House has not confirmed that that is the case, that this is coming from the Taliban or that it's reliable. Our Jacqui Heinrich was passing that along. We will keep you posted on any further developments on that front. But we should remind you as well that we're already hearing from Mitch McConnell on this, who has clearly signaled what he would like to hear from the president in about 45 minutes or so, that we need to redouble our global efforts to confront these barbarian enemies who want to kill Americans and attack our homeland. We have got Congressman Michael Waltz with us now, the Florida Republican, sits on the House Armed Services Committee, himself a former Green Beret who served this country very honorably in Afghanistan. Congressman, what do you think of this idea that we stick to the August 31 deadline, essentially guaranteeing that not everyone who wants out is going to get out? Forget about the tens of thousands, some put it up to over 200,000 Afghan nationals who want out, even the 1,000 or so Americans still there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MICHAEL WALTZ (R-FL)",
      "sentences": "Yes, Neil, we have thousands of Americans that are now trapped behind terrorists lines, and we have tens of thousands, at least, of our Afghan allies. Biden has us -- because he started this evacuation so late. Keep in mind, myself and others in Congress were demanding that he start back in April. They didn't even put a task force together until June to even begin getting started. So, now he has us in a no-win situation. Either we stay and continue to take casualties, or we go and we leave thousands of Americans to what I think will be one of the largest hostage situations, mass hostage crisis that we have faced since 1979. What we need now is bold, decisive leadership. Unfortunately, I don't think we will get it. But here's what I would recommend we do. Number one, you tell the Taliban, the mission is not over until we get every American out. And if you get in our way, we will kill you. Number two, HKIA, the Kabul International Airport, is not defendable. We cannot continue to take this -- these types of casualties. And if we're committed to getting every American out, that's untenable. We have to retake Bagram. I was just briefed yesterday that that is a contingency the military is prepared for. It just takes leadership from this White House. And then, thirdly, we have special operators there as we speak that are raring to go to get into Kabul and even outside of Kabul to go get our Americans, but their hands are being tied by this White House. Authorize them to go do what they're trained and there to do. And that's going to rescue our fellow citizens. Get as many Afghans as we can out. But there are also sanctuaries, pockets of resistance that the Taliban have not taken just north of Kabul. I have spoken to that leadership. And we can create that sanctuary for those American -- for those Afghans and those at-risk Afghans that we can't get out. They're ready to accept and they're ready to defend. Those alone, any of those steps will make the situation far better. But, unfortunately, I think what you're about to hear from the president is, he's going to put his foot on the gas to -- and he's going to use this as proof of why his deadline makes sense. And he's going to leave Americans behind, Neil. And that is un-American, it's a tragedy, and he's letting terrorists dictate the terms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So I wonder, Congressman. When the president does address the nation, and we have got this limited time horizon, we do know that some flights have resumed to get out of there, but not nearly at the pace or the number that we were seeing. Close to 100,000 have been evacuated from the country since the Taliban took over. But I would imagine it could potentially slow to a trickle now and many won't get out--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "-- and that this extension, if it doesn't come to pass, will mean we left a good number of people back, including maybe potentially a number of Americans, many of whom we still can't track down. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "No, Neil, look, let me be clear. We have received a number of briefings on this. We cannot, in this self- imposed -- by the way, this deadline is completely made up. This is somewhere came out of Biden's mind. And I verified that yesterday, asking - - asking a number of officials in a private briefing. This is a self-imposed deadline. There is no way to get the thousands of Americans out, especially now with this attack, that we have to get out. What does that mean? That means, going forward, on September 1, essentially, their plan is to trust the Taliban to continue to let Americans go, and the Afghans that have worked with us against them for years that we know they're already hunting down as we speak. That is -- it is a tragedy. It's inhumane. And it's -- it runs directly counter to our national security, because here's the other problem. His own intelligence community is repeatedly -- has repeatedly briefed us that Al Qaeda fully intends to come roaring back. What will -- it will spread like a cancer. What happens in Afghanistan doesn't stay there. They intend to hit the West again. So are we going to wait until we have another Pulse nightclub or San Bernardino or, God forbid, another 9/11? And those future soldiers that will have to go back and deal with this new Al Qaeda are going to have to do so with no bases, no local allies because they have been hunted down, and a terrorist army that's armed to the teeth with billions of dollars of our own equipment. I mean, this is -- this is incompetent, and it's outrageous at historic levels, not to mention the credibility around the world that we're losing the confidence of our other allies. The list just goes on and on and on of why this is such a disaster. But I think he's going to stick to it. He's not listening to the intelligence community. He's not listening the Pentagon. My fellow lawmakers, Democrats and veterans, tried to call him last night after receiving these briefings. I don't know if it's cluelessness or heartlessness or incompetence or all of the above.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. It is just bizarre, as the hours go on. Congressman Michael Waltz, thank you very much, and more, sir, for, obviously, your incredible service to this country. We're still trying to find out a little bit more about ISIS-K. You hear a lot about it. That seems to be the group that's being fingered for this attack. They're just sort of a disenchanted Taliban back from the Pakistan days five or six years ago. Not very happy with the Taliban that's in control ostensibly of Afghanistan now. There were earlier reports that hundreds of them were encircling the Kabul Airport. We could never get any confirmation of that. We just know, though, that a lot more of them than were earlier thought are in the Kabul area right now. Trey Yingst been following all of this out of Doha, Qatar, has the very latest for us. Trey, what do we know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY YINGST, FOX NEWS FOREIGN CORRESPONDENT",
      "sentences": "Neil, good afternoon. This was the nightmare scenario for both British and American intelligence officials, who warned of an ISIS-K attack against the city of Kabul and against specifically the airport. And this does appear to be a very coordinated incident, an explosion outside of the Abbey Gate, where thousands of people had gathered, along with American Marines and U.S. service members trying to work those civilians through onto the airfield. Once that explosion happened, we understand there was another explosion at the Baron Hotel nearby. So, you had thousands of people running from the first explosion when the second went off. ISIS-K, ISIS Khorasan, based on the Khorasan province in Eastern Afghanistan, this is an offshoot of the Islamic State, started back around 2014, and was responsible for a lot of attacks against Afghan and Pakistani civilians over the past several years. But U.S. officials were worried they would target the airport because it is considered a soft target. The Taliban does have their own perimeter. Then you see a U.S. perimeter. But then there is basically a sitting duck, which is the American presence on the ground right now in Afghanistan. So this was that nightmare scenario taking place. Now, since then, the Taliban has really tried to distance themselves from what happened. We saw them release a statement today saying the explosions happened in an American-controlled area, saying they offered their condolences to the victims, more than 60 Afghans also killed in this blast. And even a spokesperson from the Taliban we talked to yesterday said they were looking to give Americans safe passage out of the country. They were really trying to paint themselves as not the violent barbarians that many have seen them be in the past, but as a new, more moderate group. So they don't want to be seen as responsible for this incident. But there is the question. If they were in control of this perimeter and in control of all of the checkpoints we have heard about over the past week-and-a- half, how did these suicide bombers get through and ultimately detonate, Neil?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Trey, thank you very much. Trey Yingst on all of that. Want to go to Bret Baier right now, anchor of \"Special Report.\" Bret, the president has already indicated in the past that at any harm via the Taliban came to our troops, they would pay dearly for that. Just paraphrasing. But he always would stipulate the Taliban. If it's a group that the Taliban is pointing to or others are saying were behind this and not the Taliban, what would his response be then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "That's a great question. And I think that that is the focus of this speech. What is the action that's going to come from President Biden as he speaks in 33 minutes or so? The general we just heard from earlier at the Pentagon, General McKenzie, saying that he didn't think the Taliban was involved, but essentially saying he didn't -- he didn't know. And, to Trey's point, they were very good at preventing Afghans who were trying to get to the airport from getting through that perimeter, but not as good from stopping the suicide bombers who were successful. During that briefing earlier at the Pentagon, also, what was jarring was that the general said that they were sharing this intelligence about any threats they were getting with the Taliban and the Taliban fighters to provide security. Well, there's a Politico piece that is really raising eyebrows on Capitol Hill and some ire that just came out this afternoon saying not only that, but U.S. officials gave the Taliban a list of names of American citizens, green card holders and Afghan allies to get them entry through those Taliban checkpoints around the airport. And, one -- a defense official is quoted saying, basically, they just put all those Afghans on a kill list. It's just appalling and shocking and makes you feel unclean. I have talked to several lawmakers who, while not getting in that level of specificity, have confirmed that they were shocked by the fact that the intel-sharing had been as bold as it was with the Taliban. Remember, the Taliban, we knew and confirmed we're going house to house trying to find Afghans that worked with the U.S. So we're in this bizarre situation, Neil. And to your question, I think it may be that the president says that this is ISIS-K and the Taliban tried to prevent it. But it is an ugly stew of terrorists and people who don't like the U.S. on the ground. And I have been there are a lot. It's tough to distinguish. And the Taliban doesn't have a great track record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, if I could speed ahead to what happens now, well, actually, five days from now, I cannot imagine, Bret, maybe that we would stay beyond the 31st, no matter the horror of today. If anything, it might speed up the process. What is Afghanistan like after that? If you take it face value that this ISIS-K and Taliban don't get along, maybe they don't protest too much. It's a mess, to put it mildly. It's civil war, potentially. What are we looking at?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We're looking at an ugly situation, really a failed state. It's tough to believe that the Taliban is going to be able to get to get a grip of everything. They already have an insurgency that's up in the north of Afghanistan that is continuing. The son of the Northern Alliance leader is continuing a fight. And, also, you have, frankly -- you have talked about it -- the access to money, to dollars. Who is providing the money? I suppose China and Russia may come in and offer some assistance, but you're going to deal with food issues eventually in Afghanistan. And there's just going to be a lot of need in a short period of time. And when that happens, the vacuum is created. And, sometimes, a lot of bad things step in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "If you don't mind circling back to this Politico piece, the charge was that U.S. officials in Kabul was actually giving the Taliban the names of American citizens, green card holders, and others that we wanted to take out of the country. If so, that gives the Taliban a list of the very people it wants to target.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "If this is true, Neil, this is -- right. It's essentially giving the Taliban the research to go after the Afghan allies who helped the U.S. who were trying to get to the airport, in an effort to get them through the Taliban checkpoints. But then they have the list. Oh, you're this guy. We have been looking for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We have the stories on the ground of them going house to house looking for the Afghans who were helping the U.S. Now, the administration has talked about this cooperation and this promise of safe passage. You just have to have a lot of belief in the Taliban, and they don't have a lot of great track record to stand on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, and weren't we just shooting at them a few weeks ago?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Two weeks ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I mean, it just -- right, right. Bret, thank you very much, my friend. Good having you. And thanks for explaining a lot. That's Bret Baier undoubtedly getting into this and a lot more 90 minutes from now. Let's go to Greg Palkot on all of this, because we talked about the ongoing efforts to get people out of Afghanistan. We have already heard that the likes of Germany and Turkey, Belgium, Canada, the Netherlands are already packing up and leaving. But, Greg, we hear so far that Boris Johnson of Britain still wants to have people and personnel in there to get whatever Brits or whoever Brits are left there out of there. But he's about the only one. And I'm just wondering where this is going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG PALKOT, FOX NEWS CORRESPONDENT",
      "sentences": "That's right, Neil. Yes, Boris Johnson, U.K. prime minister, saying that he will hang in there. It's one of the last allies that are saying that. But he also talked about the barbaric nature of this incident. And we heard that from the military, from the general, pretty straightforward. But if you see the videos that we have seen of the incident which left 11 Marines dead, a Navy medic dead, many others dead and injured, it is just harrowing, a person wearing an explosive suicide vest apparently targeting one of the gates. Then there was another bombing at another staging area complex, and massive. Afghan health officials say the death toll, the number of injuries could be very high. If you have seen these images, if you seen this video, you would not be surprised. Again, as well as 12 service members killed, 15 injured. They have been at that gate for days, checking and screening desperate folks who wanted to get on a flight. Thousands were crammed in this area. Again, you can see in this video fences on either side, a drainage canal in the middle, everybody jostling for space, fighting for their lives. Now they're victims of terror. Now, it happened as, the U.S. says, something like 1,000 Americans remain in the country. Tens of thousands -- we have been following a few who are still stranded there who have helped the United States. Americans, at least, are now being told by the U.S. Embassy to stay away. ISIS, in fact, is claiming responsibility for at least one of the attacks. The officials believe it is the work of this ISIS-K affiliate. There have been strong warnings of a possible attack. Neil, that's been a prime mover behind the rush to speed up the evacuations. Again, officials are trying to anticipate further strikes. But, again, as you noted, most of our allies now today, tomorrow, they are shutting down the taps. They are ending their evacuations. Our deadline is next Tuesday. The question is, will we meet that deadline? Will we extend it? Neil, just a personal moment. For the past 20 years, we and other FOX teams have been following the -- through embedments, the service members, the Marines both in Afghanistan and Iraq. All we can say is, all we feel is sadness. And all we can say is deep condolences for the family -- the families of those who have lost their lives and those have been injured as well -- back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, that's well put, Greg. And you were among the first journalists in the country 20 years ago, when all of this started. I dare say you could not have envisioned how it could be ending 20 years later. But, Greg, great reporting throughout all of that, the very latest out of London with Greg, again, one of the first into Afghanistan when this war on terror first began in response to the 9/11 attacks in this country. Back to Jennifer Griffin right now at the Pentagon. Jennifer, CENTCOM and others are putting out warnings, bulletins about fear of another attack, another follow-up attack that could be forthcoming. Are you hearing anything about any of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Well, what we know from talking to General McKenzie just moments ago here in the Pentagon Briefing Room, he said there is an active stream of threats that they are following. There are tactical warnings. They are very concerned about vehicle-borne IEDs, either car or truck bombs, getting close to the airport. They have had to coordinate with the Taliban to try and close some roads heading to the airport to try and prevent any vehicles getting close to the airport. They -- he also said that the U.S. planes that have been taking off in recent days have come under fire. None have been hit. But we do know that - - from his briefing that there have been shots fired at American military and civilian planes as they left the airport. The threat is very real. You heard the Taliban just put out a statement from their spokesman explaining some of the explosions being heard tonight in Kabul. The Taliban says that those explosions are coming from inside the airport. They are -- the U.S. military is blowing up some of the equipment that they don't want to leave behind. And the Taliban wanted to explain that to their citizenry. What you're finding, Neil, is there's this incredible catch-22 that the U.S. military finds itself in as they try to carry out this very, very complicated and difficult mission that's going to end in the coming days. And that is that they are complete -- as soon as Kabul fell to the Taliban and the Taliban, a known terrorist group, became the government in Kabul, they became dependent on the Taliban in order to have 5, 200, 6,000 U.S. troops at the airport. There has been a very complicated dance going on in the last week. You saw that the CIA director, Bill Burns, had to meet with the Taliban leader, Mullah Baradar, at the presidential palace to deliver certain warnings and messages from the U.S. government. We know that Admiral Vasely, who's in charge of U.S. military operations on the ground at the airport, has had to coordinate on almost an hourly basis with those Taliban leaders and Taliban checkpoints and the local security forces that are now ringing the airport. So the Taliban have a security cordon around the airport. We have known that for the past week. Now we're in the very awkward position where the U.S. military is relying on the Taliban for security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you think, though, Jennifer, if you're any of those folks who might have proper paperwork or not, holed up in their homes, and they're being told don't go to these checkpoints because it's dangerous, and they now know these other stories that the Taliban knows who they are and where they are, regardless of the paperwork status, that they're going to risk that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "I want to put some of that in context. We have not been able to confirm at FOX News that the U.S. officials have shared the names or location or information of all American citizens and those SIV holders who we want to come through those checkpoints. I think what -- from our reporting, what I can say is that, on a hourly basis, if there were people at a checkpoint who were stuck, you might have a U.S. military service member or admiral basically might call to a Taliban checkpoint and say, that is somebody who is our person, let them through. That is an American citizen. Let them through. So I want to be careful in terms of this reporting from Politico that we have not been able to confirm yet from FOX News.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But wouldn't it imply that, and that's a leap on my part, then, if we're giving -- or if there's a list to say let these people through, that it's understood that these are people we want to let through, either because they're Americans or they have helped Americans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Well, remember, many of those people have gotten through. So is this a list that was given and then those people came through? Or are these people still out there and the Taliban have a list of Americans? What I can tell you for certain is that, when the Taliban took over Bagram Air Base, they took over biometric equipment. It was either handed them -- to them by the ANA, the Afghan National Army. But that biometric -- all of that computer biometric information about those who had worked for -- with the U.S. government, that was already in the Taliban's hands when they captured Bagram Air Base. So, they know -- and that's how they have been able to go house to house in search of those that they consider collaborators. They -- we do know tonight that there are Americans -- excuse me -- that there are Afghans who worked with Americans who are in danger, who are in hiding. They know the Taliban are going to be looking for them. They're already looking for them. And it is a very, very -- to me, it's a it's a very disturbing, sickening situation. We have been trying to help many of them over the last few days. The U.S. military has been trying to help them. But there are still people stuck. And the Taliban know -- know their names, unfortunately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Jennifer Griffin, thank you very, very much. And to Jennifer's point -- and this is something no doubt the administration is going to remind folks about, certainly the president -- that, up until now, thanks to 13, 400 who got out of the country yesterday, that brings the total to close to 96,000 who -- since the Taliban have taken over the country, have been able to get out of the country. Now, obviously, today, I would imagine those numbers have shrunk considerably, certainly nothing like the 13, 400 in the prior 24-hour period. But, by that math and using that math, the best the administration can hope for is maybe another 50,000 60,000 can get out of the country by next Tuesday. That is well shy of the 250,000 individuals we are led to believe want out, most of them Afghan nationals who right now are hiding in their homes. We will have more after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEH JOHNSON, FORMER U.S. SECRETARY OF HOMELAND SECURITY",
      "sentences": "That deadline itself is going to create a crisis and a frenzy to get to the airport by whatever means. I'd be looking to see if we could buy more time, possibly enhance our troop presence there on the ground beyond the 5, 200 that are reportedly there to help secure the immediate area. But I'm very worried that the deadline that everyone knows about is going to create -- is going to add to the crisis that is existing right now on the ground there at Kabul.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so Barack Obama's homeland security secretary is for pushing back that deadline, even though he realizes that any deadline attached to any part of that calendar is going to itself incite a target. Nevertheless, my next guest, Congressman Tom Malinowski of the state of New Jersey, part of the Problem Solvers Caucus, was among those saying, you know what, we should push it back, we should extend that August 31 deadline. Congressman, good to have you. Now, of course, that was prior to today's twin bonding incident. I'm just wondering whether you still feel that way, or all the more that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TOM MALINOWSKI (D-NJ)",
      "sentences": "So, I publicly called on the president to extend the deadline. As you know, many Democrats and Republicans did, because we did not think that there was any way we could possibly keep our promise if we kept to that deadline. The problem right now is not the August 31 deadline, though. The problem right now is that ISIS is setting up bombs at the gate. And whoever the president is, whoever the president would be today, their first obligation has got to be to protect our men and women at that airport, the brave Marines who have been trying with such courage to help people, the State Department personnel who have been working with such incredible dedication. We have lost at least 12. And so, deadline or no deadline, that would be the -- that would be the main thing we would have to struggle with right now. I hope that it's still possible to bring in more people. I'm glad that this did not happen a week ago, because at least we were able to get 100,000 people out. But, obviously, this is the first thing that the president has to consider.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "If he doesn't, Congressman, move that deadline back, if he sticks to the 31st, not everyone's going to get out. And he's going to have to wrestle with that. The country will have to wrestle with that. What will you think if that's the case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALINOWSKI",
      "sentences": "Well, again, the practical -- I'm just focused on the practical problems. I have been trying to get people out. I had a group of about 20 people that I was trying to help that had gotten through the Taliban checkpoints. They were at the gate, the same gate where this bomb was set off. And, fortunately, they weren't hurt. But, of course, they have to go back. And so the practical challenge is, if ISIS is setting up bombs, how do you bring people into the airfield safely for those people, for our citizens, for our Marines who have to man those checkpoints? If there's a way to do it, I want to keep doing it. But I'm not going to stand here and say to the president and to our military commanders, you have to do this regardless of the risk. Now, here's what I'm saying to the Afghans that I have been talking to who are desperate to get out. This is terrible, but it's not the end of hope, because there are multiple avenues to get out of Afghanistan. I don't want to get into this too much, for obvious reasons. But there are -- we have friends who have been helping us to get people securely to the airport. There are ways to keep this airport in operation even if our troops leave. There are other pathways. Secretary Blinken yesterday said, I think with genuine conviction, that the deadline for evacuating people is not August 31. The deadline does not end when our troops leave. I'm going to hold him to that. But I think that's where this is going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Congressman, thank you very much. I understand, sir. I appreciate that, Tom Malinowski, New Jersey Democrat House Problem Solvers Caucus, trying to see the deadline extended, so that people can get out of the country. But that -- that might prove an uphill climb. Michael Pregent of the Hudson Institute, senior fellow, it is possible, through private and other entities, to try to ferret people out of the country. I get that, but it becomes a lot more difficult, Michael, when there are no longer any U.S. troops there or a U.S. presence at all, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL PREGENT, HUDSON INSTITUTE",
      "sentences": "That's true. And thanks for having me on, Neil. We're currently relying on Al Qaeda affiliates to get Americans to the airfield. And Secretary Blinken is saying, and then, after we leave, we're going to continue to rely on these Al Qaeda affiliates. We have to remember the Taliban is an Al Qaeda affiliate. They are loyal to Al Qaeda. The Haqqani Network is an Al Qaeda affiliate. We have been relying on Al Qaeda affiliates to keep an ISIS attack from happening on a U.S. base. And to say that, even when we leave, that somehow this grouping of bad guys, these terrorist organizations are going to continue to allow Americans out, I think, is abandoning Americans. There were 10,000 to 15,000 Americans, Neil, 36 hours ago. Now we only have 1, 500 left? I don't believe the numbers. And I do not like what I'm hearing, this argument that, if Americans are left behind, it's because they chose to say. No, it's because they couldn't get to the single point of failure, which was HKIA, Hamid Karzai International Airport, in the middle of a 4.5 million population, where the Taliban is everywhere and an Al Qaeda, the Haqqani group, has command-and-control of the city. That is a single point of failure. We're going to leave Americans behind, Neil. And it's devastating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, I'm wondering too how you get to the airport to get out of the country when the Taliban running the country is saying you shouldn't go to these checkpoints because your life is in danger. They're calling the shots on the non-airport side of that perimeter. Our soldiers on the other side hand them off, and they got a little too close for comfort in this horrendous explosion today, but it really is the Taliban ferrying and getting these people to that point and clearing them. So they kind of threw us under the bus -- not kind of -- they did, sort of blaming this breach because the Americans botched it, essentially. With friends like that, and then we're consulting them? I'm just wondering whether we're -- we should be looking at better friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PREGENT",
      "sentences": "Well, we -- our allies are looking for better friends right, Neil. That's the saddest part of this, is our Afghan allies don't see the U.S. as trustworthy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But this is the only government, right? This is the government we have got, Michael. And I guess what I'm asking you here is, whether the deadline is the 31st or beyond that, the Taliban is still in control--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PREGENT",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "-- and still apparently hates this ISIS-K group. And the ISIS-K group hates them. I don't know what the real reality is, because, sometimes, it can play very differently. Then what happens?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PREGENT",
      "sentences": "Well, see, I don't buy the narrative that they hate each other. Yes, they hate each other, until there's a common enemy. And the United States is a common enemy. If it was an ISIS-K -- and we don't know yet. They claimed responsibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PREGENT",
      "sentences": "The Haqqani Network still knew it was going to happen. The Taliban still let them through their checkpoints. And they allowed them to get close enough to kill Americans today. And we're hearing the defense of the Taliban from the White House, and we're hearing a defense for leaving Americans behind, Neil. And that's concerning. We shouldn't recognize the Taliban as a government in Afghanistan. There is an active resistance in the Panjshir Valley. There's active resistance from the civilians in Afghanistan. And they are looking for friends. They will trust special operators that work with them in the past, like Congressman Waltz. They will trust Americans they know. They will not trust leaders in our government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Michael, thank you very, very much. Let's go to Kirk Lippold. You know him quite well, the former USS Cole Commander. Commander, we're going to hear from the president in about five minutes. What do you want to hear out of him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK LIPPOLD, FORMER COMMANDER, USS COLE",
      "sentences": "First thing I want to hear from him is going to be, the thoughts and prayers of the United States of America are behind those who lost their lives today defending our nation's freedom. And it's just tragic that, unfortunately, civilians also died in that. America abdicated their responsibility to provide an evacuation area where Americans could go to. They were told to go there. We couldn't safeguard it. We left it to the Taliban to do that. And these are the consequences. It is one thing for the military to die for a political decision. It is another thing when civilians die when trusting their own government that fails them by leaving them stranded and without the protection they needed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "If we don't extend that August 31 departure, what happens?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIPPOLD",
      "sentences": "Well, Neil, at this point, I know that everyone wants to try and blame President Biden for this, but let's not forget, we have seen your leadership from every military service, plus the chairman and the vice chairman of the Joint Chiefs of Staff, that hold what's called a tank. And they discussed the military issues that are going on. When these things happen, it is time for some accountability at the senior leadership of the military. It is about time that they started answering for the political decisions that they are acquiescent and compliant with, and that they need to be start explaining to the American people why they believe it. Rather than having General Tilley sit there and tell us about -- or Milley tell us about white rage, let's start explaining why these people got killed. Why didn't we make a forceful entry back into Bagram, where we knew we have a secure airfield, take it over and provide a safe channel for Americans to be able to get out of Kabul, up to that airport, so that we could get them out of the country safely? Because, at this point in time, quite honestly, Neil, this--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "In other words, that they should have spoken up, they should have spoken up against the commander in chief, that he -- apparently, he heard a lot of these warnings. He ultimately overruled them and went ahead with the decision he did. But it comes at a time, Commander, we're learning from a spokesman for the Taliban that this is on us, saying that we warned the foreign forces the repercussions of the large gathering at the Kabul Airport, referring to what was happening at Abbey Gate, East Gate, North Gate, all these areas that would get thousands, sometimes tens of thousands of individuals crushed like sardines, trying to get through that perimeter and to the airport. So they're putting it on us. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIPPOLD",
      "sentences": "Well, Neil, to a certain degree, you have to also remember the president made a decision starting several weeks ago to abandon Bagram. Then he made a decision to collapse in the defensive perimeter all the way until around the Hamid Karzai Airport. When he made that decision, it created a vacuum in those two areas. The Taliban could not react quick enough to get in there and fill it. So you not only have Taliban throughout Kabul right now, but you also have a lot of terrorist elements that have come in that want to embarrass the Taliban. They're not aligned with the Taliban. And that includes Al Qaeda. It includes ISIS-K. Those elements are there, the Haqqani Network. All of them are vying to be able to get power in that country, to be able to do a power-sharing with the Taliban, who is essentially the dominant force. But, nonetheless, when these vacuums were created by this government, by our government making a political decision to pull back in the manner we did, with the rapid pace that we did, it did not serve our national security interests. And we are now seeing the consequences of that price, because the intelligence that led up to the attacks today, we didn't have it. The first indicators we got that there was really going to be an attack came from the British. They gave us that first heads-up. The first indications of casualties and how accurate they were actually came from the Russians, Neil. And when you have someone on ground having to talk to the press, because he sees what's being put out at the Pentagon by Admiral Kirby, and that it, in fact, is a political narrative, not the reality of what is happened today, that's why you have on-ground people speaking up in anonymity, because they see the political narrative not driving what Americans need to know about what happened, why it happened, and what we are doing to try and protect our people over there. That's part of the problem you have today. Stop with the politics. And let's get down and figure out, how do we defend Americans as we exfiltrate them out of that country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Commander Kirk Lippold, thank you very much. People forget, in the summer, August of 2000, it was an attack on your fine men and women, 18 who died, and how that galvanized the terror world. It was a preview to coming attractions, and the most nefarious elements in the world uniting in that one mission, and potentially united on this one as well. And now, in Afghanistan, where, this year, not a single U.S. soldier had died or even been wounded, that's broken today with the death of 12 and 15 injured. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "All right, we are just getting word right now that there has been another blast heard by the Kabul Airport, this just a few minutes ago from residents in the area, who said it was, unmistaken, a blast. We don't know much more than that. But it comes on the heels of two separate attacks earlier today that have already claimed 12 U.S. soldiers and injured 15 others and taken out 50 Afghan nationals. Welcome, everybody. I'm Neil Cavuto. And this is \"Your World.\" We're following these fast-moving developments, as well as the president of the United States about to address the nation on this in about an hour. We will get a gauge from him on what happens now and how this has affected our plans, if at all, to depart still on August 31. So there is a growing call by a lot of our allies, including many Democrats and Republicans in this country, that he extend and push back that timetable. No indication whether he will jump on that. But some positive developments are that the flights have been resuming at the airport, not the frequency that we were seeing, every 39, 40 minutes or so, but resuming nevertheless. There are still about 1,000 Americans who are in the country, want to leave the country, but we can't get a good handle where they are exactly in the country. Let's go to Jennifer Griffin on where all this stands right now. She's at the Pentagon -- Jennifer."
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "utterance": "Well, we just came out of a briefing here at the Pentagon with CENTCOM Commander General Frank McKenzie. He explained to us what happened outside Abbey Gate today. And he confirmed the death toll, which we had been reporting, that 12 U.S. service members, most of them Marines, one Navy medic, and 15 others were wounded in this suicide bombing attack. He explained that the suicide bomber got very close to Abbey Gate, even possibly close enough for the Marines to be patting the bomber down. They don't know the size of the blast. But, clearly, to take out so many people in what -- in -- with one blast, this was a sizable bomb. It is also clear that there was a security failure, because the -- and what we learned is that the U.S. has been relying on the Taliban for their checkpoints and their screenings, if you will, of those who are coming toward the airport. That is really a very tough visual to imagine, the Taliban patting down every person and checking everyone coming to the airport. But that is the arrangement that they have had to make in order to try and have some semblance of security. Clearly, this bomber got through. General McKenzie was asked whether there was any possibility that the Taliban were involved. Here's what he said."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Do you still trust the Taliban? And is it possible that they let this happen?"
    },
    {
      "speaker": "GEN. FRANK MCKENZIE, COMMANDER, U.S. CENTRAL COMMAND",
      "utterance": "So, as to whether or not they let it happen, I don't know. I don't think there's anything -- anything to convince me that they let it happen."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "At this point in time, there are really -- there are some differences being made when you talk to U.S. officials about Taliban vs. ISIS-K vs. Al Qaeda. The bottom line is, all of these groups are terror groups on terror watch lists, and they want to kill Americans. The problem is, the Taliban are now the official government in Kabul and the U.S. military has been forced to coordinate with them as they carry on this evacuation. General McKenzie said that there are still vans full of evacuees, Afghans being allowed through the gates onto the tarmac, that the threat stream is still extremely high. He explained some of those threats. Particularly, they are concerned about vehicle-borne IEDs, small or large car or truck bombs. They have a constant threat stream of tactical intelligence suggesting that the threats continue. You reported on more explosions across the city and even near the airport tonight. I cannot confirm any of those. But the general was asked about them. And he said he's seen the open reporting on more explosions in Kabul. So, certainly, the security situation deteriorating. Frankly, it's a miracle that, for the past week, we haven't seen this kind of attack. The general also said -- and this was surprising -- that some of those planes that have taken off have come under fire. Fortunately, none have been struck. But there have been attempts to fire on U.S. military planes and civilian aircraft as they leave the airport. There are some active measures in place to protect the 5, 200 U.S. service members who are still active at the airport and who are still trying to get those evacuation flights -- continue with those evacuation flights. But this is a changing -- this is a very fluid, very dynamic situation with security threats proliferating as we speak, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And, Jennifer, to your point about these additional explosions, you take this and its reliability for what it is, but a Taliban tweet indicating that these explosions were carried out by American forces. We just don't know. We will hopefully get some more on that. But I did want to ask you something very quickly about this ISIS-K, this sort of renegade group that used to be part of the Pakistani Taliban, split off with that, has had many battles back and forth with the existing Taliban. And it seemed like the Taliban was pointing the finger away themselves toward groups like this. And I'm just wondering how this complicates our getting-out-of-town effort, and presumably to get done by next Tuesday?"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "I would suggest that this is the reason that the president has decided to get out of Afghanistan. The problem is, when you pull out of places like Afghanistan, you leave a vacuum. And whenever you are in a situation of withdrawal, like we are right now, with the U.S. military withdrawing eventually, by Tuesday, you have a situation where terror groups are going to try and take advantage of that. They did that with the Soviets back in 1989. They want to look at like they're firing at you on the way out. And this is the nightmare scenario that the Pentagon planned for. They did know it was a possibility. But it was certainly the worst-case scenario. It is highly improbable that the president is going to stay, decide to ramp up and send more forces, stay, take over Bagram Air Base. Those seem like impossibilities to me, based on conversations that I'm having here at the Pentagon. General McKenzie said that he still has 5, 200 troops on the ground in Kabul at the airport. He does not anticipate sending more troops in. But he also said that, as soon as they attribute who carried out this suicide bombing attack, the largest attack against U.S. forces in over a decade, with the highest death toll, that, once they attribute who's responsible, they will take action, they will go after them, and they will hunt them down. He did not believe that the Taliban was involved in the attack. It's hard to say how he can rule that out at this point in time. But this gets very complicated very quickly. If they had evidence that the Taliban were involved, I think you would start seeing airstrikes at the presidential palace, however."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, because he had said, if indeed the Taliban did harm American soldiers, there would be a swift response, so the distinction there, if indeed it was the Taliban doing that. Jennifer Griffin, thank you very much. Still more on these explosions here and the Taliban trying to explain what's going on. Make of this what you will. They were heard outside the Kabul Airport just a few minutes ago. The explosions, the Taliban says, were carried out by American forces to destroy their equipment, so the citizens of Kabul do not need to worry. Well, I think it's an understatement to say that they are a tad worried. Anyway, let's go to Peter Doocy at the White House, waiting to hear for the president about 53 minutes from now. Any indications where he's leaning and what he might be saying?"
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "Not yet. It's been complete silence since the Pentagon first came -- first went public with the notification that there was at least one explosion in Kabul. But what we're listening for is something that Jen Psaki said earlier in the week would be a possibility, that the president was presented by the national security apparatus, by the national security adviser and the defense secretary and the chairman of the Joint Chiefs that he wanted contingencies in case the U.S. needed to stay longer. We have no indication that that's going to happen, though, because, so far, as things have gone haywire in Afghanistan, the president has stuck with his decision. He has said that he stands squarely behind his call to pull out troops, issue this deadline, send in more troops than he had initially pulled out, and that was even as Afghanistan fell faster than expected to the Taliban. That was even as the evacuation flights had to be halted because the flight line was completely flooded with people who wanted to get out and planes could not take off or land. But this is obviously the most devastating event of the withdrawal. And so, if -- now we wait to see if it is something that changes his opinion. He is a longtime proponent of getting out of Afghanistan. There -- to follow up on what Jennifer was saying, there's no question that he is going to continue to withdraw. It's just an issue, really, of how he is going to continue it and whether or not he's going to give it a little bit more time to guarantee the safety of these people that he said are going to get out, American citizens, and then Afghans with the proper qualifications after helping America for 20 years of war who are eligible for visas to come and live in the United States, as a thank you for your help during the 20-year war. So we don't know exactly what we're going to hear from him or if he's going to take questions. However, there's going to be an unusually late Jen Psaki briefing that's going to follow the president at about 5:45 p.m. So, keep an eye on that for any follow-ups to the president's address or announcement -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Peter Doocy, thank you very much, my friend. Again, the issue is still trying to get people out of the country. Again, you heard from top military brass that that has resumed today. But it's not nearly the crowds that would gather at these various checkpoints, including at Abbey Gate, East Gate, North Gate, but Abbey Gate, of course, where the concentration of the attacks were today that claimed the most lives, including those dozen U.S. soldiers. And so there's no really way of knowing how many can get to process the paperwork. You often hear a lot about SIVs, these Special Immigrant Visas. These are gold if you have them in the country. Picture, if you will, trying to get a passport in this country to go to other countries. And you're trying to expedite that. And you will pay a premium to get it because you have got a trip coming up soon. This is that kind of on steroids. And if you are trying to get out of Afghanistan, you get this, because there aren't many given each year, about 3,000 or so. They have obviously tried to up that for those in Afghanistan. But you got, that is gold. You show that to those who are checking you at any one of these exit gates, you're good to go. But now, if you're told to sort of hide in your home, and don't bother, no matter what paperwork to have, that could be a whole 'nother travesty unfolding here. To Peter Brookes, the retired naval commander, Heritage Foundation senior research fellow. So, Peter, for a lot of these folks who have these documents, which, again, clears the way for you to leave the country, you're stuck. You can't."
    },
    {
      "speaker": "PETER BROOKES, FORMER U.S. DEPUTY ASSISTANT SECRETARY OF DEFENSE",
      "utterance": "It's very difficult, a very difficult situation. And these attacks, the one that we saw today that tragically resulted in the loss of American life, are going to discourage people from going to the airport. These other explosions that we're hearing about, Neil, we don't know the origins of those, are also likely to frighten people as the rumor mill starts. So, a very, very difficult situation, not only for those trying to leave, but also for our people on the ground there and the commanders trying to make policies that will affect this tremendous undertaking that has already, think about it, Neil, removed 100,000 people from Afghanistan, a great -- a great accomplishment on the part of those folks on the ground, our military and the diplomats and others in Afghanistan."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Peter, does it make sense to you that these explosions, to hear the Taliban tell it, were carried out by American forces trying to destroy their equipment? Does that make sense?"
    },
    {
      "speaker": "BROOKES",
      "utterance": "It doesn't quite make sense to me. I would think that most of our equipment is inside of the perimeter of the airport at this point, either that it will be disabled, left behind or removed. And this is one of the things that logisticians are challenged with, right, Neil? I mean, we have to not only get out the people we want to get out, if the president sticks to his current deadline, but we may also have to move equipment and troops, right? They all have to be out on that -- some of -- they have to be out on that last flight. So, this is the challenge. I mean, that is certainly a possibility, or this could be ISIS-K. It could be Al Qaeda or one of their affiliates attacking one another. Remember, the Taliban and ISIS-K are not allies. So we're going to have to wait on the reporting on that, as this is obviously breaking news."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, the Taliban are saying they're not responsible for this. But, again, they have made a number of real questionable statements over the last couple of days, talking not too long ago that Usama bin Laden, that there's no proof that he was behind the 9/11 attacks on this country or, for that matter, that the Taliban does not attack innocent civilians. I think that's how they made their mark in this world."
    },
    {
      "speaker": "BROOKES",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, again and again, they have said some things that stretch credulity. But I was a little surprised the degree of confidence we have to share intelligence with the Taliban, presumably to track ISIS-K and these other groups that might be after us, when, in fact, they might be among the wolves."
    },
    {
      "speaker": "BROOKES",
      "utterance": "Yes, very difficult situation for us, because the situation is as it is, Neil, in that they control Kabul outside of the airport, right? So what do you do? And that's the really difficult thing here now. I find it incredible that they would claim that they're not responsible. I mean, I think they are fully responsible. They're supposed to be providing security outside of the airport and anybody who approaches the airport. So I think they are. And I would say, myself, in my former role as a Pentagon official, that we could -- the Biden administration could say, the deal's off for us leaving next week. You were supposed to provide security. You didn't. And because of these events, we feel like we need to extend our time here until we get all the Americans out, because some of the reasons we have already talked about, that people are going to be afraid to come towards the airport while this potential violence is going on. So the Taliban is responsible, plus whoever perpetrated those acts, whether it was a splinter group of the Taliban. I mean, there are rogue elements within the Taliban. There are many different factions within the Taliban, whether it was ISIS-K, whether it was Al Qaeda, or one of its affiliates. The Taliban said they -- as part of the deal, they were going to provide security to the airport. And, obviously, they failed at that. So I think that we have an opportunity here to say, well, you guys failed, the deal is no longer what it is, and we are going to stay until we get our people out. Now, hopefully, we can get everybody out by next Wednesday. But that may not be the case."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, as you know, Peter, the Taliban has said, this is not us, that it was our failure of policing that perimeter and these gate checkpoints, including this Abbey Gate issue, when, in fact, we're on the other side of that gate, that, by and large, it's the Taliban that controls that perimeter, including those gate checkpoints that were the handoff on the other side, I grant you. And, obviously, the suicide bomber got close enough and did enough damage to, in that exchange, kill so many people, including so many of our soldiers. But, again, to sort of pitch this one on us, if that's someone with whom we're working, and they're that happy and content throwing us under the bus, and making these allegations, we're continuing to work with them."
    },
    {
      "speaker": "BROOKES",
      "utterance": "Yes, it's troubling. It's very troubling. But you also have to think about, how can we accomplish the mission, right? I mean, occasionally, and in history in international relations, we have had to work with people we prefer not to work to, to accomplish the mission. But you're right. I agree with you. I'm very upset about it. Obviously, as somebody who was at the Pentagon on 9/11 and remembers the Taliban for what they did, sees them as a terrorist -- sees them as a terrorist group and a facilitator, and believe they were -- they were the ones that supported Usama bin Laden that led to that terrible tragedy almost 20 -- almost 20 years ago, and especially, you think about it, 20 years ago, we're almost at 9/11, and we're dealing -- we're dealing with these people. But, like, you have to do sometimes what you have to do, Neil, unfortunately, in fairness, to get the job done. And for a week or so, it seemed like it was it was working, not perfectly, but it was working. We got over 100,000 people out. But the fact of the matter is that you are dealing with the Taliban, and they cannot be trusted. And I think we should -- I think there's other things that we should do. If we find out who the perpetrators are of this, we should try them quickly to show them that they cannot get away with this. And there will be opportunities to deal with the Taliban down the road. The important part -- thing right now, I think, is to get is to get the Americans and the SIV holders and other Afghans out of the country as quickly as possible."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You think we will, Peter?"
    },
    {
      "speaker": "BROOKES",
      "utterance": "By what time? Is that the question?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "By next Tuesday."
    },
    {
      "speaker": "BROOKES",
      "utterance": "I'm just amazed that -- right. I'm just amazed -- another 100 hours or so, right? I'm just amazed at the accomplishment of our military and our diplomats and folks so far. They can do amazing things. I hope that they will, and I hope that they will be safe. And there are going to be -- there may have to be some adjustments to our plans. But I -- it's going to be a challenge. But I'm wishing them the best."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Peter, thank you very, very much."
    },
    {
      "speaker": "BROOKES",
      "utterance": "Thanks."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "By the way, these tweets back and forth, we attribute to the Taliban. The White House has not confirmed that that is the case, that this is coming from the Taliban or that it's reliable. Our Jacqui Heinrich was passing that along. We will keep you posted on any further developments on that front. But we should remind you as well that we're already hearing from Mitch McConnell on this, who has clearly signaled what he would like to hear from the president in about 45 minutes or so, that we need to redouble our global efforts to confront these barbarian enemies who want to kill Americans and attack our homeland. We have got Congressman Michael Waltz with us now, the Florida Republican, sits on the House Armed Services Committee, himself a former Green Beret who served this country very honorably in Afghanistan. Congressman, what do you think of this idea that we stick to the August 31 deadline, essentially guaranteeing that not everyone who wants out is going to get out? Forget about the tens of thousands, some put it up to over 200,000 Afghan nationals who want out, even the 1,000 or so Americans still there."
    },
    {
      "speaker": "REP. MICHAEL WALTZ (R-FL)",
      "utterance": "Yes, Neil, we have thousands of Americans that are now trapped behind terrorists lines, and we have tens of thousands, at least, of our Afghan allies. Biden has us -- because he started this evacuation so late. Keep in mind, myself and others in Congress were demanding that he start back in April. They didn't even put a task force together until June to even begin getting started. So, now he has us in a no-win situation. Either we stay and continue to take casualties, or we go and we leave thousands of Americans to what I think will be one of the largest hostage situations, mass hostage crisis that we have faced since 1979. What we need now is bold, decisive leadership. Unfortunately, I don't think we will get it. But here's what I would recommend we do. Number one, you tell the Taliban, the mission is not over until we get every American out. And if you get in our way, we will kill you. Number two, HKIA, the Kabul International Airport, is not defendable. We cannot continue to take this -- these types of casualties. And if we're committed to getting every American out, that's untenable. We have to retake Bagram. I was just briefed yesterday that that is a contingency the military is prepared for. It just takes leadership from this White House. And then, thirdly, we have special operators there as we speak that are raring to go to get into Kabul and even outside of Kabul to go get our Americans, but their hands are being tied by this White House. Authorize them to go do what they're trained and there to do. And that's going to rescue our fellow citizens. Get as many Afghans as we can out. But there are also sanctuaries, pockets of resistance that the Taliban have not taken just north of Kabul. I have spoken to that leadership. And we can create that sanctuary for those American -- for those Afghans and those at-risk Afghans that we can't get out. They're ready to accept and they're ready to defend. Those alone, any of those steps will make the situation far better. But, unfortunately, I think what you're about to hear from the president is, he's going to put his foot on the gas to -- and he's going to use this as proof of why his deadline makes sense. And he's going to leave Americans behind, Neil. And that is un-American, it's a tragedy, and he's letting terrorists dictate the terms."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So I wonder, Congressman. When the president does address the nation, and we have got this limited time horizon, we do know that some flights have resumed to get out of there, but not nearly at the pace or the number that we were seeing. Close to 100,000 have been evacuated from the country since the Taliban took over. But I would imagine it could potentially slow to a trickle now and many won't get out--"
    },
    {
      "speaker": "WALTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "-- and that this extension, if it doesn't come to pass, will mean we left a good number of people back, including maybe potentially a number of Americans, many of whom we still can't track down. What do you think of that?"
    },
    {
      "speaker": "WALTZ",
      "utterance": "No, Neil, look, let me be clear. We have received a number of briefings on this. We cannot, in this self- imposed -- by the way, this deadline is completely made up. This is somewhere came out of Biden's mind. And I verified that yesterday, asking - - asking a number of officials in a private briefing. This is a self-imposed deadline. There is no way to get the thousands of Americans out, especially now with this attack, that we have to get out. What does that mean? That means, going forward, on September 1, essentially, their plan is to trust the Taliban to continue to let Americans go, and the Afghans that have worked with us against them for years that we know they're already hunting down as we speak. That is -- it is a tragedy. It's inhumane. And it's -- it runs directly counter to our national security, because here's the other problem. His own intelligence community is repeatedly -- has repeatedly briefed us that Al Qaeda fully intends to come roaring back. What will -- it will spread like a cancer. What happens in Afghanistan doesn't stay there. They intend to hit the West again. So are we going to wait until we have another Pulse nightclub or San Bernardino or, God forbid, another 9/11? And those future soldiers that will have to go back and deal with this new Al Qaeda are going to have to do so with no bases, no local allies because they have been hunted down, and a terrorist army that's armed to the teeth with billions of dollars of our own equipment. I mean, this is -- this is incompetent, and it's outrageous at historic levels, not to mention the credibility around the world that we're losing the confidence of our other allies. The list just goes on and on and on of why this is such a disaster. But I think he's going to stick to it. He's not listening to the intelligence community. He's not listening the Pentagon. My fellow lawmakers, Democrats and veterans, tried to call him last night after receiving these briefings. I don't know if it's cluelessness or heartlessness or incompetence or all of the above."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. It is just bizarre, as the hours go on. Congressman Michael Waltz, thank you very much, and more, sir, for, obviously, your incredible service to this country. We're still trying to find out a little bit more about ISIS-K. You hear a lot about it. That seems to be the group that's being fingered for this attack. They're just sort of a disenchanted Taliban back from the Pakistan days five or six years ago. Not very happy with the Taliban that's in control ostensibly of Afghanistan now. There were earlier reports that hundreds of them were encircling the Kabul Airport. We could never get any confirmation of that. We just know, though, that a lot more of them than were earlier thought are in the Kabul area right now. Trey Yingst been following all of this out of Doha, Qatar, has the very latest for us. Trey, what do we know?"
    },
    {
      "speaker": "TREY YINGST, FOX NEWS FOREIGN CORRESPONDENT",
      "utterance": "Neil, good afternoon. This was the nightmare scenario for both British and American intelligence officials, who warned of an ISIS-K attack against the city of Kabul and against specifically the airport. And this does appear to be a very coordinated incident, an explosion outside of the Abbey Gate, where thousands of people had gathered, along with American Marines and U.S. service members trying to work those civilians through onto the airfield. Once that explosion happened, we understand there was another explosion at the Baron Hotel nearby. So, you had thousands of people running from the first explosion when the second went off. ISIS-K, ISIS Khorasan, based on the Khorasan province in Eastern Afghanistan, this is an offshoot of the Islamic State, started back around 2014, and was responsible for a lot of attacks against Afghan and Pakistani civilians over the past several years. But U.S. officials were worried they would target the airport because it is considered a soft target. The Taliban does have their own perimeter. Then you see a U.S. perimeter. But then there is basically a sitting duck, which is the American presence on the ground right now in Afghanistan. So this was that nightmare scenario taking place. Now, since then, the Taliban has really tried to distance themselves from what happened. We saw them release a statement today saying the explosions happened in an American-controlled area, saying they offered their condolences to the victims, more than 60 Afghans also killed in this blast. And even a spokesperson from the Taliban we talked to yesterday said they were looking to give Americans safe passage out of the country. They were really trying to paint themselves as not the violent barbarians that many have seen them be in the past, but as a new, more moderate group. So they don't want to be seen as responsible for this incident. But there is the question. If they were in control of this perimeter and in control of all of the checkpoints we have heard about over the past week-and-a- half, how did these suicide bombers get through and ultimately detonate, Neil?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Trey, thank you very much. Trey Yingst on all of that. Want to go to Bret Baier right now, anchor of \"Special Report.\" Bret, the president has already indicated in the past that at any harm via the Taliban came to our troops, they would pay dearly for that. Just paraphrasing. But he always would stipulate the Taliban. If it's a group that the Taliban is pointing to or others are saying were behind this and not the Taliban, what would his response be then?"
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "That's a great question. And I think that that is the focus of this speech. What is the action that's going to come from President Biden as he speaks in 33 minutes or so? The general we just heard from earlier at the Pentagon, General McKenzie, saying that he didn't think the Taliban was involved, but essentially saying he didn't -- he didn't know. And, to Trey's point, they were very good at preventing Afghans who were trying to get to the airport from getting through that perimeter, but not as good from stopping the suicide bombers who were successful. During that briefing earlier at the Pentagon, also, what was jarring was that the general said that they were sharing this intelligence about any threats they were getting with the Taliban and the Taliban fighters to provide security. Well, there's a Politico piece that is really raising eyebrows on Capitol Hill and some ire that just came out this afternoon saying not only that, but U.S. officials gave the Taliban a list of names of American citizens, green card holders and Afghan allies to get them entry through those Taliban checkpoints around the airport. And, one -- a defense official is quoted saying, basically, they just put all those Afghans on a kill list. It's just appalling and shocking and makes you feel unclean. I have talked to several lawmakers who, while not getting in that level of specificity, have confirmed that they were shocked by the fact that the intel-sharing had been as bold as it was with the Taliban. Remember, the Taliban, we knew and confirmed we're going house to house trying to find Afghans that worked with the U.S. So we're in this bizarre situation, Neil. And to your question, I think it may be that the president says that this is ISIS-K and the Taliban tried to prevent it. But it is an ugly stew of terrorists and people who don't like the U.S. on the ground. And I have been there are a lot. It's tough to distinguish. And the Taliban doesn't have a great track record."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, if I could speed ahead to what happens now, well, actually, five days from now, I cannot imagine, Bret, maybe that we would stay beyond the 31st, no matter the horror of today. If anything, it might speed up the process. What is Afghanistan like after that? If you take it face value that this ISIS-K and Taliban don't get along, maybe they don't protest too much. It's a mess, to put it mildly. It's civil war, potentially. What are we looking at?"
    },
    {
      "speaker": "BAIER",
      "utterance": "We're looking at an ugly situation, really a failed state. It's tough to believe that the Taliban is going to be able to get to get a grip of everything. They already have an insurgency that's up in the north of Afghanistan that is continuing. The son of the Northern Alliance leader is continuing a fight. And, also, you have, frankly -- you have talked about it -- the access to money, to dollars. Who is providing the money? I suppose China and Russia may come in and offer some assistance, but you're going to deal with food issues eventually in Afghanistan. And there's just going to be a lot of need in a short period of time. And when that happens, the vacuum is created. And, sometimes, a lot of bad things step in."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "If you don't mind circling back to this Politico piece, the charge was that U.S. officials in Kabul was actually giving the Taliban the names of American citizens, green card holders, and others that we wanted to take out of the country. If so, that gives the Taliban a list of the very people it wants to target."
    },
    {
      "speaker": "BAIER",
      "utterance": "If this is true, Neil, this is -- right. It's essentially giving the Taliban the research to go after the Afghan allies who helped the U.S. who were trying to get to the airport, in an effort to get them through the Taliban checkpoints. But then they have the list. Oh, you're this guy. We have been looking for you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "BAIER",
      "utterance": "We have the stories on the ground of them going house to house looking for the Afghans who were helping the U.S. Now, the administration has talked about this cooperation and this promise of safe passage. You just have to have a lot of belief in the Taliban, and they don't have a lot of great track record to stand on."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, and weren't we just shooting at them a few weeks ago?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Two weeks ago."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I mean, it just -- right, right. Bret, thank you very much, my friend. Good having you. And thanks for explaining a lot. That's Bret Baier undoubtedly getting into this and a lot more 90 minutes from now. Let's go to Greg Palkot on all of this, because we talked about the ongoing efforts to get people out of Afghanistan. We have already heard that the likes of Germany and Turkey, Belgium, Canada, the Netherlands are already packing up and leaving. But, Greg, we hear so far that Boris Johnson of Britain still wants to have people and personnel in there to get whatever Brits or whoever Brits are left there out of there. But he's about the only one. And I'm just wondering where this is going."
    },
    {
      "speaker": "GREG PALKOT, FOX NEWS CORRESPONDENT",
      "utterance": "That's right, Neil. Yes, Boris Johnson, U.K. prime minister, saying that he will hang in there. It's one of the last allies that are saying that. But he also talked about the barbaric nature of this incident. And we heard that from the military, from the general, pretty straightforward. But if you see the videos that we have seen of the incident which left 11 Marines dead, a Navy medic dead, many others dead and injured, it is just harrowing, a person wearing an explosive suicide vest apparently targeting one of the gates. Then there was another bombing at another staging area complex, and massive. Afghan health officials say the death toll, the number of injuries could be very high. If you have seen these images, if you seen this video, you would not be surprised. Again, as well as 12 service members killed, 15 injured. They have been at that gate for days, checking and screening desperate folks who wanted to get on a flight. Thousands were crammed in this area. Again, you can see in this video fences on either side, a drainage canal in the middle, everybody jostling for space, fighting for their lives. Now they're victims of terror. Now, it happened as, the U.S. says, something like 1,000 Americans remain in the country. Tens of thousands -- we have been following a few who are still stranded there who have helped the United States. Americans, at least, are now being told by the U.S. Embassy to stay away. ISIS, in fact, is claiming responsibility for at least one of the attacks. The officials believe it is the work of this ISIS-K affiliate. There have been strong warnings of a possible attack. Neil, that's been a prime mover behind the rush to speed up the evacuations. Again, officials are trying to anticipate further strikes. But, again, as you noted, most of our allies now today, tomorrow, they are shutting down the taps. They are ending their evacuations. Our deadline is next Tuesday. The question is, will we meet that deadline? Will we extend it? Neil, just a personal moment. For the past 20 years, we and other FOX teams have been following the -- through embedments, the service members, the Marines both in Afghanistan and Iraq. All we can say is, all we feel is sadness. And all we can say is deep condolences for the family -- the families of those who have lost their lives and those have been injured as well -- back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, that's well put, Greg. And you were among the first journalists in the country 20 years ago, when all of this started. I dare say you could not have envisioned how it could be ending 20 years later. But, Greg, great reporting throughout all of that, the very latest out of London with Greg, again, one of the first into Afghanistan when this war on terror first began in response to the 9/11 attacks in this country. Back to Jennifer Griffin right now at the Pentagon. Jennifer, CENTCOM and others are putting out warnings, bulletins about fear of another attack, another follow-up attack that could be forthcoming. Are you hearing anything about any of that?"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Well, what we know from talking to General McKenzie just moments ago here in the Pentagon Briefing Room, he said there is an active stream of threats that they are following. There are tactical warnings. They are very concerned about vehicle-borne IEDs, either car or truck bombs, getting close to the airport. They have had to coordinate with the Taliban to try and close some roads heading to the airport to try and prevent any vehicles getting close to the airport. They -- he also said that the U.S. planes that have been taking off in recent days have come under fire. None have been hit. But we do know that - - from his briefing that there have been shots fired at American military and civilian planes as they left the airport. The threat is very real. You heard the Taliban just put out a statement from their spokesman explaining some of the explosions being heard tonight in Kabul. The Taliban says that those explosions are coming from inside the airport. They are -- the U.S. military is blowing up some of the equipment that they don't want to leave behind. And the Taliban wanted to explain that to their citizenry. What you're finding, Neil, is there's this incredible catch-22 that the U.S. military finds itself in as they try to carry out this very, very complicated and difficult mission that's going to end in the coming days. And that is that they are complete -- as soon as Kabul fell to the Taliban and the Taliban, a known terrorist group, became the government in Kabul, they became dependent on the Taliban in order to have 5, 200, 6,000 U.S. troops at the airport. There has been a very complicated dance going on in the last week. You saw that the CIA director, Bill Burns, had to meet with the Taliban leader, Mullah Baradar, at the presidential palace to deliver certain warnings and messages from the U.S. government. We know that Admiral Vasely, who's in charge of U.S. military operations on the ground at the airport, has had to coordinate on almost an hourly basis with those Taliban leaders and Taliban checkpoints and the local security forces that are now ringing the airport. So the Taliban have a security cordon around the airport. We have known that for the past week. Now we're in the very awkward position where the U.S. military is relying on the Taliban for security."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you think, though, Jennifer, if you're any of those folks who might have proper paperwork or not, holed up in their homes, and they're being told don't go to these checkpoints because it's dangerous, and they now know these other stories that the Taliban knows who they are and where they are, regardless of the paperwork status, that they're going to risk that?"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "I want to put some of that in context. We have not been able to confirm at FOX News that the U.S. officials have shared the names or location or information of all American citizens and those SIV holders who we want to come through those checkpoints. I think what -- from our reporting, what I can say is that, on a hourly basis, if there were people at a checkpoint who were stuck, you might have a U.S. military service member or admiral basically might call to a Taliban checkpoint and say, that is somebody who is our person, let them through. That is an American citizen. Let them through. So I want to be careful in terms of this reporting from Politico that we have not been able to confirm yet from FOX News."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But wouldn't it imply that, and that's a leap on my part, then, if we're giving -- or if there's a list to say let these people through, that it's understood that these are people we want to let through, either because they're Americans or they have helped Americans?"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Well, remember, many of those people have gotten through. So is this a list that was given and then those people came through? Or are these people still out there and the Taliban have a list of Americans? What I can tell you for certain is that, when the Taliban took over Bagram Air Base, they took over biometric equipment. It was either handed them -- to them by the ANA, the Afghan National Army. But that biometric -- all of that computer biometric information about those who had worked for -- with the U.S. government, that was already in the Taliban's hands when they captured Bagram Air Base. So, they know -- and that's how they have been able to go house to house in search of those that they consider collaborators. They -- we do know tonight that there are Americans -- excuse me -- that there are Afghans who worked with Americans who are in danger, who are in hiding. They know the Taliban are going to be looking for them. They're already looking for them. And it is a very, very -- to me, it's a it's a very disturbing, sickening situation. We have been trying to help many of them over the last few days. The U.S. military has been trying to help them. But there are still people stuck. And the Taliban know -- know their names, unfortunately."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Jennifer Griffin, thank you very, very much. And to Jennifer's point -- and this is something no doubt the administration is going to remind folks about, certainly the president -- that, up until now, thanks to 13, 400 who got out of the country yesterday, that brings the total to close to 96,000 who -- since the Taliban have taken over the country, have been able to get out of the country. Now, obviously, today, I would imagine those numbers have shrunk considerably, certainly nothing like the 13, 400 in the prior 24-hour period. But, by that math and using that math, the best the administration can hope for is maybe another 50,000 60,000 can get out of the country by next Tuesday. That is well shy of the 250,000 individuals we are led to believe want out, most of them Afghan nationals who right now are hiding in their homes. We will have more after this."
    },
    {
      "speaker": "JEH JOHNSON, FORMER U.S. SECRETARY OF HOMELAND SECURITY",
      "utterance": "That deadline itself is going to create a crisis and a frenzy to get to the airport by whatever means. I'd be looking to see if we could buy more time, possibly enhance our troop presence there on the ground beyond the 5, 200 that are reportedly there to help secure the immediate area. But I'm very worried that the deadline that everyone knows about is going to create -- is going to add to the crisis that is existing right now on the ground there at Kabul."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so Barack Obama's homeland security secretary is for pushing back that deadline, even though he realizes that any deadline attached to any part of that calendar is going to itself incite a target. Nevertheless, my next guest, Congressman Tom Malinowski of the state of New Jersey, part of the Problem Solvers Caucus, was among those saying, you know what, we should push it back, we should extend that August 31 deadline. Congressman, good to have you. Now, of course, that was prior to today's twin bonding incident. I'm just wondering whether you still feel that way, or all the more that way."
    },
    {
      "speaker": "REP. TOM MALINOWSKI (D-NJ)",
      "utterance": "So, I publicly called on the president to extend the deadline. As you know, many Democrats and Republicans did, because we did not think that there was any way we could possibly keep our promise if we kept to that deadline. The problem right now is not the August 31 deadline, though. The problem right now is that ISIS is setting up bombs at the gate. And whoever the president is, whoever the president would be today, their first obligation has got to be to protect our men and women at that airport, the brave Marines who have been trying with such courage to help people, the State Department personnel who have been working with such incredible dedication. We have lost at least 12. And so, deadline or no deadline, that would be the -- that would be the main thing we would have to struggle with right now. I hope that it's still possible to bring in more people. I'm glad that this did not happen a week ago, because at least we were able to get 100,000 people out. But, obviously, this is the first thing that the president has to consider."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "If he doesn't, Congressman, move that deadline back, if he sticks to the 31st, not everyone's going to get out. And he's going to have to wrestle with that. The country will have to wrestle with that. What will you think if that's the case?"
    },
    {
      "speaker": "MALINOWSKI",
      "utterance": "Well, again, the practical -- I'm just focused on the practical problems. I have been trying to get people out. I had a group of about 20 people that I was trying to help that had gotten through the Taliban checkpoints. They were at the gate, the same gate where this bomb was set off. And, fortunately, they weren't hurt. But, of course, they have to go back. And so the practical challenge is, if ISIS is setting up bombs, how do you bring people into the airfield safely for those people, for our citizens, for our Marines who have to man those checkpoints? If there's a way to do it, I want to keep doing it. But I'm not going to stand here and say to the president and to our military commanders, you have to do this regardless of the risk. Now, here's what I'm saying to the Afghans that I have been talking to who are desperate to get out. This is terrible, but it's not the end of hope, because there are multiple avenues to get out of Afghanistan. I don't want to get into this too much, for obvious reasons. But there are -- we have friends who have been helping us to get people securely to the airport. There are ways to keep this airport in operation even if our troops leave. There are other pathways. Secretary Blinken yesterday said, I think with genuine conviction, that the deadline for evacuating people is not August 31. The deadline does not end when our troops leave. I'm going to hold him to that. But I think that's where this is going."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Congressman, thank you very much. I understand, sir. I appreciate that, Tom Malinowski, New Jersey Democrat House Problem Solvers Caucus, trying to see the deadline extended, so that people can get out of the country. But that -- that might prove an uphill climb. Michael Pregent of the Hudson Institute, senior fellow, it is possible, through private and other entities, to try to ferret people out of the country. I get that, but it becomes a lot more difficult, Michael, when there are no longer any U.S. troops there or a U.S. presence at all, right?"
    },
    {
      "speaker": "MICHAEL PREGENT, HUDSON INSTITUTE",
      "utterance": "That's true. And thanks for having me on, Neil. We're currently relying on Al Qaeda affiliates to get Americans to the airfield. And Secretary Blinken is saying, and then, after we leave, we're going to continue to rely on these Al Qaeda affiliates. We have to remember the Taliban is an Al Qaeda affiliate. They are loyal to Al Qaeda. The Haqqani Network is an Al Qaeda affiliate. We have been relying on Al Qaeda affiliates to keep an ISIS attack from happening on a U.S. base. And to say that, even when we leave, that somehow this grouping of bad guys, these terrorist organizations are going to continue to allow Americans out, I think, is abandoning Americans. There were 10,000 to 15,000 Americans, Neil, 36 hours ago. Now we only have 1, 500 left? I don't believe the numbers. And I do not like what I'm hearing, this argument that, if Americans are left behind, it's because they chose to say. No, it's because they couldn't get to the single point of failure, which was HKIA, Hamid Karzai International Airport, in the middle of a 4.5 million population, where the Taliban is everywhere and an Al Qaeda, the Haqqani group, has command-and-control of the city. That is a single point of failure. We're going to leave Americans behind, Neil. And it's devastating."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, I'm wondering too how you get to the airport to get out of the country when the Taliban running the country is saying you shouldn't go to these checkpoints because your life is in danger. They're calling the shots on the non-airport side of that perimeter. Our soldiers on the other side hand them off, and they got a little too close for comfort in this horrendous explosion today, but it really is the Taliban ferrying and getting these people to that point and clearing them. So they kind of threw us under the bus -- not kind of -- they did, sort of blaming this breach because the Americans botched it, essentially. With friends like that, and then we're consulting them? I'm just wondering whether we're -- we should be looking at better friends."
    },
    {
      "speaker": "PREGENT",
      "utterance": "Well, we -- our allies are looking for better friends right, Neil. That's the saddest part of this, is our Afghan allies don't see the U.S. as trustworthy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But this is the only government, right? This is the government we have got, Michael. And I guess what I'm asking you here is, whether the deadline is the 31st or beyond that, the Taliban is still in control--"
    },
    {
      "speaker": "PREGENT",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "-- and still apparently hates this ISIS-K group. And the ISIS-K group hates them. I don't know what the real reality is, because, sometimes, it can play very differently. Then what happens?"
    },
    {
      "speaker": "PREGENT",
      "utterance": "Well, see, I don't buy the narrative that they hate each other. Yes, they hate each other, until there's a common enemy. And the United States is a common enemy. If it was an ISIS-K -- and we don't know yet. They claimed responsibility."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PREGENT",
      "utterance": "The Haqqani Network still knew it was going to happen. The Taliban still let them through their checkpoints. And they allowed them to get close enough to kill Americans today. And we're hearing the defense of the Taliban from the White House, and we're hearing a defense for leaving Americans behind, Neil. And that's concerning. We shouldn't recognize the Taliban as a government in Afghanistan. There is an active resistance in the Panjshir Valley. There's active resistance from the civilians in Afghanistan. And they are looking for friends. They will trust special operators that work with them in the past, like Congressman Waltz. They will trust Americans they know. They will not trust leaders in our government."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Michael, thank you very, very much. Let's go to Kirk Lippold. You know him quite well, the former USS Cole Commander. Commander, we're going to hear from the president in about five minutes. What do you want to hear out of him?"
    },
    {
      "speaker": "KIRK LIPPOLD, FORMER COMMANDER, USS COLE",
      "utterance": "First thing I want to hear from him is going to be, the thoughts and prayers of the United States of America are behind those who lost their lives today defending our nation's freedom. And it's just tragic that, unfortunately, civilians also died in that. America abdicated their responsibility to provide an evacuation area where Americans could go to. They were told to go there. We couldn't safeguard it. We left it to the Taliban to do that. And these are the consequences. It is one thing for the military to die for a political decision. It is another thing when civilians die when trusting their own government that fails them by leaving them stranded and without the protection they needed."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "If we don't extend that August 31 departure, what happens?"
    },
    {
      "speaker": "LIPPOLD",
      "utterance": "Well, Neil, at this point, I know that everyone wants to try and blame President Biden for this, but let's not forget, we have seen your leadership from every military service, plus the chairman and the vice chairman of the Joint Chiefs of Staff, that hold what's called a tank. And they discussed the military issues that are going on. When these things happen, it is time for some accountability at the senior leadership of the military. It is about time that they started answering for the political decisions that they are acquiescent and compliant with, and that they need to be start explaining to the American people why they believe it. Rather than having General Tilley sit there and tell us about -- or Milley tell us about white rage, let's start explaining why these people got killed. Why didn't we make a forceful entry back into Bagram, where we knew we have a secure airfield, take it over and provide a safe channel for Americans to be able to get out of Kabul, up to that airport, so that we could get them out of the country safely? Because, at this point in time, quite honestly, Neil, this--"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "In other words, that they should have spoken up, they should have spoken up against the commander in chief, that he -- apparently, he heard a lot of these warnings. He ultimately overruled them and went ahead with the decision he did. But it comes at a time, Commander, we're learning from a spokesman for the Taliban that this is on us, saying that we warned the foreign forces the repercussions of the large gathering at the Kabul Airport, referring to what was happening at Abbey Gate, East Gate, North Gate, all these areas that would get thousands, sometimes tens of thousands of individuals crushed like sardines, trying to get through that perimeter and to the airport. So they're putting it on us. What do you think of that?"
    },
    {
      "speaker": "LIPPOLD",
      "utterance": "Well, Neil, to a certain degree, you have to also remember the president made a decision starting several weeks ago to abandon Bagram. Then he made a decision to collapse in the defensive perimeter all the way until around the Hamid Karzai Airport. When he made that decision, it created a vacuum in those two areas. The Taliban could not react quick enough to get in there and fill it. So you not only have Taliban throughout Kabul right now, but you also have a lot of terrorist elements that have come in that want to embarrass the Taliban. They're not aligned with the Taliban. And that includes Al Qaeda. It includes ISIS-K. Those elements are there, the Haqqani Network. All of them are vying to be able to get power in that country, to be able to do a power-sharing with the Taliban, who is essentially the dominant force. But, nonetheless, when these vacuums were created by this government, by our government making a political decision to pull back in the manner we did, with the rapid pace that we did, it did not serve our national security interests. And we are now seeing the consequences of that price, because the intelligence that led up to the attacks today, we didn't have it. The first indicators we got that there was really going to be an attack came from the British. They gave us that first heads-up. The first indications of casualties and how accurate they were actually came from the Russians, Neil. And when you have someone on ground having to talk to the press, because he sees what's being put out at the Pentagon by Admiral Kirby, and that it, in fact, is a political narrative, not the reality of what is happened today, that's why you have on-ground people speaking up in anonymity, because they see the political narrative not driving what Americans need to know about what happened, why it happened, and what we are doing to try and protect our people over there. That's part of the problem you have today. Stop with the politics. And let's get down and figure out, how do we defend Americans as we exfiltrate them out of that country?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Commander Kirk Lippold, thank you very much. People forget, in the summer, August of 2000, it was an attack on your fine men and women, 18 who died, and how that galvanized the terror world. It was a preview to coming attractions, and the most nefarious elements in the world uniting in that one mission, and potentially united on this one as well. And now, in Afghanistan, where, this year, not a single U.S. soldier had died or even been wounded, that's broken today with the death of 12 and 15 injured. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}