{
  "date": "August 10, 2021",
  "headline": "'Ingraham Angle' on bipartisan infrastructure bill, policing",
  "subHeadline": "Guests: John Kennedy, Peter McCullough; Jaime Carini, Jim Bopp, John Catanzara",
  "url": "https://www.foxnews.com/transcript/ingraham-angle-on-bipartisan-infrastructure-bill-policing",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "I'm Laura Ingraham. This is INGRAHAM ANGLE, from Washington tonight. We have a big show on tap. Tucker Carlson is going to be here at 10 o'clock, no less, Senator John Kennedy, the Head of the Chicago Police Union, all here, in moments. But first, the coming GOP tsunami, that's the focus of tonight's ANGLE. All right, first, the bad news. Let's start out with the bad news. We have at least 18 spineless, fiscally unsound Republicans, in the U.S. Senate, who just gave Joe Biden a much-needed win, on infrastructure. It's a bill filled with junk that we don't need and can't afford. So, there's no fiscal or social conservative should have ever supported this. Senator John Kennedy, he's so torqued off by what his colleagues did, including, by the way, the Louisiana junior senator colleague, Bill Cassidy, that he wanted to come on tonight. So again, he's going to be with us shortly. But there's a heck of a lot of good news out there too. Namely, Democrats are poised for a massive rout next year. Now, \"Axios\" is reporting that inflation, rising crime, and the border surge, are positioning Republicans for even bigger midterm gains than they had imagined just months ago. And let's not forget, Biden's handling of COVID. He allowed the peasants to celebrate July 4th, but that was short-lived! \"One early salvation for Democrats, their handling of the coronavirus pandemic, is turning into a liability as the Delta variant threatens school reopenings, a return to mask mandates, and a new wave of shutdowns.\" So now, under Biden, it's back to doom and gloom, 24x7.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. PETER HOTEZ, BAYLOR COLLEGE OF MEDICINE PROFESSOR",
      "sentences": "You should assume that we're going to see pediatric intensive care units all across the South, completely overwhelmed, and something even a possibility of small tent cities of sick adolescents and kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Those tent cities are at the border. And of course, there's always another variant, lurking in the shadows, you got a whole alphabet of variants, and they'll prevent us from ever going back to normal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, BIDEN CHIEF MEDICAL ADVISER",
      "sentences": "If you give the virus a chance, to continue to change, you're leading to a vulnerability that we might get a worse variant, and then that will impact not only the unvaccinated, that will impact the vaccinated, because that variant could evade the protection of the vaccine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "In other words, the 70 percent vaccine target that Biden gave us? That was a lie. Now, it seems to mean that the guys in the white coats, who are really controlling policy, they're not going to be satisfied, unless, I don't know, 105 percent of Americans get the vaccine? Oh, and then the booster shots forever! Now, late last year, THE ANGLE sounded the alarm, about how the Democrats would try to keep the COVID hysteria going, into the fall of this year, right in on into the midterms. Well, when we said that, we were laughed at. But here we are. People are again wearing masks, I saw this, today, walking outside, alone, wearing masks, driving alone, in their own vehicles, no less. It is truly sick. Now, most sane Americans are fed up with all of it. They're looking at the bottom line. And their money isn't going as far. So, when his - he's private-jetting his way to Martha's Vineyard, John Kerry is not affected by skyrocketing gas prices. But most working Americans are. Now, across the country, gas is up nearly 30 percent, from a year ago. That's nearly $1 per gallon. Do the math. That's Biden taking money out of your pocket, every time you buy anything, every time you go to the store. It's robbery via bad policy. And it's not just COVID and rising cost of goods and services that are going to be the Democrats' political demise, next year. It's also our wide open southern border and the crime wave that is gripping the nation, after a year of Democrat lockdowns, and calls to defund the Police. Now, if you had a choice, think about this, between starting a family, or opening a business, right now, if you're doing one of those things, right now, and you could go to either Chicago, or let's say Nashville, which would you choose? Now, if you chose Chicago, get ready for a weekend after weekend of death and destruction. Two Police officers shot this weekend, one killed, more on life - more on her life, and we're going to talk about her, later on in the program. Police are describing all of this, at a breaking point. People are just at their wits' end. Alderman Matt O'Shea telling the \"Chicago Sun-Times,\" \"Our Police officers have been under siege, under-appreciated and thrown under the bus for the last year and a half. They feel that leadership across the country, across this city do not have their back.\" But don't worry, because the stomach-churning rise in crime, I'm sure, it's going to improve, now that Biden is essentially opening our border, to anyone, who wants to come in, from any country on Earth. Whether they come for benefits, or whether they come to commit crime, we know for sure many are also bringing in COVID. Yet, one of the Democrats' cleanup women, over at CNN, sees this whole thing, as just another GOP hoax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "No evidence that they're responsible for the COVID surge in U.S. communities. It is the centuries-old trope of demonizing foreign people as diseased. These conservative voices know that. They're the vectors here, infecting Americans they profess to care about, with misinformation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ooh, vector, big word! Now, one minor question. Does she think that the Border Patrol is in on the hoax too? Because this is their numbers, 18 percent of migrant families, leaving Border Patrol custody, tested positive for COVID, document says. In addition, over 25 percent of migrants recently scheduled for some expedited deportation flights tested positive, said a document obtained by NBC News, a document from Border Patrol. So, your kids have to be masked up, in many places, across the country now, for seven hours a day, when they're in school? But migrants can waltz right in? Well, \"The Squad,\" and Bernie Sanders, they know that Democrats are in trouble, so does the White House. They know this. So, they're going to go ramming through as many socialist goodies, into their next monster bill as possible. I'm talking, of course, about that $3.5 trillion so-called reconciliation bill that the GOP Gang of 18 made possible. It's going to ensure that we lose more of the country we love. Here's just a partial list, Amnesty, a Civilian Climate Corps, Climate Research, \"Racial Justice\" and \"Health Investments,\" you see the numbers there, it's huge, Paid Family Medical Leave, Universal Pre-K, Tuition-Free Community College, and the all-important \"Electrifying The Federal Vehicle Fleet.\" OK. Massive tax hikes are going to pay for some of this. And then, of course, we're going to have huge borrowing as well. And we all know it's going to be cronyism, Solyndra-style, waste, fraud and abuse that's going to accompany any spending of this magnitude. Nevertheless, though, Chuck Schumer feels the climate is just right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY)",
      "sentences": "The budget reconciliation bill will do more to combat climate change than any legislation ever, ever in the history of the Senate. That is a promise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We know this because climate was mentioned nine times in the instructions to the Senate committees. What the Democrats have done to America in 6.5 months is breathtaking. You have to give them credit for pushing it as fast as they did. They're not wasting any time. They've whipped up a poisonous left-wing stew of job-killing, race-baiting, sovereignty-destroying, business-suffocating, and inflation-creating ingredients, only, of course, to then exempt themselves from the same rules that they demand the unsophisticated Americans have to live by. Or does Fauci now think really bad-dancing in a crowd somehow protects you from the Delta variant? I guess Obama's OK! It's not just time to kick them out of the kitchen. We need a storm of common sense and personal responsibility to wash them out of Washington for good. And that's THE ANGLE. All right, joining me now, former White House Press Secretary and Fox News Contributor, Ari Fleischer and, Mollie Hemingway, Senior Editor of \"The Federalist,\" and Fox News Contributor. Mollie? No one's done a better job of, I think, igniting grassroots opposition than the Democrats themselves. But this GOP gift to Biden, on so-called infrastructure itself was breathtaking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST SENIOR EDITOR, FOX NEWS CONTRIBUTOR",
      "sentences": "It is breathtaking. And I know a lot of Republicans are eager to see what happens, in the midterm elections, because of how unpopular these Democratic policy proposals are, whether they're at the border, or inflation, or the growing crime surge. But Republicans need to understand that voters are looking for someone, who's actually going to fight the Democrats on these things. When Democrats have power, they use their power. When Republicans have power, they tend not to use their power so much. And even when they're out of power, they don't seem to fight quite as much as their voters would like them to be doing. And these 17 senators, who are voting for this bloated infrastructure package, which is leading to an even worse spending bill that was going to cause problems with inflation, these are not what Republican voters are looking for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ari, I want to talk about what the Democrats are offering here, by way of specifics, in this new reconciliation bill that they've now married together, which is what a lot of us were saying, was going to happen, to the infrastructure bill. So, this is an exchange on MSNBC today, with Senator Tim Kaine, who kind of gave up the ghost on what's happening. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We learned a new term today, talking about lawful permanent status, for qualified immigrants. Who would be included there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TIM KAINE (D-VA)",
      "sentences": "That is something that the Judiciary Committee will work on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAINE",
      "sentences": "They will try to craft a detailed description of what that means that can satisfy all 50 Democrats. We're not expecting any Republican votes on this. So, it has to be something that every Democrat will agree to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ari, are Americans going to accept this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY, FOX NEWS CONTRIBUTOR",
      "sentences": "Oh, no. I mean, you can see another Tea Party rebellion brewing right here. And Laura, one of the things you have to do here is it's not just these individual spending bills. You have to add them up, because we the people pay for them combined. So, how much has Joe Biden proposed to spend? It is $6.5 trillion additional new dollars, on top of the existing spending that the government does. And just to put that $6.5 trillion, which is the cost of the three reconciliation bills, in context, in 2019, the total government spending was $4.4 trillion. This is now $6.5 trillion additional new spending, on top of all the existing spending the government does. There's never been a blowout, this big in government spending. Never! And this is what Joe Biden wants to do, almost all of it focused on redistribution of income. Of course, the answer should be no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mollie, tonight on CNN, Chuck Schumer's nightmare, is a potential challenge, from the left, to his long-standing tenure, in the U.S. Senate, well, AOC still holding out, watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT, CNN ANCHOR, STATE OF THE UNION",
      "sentences": "Are you going to challenge Senator Schumer, in a primary race?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "sentences": "I do not look at things, and I do not set my course, positionally. I make decisions based on what I think our people need, and my community needs. And so, I'm not commenting on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mollie, they're terrified of her. They're positively terrified of her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Well, I think they should be terrified of her. She's been a very effective member. She came in, representing a fairly small contingent that continues to grow, and really set the policy of the Democratic Party. Throughout the 2020 election, we were told that the people who were running were moderates, and that they would - they would restore to the United States, some wonderful situation. Instead, whether it's at the presidential level, the Senate, or the House, we are seeing absolutely radical policies that are alarming so many people. They are very much in favor with that wing of the Democratic Party that is in control. And they are setting policies. And you saw it even with President Biden saying that even though he knew it was unconstitutional, he was extending the eviction moratorium, because that was one of the things that AOC and her friends had wanted to have in place. This is very much a threat to rule of law. It's a threat - it's a war on small businesses. The Democratic Party is very much--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They're afraid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "--happy with big businesses. But the small businesses, they are going to war against them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. She is the thought leader of the party now, for sure. Mollie and Ari, great to see you both. And moment again, Chuck Schumer took to the Senate floor, for a victory lap, with a twist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "We have come to an agreement for final passage of the bipartisan infrastructure proposal. As we move forward, we're proceeding on both, tracks, the track of the bipartisan infrastructure proposal, and the track of the budget resolution, with reconciliation instructions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Just what Nancy and AOC wanted! But wait. When he said that double-track thing, it's impossible, because just last week, so-called Republican senator Bill Cassidy, of Louisiana, told me something very different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, that's funny!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BILL CASSIDY (R-LA)",
      "sentences": "We think this makes that behemoth less likely to pass. And somehow, you are trying - if I may leave - if I may, Laura, if I may? We make that bill less likely to pass. But if we sync this bill, and you marry them together, it's more likely to pass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CASSIDY",
      "sentences": "That's just what simple logic tells you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Who was right? And who was wrong? Joining me now with a final warning is Louisiana Senator John Kennedy, serves on the Senate Budget Committee, and he voted properly, on this particular so-called infrastructure bill. Senator, your message tonight, to your 18 or so colleagues, who took this path, to help Biden, threw him a lifeline, and now, we see what's going on, going at $3.5 trillion now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN KENNEDY (R-LA)",
      "sentences": "Well, I can just share with you my perspective, Laura. Early on, I was a likely yes, on this bill. I mean, who's not for infrastructure? I'm for children and prosperity too. But then I got a copy of the bill. And I realized pretty quickly that if you look up \"Stupid stuff,\" in the dictionary, there's a picture of this bill. They told us it was a real infrastructure bill. It's not. Only 23 percent of the bill is real infrastructure. The rest is Green New Deal and welfare. They told us the bill was paid for. It isn't. We're going to have to borrow maybe up to $400 billion to pay for it. They told us there was no - there were no tax increases. There are. My state's going to have to pay $1.3 billion, in new taxes, on our petrochemical industry. They told us, as you pointed out, that the Democrats were really wary of this bill, and then it would, if we pass this bill, it would make it harder for them to pass their $5 trillion tax and spending binge reconciliation bill. Well, if that's true, how come every Democrat voted for this infrastructure bill? And finally, they told us that it's not going to add to inflation. But it will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So, what happened with your 18 colleagues? I went through that list. And maybe with exception of a couple, Senator, I would say it was pretty much the same people who wanted Jeb Bush to be the nominee, in 2016. It was kind of like a Venn diagram. It was mostly Jeb Bush people, which is fine. But Mitt Romney was actually arguing that this thing would save $500 billion. So, you're saying this. The CBO agrees with you. But they're arguing numbers that are just false. What is that going to do, to the credibility of the Republican Party, on fiscal responsibility, going forward, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Well, I don't know why it passed with 60-plus votes. I don't know. Day-drinking, maybe? All I know is, for example, inflation alone, which is a horrible tax, on Middle America, they told us \"Oh, this isn't going to add to inflation,\" and but it is. I mean, I don't like to brag about all the expensive places I've been. But earlier today, I went to the gas station. This bill's going to make it worse. It's going to make it worse for groceries too. And look, I'm for infrastructure. I'm just not for infrastructure at any cost. I'm for infrastructure. I'm not for infrastructure, no matter what. And we're going into a fight now, with the Democrats, over raising the debt ceiling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raising taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "And the argument, and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raising taxes too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "--and taxes. And the argument that I'd like to make is, which I can make, this, Senator Schumer, this debt is yours. This debt is yours. But the truth of the matter is that on this last bill, the infrastructure bill--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "--this debt belongs to both Democrats and Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Yes, Senator, first of all, we appreciate your common-sense approach to this. It's common sense. It's facts versus fiction. And we appreciate that. The Republicans gave Joe Biden a lifeline. And I can't tell you how angry so many people are out there, about that one fact. It's fraudulent. And it's false. And all 18 think they're going to skate for six years? They're not. People are going to have a long memory about this. Senator, thank you. Thank you for being here. And a whipped-up mob tried to ruin a man's life after something they thought he said at a major league baseball game last night. Tucker Carlson is here, on that, plus, a breakdown of the Obama big party. And he tells us about his new book. Just came out. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Last night, the Miami Marlins were in Denver, to take on the Colorado Rockies. Well late in the ninth inning, microphones from the Florida telecast picked up a fan, his voice. Sounded like he was yelling the N-word, as Marlins' player Lewis Brinson was batting. The reaction from the team was swift. \"The Colorado Rockies are disgusted. The Rockies have zero tolerance for any form of racism. Any fan using derogatory language of any kind will be ejected and banned from Coors Field.\" The keyboard warriors went even further, MLB Contributor, Craig Mish, tweeting \"Rockies need to find this bastard and do bad things to him.\" \"USA Today\" sweetheart, Bob Nightengale tweeted \"Disgusting. Please find him,\" and followed that up with \"And put him in jail without the right to ever attend a sporting event, let alone anything else.\" Punish him! Jail him! Cast him out of society! But what was actually said? Here's the video.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Dinger! Dinger!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It turns out, it was a grandfather, yelling the word \"Dinger,\" the name of the Rockies dinosaur mascot, in an attempt, I guess, to get a photo with his family. The grandfather spoke to a local reporter, saying that he was devastated by the accusations. But \"USA Today's\" Bob Nightengale doesn't care. He offered no mea culpa to the man, and attempting to ruin his life. But he did say this. \"After personally seeing the racism family/friends endure every damn day, it was too easy to believe it happened again.\" Oh, that's so nice! Joining me now, Tucker Carlson, Host of \"TUCKER CARLSON TONIGHT,\" Host of the streaming shows, on Fox Nation, \"TUCKER CARLSON ORIGINALS,\" \"TUCKER CARLSON TODAY.\" Is there any other shows you want to announce right now, Tucker? TUCKER CARLSON, \"TUCKER CARLSON TONIGHT\" HOST, \"THE LONG SLIDE\" AUTHOR: No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Author of the brand-new book \"The Long Slide.\" There he is, on the cover. I just tweeted it out, Tucker, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, you're nice, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congrats on the book. Your neck is not that thin, by the way. It's not at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, it's definitely not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Not that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What a shocking story you just told! I bet if you asked Bob Nightengale, \"Hey, Bob? Are you for lynching?\" He would say \"Well, look, you know, of course not, you know? All good people are.\" But then, why did they participate effectively in the kind of crazed mob behavior that leads to it? I mean, I think, honestly, they don't respond that way, when they see someone getting shot to death, on the street, in Chicago or New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean social media have turned people crazy. I think it's important to note that. All the behavior you just described is the product of an entire society, who's like chattering class, spends all day on Twitter, getting crazier and crazier, and more and more removed from reality. And people, it - social media really have--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, awful!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--driven America to a bad place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, and your book title is \"The Long Slide.\" And I always think of what my mother would say, about what's happened to so much of society. And there're obviously great people, doing amazing things, selfless things, all over the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But the slide of society, and one thing in your book, and we have a lot of other stuff to get to, but one thing in your book that really struck home to me is how now, everything has to be so safe for kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And even - even with the current debate, some of that kind of seeps into it. But from go-karts, to walking around in bubble wrap, and double-masking and, you write about the, how life used to be fun. You could actually have fun. Now, it's never--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. I mean I--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--can get there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I had a father, who believed in dangerous toys. And so, he was always giving us blow guns, or shotguns, or machetes, you know what I mean, lawn darts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I know your dad. I know your dad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, great, man! So, excessive risk is obviously unwise. But life entails some level of risk. And telling people that they should never expose themselves to any is like telling them that they can be immortal, which is a lie. I mean, it's not - it's not a question of is it going to end? Yes, it's going to end. The question is how do you - how do you live in being in fear all the time, is it's a bad thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No. In \"The Long Slide\" toward permanent recriminations, against those with whom you disagree, in today's society--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--I mean, you and I kind of came of age in media, when you could debate other people. I mean, you debate it, and it was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "For sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But now it's, \"You're a horrible, awful, rotten, racist person, who wants everyone to get COVID, unless you believe in vaccine mandates, for everyone.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's how it is today. Your comment on that, just that aspect of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, that's for sure. I mean, I just had to re-read 30 years of magazine pieces I had written. And I had a contract with Simon & Schuster, to do this book, at exactly the moment they were canceling Josh Hawley's book because he cast a vote they didn't like it, which had a lot of precedent in previously elections. And I just thought this crystallizes the change. So book publishers stood up for people's freedom of speech for generations, and now Jonathan Karp, who runs Simon & Schuster, and I read all about this in the book published by Simon & Schuster, is openly defending censorship because the Democratic Party has demanded it. And I thought that that really is, that's the moment distilled right there, a publisher pushing censorship. It just blows my mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Tucker, I want to get to some other stories that speak of some of the erosion of our basic freedoms. In the United States we haven't seen yet the type of, kind of brutal enforcement of a medical dictatorship that you are beginning to see in France. In France police are now going to table the table to these outdoor restaurants checking for people's health passes. I think you and I were mocked last year for saying that this was what the left ultimately wanted to happen -- have happen here. Do you agree that that is ultimately what they would prefer to happen here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I mean, of course. But you wonder, why would it stop with COVID? Why not HIV patients or people with hepatitis or any transmissible disease, right? There's a principle here, which is that your health status has to remain private. The government doesn't have a right to force you to take medicine you don't want or need, and you have a right to keep private your own health condition. And when we give that up, you're looking at a brand-new country. And the French are fighting back against this. I don't think their testosterone levels have been lowered to quite the level of ours by bad food or whatever, but there are definitely huge numbers of people are pushing back against this in the form of protests nationwide in France. You're not seeing that here. You wonder how far they can go before people say, I'm not against vaccines, I obviously want to get COVID under control, but you can't force me to take the medicine I don't want. If you can do that, why can't you sterilize me or lobotomize? What can't you do to me if you own my body? That's a totally fair question. Why is no one asking it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Liberals used to believe in all that. I guess it all depends. Tucker, congrats on the book, \"The Long Slide,\" destined for number one- dom, and I'm glad you are back. You are not announcing a change of residency to Hungary, right? You're actually here for a while?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, are you kidding? I am incorrigibly American. But thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Great to see you. Congrats, Tucker. Everyone out and go to TuckerCarlson.com. You can buy a copy of the book and even order a signed copy by Tucker himself. And coming up, why are prominent doctors downplaying natural immunity? We're going to explore that next. Plus, Indiana university students have filed an appeal with the Supreme Court over vaccine requirements this fall. One of those students and her lawyer are here in moments. Stay here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You may not know this, but Iceland is one of the most vaccinated countries in the world against COVID, so they should have basically wiped it out at this point, right, if you listen to what Dr. Fauci is saying? The surge, though, you are hearing about in the U.S. has produced 33 cases for every 100,000 people. Iceland, though, is right behind us at 29. The Director General of Iceland's Ministry of Health telling \"Reuters\" \"Since July 9th, 77 percent of domestic infections were among vaccinated individuals.\" It's the kind of data that should have every doctor in the country screaming about natural immunity, but instead we get this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ASHISH JHA, DEAN, BROWN UNIVERSITY SCHOOL OF PUBLIC HEALTH",
      "sentences": "Previous infection does confer some degree of immunity, certainly. The big question is, is it as good as having been vaccinated, and it as durable? And I think almost all the evidence at this point is very clear that having been previously infected is not going to give you the same level of protection as being fully vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, that is false. Here now is Dr. Peter McCullough, internist, cardiologist, and epidemiologist. OK, Dr. McCullough, OK, first of all, is he correct in what just said about the natural immunity?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. PETER MCCULLOUGH, MD, MPH, INTERNIST AND CARDIOLOGIST",
      "sentences": "I respectfully disagree, and I think most Americans would as well. We know that COVID-19 is one and done, natural immunity is robust, complete, and durable. And up until May 1st the CDC had reported 10,000 vaccine failures, fully 10,000 of them. Nine percent were hospitalized, three percent died. During that time period the CDC did not record a single failure of natural immunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "One of the health ministers in Iceland basically said in response to this data that at this point everyone is just going to have to get exposed to the virus and we're going to have to deal with the rest of it through natural immunity to herd immunity. So that's what they seem to be coming to, not that they are anti-vaccine, they are not at all, but it only can go so far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCULLOUGH",
      "sentences": "Iceland has 330,000 people, and they've done a terrific job with treatment. They've only had 30 deaths. But you're right, the explosion of cases they've seen in the last few weeks has really been in the setting of getting nearly fully vaccinated. It went up five to tenfold. So it's almost as if the vaccine invited this explosion of cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, I also remember, Dr. McCullough when COVID restrictions were not about eliminating virus altogether, and never was, right. It was about not overwhelming the health care system. So I want to show you this chart, and this is from Johns Hopkins. We don't exactly have an ICU bed capacity problem. So what is this that we are hearing about? We're hearing about overwhelmed hospitals, but the ICUs, is that a problem?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCULLOUGH",
      "sentences": "No, not that I can see. I think we have this part of the outbreak fully handled with early treatment. Early treatment has taken a huge impact now. We know that the mortality rates with Delta variant, if it's well-treated, is the lowest mortality of any of the variants we have seen. Hospitalization rates are controllable. The only people really being hospitalized are those who have gotten no early treatment and are presenting with high-risk features. Very importantly, we are probably at the peak of this outbreak now. In the U.K. and Israel, it looks like they've hit the apex and are on the other side. So I think we're just the next few days going to get on the other side of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dr. McCullough, thank you. Great to see you tonight, as always. And nearly 600 colleges across the country are now requiring everyone to get the COVID vaccine before even stepping foot on campus. But some students, even some faculty, are fighting back. A group of eight students are suing Indiana University over its mandate, saying it violates their constitutional rights. A federal judge, though, smacked it down last month, and last week his ruling was upheld by an appeals court that wrote \"People who do not want to be vaccinated may go elsewhere.\" Now classes for the fall semester start in exactly two weeks, leaving these students in limbo. Now their case is in the hands of the Supreme Court. Joining me now is Jaime Carini, one of the students suing, and Jim Bopp, Jaime's attorney. Jaime, what's your plan? I clerked at the court years ago. They don't accept many cases on serciori (ph), and they don't except many emergency appeals. Two weeks is a short period of time. What next?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAIME CARINI, SUING INDIANA UNIVERSITY OVER COVID VACCINE MANDATE",
      "sentences": "My plan is to wait and see what the Supreme Court says. And my hope is that they rule in our favor. That will certainly make my decision a lot easier in the upcoming weeks. But for now I am going to sit tight and see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jim, this is an uphill battle because of one case, the Jacobson case. A lot of Americans don't sit around reading Supreme Court opinions or opinions, and so they don't really know what's in that case. How would you distinguish that old case that came long before some of the modern therapies and so forth, how would you distinguish that case at the court?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM BOPP, ATTORNEY FOR STUDENT SUING INDIANA UNIVERSITY",
      "sentences": "That 1905 case was at the height of the progressive era where, of course, the progressives wanted to give total authority to health care professionals to make these kinds of decisions. And that decision reflect from a legal standpoint -- and by the way, that case led directly to the most horrifying decision, certainly one of them, in the Supreme Court's history, which is Buck v. Bell, where they said that three generations of imbeciles was enough, and thereby approved the forced sterilization of Buck because of the decision allowing forced vaccination. But much has changed in terms of constitutional jurisprudence. Over the last 50 years, the Supreme Court has recognized a very robust right, bodily integrity and autonomy, and importantly here, medical treatment choice, starting with Cruzan where it was a medical treatment decision by an incompetent patient to forced involuntary commitment of people with mental retardation to people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jim, Jim, before we get lost in all the old precedent, which I find fascinating, but the audience might get a little bit lost on, one thing we have to remember is that Amy Coney Barrett gets this case first, it's her circuit. But she will probably refer it, I would imagine, to the full court. That means the whole court in all likelihood will vote on this emergency appeal. Given the makeup of the court, John Roberts, Brett Kavanaugh, what are your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOPP",
      "sentences": "We think there's a real good chance. There are three justices that have already commented on Jacobson and how Jacobson is a precedent that is now antiquated because of the modern development of rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You are hopeful?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOPP",
      "sentences": "Yes, we are hopeful. I think the thing is, the government has to justify forcing you to take chemicals into your body. The only time that they haven't protected the right to make medical treatment decisions has been on convicted felons incarcerated in a prison. They are the ones that only get rational review. The courts are treating I.U. students like they are prisoners in a prison.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Really quick, Jaime, why will you not get the vaccine, really quick?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARINI",
      "sentences": "Yes, really quick, I have a chronic illness and my physician said that the vaccine is not for me, he said. I worked really hard to get my health back. I'm just short a couple of recitals before and some exams before I become a PhD candidate. And getting the vaccine could actually make me backslide at this point when I am actually able to finally move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jaime and Jim, we are going to follow every aspect of this case, and we really appreciate your joining us tonight. We wish you the best of luck. And another dizzying weekend of violence in the windy city, and this time it wasn't just Chicago residents in the crosshairs. A 29-year-old officer was senselessly gunned down by a gang banger. So what level of culpability, responsibility does Mayor Lori Lightfoot deserve here? The head of the Chicago police union answers that question next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Over the weekend, Chicago police officer Ella French and her partner made a routine traffic stop. They approached the vehicle, and the suspects opened fire. Officer French shot in the head, she is gone. Tonight her partner is still fighting for his life. Two brothers, Emonte and Eric Morgan, 22 and 21 years of age, were charged in her murder. Joining me now John Catanzara, president of Chicago's Fraternal Order of Police. John, we heard a story about Lori Lightfoot going to see the officer in critical condition, and his family in the hospital. What happened when she got there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN CATANZARA JR., CHICAGO FRATERNAL ORDER OF POLICE",
      "sentences": "Well, first of all, I want people to say her name, Ella French. Our city is less safe because Ella French is no longer with us. It's a disgrace. But when the mayor, against the wishes of the family, proceeded up to the seventh floor of that hospital, she was given a little advice by the officer's father who a recent retired CPD member, and let her know what he thought, and he didn't appreciate her coming up there. And the officers on that floor when she went to approach them, all turned around and faced the other way and took a couple of steps away from her. It was literally an exclamation point to the sentiment that was seven floors below on the street level where I was with several hundred officers. It was a very palpable, angry, resentful, police force. And it wasn't just because of the incident. It was because the mayor was there and certain brass who have led to a lot of problems within the police department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There is an enormous amount of pent-up anger, frustration, a sense of betrayal among the officers we had a chance to talk to today. They're wouldn't come on camera. Words cannot describe their emotion, but Ella French's name is a name, I'm so glad that you said it the way you said it -- they want everyone to know her name given what happened. Amazing officer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATANZARA",
      "sentences": "Yes, she has the face of what this department was supposed to be going forward, the city's phrase of \"Be the Change.\" Ella was trying to be the change. And because of policies that has been encouraged, propaganda, and actually promoted by city and state officials, these criminals think they can do whatever they want with no repercussions. I will tell you at the hospital Saturday night, a group of members made a stand, and thankfully they did. But I just left the CST unit where Ella and Officer Yanus (ph) were out of, and I spoke to a large contingent of the officers after the superintendent had just got done speaking to them. The mayor was supposed to originally be at that roll call. They told the members that they did not want the mayor there, and she was not allowed to come and speak to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thank you. Thank you for being with us tonight. This is a heartbreak. We have to take a break. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I want to thank John Catanzara for being such a good representative of his officers, all the Chicago police who work tirelessly to protect their city, despite the lack of help, support they get from the mayor. It's an outrage. Most importantly, may Ella French rest in peace, and may her memory be a blessing to her family and an inspiration to all of us. Gutfeld next. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "I'm Laura Ingraham. This is INGRAHAM ANGLE, from Washington tonight. We have a big show on tap. Tucker Carlson is going to be here at 10 o'clock, no less, Senator John Kennedy, the Head of the Chicago Police Union, all here, in moments. But first, the coming GOP tsunami, that's the focus of tonight's ANGLE. All right, first, the bad news. Let's start out with the bad news. We have at least 18 spineless, fiscally unsound Republicans, in the U.S. Senate, who just gave Joe Biden a much-needed win, on infrastructure. It's a bill filled with junk that we don't need and can't afford. So, there's no fiscal or social conservative should have ever supported this. Senator John Kennedy, he's so torqued off by what his colleagues did, including, by the way, the Louisiana junior senator colleague, Bill Cassidy, that he wanted to come on tonight. So again, he's going to be with us shortly. But there's a heck of a lot of good news out there too. Namely, Democrats are poised for a massive rout next year. Now, \"Axios\" is reporting that inflation, rising crime, and the border surge, are positioning Republicans for even bigger midterm gains than they had imagined just months ago. And let's not forget, Biden's handling of COVID. He allowed the peasants to celebrate July 4th, but that was short-lived! \"One early salvation for Democrats, their handling of the coronavirus pandemic, is turning into a liability as the Delta variant threatens school reopenings, a return to mask mandates, and a new wave of shutdowns.\" So now, under Biden, it's back to doom and gloom, 24x7."
    },
    {
      "speaker": "DR. PETER HOTEZ, BAYLOR COLLEGE OF MEDICINE PROFESSOR",
      "utterance": "You should assume that we're going to see pediatric intensive care units all across the South, completely overwhelmed, and something even a possibility of small tent cities of sick adolescents and kids."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Those tent cities are at the border. And of course, there's always another variant, lurking in the shadows, you got a whole alphabet of variants, and they'll prevent us from ever going back to normal."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, BIDEN CHIEF MEDICAL ADVISER",
      "utterance": "If you give the virus a chance, to continue to change, you're leading to a vulnerability that we might get a worse variant, and then that will impact not only the unvaccinated, that will impact the vaccinated, because that variant could evade the protection of the vaccine."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "In other words, the 70 percent vaccine target that Biden gave us? That was a lie. Now, it seems to mean that the guys in the white coats, who are really controlling policy, they're not going to be satisfied, unless, I don't know, 105 percent of Americans get the vaccine? Oh, and then the booster shots forever! Now, late last year, THE ANGLE sounded the alarm, about how the Democrats would try to keep the COVID hysteria going, into the fall of this year, right in on into the midterms. Well, when we said that, we were laughed at. But here we are. People are again wearing masks, I saw this, today, walking outside, alone, wearing masks, driving alone, in their own vehicles, no less. It is truly sick. Now, most sane Americans are fed up with all of it. They're looking at the bottom line. And their money isn't going as far. So, when his - he's private-jetting his way to Martha's Vineyard, John Kerry is not affected by skyrocketing gas prices. But most working Americans are. Now, across the country, gas is up nearly 30 percent, from a year ago. That's nearly $1 per gallon. Do the math. That's Biden taking money out of your pocket, every time you buy anything, every time you go to the store. It's robbery via bad policy. And it's not just COVID and rising cost of goods and services that are going to be the Democrats' political demise, next year. It's also our wide open southern border and the crime wave that is gripping the nation, after a year of Democrat lockdowns, and calls to defund the Police. Now, if you had a choice, think about this, between starting a family, or opening a business, right now, if you're doing one of those things, right now, and you could go to either Chicago, or let's say Nashville, which would you choose? Now, if you chose Chicago, get ready for a weekend after weekend of death and destruction. Two Police officers shot this weekend, one killed, more on life - more on her life, and we're going to talk about her, later on in the program. Police are describing all of this, at a breaking point. People are just at their wits' end. Alderman Matt O'Shea telling the \"Chicago Sun-Times,\" \"Our Police officers have been under siege, under-appreciated and thrown under the bus for the last year and a half. They feel that leadership across the country, across this city do not have their back.\" But don't worry, because the stomach-churning rise in crime, I'm sure, it's going to improve, now that Biden is essentially opening our border, to anyone, who wants to come in, from any country on Earth. Whether they come for benefits, or whether they come to commit crime, we know for sure many are also bringing in COVID. Yet, one of the Democrats' cleanup women, over at CNN, sees this whole thing, as just another GOP hoax."
    },
    {
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "utterance": "No evidence that they're responsible for the COVID surge in U.S. communities. It is the centuries-old trope of demonizing foreign people as diseased. These conservative voices know that. They're the vectors here, infecting Americans they profess to care about, with misinformation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ooh, vector, big word! Now, one minor question. Does she think that the Border Patrol is in on the hoax too? Because this is their numbers, 18 percent of migrant families, leaving Border Patrol custody, tested positive for COVID, document says. In addition, over 25 percent of migrants recently scheduled for some expedited deportation flights tested positive, said a document obtained by NBC News, a document from Border Patrol. So, your kids have to be masked up, in many places, across the country now, for seven hours a day, when they're in school? But migrants can waltz right in? Well, \"The Squad,\" and Bernie Sanders, they know that Democrats are in trouble, so does the White House. They know this. So, they're going to go ramming through as many socialist goodies, into their next monster bill as possible. I'm talking, of course, about that $3.5 trillion so-called reconciliation bill that the GOP Gang of 18 made possible. It's going to ensure that we lose more of the country we love. Here's just a partial list, Amnesty, a Civilian Climate Corps, Climate Research, \"Racial Justice\" and \"Health Investments,\" you see the numbers there, it's huge, Paid Family Medical Leave, Universal Pre-K, Tuition-Free Community College, and the all-important \"Electrifying The Federal Vehicle Fleet.\" OK. Massive tax hikes are going to pay for some of this. And then, of course, we're going to have huge borrowing as well. And we all know it's going to be cronyism, Solyndra-style, waste, fraud and abuse that's going to accompany any spending of this magnitude. Nevertheless, though, Chuck Schumer feels the climate is just right."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY)",
      "utterance": "The budget reconciliation bill will do more to combat climate change than any legislation ever, ever in the history of the Senate. That is a promise."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We know this because climate was mentioned nine times in the instructions to the Senate committees. What the Democrats have done to America in 6.5 months is breathtaking. You have to give them credit for pushing it as fast as they did. They're not wasting any time. They've whipped up a poisonous left-wing stew of job-killing, race-baiting, sovereignty-destroying, business-suffocating, and inflation-creating ingredients, only, of course, to then exempt themselves from the same rules that they demand the unsophisticated Americans have to live by. Or does Fauci now think really bad-dancing in a crowd somehow protects you from the Delta variant? I guess Obama's OK! It's not just time to kick them out of the kitchen. We need a storm of common sense and personal responsibility to wash them out of Washington for good. And that's THE ANGLE. All right, joining me now, former White House Press Secretary and Fox News Contributor, Ari Fleischer and, Mollie Hemingway, Senior Editor of \"The Federalist,\" and Fox News Contributor. Mollie? No one's done a better job of, I think, igniting grassroots opposition than the Democrats themselves. But this GOP gift to Biden, on so-called infrastructure itself was breathtaking."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST SENIOR EDITOR, FOX NEWS CONTRIBUTOR",
      "utterance": "It is breathtaking. And I know a lot of Republicans are eager to see what happens, in the midterm elections, because of how unpopular these Democratic policy proposals are, whether they're at the border, or inflation, or the growing crime surge. But Republicans need to understand that voters are looking for someone, who's actually going to fight the Democrats on these things. When Democrats have power, they use their power. When Republicans have power, they tend not to use their power so much. And even when they're out of power, they don't seem to fight quite as much as their voters would like them to be doing. And these 17 senators, who are voting for this bloated infrastructure package, which is leading to an even worse spending bill that was going to cause problems with inflation, these are not what Republican voters are looking for."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ari, I want to talk about what the Democrats are offering here, by way of specifics, in this new reconciliation bill that they've now married together, which is what a lot of us were saying, was going to happen, to the infrastructure bill. So, this is an exchange on MSNBC today, with Senator Tim Kaine, who kind of gave up the ghost on what's happening. Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We learned a new term today, talking about lawful permanent status, for qualified immigrants. Who would be included there?"
    },
    {
      "speaker": "SEN. TIM KAINE (D-VA)",
      "utterance": "That is something that the Judiciary Committee will work on."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK."
    },
    {
      "speaker": "KAINE",
      "utterance": "They will try to craft a detailed description of what that means that can satisfy all 50 Democrats. We're not expecting any Republican votes on this. So, it has to be something that every Democrat will agree to."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ari, are Americans going to accept this?"
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY, FOX NEWS CONTRIBUTOR",
      "utterance": "Oh, no. I mean, you can see another Tea Party rebellion brewing right here. And Laura, one of the things you have to do here is it's not just these individual spending bills. You have to add them up, because we the people pay for them combined. So, how much has Joe Biden proposed to spend? It is $6.5 trillion additional new dollars, on top of the existing spending that the government does. And just to put that $6.5 trillion, which is the cost of the three reconciliation bills, in context, in 2019, the total government spending was $4.4 trillion. This is now $6.5 trillion additional new spending, on top of all the existing spending the government does. There's never been a blowout, this big in government spending. Never! And this is what Joe Biden wants to do, almost all of it focused on redistribution of income. Of course, the answer should be no."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mollie, tonight on CNN, Chuck Schumer's nightmare, is a potential challenge, from the left, to his long-standing tenure, in the U.S. Senate, well, AOC still holding out, watch."
    },
    {
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT, CNN ANCHOR, STATE OF THE UNION",
      "utterance": "Are you going to challenge Senator Schumer, in a primary race?"
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "utterance": "I do not look at things, and I do not set my course, positionally. I make decisions based on what I think our people need, and my community needs. And so, I'm not commenting on that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mollie, they're terrified of her. They're positively terrified of her."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Well, I think they should be terrified of her. She's been a very effective member. She came in, representing a fairly small contingent that continues to grow, and really set the policy of the Democratic Party. Throughout the 2020 election, we were told that the people who were running were moderates, and that they would - they would restore to the United States, some wonderful situation. Instead, whether it's at the presidential level, the Senate, or the House, we are seeing absolutely radical policies that are alarming so many people. They are very much in favor with that wing of the Democratic Party that is in control. And they are setting policies. And you saw it even with President Biden saying that even though he knew it was unconstitutional, he was extending the eviction moratorium, because that was one of the things that AOC and her friends had wanted to have in place. This is very much a threat to rule of law. It's a threat - it's a war on small businesses. The Democratic Party is very much--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They're afraid."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "--happy with big businesses. But the small businesses, they are going to war against them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. She is the thought leader of the party now, for sure. Mollie and Ari, great to see you both. And moment again, Chuck Schumer took to the Senate floor, for a victory lap, with a twist."
    },
    {
      "speaker": "SCHUMER",
      "utterance": "We have come to an agreement for final passage of the bipartisan infrastructure proposal. As we move forward, we're proceeding on both, tracks, the track of the bipartisan infrastructure proposal, and the track of the budget resolution, with reconciliation instructions."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Just what Nancy and AOC wanted! But wait. When he said that double-track thing, it's impossible, because just last week, so-called Republican senator Bill Cassidy, of Louisiana, told me something very different."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, that's funny!"
    },
    {
      "speaker": "SEN. BILL CASSIDY (R-LA)",
      "utterance": "We think this makes that behemoth less likely to pass. And somehow, you are trying - if I may leave - if I may, Laura, if I may? We make that bill less likely to pass. But if we sync this bill, and you marry them together, it's more likely to pass."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK."
    },
    {
      "speaker": "CASSIDY",
      "utterance": "That's just what simple logic tells you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Who was right? And who was wrong? Joining me now with a final warning is Louisiana Senator John Kennedy, serves on the Senate Budget Committee, and he voted properly, on this particular so-called infrastructure bill. Senator, your message tonight, to your 18 or so colleagues, who took this path, to help Biden, threw him a lifeline, and now, we see what's going on, going at $3.5 trillion now."
    },
    {
      "speaker": "SEN. JOHN KENNEDY (R-LA)",
      "utterance": "Well, I can just share with you my perspective, Laura. Early on, I was a likely yes, on this bill. I mean, who's not for infrastructure? I'm for children and prosperity too. But then I got a copy of the bill. And I realized pretty quickly that if you look up \"Stupid stuff,\" in the dictionary, there's a picture of this bill. They told us it was a real infrastructure bill. It's not. Only 23 percent of the bill is real infrastructure. The rest is Green New Deal and welfare. They told us the bill was paid for. It isn't. We're going to have to borrow maybe up to $400 billion to pay for it. They told us there was no - there were no tax increases. There are. My state's going to have to pay $1.3 billion, in new taxes, on our petrochemical industry. They told us, as you pointed out, that the Democrats were really wary of this bill, and then it would, if we pass this bill, it would make it harder for them to pass their $5 trillion tax and spending binge reconciliation bill. Well, if that's true, how come every Democrat voted for this infrastructure bill? And finally, they told us that it's not going to add to inflation. But it will."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So, what happened with your 18 colleagues? I went through that list. And maybe with exception of a couple, Senator, I would say it was pretty much the same people who wanted Jeb Bush to be the nominee, in 2016. It was kind of like a Venn diagram. It was mostly Jeb Bush people, which is fine. But Mitt Romney was actually arguing that this thing would save $500 billion. So, you're saying this. The CBO agrees with you. But they're arguing numbers that are just false. What is that going to do, to the credibility of the Republican Party, on fiscal responsibility, going forward, sir?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Well, I don't know why it passed with 60-plus votes. I don't know. Day-drinking, maybe? All I know is, for example, inflation alone, which is a horrible tax, on Middle America, they told us \"Oh, this isn't going to add to inflation,\" and but it is. I mean, I don't like to brag about all the expensive places I've been. But earlier today, I went to the gas station. This bill's going to make it worse. It's going to make it worse for groceries too. And look, I'm for infrastructure. I'm just not for infrastructure at any cost. I'm for infrastructure. I'm not for infrastructure, no matter what. And we're going into a fight now, with the Democrats, over raising the debt ceiling."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raising taxes."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "And the argument, and--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raising taxes too."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "--and taxes. And the argument that I'd like to make is, which I can make, this, Senator Schumer, this debt is yours. This debt is yours. But the truth of the matter is that on this last bill, the infrastructure bill--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "--this debt belongs to both Democrats and Republicans."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Yes, Senator, first of all, we appreciate your common-sense approach to this. It's common sense. It's facts versus fiction. And we appreciate that. The Republicans gave Joe Biden a lifeline. And I can't tell you how angry so many people are out there, about that one fact. It's fraudulent. And it's false. And all 18 think they're going to skate for six years? They're not. People are going to have a long memory about this. Senator, thank you. Thank you for being here. And a whipped-up mob tried to ruin a man's life after something they thought he said at a major league baseball game last night. Tucker Carlson is here, on that, plus, a breakdown of the Obama big party. And he tells us about his new book. Just came out. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Last night, the Miami Marlins were in Denver, to take on the Colorado Rockies. Well late in the ninth inning, microphones from the Florida telecast picked up a fan, his voice. Sounded like he was yelling the N-word, as Marlins' player Lewis Brinson was batting. The reaction from the team was swift. \"The Colorado Rockies are disgusted. The Rockies have zero tolerance for any form of racism. Any fan using derogatory language of any kind will be ejected and banned from Coors Field.\" The keyboard warriors went even further, MLB Contributor, Craig Mish, tweeting \"Rockies need to find this bastard and do bad things to him.\" \"USA Today\" sweetheart, Bob Nightengale tweeted \"Disgusting. Please find him,\" and followed that up with \"And put him in jail without the right to ever attend a sporting event, let alone anything else.\" Punish him! Jail him! Cast him out of society! But what was actually said? Here's the video."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Dinger! Dinger!"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It turns out, it was a grandfather, yelling the word \"Dinger,\" the name of the Rockies dinosaur mascot, in an attempt, I guess, to get a photo with his family. The grandfather spoke to a local reporter, saying that he was devastated by the accusations. But \"USA Today's\" Bob Nightengale doesn't care. He offered no mea culpa to the man, and attempting to ruin his life. But he did say this. \"After personally seeing the racism family/friends endure every damn day, it was too easy to believe it happened again.\" Oh, that's so nice! Joining me now, Tucker Carlson, Host of \"TUCKER CARLSON TONIGHT,\" Host of the streaming shows, on Fox Nation, \"TUCKER CARLSON ORIGINALS,\" \"TUCKER CARLSON TODAY.\" Is there any other shows you want to announce right now, Tucker? TUCKER CARLSON, \"TUCKER CARLSON TONIGHT\" HOST, \"THE LONG SLIDE\" AUTHOR: No."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Author of the brand-new book \"The Long Slide.\" There he is, on the cover. I just tweeted it out, Tucker, by the way."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, you're nice, thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congrats on the book. Your neck is not that thin, by the way. It's not at all."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, it's definitely not."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Not that--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "What a shocking story you just told! I bet if you asked Bob Nightengale, \"Hey, Bob? Are you for lynching?\" He would say \"Well, look, you know, of course not, you know? All good people are.\" But then, why did they participate effectively in the kind of crazed mob behavior that leads to it? I mean, I think, honestly, they don't respond that way, when they see someone getting shot to death, on the street, in Chicago or New York."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean social media have turned people crazy. I think it's important to note that. All the behavior you just described is the product of an entire society, who's like chattering class, spends all day on Twitter, getting crazier and crazier, and more and more removed from reality. And people, it - social media really have--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, awful!"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--driven America to a bad place."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, and your book title is \"The Long Slide.\" And I always think of what my mother would say, about what's happened to so much of society. And there're obviously great people, doing amazing things, selfless things, all over the world."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Of course."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But the slide of society, and one thing in your book, and we have a lot of other stuff to get to, but one thing in your book that really struck home to me is how now, everything has to be so safe for kids."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. Oh, yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And even - even with the current debate, some of that kind of seeps into it. But from go-karts, to walking around in bubble wrap, and double-masking and, you write about the, how life used to be fun. You could actually have fun. Now, it's never--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. I mean I--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--can get there."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I had a father, who believed in dangerous toys. And so, he was always giving us blow guns, or shotguns, or machetes, you know what I mean, lawn darts."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I know your dad. I know your dad."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, great, man! So, excessive risk is obviously unwise. But life entails some level of risk. And telling people that they should never expose themselves to any is like telling them that they can be immortal, which is a lie. I mean, it's not - it's not a question of is it going to end? Yes, it's going to end. The question is how do you - how do you live in being in fear all the time, is it's a bad thing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No. In \"The Long Slide\" toward permanent recriminations, against those with whom you disagree, in today's society--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--I mean, you and I kind of came of age in media, when you could debate other people. I mean, you debate it, and it was."
    },
    {
      "speaker": "CARLSON",
      "utterance": "For sure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But now it's, \"You're a horrible, awful, rotten, racist person, who wants everyone to get COVID, unless you believe in vaccine mandates, for everyone.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's how it is today. Your comment on that, just that aspect of that?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, that's for sure. I mean, I just had to re-read 30 years of magazine pieces I had written. And I had a contract with Simon & Schuster, to do this book, at exactly the moment they were canceling Josh Hawley's book because he cast a vote they didn't like it, which had a lot of precedent in previously elections. And I just thought this crystallizes the change. So book publishers stood up for people's freedom of speech for generations, and now Jonathan Karp, who runs Simon & Schuster, and I read all about this in the book published by Simon & Schuster, is openly defending censorship because the Democratic Party has demanded it. And I thought that that really is, that's the moment distilled right there, a publisher pushing censorship. It just blows my mind."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Tucker, I want to get to some other stories that speak of some of the erosion of our basic freedoms. In the United States we haven't seen yet the type of, kind of brutal enforcement of a medical dictatorship that you are beginning to see in France. In France police are now going to table the table to these outdoor restaurants checking for people's health passes. I think you and I were mocked last year for saying that this was what the left ultimately wanted to happen -- have happen here. Do you agree that that is ultimately what they would prefer to happen here?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I mean, of course. But you wonder, why would it stop with COVID? Why not HIV patients or people with hepatitis or any transmissible disease, right? There's a principle here, which is that your health status has to remain private. The government doesn't have a right to force you to take medicine you don't want or need, and you have a right to keep private your own health condition. And when we give that up, you're looking at a brand-new country. And the French are fighting back against this. I don't think their testosterone levels have been lowered to quite the level of ours by bad food or whatever, but there are definitely huge numbers of people are pushing back against this in the form of protests nationwide in France. You're not seeing that here. You wonder how far they can go before people say, I'm not against vaccines, I obviously want to get COVID under control, but you can't force me to take the medicine I don't want. If you can do that, why can't you sterilize me or lobotomize? What can't you do to me if you own my body? That's a totally fair question. Why is no one asking it?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Liberals used to believe in all that. I guess it all depends. Tucker, congrats on the book, \"The Long Slide,\" destined for number one- dom, and I'm glad you are back. You are not announcing a change of residency to Hungary, right? You're actually here for a while?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, are you kidding? I am incorrigibly American. But thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Great to see you. Congrats, Tucker. Everyone out and go to TuckerCarlson.com. You can buy a copy of the book and even order a signed copy by Tucker himself. And coming up, why are prominent doctors downplaying natural immunity? We're going to explore that next. Plus, Indiana university students have filed an appeal with the Supreme Court over vaccine requirements this fall. One of those students and her lawyer are here in moments. Stay here."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You may not know this, but Iceland is one of the most vaccinated countries in the world against COVID, so they should have basically wiped it out at this point, right, if you listen to what Dr. Fauci is saying? The surge, though, you are hearing about in the U.S. has produced 33 cases for every 100,000 people. Iceland, though, is right behind us at 29. The Director General of Iceland's Ministry of Health telling \"Reuters\" \"Since July 9th, 77 percent of domestic infections were among vaccinated individuals.\" It's the kind of data that should have every doctor in the country screaming about natural immunity, but instead we get this."
    },
    {
      "speaker": "DR. ASHISH JHA, DEAN, BROWN UNIVERSITY SCHOOL OF PUBLIC HEALTH",
      "utterance": "Previous infection does confer some degree of immunity, certainly. The big question is, is it as good as having been vaccinated, and it as durable? And I think almost all the evidence at this point is very clear that having been previously infected is not going to give you the same level of protection as being fully vaccinated."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, that is false. Here now is Dr. Peter McCullough, internist, cardiologist, and epidemiologist. OK, Dr. McCullough, OK, first of all, is he correct in what just said about the natural immunity?"
    },
    {
      "speaker": "DR. PETER MCCULLOUGH, MD, MPH, INTERNIST AND CARDIOLOGIST",
      "utterance": "I respectfully disagree, and I think most Americans would as well. We know that COVID-19 is one and done, natural immunity is robust, complete, and durable. And up until May 1st the CDC had reported 10,000 vaccine failures, fully 10,000 of them. Nine percent were hospitalized, three percent died. During that time period the CDC did not record a single failure of natural immunity."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "One of the health ministers in Iceland basically said in response to this data that at this point everyone is just going to have to get exposed to the virus and we're going to have to deal with the rest of it through natural immunity to herd immunity. So that's what they seem to be coming to, not that they are anti-vaccine, they are not at all, but it only can go so far."
    },
    {
      "speaker": "MCCULLOUGH",
      "utterance": "Iceland has 330,000 people, and they've done a terrific job with treatment. They've only had 30 deaths. But you're right, the explosion of cases they've seen in the last few weeks has really been in the setting of getting nearly fully vaccinated. It went up five to tenfold. So it's almost as if the vaccine invited this explosion of cases."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, I also remember, Dr. McCullough when COVID restrictions were not about eliminating virus altogether, and never was, right. It was about not overwhelming the health care system. So I want to show you this chart, and this is from Johns Hopkins. We don't exactly have an ICU bed capacity problem. So what is this that we are hearing about? We're hearing about overwhelmed hospitals, but the ICUs, is that a problem?"
    },
    {
      "speaker": "MCCULLOUGH",
      "utterance": "No, not that I can see. I think we have this part of the outbreak fully handled with early treatment. Early treatment has taken a huge impact now. We know that the mortality rates with Delta variant, if it's well-treated, is the lowest mortality of any of the variants we have seen. Hospitalization rates are controllable. The only people really being hospitalized are those who have gotten no early treatment and are presenting with high-risk features. Very importantly, we are probably at the peak of this outbreak now. In the U.K. and Israel, it looks like they've hit the apex and are on the other side. So I think we're just the next few days going to get on the other side of this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dr. McCullough, thank you. Great to see you tonight, as always. And nearly 600 colleges across the country are now requiring everyone to get the COVID vaccine before even stepping foot on campus. But some students, even some faculty, are fighting back. A group of eight students are suing Indiana University over its mandate, saying it violates their constitutional rights. A federal judge, though, smacked it down last month, and last week his ruling was upheld by an appeals court that wrote \"People who do not want to be vaccinated may go elsewhere.\" Now classes for the fall semester start in exactly two weeks, leaving these students in limbo. Now their case is in the hands of the Supreme Court. Joining me now is Jaime Carini, one of the students suing, and Jim Bopp, Jaime's attorney. Jaime, what's your plan? I clerked at the court years ago. They don't accept many cases on serciori (ph), and they don't except many emergency appeals. Two weeks is a short period of time. What next?"
    },
    {
      "speaker": "JAIME CARINI, SUING INDIANA UNIVERSITY OVER COVID VACCINE MANDATE",
      "utterance": "My plan is to wait and see what the Supreme Court says. And my hope is that they rule in our favor. That will certainly make my decision a lot easier in the upcoming weeks. But for now I am going to sit tight and see what happens."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jim, this is an uphill battle because of one case, the Jacobson case. A lot of Americans don't sit around reading Supreme Court opinions or opinions, and so they don't really know what's in that case. How would you distinguish that old case that came long before some of the modern therapies and so forth, how would you distinguish that case at the court?"
    },
    {
      "speaker": "JIM BOPP, ATTORNEY FOR STUDENT SUING INDIANA UNIVERSITY",
      "utterance": "That 1905 case was at the height of the progressive era where, of course, the progressives wanted to give total authority to health care professionals to make these kinds of decisions. And that decision reflect from a legal standpoint -- and by the way, that case led directly to the most horrifying decision, certainly one of them, in the Supreme Court's history, which is Buck v. Bell, where they said that three generations of imbeciles was enough, and thereby approved the forced sterilization of Buck because of the decision allowing forced vaccination. But much has changed in terms of constitutional jurisprudence. Over the last 50 years, the Supreme Court has recognized a very robust right, bodily integrity and autonomy, and importantly here, medical treatment choice, starting with Cruzan where it was a medical treatment decision by an incompetent patient to forced involuntary commitment of people with mental retardation to people --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jim, Jim, before we get lost in all the old precedent, which I find fascinating, but the audience might get a little bit lost on, one thing we have to remember is that Amy Coney Barrett gets this case first, it's her circuit. But she will probably refer it, I would imagine, to the full court. That means the whole court in all likelihood will vote on this emergency appeal. Given the makeup of the court, John Roberts, Brett Kavanaugh, what are your thoughts?"
    },
    {
      "speaker": "BOPP",
      "utterance": "We think there's a real good chance. There are three justices that have already commented on Jacobson and how Jacobson is a precedent that is now antiquated because of the modern development of rights."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You are hopeful?"
    },
    {
      "speaker": "BOPP",
      "utterance": "Yes, we are hopeful. I think the thing is, the government has to justify forcing you to take chemicals into your body. The only time that they haven't protected the right to make medical treatment decisions has been on convicted felons incarcerated in a prison. They are the ones that only get rational review. The courts are treating I.U. students like they are prisoners in a prison."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Really quick, Jaime, why will you not get the vaccine, really quick?"
    },
    {
      "speaker": "CARINI",
      "utterance": "Yes, really quick, I have a chronic illness and my physician said that the vaccine is not for me, he said. I worked really hard to get my health back. I'm just short a couple of recitals before and some exams before I become a PhD candidate. And getting the vaccine could actually make me backslide at this point when I am actually able to finally move forward."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jaime and Jim, we are going to follow every aspect of this case, and we really appreciate your joining us tonight. We wish you the best of luck. And another dizzying weekend of violence in the windy city, and this time it wasn't just Chicago residents in the crosshairs. A 29-year-old officer was senselessly gunned down by a gang banger. So what level of culpability, responsibility does Mayor Lori Lightfoot deserve here? The head of the Chicago police union answers that question next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Over the weekend, Chicago police officer Ella French and her partner made a routine traffic stop. They approached the vehicle, and the suspects opened fire. Officer French shot in the head, she is gone. Tonight her partner is still fighting for his life. Two brothers, Emonte and Eric Morgan, 22 and 21 years of age, were charged in her murder. Joining me now John Catanzara, president of Chicago's Fraternal Order of Police. John, we heard a story about Lori Lightfoot going to see the officer in critical condition, and his family in the hospital. What happened when she got there?"
    },
    {
      "speaker": "JOHN CATANZARA JR., CHICAGO FRATERNAL ORDER OF POLICE",
      "utterance": "Well, first of all, I want people to say her name, Ella French. Our city is less safe because Ella French is no longer with us. It's a disgrace. But when the mayor, against the wishes of the family, proceeded up to the seventh floor of that hospital, she was given a little advice by the officer's father who a recent retired CPD member, and let her know what he thought, and he didn't appreciate her coming up there. And the officers on that floor when she went to approach them, all turned around and faced the other way and took a couple of steps away from her. It was literally an exclamation point to the sentiment that was seven floors below on the street level where I was with several hundred officers. It was a very palpable, angry, resentful, police force. And it wasn't just because of the incident. It was because the mayor was there and certain brass who have led to a lot of problems within the police department."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There is an enormous amount of pent-up anger, frustration, a sense of betrayal among the officers we had a chance to talk to today. They're wouldn't come on camera. Words cannot describe their emotion, but Ella French's name is a name, I'm so glad that you said it the way you said it -- they want everyone to know her name given what happened. Amazing officer."
    },
    {
      "speaker": "CATANZARA",
      "utterance": "Yes, she has the face of what this department was supposed to be going forward, the city's phrase of \"Be the Change.\" Ella was trying to be the change. And because of policies that has been encouraged, propaganda, and actually promoted by city and state officials, these criminals think they can do whatever they want with no repercussions. I will tell you at the hospital Saturday night, a group of members made a stand, and thankfully they did. But I just left the CST unit where Ella and Officer Yanus (ph) were out of, and I spoke to a large contingent of the officers after the superintendent had just got done speaking to them. The mayor was supposed to originally be at that roll call. They told the members that they did not want the mayor there, and she was not allowed to come and speak to them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thank you. Thank you for being with us tonight. This is a heartbreak. We have to take a break. We'll be right back."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I want to thank John Catanzara for being such a good representative of his officers, all the Chicago police who work tirelessly to protect their city, despite the lack of help, support they get from the mayor. It's an outrage. Most importantly, may Ella French rest in peace, and may her memory be a blessing to her family and an inspiration to all of us. Gutfeld next. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}