{
  "date": "August 21, 2017",
  "headline": "What would be considered success in Afghanistan?",
  "subHeadline": "The 'Special Report' All-Star panel weighs in",
  "url": "https://www.foxnews.com/transcript/what-would-be-considered-success-in-afghanistan",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. JOHN MCCAIN, R-ARIZ.",
      "sentences": "Do you believe we are not winning in Afghanistan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEFENSE SECRETARY JIM MATTIS",
      "sentences": "Sir, I understand the urgency, I understand it's my responsibility. We are not winning in Afghanistan right now. And we will correct this as soon as possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "It's our longest war. We've been there for many years. We've been there for now close to 17 years. And I want to find out why we've been there for 17 years, how it's going, and what we should do in terms of additional ideas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTIS",
      "sentences": "The president has made a decision. He wants to be the one to announce it to the American people. We'll all stand silent until then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "The president will not be silent tonight, issuing this primetime address on Afghanistan. Our team at the Pentagon coming up with some confirmation from U.S. officials saying the president has signed off on sending an additional 4,000 troops to Afghanistan, a big part of tonight's speech said to include asking the region to do more, India, Pakistan to do more to bring the Taliban to the negotiating table, and also holding Pakistan accountable for attacks in its country and continuing to support the Taliban. As you take a look at this chart of U.S. troops in Afghanistan from 2009, 51,000, the peak at 100,000 U.S. troops on the ground during 2011, and the current level of 8,400 according to sources. Again, that goes up to almost 13,000 when all is said and done.  Let's bring in our panel: Steve Hayes, editor in chief of The Weekly Standard; Julie Pace, White House correspondent for the Associated Press, and editor in chief of Lifezette, Laura Ingraham. OK, Julie, the going bet is that this is going to be an increase, but it seems like there will be more substance to this speech from Fort Myer tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIE PACE, ASSOCIATED PRESS",
      "sentences": "It looks that way. Typically presidents try to avoid focusing on the number even though that's what we all tend to focus on because it's the number of Americans who are going to be going into a warzone. But it does sound like the president at the urging of a lot of generals and foreign policy advisers has been encouraged to look at this more holistically, to talk about Pakistan, to talk about India, to talk about this as more of a regional problem. It's not a wholly new idea. It's no secret that Pakistan is part of the solution here in talking about the Taliban. I think the big thing we'll be looking for tonight is what does he talk about in terms of potential length of U.S. commitment there, and what does he envision a success? Victory isn't something that people like to talk about on Afghanistan, but what will at least be considered success, at least worth continuing this mission and increasing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Steve, we didn't hear a lot from President Obama about this more, frankly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HAYES, THE WEEKLY STANDARD",
      "sentences": "No. And what we did hear was often not accurate. Remember, the Obama administration made the claim consistently from 2010 to 2016 that there were only 50 to 100 Taliban fighters in all of Afghanistan. That was false. We knew it was false at the time. The Weekly Standard was reporting that it was false. We later found a training camp in Afghanistan in 2015 that covered some 30 square miles and churned out many, many more Al Qaeda fighters than that. So the Obama administration got that wrong. They also I think got wrong their approach to the Taliban. And Jennifer Griffin's reporting suggests that President Trump might be in a position to make the same mistake. Negotiating with the senior Taliban in Afghanistan is folly. It won't work. They can't be separated from Al Qaeda. They are jihadists. The current leader of the Afghan Taliban, Mullah Akhundzada, his son committed a suicide attack in July according to Tom Joscelyn with The Long War Journal. He is a jihadist ideologue. He is not someone that we should negotiate with. This is something the Obama administration tried repeatedly. It didn't work because we don't have partners in the senior Taliban.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Laura, this is a change for President Trump who as Trump obviously candidate tweeted a number of things, Let's get out of Afghanistan. Our troops are being killed by the Afghans we train and we waste billions there. Nonsense, rebuild the USA. We've wasted an enormous amount of blood and treasure in Afghanistan. Don't allow very stupid leaders to sign a deal that keeps us in Afghanistan through 2024 with all the costs to the USA, make America great. This has been his mantra. It was the mantra of Steve Bannon who is no longer in the White House. Is this tough for this president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, LIFEZETTE.COM",
      "sentences": "I think it's one of the reasons why he won because I think after 16 years, 15-and-a-half years, whatever it was when he announced he was running for president, America had begun to beyond lose hope, think we lost the war. And that's unfortunate and it's really awful, but it was the Soviet Union's graveyard, and people were really concerned it was becoming slowly America's graveyard. We lost an enormous amount of great men and women in that battle. We are still there.   We still don't seem to want to defeat the Islamist, Salafist ideology. Jed Babbin wrote a great piece today about what we are not willing to do. McMaster is very careful about it. He doesn't want to call it Islamic terrorism, Islamist. He's very careful about that. I understand that, but I think that failure to recognize what we are really up against, which is an ideology that does not care about killing women, children, brutalizing people, torturing them. And as long as Pakistan continues to help the Taliban and Al Qaeda, I don't see what we are really going to get out of there with 4,000 troops. So it's not another 9/11 disaster for us, I get that. Can we do it with a residual force? Maybe. But I think if you took a poll of the American people, what should we do in Afghanistan, they would support candidate Trump. They would not probably be supporting this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It's interesting. Listen back to the national intelligence director end of May asked about Afghanistan. Pakistan obviously a nuclear nation that is not exactly stable either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN COATS, DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "The I.C. assesses that the political and security situation in Afghanistan will almost certainly deteriorate through 2018 even with a modest increase in military assistance by the United States and its partners. The Taliban and is likely to continue to make gains, especially in rural areas. Afghan security forces performance will probably worsen due to a combination of Taliban operations, combat casualties, desertions, poor logistic support, and weak leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "But other than that, it will be fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "Other than that. And he is describing the situation that it sounds like President Trump is choosing, which is a relatively modest increase. I hate using the word \"modest\" when you're talking about 4,000 families that have to have someone go to war, but in terms of the overall picture of the military involvement, that is relatively modest.   And when you talk about the Afghan government, this is where so much of this gets to. This is a government that has been supported by the U.S. that continues to be corrupt, that continues to traffic in corruption. That is the system of government essentially. And until that government can govern their country, you're going to continue to have these problems whether there are an additional 4,000 U.S. troops there or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I mentioned Steve Bannon. And he's obviously chief strategist no longer in the White House, now at Breitbart. If this is a first indication about how that organization is going to cover things, saying \"With a strong globalist contingent firmly embedded in the White House including not only many cabinet members but also members of Trump's family, the Trump administration has been slowly moving more and more toward more intervention abroad.\" There will be pushback from his right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYES",
      "sentences": "Yes. I think so. Laura is right about the way that the president campaigned. This is how he campaigns. He didn't want to further entangle us in these things. But I think he's been torn. You talk to people who have been in these meetings and people who have talked to him about these policies, he's torn. He's got competing instincts. On the one hand, he wants to win. He wants to kill the bad guys. He made that very clear throughout the campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And empower the Pentagon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYES",
      "sentences": "And empower the Pentagon, yes, changes in the way the Pentagon is able to fight, the rules of engagement. But he also has said we don't want to be further caught up in these kinds of fights. Obviously I think this feels like a compromise position where he's not going with a much bigger plan. You talk to Pentagon planners will tell you we need 50,000 additional American troops who are not going in a train, advise, assist capability but are going to actually fight wars. He didn't want to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How are we paying for all of this? A friend of mine I was talking to, someone very senior in Chinese business who said we are all hoping you guys do the big surge in Afghanistan. He said, what do you mean? As long as you guys are spending more money that you don't have it's good for China. Where are we getting the money for this? That is what candidate Trump campaigned on. And I know all the generals want to keep surging, we want 50,000. We had 100,000 troops there and we couldn't win the war, 100,000 American troops, and we're still there. I guess we could win it with 200,000. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "How many attacks did we prevent from Al Qaeda and Taliban? Those are questions. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN MCCAIN, R-ARIZ.",
      "utterance": "Do you believe we are not winning in Afghanistan?"
    },
    {
      "speaker": "DEFENSE SECRETARY JIM MATTIS",
      "utterance": "Sir, I understand the urgency, I understand it's my responsibility. We are not winning in Afghanistan right now. And we will correct this as soon as possible."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "It's our longest war. We've been there for many years. We've been there for now close to 17 years. And I want to find out why we've been there for 17 years, how it's going, and what we should do in terms of additional ideas."
    },
    {
      "speaker": "MATTIS",
      "utterance": "The president has made a decision. He wants to be the one to announce it to the American people. We'll all stand silent until then."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "The president will not be silent tonight, issuing this primetime address on Afghanistan. Our team at the Pentagon coming up with some confirmation from U.S. officials saying the president has signed off on sending an additional 4,000 troops to Afghanistan, a big part of tonight's speech said to include asking the region to do more, India, Pakistan to do more to bring the Taliban to the negotiating table, and also holding Pakistan accountable for attacks in its country and continuing to support the Taliban. As you take a look at this chart of U.S. troops in Afghanistan from 2009, 51,000, the peak at 100,000 U.S. troops on the ground during 2011, and the current level of 8,400 according to sources. Again, that goes up to almost 13,000 when all is said and done."
    },
    {
      "speaker": "Let's bring in our panel",
      "utterance": "Steve Hayes, editor in chief of The Weekly Standard; Julie Pace, White House correspondent for the Associated Press, and editor in chief of Lifezette, Laura Ingraham. OK, Julie, the going bet is that this is going to be an increase, but it seems like there will be more substance to this speech from Fort Myer tonight."
    },
    {
      "speaker": "JULIE PACE, ASSOCIATED PRESS",
      "utterance": "It looks that way. Typically presidents try to avoid focusing on the number even though that's what we all tend to focus on because it's the number of Americans who are going to be going into a warzone. But it does sound like the president at the urging of a lot of generals and foreign policy advisers has been encouraged to look at this more holistically, to talk about Pakistan, to talk about India, to talk about this as more of a regional problem. It's not a wholly new idea. It's no secret that Pakistan is part of the solution here in talking about the Taliban. I think the big thing we'll be looking for tonight is what does he talk about in terms of potential length of U.S. commitment there, and what does he envision a success? Victory isn't something that people like to talk about on Afghanistan, but what will at least be considered success, at least worth continuing this mission and increasing?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Steve, we didn't hear a lot from President Obama about this more, frankly."
    },
    {
      "speaker": "STEVE HAYES, THE WEEKLY STANDARD",
      "utterance": "No. And what we did hear was often not accurate. Remember, the Obama administration made the claim consistently from 2010 to 2016 that there were only 50 to 100 Taliban fighters in all of Afghanistan. That was false. We knew it was false at the time. The Weekly Standard was reporting that it was false. We later found a training camp in Afghanistan in 2015 that covered some 30 square miles and churned out many, many more Al Qaeda fighters than that. So the Obama administration got that wrong. They also I think got wrong their approach to the Taliban. And Jennifer Griffin's reporting suggests that President Trump might be in a position to make the same mistake. Negotiating with the senior Taliban in Afghanistan is folly. It won't work. They can't be separated from Al Qaeda. They are jihadists. The current leader of the Afghan Taliban, Mullah Akhundzada, his son committed a suicide attack in July according to Tom Joscelyn with The Long War Journal. He is a jihadist ideologue. He is not someone that we should negotiate with. This is something the Obama administration tried repeatedly. It didn't work because we don't have partners in the senior Taliban."
    },
    {
      "speaker": "BAIER",
      "utterance": "Laura, this is a change for President Trump who as Trump obviously candidate tweeted a number of things, Let's get out of Afghanistan. Our troops are being killed by the Afghans we train and we waste billions there. Nonsense, rebuild the USA. We've wasted an enormous amount of blood and treasure in Afghanistan. Don't allow very stupid leaders to sign a deal that keeps us in Afghanistan through 2024 with all the costs to the USA, make America great. This has been his mantra. It was the mantra of Steve Bannon who is no longer in the White House. Is this tough for this president?"
    },
    {
      "speaker": "LAURA INGRAHAM, LIFEZETTE.COM",
      "utterance": "I think it's one of the reasons why he won because I think after 16 years, 15-and-a-half years, whatever it was when he announced he was running for president, America had begun to beyond lose hope, think we lost the war. And that's unfortunate and it's really awful, but it was the Soviet Union's graveyard, and people were really concerned it was becoming slowly America's graveyard. We lost an enormous amount of great men and women in that battle. We are still there. We still don't seem to want to defeat the Islamist, Salafist ideology. Jed Babbin wrote a great piece today about what we are not willing to do. McMaster is very careful about it. He doesn't want to call it Islamic terrorism, Islamist. He's very careful about that. I understand that, but I think that failure to recognize what we are really up against, which is an ideology that does not care about killing women, children, brutalizing people, torturing them. And as long as Pakistan continues to help the Taliban and Al Qaeda, I don't see what we are really going to get out of there with 4,000 troops. So it's not another 9/11 disaster for us, I get that. Can we do it with a residual force? Maybe. But I think if you took a poll of the American people, what should we do in Afghanistan, they would support candidate Trump. They would not probably be supporting this."
    },
    {
      "speaker": "BAIER",
      "utterance": "It's interesting. Listen back to the national intelligence director end of May asked about Afghanistan. Pakistan obviously a nuclear nation that is not exactly stable either."
    },
    {
      "speaker": "DAN COATS, DIRECTOR OF NATIONAL INTELLIGENCE",
      "utterance": "The I.C. assesses that the political and security situation in Afghanistan will almost certainly deteriorate through 2018 even with a modest increase in military assistance by the United States and its partners. The Taliban and is likely to continue to make gains, especially in rural areas. Afghan security forces performance will probably worsen due to a combination of Taliban operations, combat casualties, desertions, poor logistic support, and weak leadership."
    },
    {
      "speaker": "BAIER",
      "utterance": "But other than that, it will be fine."
    },
    {
      "speaker": "PACE",
      "utterance": "Other than that. And he is describing the situation that it sounds like President Trump is choosing, which is a relatively modest increase. I hate using the word \"modest\" when you're talking about 4,000 families that have to have someone go to war, but in terms of the overall picture of the military involvement, that is relatively modest. And when you talk about the Afghan government, this is where so much of this gets to. This is a government that has been supported by the U.S. that continues to be corrupt, that continues to traffic in corruption. That is the system of government essentially. And until that government can govern their country, you're going to continue to have these problems whether there are an additional 4,000 U.S. troops there or not."
    },
    {
      "speaker": "BAIER",
      "utterance": "I mentioned Steve Bannon. And he's obviously chief strategist no longer in the White House, now at Breitbart. If this is a first indication about how that organization is going to cover things, saying \"With a strong globalist contingent firmly embedded in the White House including not only many cabinet members but also members of Trump's family, the Trump administration has been slowly moving more and more toward more intervention abroad.\" There will be pushback from his right."
    },
    {
      "speaker": "HAYES",
      "utterance": "Yes. I think so. Laura is right about the way that the president campaigned. This is how he campaigns. He didn't want to further entangle us in these things. But I think he's been torn. You talk to people who have been in these meetings and people who have talked to him about these policies, he's torn. He's got competing instincts. On the one hand, he wants to win. He wants to kill the bad guys. He made that very clear throughout the campaign."
    },
    {
      "speaker": "BAIER",
      "utterance": "And empower the Pentagon."
    },
    {
      "speaker": "HAYES",
      "utterance": "And empower the Pentagon, yes, changes in the way the Pentagon is able to fight, the rules of engagement. But he also has said we don't want to be further caught up in these kinds of fights. Obviously I think this feels like a compromise position where he's not going with a much bigger plan. You talk to Pentagon planners will tell you we need 50,000 additional American troops who are not going in a train, advise, assist capability but are going to actually fight wars. He didn't want to do that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How are we paying for all of this? A friend of mine I was talking to, someone very senior in Chinese business who said we are all hoping you guys do the big surge in Afghanistan. He said, what do you mean? As long as you guys are spending more money that you don't have it's good for China. Where are we getting the money for this? That is what candidate Trump campaigned on. And I know all the generals want to keep surging, we want 50,000. We had 100,000 troops there and we couldn't win the war, 100,000 American troops, and we're still there. I guess we could win it with 200,000. I don't know."
    },
    {
      "speaker": "BAIER",
      "utterance": "How many attacks did we prevent from Al Qaeda and Taliban? Those are questions. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}