{
  "date": "December 3, 2018",
  "headline": "John Sununu reflects on George H.W. Bush's life",
  "subHeadline": "Guests: John Sununu, Ron Kaufman, Susan Biddle, Digger Phelps",
  "url": "https://www.foxnews.com/transcript/john-sununu-reflects-on-george-h-w-bushs-life",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "sentences": "Thank you, Bret, and welcome everybody. A remarkable ceremony for President George H.W. Bush, coming to a close earlier this evening. Tonight, we now await the moment at the Capitol Rotunda where it will officially open to the public. There are thousands of people who are outside. Mourners around the country, around the world, who will ascend the steps and have been walking in to pay their respects to honor the life and the legacy of the late president who died peacefully at his home on Friday evening.  He is best described by his son, George W. Bush, the 43rd president, as a \"man of the highest character,\" and the best dad of son, or daughter, could ask for.  In moments, we talked to President Bush, Bush -- President Bush's White House chief of staff -- excuse me, John Sununu, who is standing by. But first, we go to Peter Doocy, live outside the Capitol with what to expect this evening.  And in the coming days as the nation celebrates the life of President George Herbert Walker Bush. Good evening again, Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, REPORTER",
      "sentences": "Martha, you said it. Traffic is closed here on First Street, but thousands of people have showed up. They are now 30 minutes away from being able to go and see the former president lying in state.  And a lot of them have been waiting all day, including Kyle and Amy, all the way from Idaho. Why did you want to come?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KYLE, MOURNER FROM IDAHO",
      "sentences": "I think just to pay tribute to the life and legacy of 41. I mean, we've been out here for quite a bit. With the -- with the weather and stuff like that. And regardless of what side of the political aisle you're on and what not, we're all Americans. Which I think is what 41 really strove to bring about in all of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KYLE",
      "sentences": "So, just a cool thing that -- you know, good opportunity for everybody. It's amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Kyle and Amy, thank you, guys. We also met Gail, who drove from New Jersey today. Gail, why did you want to make the trip down 95?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAIL, MOURNER FROM NEW JERSEY",
      "sentences": "Well, 95, basically I was a retired military. And then, I was in the service when he was our commander in chief. And what he had done for the military, I really appreciated it. And I really wanted to -- you know, show my -- you know, gratitude.   I mean, he puts the service before self which is fantastic and I'm just here because I just feel that I need to express how I -- you know, how grateful I am of the type of president he was while I was in the military, and stuff, so, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Well, thank you very much for your service, Gail. And then, there is one more gentleman down here. George, who's from Maryland. But you've got a personal connection to the 41st president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE, MOURNER FROM MARYLAND",
      "sentences": "Yes. Actually, I do. I just want to go into that in detail. So, the fall of 2000, he was campaigning for Senator Bill Roth in Delaware, for his son. And I was remarking in the story, that spring of how he described his son -- you know, talking to this W. and all of his family, like \"This boy of ours is not going to let you down.\"  He was very folksy, very proud of his kids to this day. You know, until the day he died. And I relayed that to him, and he grabbed me a big bear hug -- you know, just like 6'2\", but much taller. And it really made my -- made my year. It was just a great guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE",
      "sentences": "Just a great man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "George, thank you very much. Martha, as you can see, many, many people. Everybody has a different story and they're all getting one chance to go for the next 35-1/2 hours to say goodbye. Back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. That's great, Peter. It's really heartwarming to hear Americans talking about why they took time out of their lives to make this journey, to be here tonight, and to give their respect to the 41st president. Peter, thank you very much.  Peter Doocy, outside this evening. And my next guest served as President Bush's first White House chief of staff. This clip takes us back to the beginning of their relationship. Watch.  GEORGE H.W. BUSH, 41ST PRESIDENT OF THE UNITED STATES: Pleased to announce my decision to appoint Governor John Sununu as chief of staff for my administration. The job of chief of staff requires the ability to lead, to motivate, to direct an important organization in the best interest of the country. And John Sununu has the background in the experience necessary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Governor John Sununu, who attended the ceremony this evening joins me now. He has joined us frequently. I'm sure this is moving and difficult evening for you, Governor Sununu.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN SUNUNU, FORMER CHIEF OF STAFF TO PRESIDENT H.W. GEORGE BUSH",
      "sentences": "Martha, it's a -- it's a day of mixed emotions, you know -- we're here to mourn a friend and also to celebrate the life of a great president. So, you psychologically, you get yourself whiplashed a little bit. But it was a moving ceremony and a fitting ceremony for a president that served this country not only well but with a style that I think everybody appreciates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Talk to us a little bit about your work as chief of staff and the time that you spent with the president and the evolution of that position and your -- and your future with him and knowing him for the rest of his life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUNUNU",
      "sentences": "Well, it was a great job. He was a great man to work for, he had a wonderful style. We had developed a very close and personal relationship. And I told him, I didn't want to come to Washington, but he really insisted that I do it, and so, you don't turn the president down. It was a relationship where he made it very easy for the chief of staff. The direction was clear. I would -- if he wanted to get multiple sides on an issue, it was my job to gather those sides, bring him into him. We would listen together back and forth. He would think about it a while, and then, he tell me what position he want to take in. And it was my job to go back and make sure that everybody followed the president's policy.   And it was one of the most gratifying and satisfying jobs I've ever had, and in an odd way, one of the easiest jobs. Made easy by the man I was working for, and the fact in the White House, there's a lot of resources to get a lot of things done very, very quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It was not without controversy -- you know, your thoughts on his domestic policy, on the no new taxes pledge. As you look back on all of that from where you stand today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUNUNU",
      "sentences": "Martha, he passed more to -- he's known as a foreign policy president, but he was a great domestic policy president. He passed more significant legislation than any president, except Lyndon Johnson or Franklin Roosevelt.  The Clean Air Bill, the Americans with Disabilities Act, Civil Rights Bill. He, and certainly, his budget agreement which was very controversial. But that budget agreement produced the only surpluses that this country has had in decades. And so, what was a controversial piece of legislation, one in which the Democrats forced them to pay the ransom of accepting taxes turned out to be an extremely important piece of legislation for the financial stability of the country. The American have Disabilities Act, people benefit from that every single day today. And certainly, the clean-air -- extension of the Clean Air Bill, which had been stalemated for 13 years. That's been the environmental hallmark piece of legislation that's guided this country for the last 25 years. And it is the kind of legislation that other countries have used as the example for their own improvement of environmental legislation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You left the job of chief of staff, you became a counselor to the president. Was that -- was that a difficult moment for you leaving that job?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUNUNU",
      "sentences": "Well, look, I left, I had become very controversial and it became clear to me that I -- perhaps if I left, the lightning would follow me, and they would leave him alone. Unfortunately, they didn't. He had a really tough campaign, and as we know, lost to Bill Clinton. Ross Perot came into the campaign and picked up 20 points in the election. And the president lost by I think, 4-3/4 to two-thirds or three-quarters of Perot's votes should have been Bush's.  So, yes, it was hard for me to leave because I had a concern that the president sometimes was so nice that somebody had to be there with a firm hand, and I wasn't sure that there would be a firm hand to follow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's interesting, you know, I mean he had kind words for pretty much everyone. Ross Perot did not necessarily fall into that category. That was -- that was a bitter development for him that clearly, he carried with him throughout his life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUNUNU",
      "sentences": "Well, Ross Perot, somehow in the year or two -- let the year or two before the 1992 election, Ross Perot somehow had decided that he had been wrong. Did nobody understood why he felt that way, but I think he felt as a Texan. He had -- he deserved more entree from Bush and Baker than he got. And unfortunately, that bitterness put him into the race. And I think costs George Bush's second term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you very much, Governor Sununu and former chief of staff to president -- the 41st President of the United States George Herbert Walker Bush. Good to have you with us tonight, sir. Many thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUNUNU",
      "sentences": "Thanks, Martha. Have a nice evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. You, too. So, my next guest has a very long history with President Bush. Ron Kaufman worked on the 1980 Bush for president campaign. There he is, just a little while ago.  And stayed by president's side essentially ever since. He eventually served as Bush's White House -- President Bush's White House personnel director, and then, assistant to the President, and White House political director. The two remained great friends with Kaufman attending the president's private 90th birthday party, just a few years ago. And he joins me this evening. Ron, good to have you with us this evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RON KAUFMAN, FORMER WHITE HOUSE PERSONNEL DIRECTOR FOR PRESIDENT GEORGE H.W. BUSH",
      "sentences": "Good to be here, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You said it was very hard to leave the Rotunda this evening for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAUFMAN",
      "sentences": "It was -- this is a celebration. It's impossible to feel sad today. You know, the purpose of life is leaving a full and wonderful day every day. This man for 94 years left the most -- greatest life of any person I've ever met. He left us with more friends, more people loved him. It's actually incredible. And I'm a poor kid from Quincy mother. He's on our supermarkets when I met him and changed my life forever -- change my kid's life forever.   And just a fabulous person. And sadly, but joyful. It is a celebration. You know, you go to church and say, it's a celebration of life when someone dies. It is a celebration. There's no reason to feel sad. Lonely, empty? Yes, but not sad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So you have been obviously close to the Bush family for all these years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAUFMAN",
      "sentences": "For the years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Your thoughts when you looked at 43 as he's affectionately known. President Bush, as well. And you watched -- you know, there's something about losing a parent. It -- you get bumped up to that next level, right? Now, you are the person who is the patriarch of the family, and that -- that's a difficult transition for many of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAUFMAN",
      "sentences": "They had such a great family. You know, I first met President Bush, 40 years ago. And the reason I fell in love with him, I was with the Andy Card who's my brother-in-law now, meeting him for the first time.  And his slogan in that campaign is \"A President you don't have to train.\" You know his background, et cetera. Very impressive. He was wonderfully impressive. My wife is waiting down the car for us. We were running late a little bit in the Ritz Hotel in Boston.  And then, president insisted upon coming down to the car and talking to my wife for a while before he let us leave because he cared. He knows my kid's names, he knows where they going to school. My oldest daughter a China expert, and when she went to the Bush school, he gave her a scroll given to him by the president of China. It's the reason for war, and a scroll, very valuable. And because he loved her and he wanted her to know he cared that she was she turned on Harvard to go to his school.  But everybody knows him. He knows a kid you go with him end up in the White House. He goes the garden, the garden is known. But he knows their names, he knows the kid's names. The personal side to Bush that makes him extraordinary, he is something that most politicians that I know don't have, lots of real friends. Not political buddies, but lots of real friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, yes, that's a great point because there's an authenticity to him that perhaps hurt him politically in a way. Because he wasn't always great at by his own admission at being the great communicator, the Reagan style great communicator. And perhaps, what you're talking about is part of it. Because he was just very real, very authentic, and maybe not as comfortable in that role. He gave that famous speech where he said, \"I am that man.\" When he was stepping up and saying, \"I'm ready, I want to be President of the United States. I want to be number one.\" Thoughts on that, Ron.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAUFMAN",
      "sentences": "If I'm being honest, he was not a great communicator in the sense of Ronald Reagan or Bill Clinton, for that matter to be fair. And he never really was impressed with the spoken word if you will, and he ever felt comfortable with that. We went through 8,000 speech writers during his day just because that wasn't his thing.  But, when it counted, he could step up. The Commission speech was a spectacular speech. When the Berlin Wall fell, unbelievable speech. So it -- on important days, he could step up. But carrying a message every day, it was not kind of his thing.  But he made up for it in my opinion by making not just all of us feel comfortable, the world leaders feel comfortable. He knew every world leader by name, he knew them before they were world leaders. And he called them not when there's a crisis, but when he had five minutes during a day, he used those five minutes to call world leaders, and say, \"What do you think?\" And when the President of the United States calls a world leaders a place in a third-world country. And say, \"What do you think, and that's why I'm calling,\" means a lot. So, when other crisis --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A master of building relationships that ended up serving him in the long run throughout his presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAUFMAN",
      "sentences": "Absolutely. Keep serving, as well, to country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ron Kaufman, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAUFMAN",
      "sentences": "Thank you, Martha. Good to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to see you tonight. Nice to have you with us this evening, sir. Many thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAUFMAN",
      "sentences": "I commit. God bless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, General Kean is joining me next to share his reflections on the late President George Herbert Walker Bush. And to make sense of that high-stakes meeting between President Trump and president -- and China's President Xi that have the two leaders calling a truce, at least for now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Our relationship is very special, the relationship that I have with President Xi and I think that is going to be a very primary reason why we'll probably end up -- ending up getting something that will be good for China and good for the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "President Trump securing what he calls an incredible deal at this weekend's G20 Summit agreeing to a 90-day trade truce with China which delays U.S. plans to impose tariffs on $200 billion in Chinese goods. The news giving global stocks and oil a big lift today as the President touts a \"very strong and personal relationship with Chinese President Xi Jinping.\" Joining me now General Jack Keane, Chairman of the Institute for the Study of War and Fox News strategic -- Senior Strategic Analysts. General, always good to see you. Thank you for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. JACK KEANE, RET., SENIOR STRATEGIC ANALYST",
      "sentences": "Good to be here, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What did you think about this deal, this announcement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, I think the deal is a good one but it remains to be seen what the follow-through is. I don't trust the Communist Chinese to be frank about it. I think this is more about delaying the inevitable as much as they possibly can, wait out this president that they can. I know for a fact that under President Xi, he has made a decision to dominate and control the Indo-Pacific region, an area where we used to have significant influence and he's moving very strongly to do that, economic warfare, intimidation, coercion, and some militarization on the vehicles. The second thing and he stated this publicly. He fully intends to replace United States as the global leader in the world, somewhere around 2030- 2040. These are their goals and they never stated their goals publicly before. This is how serious they are. So it remains to be seen what is going to happen as a result of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So do you think the President should have held the line in that meeting at the dinner the other night?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "No. That's a good question. I think working this and it's a step in the right direction, take that step and see if they can make more progress, I think is likely where he's coming from. But never lose sight who they are and what their goals are, and they cannot be trusted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to play a sound bite from President Bush in 1999 referring to China just to sort of look back at where we were with this relationship. Let's play that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Is China a big threat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE H.W. BUSH, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "No. It's the threat if we mishandled a relationship but it's not a threat. China is not seeking hegemony. I see no evidence. And I'd like one person that's the critics of China on the Republican right or the Democratic Left to tell me why they think they're seeking hegemony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He, of course, was the Ambassador to China and knew the country well at that point. Your thoughts on where we were then and now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, I think that was largely the view. Remembered (INAUDIBLE) wanted to open up China economically, move it towards a more of a market free capitalistic society. When we realized that everybody piled on. Let's help them. Let's get in there with our business investment and here's the bet we were making that following that economic reform, that political reform would follow and they would become something of a democracy. Wrong. What has followed is more authoritarianism and they're very geopolitically ambitious and economic warfare is another vehicle. So the President on shore has a different view before he passed away of what China is doing in the world and what he had been. And that was pretty much the universal view at the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So talk to me a little bit about it. You know, obviously, the President has said he wants to make cuts in a lot of areas and defense is apparently part of that plan, the five percent across-the- board agency cuts. It is -- do the President is committed to that or do you think there is an opening do perhaps leave defense off that list given all of the hard work that's been done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "I think he's open to discuss it and that's going to take place. I know that Senator Jim Inhofe and Congressman Mac Thornberry would have a discussion with him on this very subject tomorrow. Here's the issue, Martha. We've made a down payment two years of Defense increases but we needed the fence build-up similar to what Reagan did in the early 80s. Why is that? Because the devastating cuts of sequestration we've had on a defense budget, the technology gap has closed with Russia and China. And I spent a year on a commission looking at our national defense strategy and we are saying that the United States is more at risk than we've been in decades and we could struggle, struggle to win a war and could possibly lose it. And the people on this commission are not prone to be alarmist. We are not hyping the enemy here. We are we ran war games to make certain we understood what is actually happening here. So I think clearly Director Mulvaney of OMB has told a President, listen, everybody in the government should take the cut hit. Defense is only 15 percent of the budget. You don't continue to build up, the money you would save from giving defense a haircut is so small in terms of helping the deficit. It's not going to make much progress. What you've got to make certain to do as president United States is provide the resources so the American people are secure and safe. That's the number one job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, it's interesting that under President Obama sequestration really defense was the only department that ended up paying the price. Everybody else kind of got off so it'll be interesting to see if maybe the reverse could be true with this next round, but we will watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "We'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We'll see. General, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Good talking to you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to see you tonight. So coming up next, Paris on the brink as political protest turn to violence, and vandalism, and arson, graffiti written all over the Arc de Triomphe when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The City of Lights looking more like a war zone this weekend after a demonstration over taxes and living costs quickly erupted into the country's worst urban riot in more than a decade. Some people say since the riots of 1968. Behind the broken glass and the graffiti on the Arc de Triomphe, a charred aftermath as people burned cars up and down the streets. A radical protest group known as the Yellow Vest is behind this. Trace Gallagher has THE STORY for us tonight from our west coast newsroom. Good evening Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, REPORTER",
      "sentences": "Good evening, Martha. French authorities are still removing burned-out cars, cleaning up broken glass, and scouring graffiti from buildings on the famous Champs-Elysees Avenue and other Paris landmarks that were trashed by protesters over the weekend. You mentioned these were the worst riots in a decade but French police say some of the violent tactics were unprecedented. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHEL DELPUECH, PREFECTURE, PARIS POLICE",
      "sentences": "Hammers, steel beads, gardening tools, hose projected towards officers, big bolts were thrown on them. We have pictures of that. Aerosol cans linked to gas bombs. Firecrackers thrown on our officers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes. Dozens were hurt. And now reports that an elderly woman has died from her injuries. In all, some 250 fires reported and 300 plus people remain behind bars. The violence included groups on the far left and far right, but police also believe much of the violence aimed at police was the work of professional troublemakers, the yellow jackets worn by a great number of protesters are the fluorescent vest that French motorist are required to have in their cars for emergencies, but the jackets have come to symbolize far more than just a push against rising fuel taxes. They are now emblematic of violent protesters using the spotlight to lash out at the policies of French President Emmanuel Macron, saying he doesn't care about ordinary people. Macron says he welcomes the views of the protesters, but denounces the violence and vows to punish those behind it. Listen. EMMANUEL MACRON, PRESIDENT OF FRANCE (through translator): No cause has justify attacks on police or pillaging stores, burning public or private buildings, threatening passersby or journalists or vandalizing the Arc de Triomphe. Those responsible for the violence don't want any change. They don't want any improvement. They want chaos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "President Macron is also asking his interior secretary to consider adapting security procedures to try to contain this ongoing contest. This was the third weekend in a row of demonstrations and more are planned for later this week. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much. So, coming up next, a real treat. The White House photographer who spent four years capturing the highs and lows of George H.W. Bush's presidency and later became his personal photographer. Here with her inside story next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We are back and this is a live look at President George H.W. Bush as he lies and state in the U.S. Capitol rotunda now open to the public who are coming in to pay their respects. My next guest spent four years as the president's official White House photographer, capturing everything from sweet moments with his beloved wife Barbara, to intimate discussions with his national security team. Even outings at his Kennebunkport retreat. Here now Susan Biddle, former White House photographer for presidents Ronald Reagan and George H.W. Bush, she also became President Bush's personal photographer after his days in the White House. And Susan, I had the pleasure of meeting you recently. And you talk to me about what a pleasure it was to work with the former president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Your thoughts, first of all on his after his passing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN BIDDLE, FORMER PRESIDENT GEORGE H.W. BUSH PHOTOGRAPHER",
      "sentences": "Yes. I mean, you know, when did I see you, three weeks ago?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "Yes. And of course, I had no idea that it was so close. I feel choked up about it, but at the same time what an incredible man. And I was so lucky to work for him, you know, and so honored to work for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's take a look at some of your wonderful photos. The first one that we just mentioned in the Oval Office, what was this moment and you were right there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "This was the beginning of Desert Storm which was the war in Iraq. And when really serious things like that were going on, I have a longer there, they were going on I could be kind of in there a little bit longer. They didn't notice me as much. And they just working really hard. It was very, very serious. And it's Powell, Cheney, Scowcroft, and Sununu.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to show this one. This is Barbara brush and President Bush and Millie, one of their many -- we can see Minnie. We have to drop that banner. There we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What's going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "You have to see Millie's face. Millie is about as embarrassed as they are. That they got off the helicopter, she came out to greet them and then she stopped to do her business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's go through this one because I love this one which it looks like a horseshoe competition. What's the story behind this one?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "Well, you know, President Bush as I heard Jim Baker say on one of the TV shows that he was the most competitive man that he's ever met. He set up all these teams in the White House. He had the houseman, he had the military aides, he had, you know, everybody was on their team. And they had these contests all the time. And here he lost. The houseman beat him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He's clearly, clearly unhappy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "He's very upset.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This might be -- this might be my favorite. There are so many wonderful photos that you took but let's take a look at this one of the president's lying on the lawn surrounded by puppies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "You know, I love that because here he is, the president was, the president of the United States, but Millie had puppies and it was a beautiful spring day. And he just took the time to go outside, lie in the grass, and let the puppies crawl over him. So, you know, it was so amazing how human he was, as well as being the leader of the free world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And this one is -- you say when it was Gorbachev under house arrest in Crimea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And you are in their bedroom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "In their bedroom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, you know, talk to me about that experience as a photographer. How do you become sort of part of the wallpaper but also you are a friend?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "Well, I don't think I was invited into the bedroom because I was a friend, but we were actually out fishing that day and it was very blustery. And a call came in on the radio phone. It was one of those big old radio phones, you know, before cell phones, of course. And it was so noisy, he was hoping it was Gorbachev. He wanted to go back to the house. So, I was in the second boat, I ran up the lawn and got to the house. And the military aid ushered me in. And then he ushered me into the bedroom and I was kind of like surprised that I was going into the bedroom. That was first time in the bedroom. And I heard him say as I walked in, I heard Bush say, Mikhail, Mikhail, are you all right? And I wasn't sure that I had it right. So, they always had transcripts and I checked with somebody later. And yes, that's what he said. And then he saw Mrs. Bush out the window on that side. And he mouthed the words to me, go get Mrs. Bush. So, the she came in, you know, she's standing there looking concerned. And then suddenly she realized his hair was a mess because we had been out in the windy boats and she said, George, your hair! And she ran and got a brush. And you know, then the picture was over, so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Amazing. And this is also a beautiful one. He said it was very early morning and this is just a sweet moment--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "Yes. They, you know, they had such an amazing relationship. And I always tried to get something that showed that. But they were, they never showed public display of affection. So, I kept looking and I kept looking and then I noticed that he would walk her over to the pool in the morning going to the Oval Office. And there was a kiss. You know, I went out there to see if maybe I could get a kiss and I finally did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "One last picture, if you could skip forward to the one of the president on the end of the boat, this is right of Kennebunkport and this was an important morning as well. Just a final note about this one before we go, Susan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "We were, it was right after Saddam Hussein had invaded Kuwait. So, we had gone from Aspen right to Kennebunkport. And that morning as you can see, the sea is like glass. And usually I rode with the doctor or whoever in another boat, but he invited me to come on his boat that morning. And I was so close that I had to like, lean back to be able to get him and the sea and the frame and keep myself from falling in the ocean. But he was reading his briefing papers while he was fishing and he just had this amazing ability to combine work and play, you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Susan Biddle, a White House photographer, personal photographer to President George H.W. Bush, and a friend as well. And it's good to see you, Susan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you so much for bringing your beautiful work to show us this evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Great to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDDLE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up next, one of the most enduring legacy left behind by President Bush, the mark he left on the U.S. Supreme Court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE H.W. BUSH",
      "sentences": "Clarence Thomas has endured America at its worst, and he's answered with America at its best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This is a fascinating topic. Judge Andrew Napolitano joins me on that. Plus, new developments in the Michael Cohen case that some insiders say could exonerate President Trump. What others are missing here when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, speculation mounts over whether special counsel Robert Mueller's investigation is zeroing in on President Trump. There are new suggestions tonight that the recent guilty plea from former trump attorney Michael Cohen could actually good be good news for the president. Real Clear Investigations makes the case that Cohen so-called bombshell could work in the president's favor, potentially exonerating him or finding some exculpatory information included. And this we're going to explain what we are talking about here with Judge Andrew Napolitano, Fox News senior judicial analyst. Judge Napolitano, good to see you as always. Thanks for being here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW NAPOLITANO, SENIOR JUDICIAL ANALYST",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, I want to get your reaction to some this. This is from Real Clear Investigations, as I said. And it's reading into the tea leaves of the criminal document which, you know, is not an indictment because it was a plea agreement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, this is basically the case as they lay it out with regard to Michael Cohen. And it says, Mueller mentions that Cohen tried to e-mail Russian President Vladimir Putin's office on January 14, 2016, and again, in the middle of that month, but Mueller who personally sign the document admitted the fact that Cohen did not have any direct points of contact at the Kremlin and had resorted to sending e-mails to the general press mailbox. What do you make of that? And you know, the fact it basically said he had reached out to the Kremlin but didn't add that he had actually not a single contact there and had to go through this generic press mailbox?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "So, I have two observations. One is that Cohen obviously manifested a serious amount of incompetence and for some reason Bob Mueller has chosen to reveal that. I mean, trying to e-mail the president of Russia about a billion-dollar land deal and using a public e-mail box is really absurd. But I also have to note that the most significant things that we learned last Thursday when Michael Cohen pleaded guilty for the second time is not what Michael Cohen told the court and not what Bob Mueller told the court. It's what Michael Cohen told the FBI when they debriefed him for 70 hours. Now, we don't know what that was. But 70 hours of debriefing and a reduction of a sentence from a potential of 60 years if you were to charge of five years per lie, which is what the statute permits down to six months, it means he must have told him something and they must have corroborated it and they haven't tipped their hand yet as to why that is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It could be. You know, when I read through this, what occurs to me is that it was obvious that he was trying to use his connection to President Trump to build business contacts for himself--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- and to get these people to pay him because he had contacts in the White House. And he could, you know, he was offering all these things. And I see potentially some of that at work in the story and this investigation so we'll see how that turns out in the end. I do want to ask you because I heard you talk about this earlier today, you felt that one of the significant things to remember about President George H.W. Bush were his nominations to the Supreme Court and a lasting impact of Clarence Thomas as a pick. Quick thought on that for me, judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "The impact of Justice Thomas is truly beyond President Bush president Bush's wild imaginings for three reasonings. One, after 27 years, he is now regarded as having authored truly brilliant opinions on shrinking congressional overreach, stopping the Congress from regulating areas of the Constitution that it doesn't authorize. Second, even his adversaries, even those who fought fiercely to prevent them from getting on the court, have finally recognized these opinions. How do I know this? They show up in casebooks that law students study, and those case books are written by a very, very liberal faculty members. Third, Justice Thomas holds the record for his own law clerks themselves becoming federal judges and high-ranking government administrators. These are things that George Bush could have never imagined. Right now, he's the senior justice of the Supreme Court, one to whom the others look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Quite a legacy, very interesting. Thank you, judge. Always good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Pleasure, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We'll see you later. All right. So, I just want to mention as we are watching the live scene here as people cycle through and pay their respects to President Bush 41. We do understand now that the president will be there at 8.30 this evening. We expect the first lady will be with him to pay his respects to the former president as well. Then, tonight, legendary Notre Dame basketball coach Digger Phelps here to talk about his friendship with the late president that spans nearly half a century when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUSH",
      "sentences": "And it's always a pleasure to have the opportunity, as I did, to say hello to Lou Holtz and to my great friend Digger Phelps. They have a way of making us feel at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUSH",
      "sentences": "In a society that can sometimes be cold and impersonal, bring warmth and welcome. In a fragmented society, be a force for healing. In a society cut off from moral and spiritual roots, cultivate grace and truth. And in the face of the uncertainties of the future, affirm your purpose and realize your promise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Great advice. President Bush imparting his words of wisdom on Notre Dame graduating class of 1992. My next guest Digger Phelps best known for his legendary career at the university where he coaches men's basketball for 20 years. He's also shared a deep bond with President George H.W. Bush. Their relationship born from a chance encounter in a golf tournament and developed into a deep friendship of more than four decades. Here now, former Notre Dame basketball coach, Digger Phelps. Digger, welcome, great to have you here this evening, sir. You know, I want to start with something about, you just mentioned to me before we came on, you said its undertakers and I want to talk about what happens when people were so close and so loving as this relationship was between Barbara Bush and President Bush. And what you witnessed over the last year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGGER PHELPS, FORMER BASKETBALL COACH, NOTRE DAME UNIVERSITY",
      "sentences": "Well, going back to when they obviously for 73 years have been together, when Barbara got in sick last April and she was in the hospital, she came home that Sunday on April 15 and I called George on Monday the 16th and said to him, George, I will go to the grotto and light a candle for Barbara. And sadly, she died that Tuesday. While as we recall it was a long funeral process and he had to take that procession going from Houston all the way up to Texas A&M for the burial. Then, come all the way back. And then he got ill. But once he got up to Maine he got out of that house and get away from everything he had five great months in Maine. I talked to him on his birthday June 12th. I talked to Barbara and George every year, her on the 8th, him on the 12th. In a sidebar, I hear Barbara one year she said, Digger, for four days of our lives together, we are the same age for four days because then on the 12th I'm married to this old man. Vintage Barbara. But anyhow, I called him on his birthday, I was over in France with a friend of mine who he knew Basil Sellers, and he was a great. He sounded good because he's fishing, he's out on his boat and he's just distracted from what he had with his relationship with Barbara. But once he came back in October, and being in that house where she died, and I talked to him last Thursday or a week ago, Thanksgiving, and he sounded OK. He was over in Neil's house for Thanksgiving dinner. He came home and I got him at the time where we could just talk for a couple minutes. He sounded OK. But then of course as we well know, and as I said to him as I was hanging up, George, I will call you. Of course, he said, Digger, you've always been good to me. And I said no, you've been good to me, I'll call you Christmas. And then of course as we saw, he passed. But my relationship, as we know, I've seen him as my father-son in the business, people are together 50, 60 or 70 years as they were, when one dies within the year, the other one passes. And here it is some seven months later and he passed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. And we make a great point that he really wanted to get back to Kennebunkport--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHELPS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- and had a lot of closure I think and visited with a lot of people over the course of that summer. I only have about a minute left, but you have a good memory about the Texas A&M Notre Dame game. Can you share us with that quickly before we let you go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHELPS",
      "sentences": "Yes. Well, that was right after 9/11. And we stayed in touch about 9/11. And yet, as we all know, the Texas A&M Notre Dame game at College Station was about two weeks after that and he invited me down. I went back and Lech Walesa was there from Poland. And he gave a great talk the night before the game about solidarity and what they went through in their country as they get rid of, obviously the communist dictatorship. And then of course, with Osama Bin Laden, and knowing what went with 9/11 this became a real crisis which obviously ended under Obama's tenure, but going back to G.W. and everybody else involved, it was a 10-year program to end that life of Osama Bin Laden. But he knew with solidarity, and some 3,000 people listened to Lech Walesa and what they went through in Poland. And here we are in the United States. And that's how he was as not just the president but more importantly as a person. He can relate to anybody. He had many great friends; Barbara and he were the best of everybody's life and I was just blessed to be part of them and I'll miss them all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you so much. Digger Phelps, great to have you with us. Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHELPS",
      "sentences": "My pleasure. You take care, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You, too. So that is The Story on this Monday night. We will be back with continuing coverage from Washington, D.C. again tomorrow. Tucker Carlson coming up next. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "utterance": "Thank you, Bret, and welcome everybody. A remarkable ceremony for President George H.W. Bush, coming to a close earlier this evening. Tonight, we now await the moment at the Capitol Rotunda where it will officially open to the public. There are thousands of people who are outside. Mourners around the country, around the world, who will ascend the steps and have been walking in to pay their respects to honor the life and the legacy of the late president who died peacefully at his home on Friday evening. He is best described by his son, George W. Bush, the 43rd president, as a \"man of the highest character,\" and the best dad of son, or daughter, could ask for. In moments, we talked to President Bush, Bush -- President Bush's White House chief of staff -- excuse me, John Sununu, who is standing by. But first, we go to Peter Doocy, live outside the Capitol with what to expect this evening. And in the coming days as the nation celebrates the life of President George Herbert Walker Bush. Good evening again, Peter."
    },
    {
      "speaker": "PETER DOOCY, REPORTER",
      "utterance": "Martha, you said it. Traffic is closed here on First Street, but thousands of people have showed up. They are now 30 minutes away from being able to go and see the former president lying in state. And a lot of them have been waiting all day, including Kyle and Amy, all the way from Idaho. Why did you want to come?"
    },
    {
      "speaker": "KYLE, MOURNER FROM IDAHO",
      "utterance": "I think just to pay tribute to the life and legacy of 41. I mean, we've been out here for quite a bit. With the -- with the weather and stuff like that. And regardless of what side of the political aisle you're on and what not, we're all Americans. Which I think is what 41 really strove to bring about in all of us."
    },
    {
      "speaker": "DOOCY",
      "utterance": "All right."
    },
    {
      "speaker": "KYLE",
      "utterance": "So, just a cool thing that -- you know, good opportunity for everybody. It's amazing."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Kyle and Amy, thank you, guys. We also met Gail, who drove from New Jersey today. Gail, why did you want to make the trip down 95?"
    },
    {
      "speaker": "GAIL, MOURNER FROM NEW JERSEY",
      "utterance": "Well, 95, basically I was a retired military. And then, I was in the service when he was our commander in chief. And what he had done for the military, I really appreciated it. And I really wanted to -- you know, show my -- you know, gratitude. I mean, he puts the service before self which is fantastic and I'm just here because I just feel that I need to express how I -- you know, how grateful I am of the type of president he was while I was in the military, and stuff, so, yes."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Well, thank you very much for your service, Gail. And then, there is one more gentleman down here. George, who's from Maryland. But you've got a personal connection to the 41st president."
    },
    {
      "speaker": "GEORGE, MOURNER FROM MARYLAND",
      "utterance": "Yes. Actually, I do. I just want to go into that in detail. So, the fall of 2000, he was campaigning for Senator Bill Roth in Delaware, for his son. And I was remarking in the story, that spring of how he described his son -- you know, talking to this W. and all of his family, like \"This boy of ours is not going to let you down.\" He was very folksy, very proud of his kids to this day. You know, until the day he died. And I relayed that to him, and he grabbed me a big bear hug -- you know, just like 6'2\", but much taller. And it really made my -- made my year. It was just a great guy."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Sorry."
    },
    {
      "speaker": "GEORGE",
      "utterance": "Just a great man."
    },
    {
      "speaker": "DOOCY",
      "utterance": "George, thank you very much. Martha, as you can see, many, many people. Everybody has a different story and they're all getting one chance to go for the next 35-1/2 hours to say goodbye. Back to you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. That's great, Peter. It's really heartwarming to hear Americans talking about why they took time out of their lives to make this journey, to be here tonight, and to give their respect to the 41st president. Peter, thank you very much. Peter Doocy, outside this evening. And my next guest served as President Bush's first White House chief of staff. This clip takes us back to the beginning of their relationship. Watch. GEORGE H.W. BUSH, 41ST PRESIDENT OF THE UNITED STATES: Pleased to announce my decision to appoint Governor John Sununu as chief of staff for my administration. The job of chief of staff requires the ability to lead, to motivate, to direct an important organization in the best interest of the country. And John Sununu has the background in the experience necessary."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Governor John Sununu, who attended the ceremony this evening joins me now. He has joined us frequently. I'm sure this is moving and difficult evening for you, Governor Sununu."
    },
    {
      "speaker": "JOHN SUNUNU, FORMER CHIEF OF STAFF TO PRESIDENT H.W. GEORGE BUSH",
      "utterance": "Martha, it's a -- it's a day of mixed emotions, you know -- we're here to mourn a friend and also to celebrate the life of a great president. So, you psychologically, you get yourself whiplashed a little bit. But it was a moving ceremony and a fitting ceremony for a president that served this country not only well but with a style that I think everybody appreciates."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Talk to us a little bit about your work as chief of staff and the time that you spent with the president and the evolution of that position and your -- and your future with him and knowing him for the rest of his life."
    },
    {
      "speaker": "SUNUNU",
      "utterance": "Well, it was a great job. He was a great man to work for, he had a wonderful style. We had developed a very close and personal relationship. And I told him, I didn't want to come to Washington, but he really insisted that I do it, and so, you don't turn the president down. It was a relationship where he made it very easy for the chief of staff. The direction was clear. I would -- if he wanted to get multiple sides on an issue, it was my job to gather those sides, bring him into him. We would listen together back and forth. He would think about it a while, and then, he tell me what position he want to take in. And it was my job to go back and make sure that everybody followed the president's policy. And it was one of the most gratifying and satisfying jobs I've ever had, and in an odd way, one of the easiest jobs. Made easy by the man I was working for, and the fact in the White House, there's a lot of resources to get a lot of things done very, very quickly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It was not without controversy -- you know, your thoughts on his domestic policy, on the no new taxes pledge. As you look back on all of that from where you stand today."
    },
    {
      "speaker": "SUNUNU",
      "utterance": "Martha, he passed more to -- he's known as a foreign policy president, but he was a great domestic policy president. He passed more significant legislation than any president, except Lyndon Johnson or Franklin Roosevelt. The Clean Air Bill, the Americans with Disabilities Act, Civil Rights Bill. He, and certainly, his budget agreement which was very controversial. But that budget agreement produced the only surpluses that this country has had in decades. And so, what was a controversial piece of legislation, one in which the Democrats forced them to pay the ransom of accepting taxes turned out to be an extremely important piece of legislation for the financial stability of the country. The American have Disabilities Act, people benefit from that every single day today. And certainly, the clean-air -- extension of the Clean Air Bill, which had been stalemated for 13 years. That's been the environmental hallmark piece of legislation that's guided this country for the last 25 years. And it is the kind of legislation that other countries have used as the example for their own improvement of environmental legislation."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You left the job of chief of staff, you became a counselor to the president. Was that -- was that a difficult moment for you leaving that job?"
    },
    {
      "speaker": "SUNUNU",
      "utterance": "Well, look, I left, I had become very controversial and it became clear to me that I -- perhaps if I left, the lightning would follow me, and they would leave him alone. Unfortunately, they didn't. He had a really tough campaign, and as we know, lost to Bill Clinton. Ross Perot came into the campaign and picked up 20 points in the election. And the president lost by I think, 4-3/4 to two-thirds or three-quarters of Perot's votes should have been Bush's. So, yes, it was hard for me to leave because I had a concern that the president sometimes was so nice that somebody had to be there with a firm hand, and I wasn't sure that there would be a firm hand to follow."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's interesting, you know, I mean he had kind words for pretty much everyone. Ross Perot did not necessarily fall into that category. That was -- that was a bitter development for him that clearly, he carried with him throughout his life."
    },
    {
      "speaker": "SUNUNU",
      "utterance": "Well, Ross Perot, somehow in the year or two -- let the year or two before the 1992 election, Ross Perot somehow had decided that he had been wrong. Did nobody understood why he felt that way, but I think he felt as a Texan. He had -- he deserved more entree from Bush and Baker than he got. And unfortunately, that bitterness put him into the race. And I think costs George Bush's second term."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you very much, Governor Sununu and former chief of staff to president -- the 41st President of the United States George Herbert Walker Bush. Good to have you with us tonight, sir. Many thanks."
    },
    {
      "speaker": "SUNUNU",
      "utterance": "Thanks, Martha. Have a nice evening."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. You, too. So, my next guest has a very long history with President Bush. Ron Kaufman worked on the 1980 Bush for president campaign. There he is, just a little while ago. And stayed by president's side essentially ever since. He eventually served as Bush's White House -- President Bush's White House personnel director, and then, assistant to the President, and White House political director. The two remained great friends with Kaufman attending the president's private 90th birthday party, just a few years ago. And he joins me this evening. Ron, good to have you with us this evening."
    },
    {
      "speaker": "RON KAUFMAN, FORMER WHITE HOUSE PERSONNEL DIRECTOR FOR PRESIDENT GEORGE H.W. BUSH",
      "utterance": "Good to be here, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You said it was very hard to leave the Rotunda this evening for you."
    },
    {
      "speaker": "KAUFMAN",
      "utterance": "It was -- this is a celebration. It's impossible to feel sad today. You know, the purpose of life is leaving a full and wonderful day every day. This man for 94 years left the most -- greatest life of any person I've ever met. He left us with more friends, more people loved him. It's actually incredible. And I'm a poor kid from Quincy mother. He's on our supermarkets when I met him and changed my life forever -- change my kid's life forever. And just a fabulous person. And sadly, but joyful. It is a celebration. You know, you go to church and say, it's a celebration of life when someone dies. It is a celebration. There's no reason to feel sad. Lonely, empty? Yes, but not sad."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So you have been obviously close to the Bush family for all these years."
    },
    {
      "speaker": "KAUFMAN",
      "utterance": "For the years."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Your thoughts when you looked at 43 as he's affectionately known. President Bush, as well. And you watched -- you know, there's something about losing a parent. It -- you get bumped up to that next level, right? Now, you are the person who is the patriarch of the family, and that -- that's a difficult transition for many of us."
    },
    {
      "speaker": "KAUFMAN",
      "utterance": "They had such a great family. You know, I first met President Bush, 40 years ago. And the reason I fell in love with him, I was with the Andy Card who's my brother-in-law now, meeting him for the first time. And his slogan in that campaign is \"A President you don't have to train.\" You know his background, et cetera. Very impressive. He was wonderfully impressive. My wife is waiting down the car for us. We were running late a little bit in the Ritz Hotel in Boston. And then, president insisted upon coming down to the car and talking to my wife for a while before he let us leave because he cared. He knows my kid's names, he knows where they going to school. My oldest daughter a China expert, and when she went to the Bush school, he gave her a scroll given to him by the president of China. It's the reason for war, and a scroll, very valuable. And because he loved her and he wanted her to know he cared that she was she turned on Harvard to go to his school. But everybody knows him. He knows a kid you go with him end up in the White House. He goes the garden, the garden is known. But he knows their names, he knows the kid's names. The personal side to Bush that makes him extraordinary, he is something that most politicians that I know don't have, lots of real friends. Not political buddies, but lots of real friends."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, yes, that's a great point because there's an authenticity to him that perhaps hurt him politically in a way. Because he wasn't always great at by his own admission at being the great communicator, the Reagan style great communicator. And perhaps, what you're talking about is part of it. Because he was just very real, very authentic, and maybe not as comfortable in that role. He gave that famous speech where he said, \"I am that man.\" When he was stepping up and saying, \"I'm ready, I want to be President of the United States. I want to be number one.\" Thoughts on that, Ron."
    },
    {
      "speaker": "KAUFMAN",
      "utterance": "If I'm being honest, he was not a great communicator in the sense of Ronald Reagan or Bill Clinton, for that matter to be fair. And he never really was impressed with the spoken word if you will, and he ever felt comfortable with that. We went through 8,000 speech writers during his day just because that wasn't his thing. But, when it counted, he could step up. The Commission speech was a spectacular speech. When the Berlin Wall fell, unbelievable speech. So it -- on important days, he could step up. But carrying a message every day, it was not kind of his thing. But he made up for it in my opinion by making not just all of us feel comfortable, the world leaders feel comfortable. He knew every world leader by name, he knew them before they were world leaders. And he called them not when there's a crisis, but when he had five minutes during a day, he used those five minutes to call world leaders, and say, \"What do you think?\" And when the President of the United States calls a world leaders a place in a third-world country. And say, \"What do you think, and that's why I'm calling,\" means a lot. So, when other crisis --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A master of building relationships that ended up serving him in the long run throughout his presidency."
    },
    {
      "speaker": "KAUFMAN",
      "utterance": "Absolutely. Keep serving, as well, to country."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ron Kaufman, thank you very much."
    },
    {
      "speaker": "KAUFMAN",
      "utterance": "Thank you, Martha. Good to be here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to see you tonight. Nice to have you with us this evening, sir. Many thanks."
    },
    {
      "speaker": "KAUFMAN",
      "utterance": "I commit. God bless."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, General Kean is joining me next to share his reflections on the late President George Herbert Walker Bush. And to make sense of that high-stakes meeting between President Trump and president -- and China's President Xi that have the two leaders calling a truce, at least for now."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Our relationship is very special, the relationship that I have with President Xi and I think that is going to be a very primary reason why we'll probably end up -- ending up getting something that will be good for China and good for the United States."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "President Trump securing what he calls an incredible deal at this weekend's G20 Summit agreeing to a 90-day trade truce with China which delays U.S. plans to impose tariffs on $200 billion in Chinese goods. The news giving global stocks and oil a big lift today as the President touts a \"very strong and personal relationship with Chinese President Xi Jinping.\" Joining me now General Jack Keane, Chairman of the Institute for the Study of War and Fox News strategic -- Senior Strategic Analysts. General, always good to see you. Thank you for being here."
    },
    {
      "speaker": "GEN. JACK KEANE, RET., SENIOR STRATEGIC ANALYST",
      "utterance": "Good to be here, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What did you think about this deal, this announcement?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, I think the deal is a good one but it remains to be seen what the follow-through is. I don't trust the Communist Chinese to be frank about it. I think this is more about delaying the inevitable as much as they possibly can, wait out this president that they can. I know for a fact that under President Xi, he has made a decision to dominate and control the Indo-Pacific region, an area where we used to have significant influence and he's moving very strongly to do that, economic warfare, intimidation, coercion, and some militarization on the vehicles. The second thing and he stated this publicly. He fully intends to replace United States as the global leader in the world, somewhere around 2030- 2040. These are their goals and they never stated their goals publicly before. This is how serious they are. So it remains to be seen what is going to happen as a result of this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So do you think the President should have held the line in that meeting at the dinner the other night?"
    },
    {
      "speaker": "KEANE",
      "utterance": "No. That's a good question. I think working this and it's a step in the right direction, take that step and see if they can make more progress, I think is likely where he's coming from. But never lose sight who they are and what their goals are, and they cannot be trusted."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to play a sound bite from President Bush in 1999 referring to China just to sort of look back at where we were with this relationship. Let's play that."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Is China a big threat?"
    },
    {
      "speaker": "GEORGE H.W. BUSH, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "No. It's the threat if we mishandled a relationship but it's not a threat. China is not seeking hegemony. I see no evidence. And I'd like one person that's the critics of China on the Republican right or the Democratic Left to tell me why they think they're seeking hegemony."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He, of course, was the Ambassador to China and knew the country well at that point. Your thoughts on where we were then and now."
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, I think that was largely the view. Remembered (INAUDIBLE) wanted to open up China economically, move it towards a more of a market free capitalistic society. When we realized that everybody piled on. Let's help them. Let's get in there with our business investment and here's the bet we were making that following that economic reform, that political reform would follow and they would become something of a democracy. Wrong. What has followed is more authoritarianism and they're very geopolitically ambitious and economic warfare is another vehicle. So the President on shore has a different view before he passed away of what China is doing in the world and what he had been. And that was pretty much the universal view at the time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So talk to me a little bit about it. You know, obviously, the President has said he wants to make cuts in a lot of areas and defense is apparently part of that plan, the five percent across-the- board agency cuts. It is -- do the President is committed to that or do you think there is an opening do perhaps leave defense off that list given all of the hard work that's been done."
    },
    {
      "speaker": "KEANE",
      "utterance": "I think he's open to discuss it and that's going to take place. I know that Senator Jim Inhofe and Congressman Mac Thornberry would have a discussion with him on this very subject tomorrow. Here's the issue, Martha. We've made a down payment two years of Defense increases but we needed the fence build-up similar to what Reagan did in the early 80s. Why is that? Because the devastating cuts of sequestration we've had on a defense budget, the technology gap has closed with Russia and China. And I spent a year on a commission looking at our national defense strategy and we are saying that the United States is more at risk than we've been in decades and we could struggle, struggle to win a war and could possibly lose it. And the people on this commission are not prone to be alarmist. We are not hyping the enemy here. We are we ran war games to make certain we understood what is actually happening here. So I think clearly Director Mulvaney of OMB has told a President, listen, everybody in the government should take the cut hit. Defense is only 15 percent of the budget. You don't continue to build up, the money you would save from giving defense a haircut is so small in terms of helping the deficit. It's not going to make much progress. What you've got to make certain to do as president United States is provide the resources so the American people are secure and safe. That's the number one job."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, it's interesting that under President Obama sequestration really defense was the only department that ended up paying the price. Everybody else kind of got off so it'll be interesting to see if maybe the reverse could be true with this next round, but we will watch."
    },
    {
      "speaker": "KEANE",
      "utterance": "We'll see."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We'll see. General, thank you very much."
    },
    {
      "speaker": "KEANE",
      "utterance": "Good talking to you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to see you tonight. So coming up next, Paris on the brink as political protest turn to violence, and vandalism, and arson, graffiti written all over the Arc de Triomphe when we come back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The City of Lights looking more like a war zone this weekend after a demonstration over taxes and living costs quickly erupted into the country's worst urban riot in more than a decade. Some people say since the riots of 1968. Behind the broken glass and the graffiti on the Arc de Triomphe, a charred aftermath as people burned cars up and down the streets. A radical protest group known as the Yellow Vest is behind this. Trace Gallagher has THE STORY for us tonight from our west coast newsroom. Good evening Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, REPORTER",
      "utterance": "Good evening, Martha. French authorities are still removing burned-out cars, cleaning up broken glass, and scouring graffiti from buildings on the famous Champs-Elysees Avenue and other Paris landmarks that were trashed by protesters over the weekend. You mentioned these were the worst riots in a decade but French police say some of the violent tactics were unprecedented. Watch."
    },
    {
      "speaker": "MICHEL DELPUECH, PREFECTURE, PARIS POLICE",
      "utterance": "Hammers, steel beads, gardening tools, hose projected towards officers, big bolts were thrown on them. We have pictures of that. Aerosol cans linked to gas bombs. Firecrackers thrown on our officers."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes. Dozens were hurt. And now reports that an elderly woman has died from her injuries. In all, some 250 fires reported and 300 plus people remain behind bars. The violence included groups on the far left and far right, but police also believe much of the violence aimed at police was the work of professional troublemakers, the yellow jackets worn by a great number of protesters are the fluorescent vest that French motorist are required to have in their cars for emergencies, but the jackets have come to symbolize far more than just a push against rising fuel taxes. They are now emblematic of violent protesters using the spotlight to lash out at the policies of French President Emmanuel Macron, saying he doesn't care about ordinary people. Macron says he welcomes the views of the protesters, but denounces the violence and vows to punish those behind it. Listen."
    },
    {
      "speaker": "EMMANUEL MACRON, PRESIDENT OF FRANCE (through translator)",
      "utterance": "No cause has justify attacks on police or pillaging stores, burning public or private buildings, threatening passersby or journalists or vandalizing the Arc de Triomphe. Those responsible for the violence don't want any change. They don't want any improvement. They want chaos."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "President Macron is also asking his interior secretary to consider adapting security procedures to try to contain this ongoing contest. This was the third weekend in a row of demonstrations and more are planned for later this week. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. So, coming up next, a real treat. The White House photographer who spent four years capturing the highs and lows of George H.W. Bush's presidency and later became his personal photographer. Here with her inside story next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We are back and this is a live look at President George H.W. Bush as he lies and state in the U.S. Capitol rotunda now open to the public who are coming in to pay their respects. My next guest spent four years as the president's official White House photographer, capturing everything from sweet moments with his beloved wife Barbara, to intimate discussions with his national security team. Even outings at his Kennebunkport retreat. Here now Susan Biddle, former White House photographer for presidents Ronald Reagan and George H.W. Bush, she also became President Bush's personal photographer after his days in the White House. And Susan, I had the pleasure of meeting you recently. And you talk to me about what a pleasure it was to work with the former president."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Your thoughts, first of all on his after his passing?"
    },
    {
      "speaker": "SUSAN BIDDLE, FORMER PRESIDENT GEORGE H.W. BUSH PHOTOGRAPHER",
      "utterance": "Yes. I mean, you know, when did I see you, three weeks ago?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, about that."
    },
    {
      "speaker": "BIDDLE",
      "utterance": "Yes. And of course, I had no idea that it was so close. I feel choked up about it, but at the same time what an incredible man. And I was so lucky to work for him, you know, and so honored to work for him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's take a look at some of your wonderful photos. The first one that we just mentioned in the Oval Office, what was this moment and you were right there?"
    },
    {
      "speaker": "BIDDLE",
      "utterance": "This was the beginning of Desert Storm which was the war in Iraq. And when really serious things like that were going on, I have a longer there, they were going on I could be kind of in there a little bit longer. They didn't notice me as much. And they just working really hard. It was very, very serious. And it's Powell, Cheney, Scowcroft, and Sununu."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to show this one. This is Barbara brush and President Bush and Millie, one of their many -- we can see Minnie. We have to drop that banner. There we go."
    },
    {
      "speaker": "BIDDLE",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What's going on here?"
    },
    {
      "speaker": "BIDDLE",
      "utterance": "You have to see Millie's face. Millie is about as embarrassed as they are. That they got off the helicopter, she came out to greet them and then she stopped to do her business."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's go through this one because I love this one which it looks like a horseshoe competition. What's the story behind this one?"
    },
    {
      "speaker": "BIDDLE",
      "utterance": "Well, you know, President Bush as I heard Jim Baker say on one of the TV shows that he was the most competitive man that he's ever met. He set up all these teams in the White House. He had the houseman, he had the military aides, he had, you know, everybody was on their team. And they had these contests all the time. And here he lost. The houseman beat him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He's clearly, clearly unhappy."
    },
    {
      "speaker": "BIDDLE",
      "utterance": "He's very upset."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This might be -- this might be my favorite. There are so many wonderful photos that you took but let's take a look at this one of the president's lying on the lawn surrounded by puppies."
    },
    {
      "speaker": "BIDDLE",
      "utterance": "You know, I love that because here he is, the president was, the president of the United States, but Millie had puppies and it was a beautiful spring day. And he just took the time to go outside, lie in the grass, and let the puppies crawl over him. So, you know, it was so amazing how human he was, as well as being the leader of the free world."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And this one is -- you say when it was Gorbachev under house arrest in Crimea."
    },
    {
      "speaker": "BIDDLE",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And you are in their bedroom."
    },
    {
      "speaker": "BIDDLE",
      "utterance": "In their bedroom."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, you know, talk to me about that experience as a photographer. How do you become sort of part of the wallpaper but also you are a friend?"
    },
    {
      "speaker": "BIDDLE",
      "utterance": "Well, I don't think I was invited into the bedroom because I was a friend, but we were actually out fishing that day and it was very blustery. And a call came in on the radio phone. It was one of those big old radio phones, you know, before cell phones, of course. And it was so noisy, he was hoping it was Gorbachev. He wanted to go back to the house. So, I was in the second boat, I ran up the lawn and got to the house. And the military aid ushered me in. And then he ushered me into the bedroom and I was kind of like surprised that I was going into the bedroom. That was first time in the bedroom. And I heard him say as I walked in, I heard Bush say, Mikhail, Mikhail, are you all right? And I wasn't sure that I had it right. So, they always had transcripts and I checked with somebody later. And yes, that's what he said. And then he saw Mrs. Bush out the window on that side. And he mouthed the words to me, go get Mrs. Bush. So, the she came in, you know, she's standing there looking concerned. And then suddenly she realized his hair was a mess because we had been out in the windy boats and she said, George, your hair! And she ran and got a brush. And you know, then the picture was over, so."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Amazing. And this is also a beautiful one. He said it was very early morning and this is just a sweet moment--"
    },
    {
      "speaker": "BIDDLE",
      "utterance": "Yes. They, you know, they had such an amazing relationship. And I always tried to get something that showed that. But they were, they never showed public display of affection. So, I kept looking and I kept looking and then I noticed that he would walk her over to the pool in the morning going to the Oval Office. And there was a kiss. You know, I went out there to see if maybe I could get a kiss and I finally did."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "One last picture, if you could skip forward to the one of the president on the end of the boat, this is right of Kennebunkport and this was an important morning as well. Just a final note about this one before we go, Susan?"
    },
    {
      "speaker": "BIDDLE",
      "utterance": "We were, it was right after Saddam Hussein had invaded Kuwait. So, we had gone from Aspen right to Kennebunkport. And that morning as you can see, the sea is like glass. And usually I rode with the doctor or whoever in another boat, but he invited me to come on his boat that morning. And I was so close that I had to like, lean back to be able to get him and the sea and the frame and keep myself from falling in the ocean. But he was reading his briefing papers while he was fishing and he just had this amazing ability to combine work and play, you know?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Susan Biddle, a White House photographer, personal photographer to President George H.W. Bush, and a friend as well. And it's good to see you, Susan."
    },
    {
      "speaker": "BIDDLE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you so much for bringing your beautiful work to show us this evening."
    },
    {
      "speaker": "BIDDLE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Great to have you."
    },
    {
      "speaker": "BIDDLE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up next, one of the most enduring legacy left behind by President Bush, the mark he left on the U.S. Supreme Court."
    },
    {
      "speaker": "GEORGE H.W. BUSH",
      "utterance": "Clarence Thomas has endured America at its worst, and he's answered with America at its best."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This is a fascinating topic. Judge Andrew Napolitano joins me on that. Plus, new developments in the Michael Cohen case that some insiders say could exonerate President Trump. What others are missing here when we come back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, speculation mounts over whether special counsel Robert Mueller's investigation is zeroing in on President Trump. There are new suggestions tonight that the recent guilty plea from former trump attorney Michael Cohen could actually good be good news for the president. Real Clear Investigations makes the case that Cohen so-called bombshell could work in the president's favor, potentially exonerating him or finding some exculpatory information included. And this we're going to explain what we are talking about here with Judge Andrew Napolitano, Fox News senior judicial analyst. Judge Napolitano, good to see you as always. Thanks for being here tonight."
    },
    {
      "speaker": "ANDREW NAPOLITANO, SENIOR JUDICIAL ANALYST",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, I want to get your reaction to some this. This is from Real Clear Investigations, as I said. And it's reading into the tea leaves of the criminal document which, you know, is not an indictment because it was a plea agreement."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, this is basically the case as they lay it out with regard to Michael Cohen. And it says, Mueller mentions that Cohen tried to e-mail Russian President Vladimir Putin's office on January 14, 2016, and again, in the middle of that month, but Mueller who personally sign the document admitted the fact that Cohen did not have any direct points of contact at the Kremlin and had resorted to sending e-mails to the general press mailbox. What do you make of that? And you know, the fact it basically said he had reached out to the Kremlin but didn't add that he had actually not a single contact there and had to go through this generic press mailbox?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "So, I have two observations. One is that Cohen obviously manifested a serious amount of incompetence and for some reason Bob Mueller has chosen to reveal that. I mean, trying to e-mail the president of Russia about a billion-dollar land deal and using a public e-mail box is really absurd. But I also have to note that the most significant things that we learned last Thursday when Michael Cohen pleaded guilty for the second time is not what Michael Cohen told the court and not what Bob Mueller told the court. It's what Michael Cohen told the FBI when they debriefed him for 70 hours. Now, we don't know what that was. But 70 hours of debriefing and a reduction of a sentence from a potential of 60 years if you were to charge of five years per lie, which is what the statute permits down to six months, it means he must have told him something and they must have corroborated it and they haven't tipped their hand yet as to why that is."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It could be. You know, when I read through this, what occurs to me is that it was obvious that he was trying to use his connection to President Trump to build business contacts for himself--"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- and to get these people to pay him because he had contacts in the White House. And he could, you know, he was offering all these things. And I see potentially some of that at work in the story and this investigation so we'll see how that turns out in the end. I do want to ask you because I heard you talk about this earlier today, you felt that one of the significant things to remember about President George H.W. Bush were his nominations to the Supreme Court and a lasting impact of Clarence Thomas as a pick. Quick thought on that for me, judge."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "The impact of Justice Thomas is truly beyond President Bush president Bush's wild imaginings for three reasonings. One, after 27 years, he is now regarded as having authored truly brilliant opinions on shrinking congressional overreach, stopping the Congress from regulating areas of the Constitution that it doesn't authorize. Second, even his adversaries, even those who fought fiercely to prevent them from getting on the court, have finally recognized these opinions. How do I know this? They show up in casebooks that law students study, and those case books are written by a very, very liberal faculty members. Third, Justice Thomas holds the record for his own law clerks themselves becoming federal judges and high-ranking government administrators. These are things that George Bush could have never imagined. Right now, he's the senior justice of the Supreme Court, one to whom the others look."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Quite a legacy, very interesting. Thank you, judge. Always good to see you."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Pleasure, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We'll see you later. All right. So, I just want to mention as we are watching the live scene here as people cycle through and pay their respects to President Bush 41. We do understand now that the president will be there at 8.30 this evening. We expect the first lady will be with him to pay his respects to the former president as well. Then, tonight, legendary Notre Dame basketball coach Digger Phelps here to talk about his friendship with the late president that spans nearly half a century when we come back."
    },
    {
      "speaker": "BUSH",
      "utterance": "And it's always a pleasure to have the opportunity, as I did, to say hello to Lou Holtz and to my great friend Digger Phelps. They have a way of making us feel at home."
    },
    {
      "speaker": "BUSH",
      "utterance": "In a society that can sometimes be cold and impersonal, bring warmth and welcome. In a fragmented society, be a force for healing. In a society cut off from moral and spiritual roots, cultivate grace and truth. And in the face of the uncertainties of the future, affirm your purpose and realize your promise."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Great advice. President Bush imparting his words of wisdom on Notre Dame graduating class of 1992. My next guest Digger Phelps best known for his legendary career at the university where he coaches men's basketball for 20 years. He's also shared a deep bond with President George H.W. Bush. Their relationship born from a chance encounter in a golf tournament and developed into a deep friendship of more than four decades. Here now, former Notre Dame basketball coach, Digger Phelps. Digger, welcome, great to have you here this evening, sir. You know, I want to start with something about, you just mentioned to me before we came on, you said its undertakers and I want to talk about what happens when people were so close and so loving as this relationship was between Barbara Bush and President Bush. And what you witnessed over the last year."
    },
    {
      "speaker": "DIGGER PHELPS, FORMER BASKETBALL COACH, NOTRE DAME UNIVERSITY",
      "utterance": "Well, going back to when they obviously for 73 years have been together, when Barbara got in sick last April and she was in the hospital, she came home that Sunday on April 15 and I called George on Monday the 16th and said to him, George, I will go to the grotto and light a candle for Barbara. And sadly, she died that Tuesday. While as we recall it was a long funeral process and he had to take that procession going from Houston all the way up to Texas A&M for the burial. Then, come all the way back. And then he got ill. But once he got up to Maine he got out of that house and get away from everything he had five great months in Maine. I talked to him on his birthday June 12th. I talked to Barbara and George every year, her on the 8th, him on the 12th. In a sidebar, I hear Barbara one year she said, Digger, for four days of our lives together, we are the same age for four days because then on the 12th I'm married to this old man. Vintage Barbara. But anyhow, I called him on his birthday, I was over in France with a friend of mine who he knew Basil Sellers, and he was a great. He sounded good because he's fishing, he's out on his boat and he's just distracted from what he had with his relationship with Barbara. But once he came back in October, and being in that house where she died, and I talked to him last Thursday or a week ago, Thanksgiving, and he sounded OK. He was over in Neil's house for Thanksgiving dinner. He came home and I got him at the time where we could just talk for a couple minutes. He sounded OK. But then of course as we well know, and as I said to him as I was hanging up, George, I will call you. Of course, he said, Digger, you've always been good to me. And I said no, you've been good to me, I'll call you Christmas. And then of course as we saw, he passed. But my relationship, as we know, I've seen him as my father-son in the business, people are together 50, 60 or 70 years as they were, when one dies within the year, the other one passes. And here it is some seven months later and he passed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. And we make a great point that he really wanted to get back to Kennebunkport--"
    },
    {
      "speaker": "PHELPS",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- and had a lot of closure I think and visited with a lot of people over the course of that summer. I only have about a minute left, but you have a good memory about the Texas A&M Notre Dame game. Can you share us with that quickly before we let you go?"
    },
    {
      "speaker": "PHELPS",
      "utterance": "Yes. Well, that was right after 9/11. And we stayed in touch about 9/11. And yet, as we all know, the Texas A&M Notre Dame game at College Station was about two weeks after that and he invited me down. I went back and Lech Walesa was there from Poland. And he gave a great talk the night before the game about solidarity and what they went through in their country as they get rid of, obviously the communist dictatorship. And then of course, with Osama Bin Laden, and knowing what went with 9/11 this became a real crisis which obviously ended under Obama's tenure, but going back to G.W. and everybody else involved, it was a 10-year program to end that life of Osama Bin Laden. But he knew with solidarity, and some 3,000 people listened to Lech Walesa and what they went through in Poland. And here we are in the United States. And that's how he was as not just the president but more importantly as a person. He can relate to anybody. He had many great friends; Barbara and he were the best of everybody's life and I was just blessed to be part of them and I'll miss them all."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you so much. Digger Phelps, great to have you with us. Thank you, sir."
    },
    {
      "speaker": "PHELPS",
      "utterance": "My pleasure. You take care, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You, too. So that is The Story on this Monday night. We will be back with continuing coverage from Washington, D.C. again tomorrow. Tucker Carlson coming up next."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}