{
  "date": "December 5, 2021",
  "headline": "'MediaBuzz' on CNN firing Chris Cuomo, coverage of Omicron variant",
  "subHeadline": "Guest: Julie Banderas, Mollie Hemingway, Harold Ford, Jr., Chad Pergram, Charlie Gasparino, Steve Krakauer",
  "url": "https://www.foxnews.com/transcript/mediabuzz-on-cnn-firing-chris-cuomo-coverage-of-omicron-variant",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS CUOMO, CNN HOST",
      "sentences": "It hurts to even say it. It's embarrassing but I understand it and I understand why some people feel the way they do about what I did. I've apologized in the past and I mean it. The last thing I ever wanted to do was compromise any of my colleagues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "I never made calls to the press about my brother's situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA HAINES, CO-HOST, ABC",
      "sentences": "They need to hold him accountable, because you need to be the example of, we won't stand for unethical behavior on our watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JANE COASTON, PODCAST HOST, THE NEW YORK TIMES",
      "sentences": "I think that this is an abuse of power. What this took place, the only reason that Chris Cuomo was able to do any of this, he was able to get sources on some of the accusers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VINCE COGLIANESE, RADIO SHOW HOST",
      "sentences": "The second the New York times and The Atlantic turned against Chris Cuomo, Chris Cuomo was thrown off the ship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX BUSINESS NETWORK SENIOR CORRESPONDENT",
      "sentences": "Well, the heat got too intense obviously those extra documents did not look good. Again, I like Chris. I take no great pleasure in this, but, you know, what's interesting here, Howie, my view is this is a failure of management in so many different ways. I mean, you know, Chris stepped over the line but you almost expect him to because that's his brother and you know he's close to your brother you are going to do you may step over the line. I'm just wondering did Jeff Zucker ever sit down and say to Chris, we know that you're advising your brother at least nominally or at least unofficially, here are the rules of the road that you need to do or you take leave of absence. Remember they offered him a leave of absence --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "-- to do that and that is where the I think the real journalistic -- the journalism ethics or lack of ethics come in here. What did Jeff Zucker do, what did he tell Chris that Chris -- was Chris just said he just ignore these warnings? We need to know all of that, those are important things. And one other thing, Howie, you know, David Zaslav, another guy I know and like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "State who he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Right, he runs -- he runs -- he runs CNN (Inaudible), the head of the discovery CNN package that was put together when Time Warner's spun off its media assets. David Zaslav has been running around, saying taking that shots at Fox, saying, you know, that's not real news over there, we at CNN is real news.  And that's been his marketing plan lately. How can he say that with a straight face with this going on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "-- and I think that's what --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Let me get Steve here. Now, I surmise that Chris Cuomo may have told Jeff Zucker some things that turn out not to be true and the additional evidence came out. In fact, the Wall Street Journal says there was a gap between the states evidence and what Cuomo told certain people at CNN or it could just be the sheer magnitude of the detail, an embarrassing detail about how far he went to help his brother. Your thoughts? STEVE KRAKAUER, EDITOR & HOST, FOURTH WATCH: I think that's right. I think there's two things at play here. You mentioned the sort of come to Jesus moment in August. Right. This all occurred in March of this year but in August it was very clear that, you know, Jeff who runs the company and does so very intimately, very closely says, all right, well tell me the truth now.  And Jeff is someone who I know personally is all about loyalty. But loyalty goes hand in hand with honesty, and so there's your opportunity Chris Cuomo to say here is exactly what I did, here's what may be coming that's not out yet. Clearly that didn't happen.  Because when this all went all, you know, public this week, that's all new information that, as you mentioned flies in the face of what he could have told Jeff that maybe could have gotten him a suspension for a week or two or a month. So that's the first thing. But the second thing is what happened back in April of 2020 when you talk about getting his brother on the air. This was breaking the rules, bending the rules back then, you know, he's got COVID, there's a nice moment here we can have. You know, it's just a little, we'll just make this one exception.  But once you start to do that, everyone knows, not just Chris Cuomo but everyone in that building knows that the rules are on the other side of flexibility of the rules.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "Can you imagine if Chris Cuomo would have done this, you know, in March if he didn't have that opportunity back in April of last year to break the rules and interview his brother going against --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "-- what had been long-standing precedent at that network.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well just to be clear, that was Zucker's call that it will be OK to do those 11 or 12 very favorable interviews.   Charlie, look, Chris Cuomo for people who have intimately follow this, he was regularly checking with reporters using his journalistic street creed saying, when is the Ronan Farrow piece come out -- coming out, does Politico have a couple of new accusers and I'll check my sources. And then constantly we see all the text feeding it back to the governor's top aides and critics were saying even before we knew the full story that that would have been a firing offense for, you know, some mid-level producer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Absolutely. It's not -- it doesn't look good, it looks horrible. But I -- I want to get back to the Zucker part. I don't think what was released recently is all that much materially different than what Jeff Zucker approved in the past. The fact is, Chris Cuomo was an official part of the governor's response team. Jeff Zucker knew that. Remember he said, he's human, he did it, he shouldn't have done it but, you know, we'll let it past. What's different now is, you know, the calls to reporters but really, it's all the same sort of mess that Jeff Zucker approved.   Why isn't he being held accountable here? Because I'm telling you, if you give someone like Chris Cuomo, you know, if you let him be part of that -- of that official response which Jeff Zucker actually did, you know, you could see where he goes and takes it a step further. Why isn't Jeff Zucker being held accountable --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "-- for giving Chris Cuomo the rope?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I think he's starting to get a lot more scrutiny. And by the way, I mean, Chris Cuomo was unofficial part of the governor's defense team and P.R. operation --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- and we didn't know -- we, the public and the viewers why CNN did not know the full extent. Steve, one of Andrew Cuomo's accusers, Charlotte Bennett accused Chris of smearing her. There's a text where he says we should into -- I'm looking into her time in college.  Then there's another case where Chris was seeking evidence said, I have a lead on the wedding girl. That's in reference to a woman three days earlier told the New York Times that governor Cuomo then, Governor Cuomo sexually harassed her at a wedding. Given that his brother was being investigated for sexual harassment, isn't this far more than we knew from the earlier reporting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "Yes, this is a whole new level of involvement and -- and as we know in the me too era, this is really damning. I mean, it's one thing to help craft a P.R. statement by the governor would give which would then be played on CNN. I mean, that's bad enough. That's what we knew back in August. But this oppo research on accusers and being intimately involved in it, that is -- that's a whole new level and I have to say, I get this idea of being loyal to your brother and that's what was at play here but, and OK, that's a choice that you're going to have make and that may be something that if you're, you know, a plumber or a novelist or something, you get to continue doing your job. But if you're the nine o'clock host at CNN, I don't even know what world do you think you can continue doing your job after you have made that choice. That sort of goes with the territory. Pick one or the other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. And you know, it would have been one thing, I think everybody expected that a privately Chris Cuomo would be helping his brother or advising his brother, they are very close, it's always been a clsely- knitted family. I covered their father and both brothers.  But then to be, you know, in effect acting as a source gathering material, gathering material --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Well, Howie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Go ahead, Charlie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "I was going to say we knew a lot of that early on. I am still baffled by the fact that the early stuff -- he was in strategy meetings. They had -- they --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That was bad enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "That was really bad. The goal, OK, so we did little oppo research and everybody says I'm shocked, I'm shocked. That is insane. Jeff Zucker, why wasn't he monitoring this from day one? What are you doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Do you -- let me jump in, Charlie. Do you think that part of the reason that you do -- you said at the top that he got to be too great, that part of the reason that Jeff Zucker now feeling compelled to act not leaving it as suspension, is that CNN has been getting so much bad press even from some liberal precincts in the media and it was starting to spill over to Zucker itself raising the kind of questions that you've raised this morning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Absolutely. I mean, these guys are careerists, you know, they'll throw anybody under the bus to protect themselves. That's just the way his business --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And in fairness to protect the brand, to protect --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "And to protect the brand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- to protect the organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "And here is the other thing. And the brand is key here. Because remember what I said earlier about David Zaslav who essentially runs the whole operation, the key to his marketing effort right now is to show that CNN is a real news organization compared to somewhat MSNBC but mostly compared to us and you can't do that. It's harder to do that if you're having like obviously, you know, one of your main attractions their part of a huge political story as he was on air. It's just -- it looks so bad, so this is a branding problem but still, I think Jeff Zucker has to be asked, what did he know, when did he know it and how much -- how much of a pulse -- how much of a pulse do you keep on this -- on this developing story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. And by the way, --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "To my mind, it's not so much difference what's coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "CNN says it's going to continue to investigate. We'll see if that becomes public. Steve, I've got about half a minute. After the suspension, and none of the MSNBC in night time shows even mentioned that the top -- top-rated anchor at other networks have been suspended. And a couple of daytime shows kind of just read the statement and then didn't make any commentary. Why do you think that was such non-news for MSNBC?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "I know. There's been this sort of unwritten rules that seems to be in place that there's a, again, a kind of unofficial partnership of some sort between CNN and MSNBC. The CNN outlets very -- media outlets very rarely report on things going on internally at MSNBC and vice versa. So that was really notable. But I will just say one think about Jeff Zucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Just quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "You know, he was supposed to leave 25 days from now by the end of this year. He's now staying until the deal with David Zaslav and Discovery happens later this year. So, he is a lame duck, you know, president, but at the same time he's now staying much longer and so his reign is continuing, he now has to kind of right the ship and this was, it seems to be maybe one of the first steps that he's taking --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAKAUER",
      "sentences": "-- to make some changes that have to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, we'll see if he ends up being a lame duck. Charlie Gasparino and Steve Krakauer, thanks very much for joining us. When we come back, the media uproar whether Donald Trump had COVID during his first debate with Joe Biden and the source is former top aide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLLE WALLACE, HOST, MSNBC",
      "sentences": "All the people put in danger is just a staggering window into his indifference to disease and death.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN REINER, CARDIOLOGIST, GEORGE WASHINGTON UNIVERSITY HOSPITAL",
      "sentences": "He endangered his Secret Service entourage and the people that fly him on Air Force One and he endangered vice president -- then Vice President Biden at the debate. Astonishing, dishonest, reckless, reckless disregard for human life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEADOWS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "sentences": "The president is right, it's fake news. That story outlined a false positive. Literally had a test, had two other tests after that that showed that he didn't have COVID during the debate and yet, you know, the way that the media wants to spin it is certainly to as negative about Donald Trump as they possibly can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, the media should have covered the actual story that was told in the book. They say, Mark Meadows wrote this book and there's this horrible news in there. The actual story he told was about how there was a positive test that Donald Trump received as is standard when they go through that kind of protocol, they do confirmatory test. Both of the confirmatory tests came back negative. So, it's a story about a false positive. And yet the media coverage was unbridled insanity. I mean, it sounded like crazy people out there talking about, you know, intentional premeditated homicide attempt and they are just so crazy and, of course, none of these matters for the actual stories where we are talking about how each president has handled COVID. This is a story that should be covered right now because we now have more deaths under COVID from Biden than under Trump. We also had the Trump did that with three vaccines provided for the Biden administration, so that's much more interesting to the American people, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Harold, one reason for the media uproar, is that none of these tests was made public at the time and some reporters certainly asked, but now you Mark Meadows the author saying, no big deal and siding with Trump's version and some of the points that Mollie just made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD JR., FOX NEWS CONTRIBUTOR",
      "sentences": "Well, first off, thanks for having me on and happy Sunday morning. I don't necessarily disagree with the large part of Mollie's point, which is this is in the past, I think it's in -- it may help Mark Meadows whom I know, I hope he does so books -- with many books and it may help him. But I do think your last point is why the media is interested and why we weren't and this wasn't disclosed. And there's, you know, there's no doubting and there's no denying that just a few days later the president was hospitalized thankfully recovered. So, you know, there will be tension to this, as it should be. Now to Mollies point about President Biden and this being on his watch, I think as much as we want to point some of -- point some of our political ire and objections to this president, certainly on inflation, energy prices and the border are all legitimate causes, legitimate things people can point to. But you can't blame the president if people won't get vaccinated. The key is, if you get vaccinated, the likelihood of being hospitalized or dying from whatever variant that may come our way and variants are only growing up and mutating in the unvaccinated communities. And we now see Dr. Gottlieb and others on other networks this morning sharing that we have to be more robust on how we not only share vaccines but even share manufacturing capacity or combine or say partner with countries to be able to produce this vaccine in our country --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "OK. I need to jump in here, because since you both have brought up the question of vaccines let me play for our viewers some comments by the former president about his successor on this question of vaccines and public trust.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "They work incredibly well. Some people don't want to take them and that's their freedom and that's what we have to do but people don't want to take them because they don't trust Biden, they don't trust the administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "We might ask when the media handled it when last year, Joe Biden and Kamala Harris said you couldn't trust the vaccines because they were developed under the Trump administration and that he was rushing them out, the media did not push back against those claims which had to have done a lot to undermine people's thoughts about the vaccines but they don't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But what if both were wrong. Both are wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "But this is just -- this is just one of these things that's frustrating. We have this completely different standards of coverage based on who is president. So, under a Trump presidency he is personally responsible for every single person who gets COVID or dies from COVID. But under Biden presidency suddenly that just goes away. Under a Trump presidency we have tickers at the bottom of a TV show showing exactly how many people have died from COVID. Now that there are more people who have died from COVID under Biden, those tickers go away. You know, whatever Biden said about vaccines was completely not a problem during the campaign when it really mattered and now people try and focus on what Trump is saying. You know, the fact is that the vaccines have helped as Harold says, decrease hospitalizations --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "-- but they're not some like -- you know, they're not the greatest vaccine in the history of the world and people should cover that honestly, talking about the pros and the cons and people's freedom in play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Harold, what about Mollie's point about a double when each person from different parties two presidents, really, criticized the other on vaccines and trust?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "There's no doubt the press treats -- has treated President Trump differently than they treat president Biden. They're treating -- you've even seen the chief of staff that President Biden complained about treatment that he's gotten from sources -- media sources that some considered left of our network. That being said, the best weapon we have against the vaccine -- against -- excuse me, the virus is the vaccine. If you had told me a year ago a year, Howie, and I've said this on a show, a year ago today that we would have three vaccines, two safe boosters, meaning they've been approved, and then we have therapeutic in the works, maybe five to 10 of them in works and that only 60 percent of our country would be vaccinated, and only 54 would be vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "And the (Inaudible) that we need to get vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "We will come back to the subject including Omicron. But up next, Alec Baldwin tearful interview with George Stephanopoulos why are we just now hearing the claim that he never pulled the trigger?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, CHIEF ANCHOR, ABC NEWS",
      "sentences": "It wasn't in the script for the trigger to be pulled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEC BALDWIN, ACTOR",
      "sentences": "Well, the trigger wasn't pulled. I didn't pull the trigger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "So, you never pulled the trigger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALDWIN",
      "sentences": "No, no, I would never point a gun at anybody and pull the trigger at them, never. I think back, and I think of what I could I have done. I mean, honest to God, if I felt that I was responsible, I might have killed myself if I thought I was responsible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIE BANDERAS, FOX NEWS ANCHOR",
      "sentences": "Well, first of all the reason he hasn't spoken obviously and he mentioned to this in the interview is that he cannot speak technically. There is a criminal investigation going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "So, I am surprised that he has as the person who is part of this investigation speaking because usually anyone who is involved in a criminal investigation really shouldn't be speaking to the media. I think he's trying to do this first of all, one to clear his conscience and the other to set the record straight. Do I have sympathy for this man? Absolutely. Did he intentionally try kill somebody? Absolutely not. I sympathize for him. I feel for him. You can see is his face he is raving in pain. As for his recollection of the story that he never pointed a gun at anyone, well, clearly, a gun was pointed in the - - in the direction of the woman who was killed or she wouldn't have been shot. So that is an untrue, that the big gun was not pointed in her direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "The question though is, did he pull the trigger. Well, you cannot -- this gun, OK, a colt .45 is not going to go off unless the hammer is hit. He says that he didn't cock the gun. But you can't -- I mean, the chance --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, he says he did cock the gun but he didn't pull the trigger. Now it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "He said he cocked the gun but he didn't pull the trigger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "But that's nearly impossible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Some experts agree with you. Many experts agree with --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "It's nearly impossible for a gun to off without hitting the trigger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Many experts agree that it's impossible, a lawyer for one of the senior crew members says he didn't see Baldwin pull the trigger. But my question to you is, does this change the media narrative, the fact that he at least is making this claim?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "I mean, no. I think -- I think he -- well, maybe a little bit. It depends what media we're talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "I think that the media is treating this story as if Alec Baldwin has been trying to sort of shift the blame, if you will. He does say something in this interview that for me was disturbing. Is that, he says I'm not the victim here. There are two victims. Well, there's actually one victim. There's one person who is dead. That is the victim in this story. And I think that the whole interview should have been focused on her and less about him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That's a fair point of. Last question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "I would like to hear more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Last question. I was turned off by ANC's overdramatization and production of this. I mean, this is a pretty recent this. But how do you think George Stephanopoulos handled the interview?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "I thought he -- I thought he was soft on him. I believe that he was soft on him. It's not a surprise to me. I think that any time that you see any of the major broadcast networks when they do interview a Hollywood elite or somebody who is perhaps on their side politically that they're a little soft on them. So do I believe that if I had held that interview or if you held that interview, we would have asked a little bit of a tougher question such as, I never pointed the gun at her face, well, I never pointed (Inaudible) in her direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "How do you -- how do you shoot somebody if the gun is not pointed in her direction, then how is it that that bullet ended up striking her?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. Well, for my part --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "There was no follow-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "For my part, I thought Stephanopoulos was pretty thorough. And I thought Baldwin just looked devastated. We'll get you back later in the program, Julie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Next on MEDIA BUZZ, with Omicron metastasizing into a global story, is the media coverage fueling fear and descending into partisanship?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "It is a plan that I think should unite us. I know COVID-19 has become very divisive in this country. It's become a political issue which is a sad, sad commentary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE HEGSETH, FOX NEWS CO-HOST",
      "sentences": "So maybe there is no need for concern at all. But don't tell that to the fear mongering lap dog leftist media who wasted no time, of course, in whipping up fear and proclaiming the third coming of the almighty COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY REID, HOST, MSNBC",
      "sentences": "Others in the tin foil hat brigade want the American people to somehow believe did not only did the Democrats contrive this new variant but also somehow convince the World Health Organization and countries around the world to scramble and shut down flights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CO-HOST",
      "sentences": "What if we as a media stopped bracing for things and just explained it as factually as possible which is nobody really knows, listen to the experts, it's probably mild.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, HOST, CNN",
      "sentences": "Republicans had nothing to say when their leaders pushed lies and deadly information about COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR",
      "sentences": "I have tried to be respectful about the media coverage of the COVID-19 pandemic. I understand that there are a lot of people who are fearful and maybe even paranoid and we have had to deal with these people for some period of time. The media coverage has pretty much always been ridiculous and it continues to be ridiculous and I think many people are sick and tired of it. It's not that this isn't a bad pandemic or has been a bad pandemic or that it's a bad virus. There's a certain amount of risk associated with getting COVID-19 but it's been exacerbated by the media to be like 20 or 100 times as bad as it is and there's no cost benefit analysis capabilities in our entire media and it causes major problems. I saw an Atlantic monthly article this week that said, so it turns out we opened up the schools and everything was fine. And they just kind of hand waved it away like it was no big deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "But the media coverage is what led to so many of these hysterical awful problems, no one's been held accountable for overreacting to a bad virus --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "-- and causing major damage to people and particularly major damage to children and it just needs to stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, Harold, I have seen a lot of caveats in the stories about well, scientists say they're not really sure but it tends to get drowned out by how many stories there are. Now liberal commentators like to say Republicans don't really care about people dying and conservative commentators say the Democrats want to lock everything down and control everyone's life. So, is the media partisanship here in your view exacerbating the situation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD, FOX NEWS CONTRIBUTOR",
      "sentences": "I don't know. I wish I could put my finger on it. Because I do know that one thing that the broader medical community seems to be saying with unanimity is for everyone to be vaccinated. I do know that it seems that the virus is growing in unvaccinated population. And I do know that people have -- that Americans for that, particularly those unvaccinated, are probably some have health and religious reasons for not doing so. I think the frustration with a lot of viewers and even with the media, is that some think that maybe politics is the motivator for some Americans not getting the vaccine. Again, if you have a health or religious expectation that is compelling, you shouldn't get it. But if this is driven by something other than that, and I think some in the media speculate maybe wrongly but speculate that that is part of it, I think that's what's driving some of the media coverage. I just remember a time in politics where life and death was not a partisan issue, it was a life and death issue. And we did what we would want to do for our public health and our own family's health. And I hope that every American is viewing it that way and not in the political lens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, Mollie, Anthony Fauci says he doesn't know if the current vaccines work against Omicron. He's not calling for any new restrictions. Why have the conservative media in particular made him such a target.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "You know, Anthony Fauci made himself a target by saying conflicting things about the virus since its inception by just making a mess of everything, by being involved in the gain of function research in China which has something to do possibly with what we're going through. I think what's more interesting is why are the media keeping Fauci around, why is the Democratic administration keeping Fauci around, given that he is so bad at managing the public health crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Wait a minute, wait a minute. If he's the president's chief medical advisor on this, why wouldn't people want to interview him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "He was on Fox, you said keeping him around, like they should fire him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Keeping him around as if he is not someone whose credibility is completely in question because of how he's handled him. And I think it's because they like to have someone that they can point to so they don't hold the Biden administration to blame. None of the media people are really asking him tough questions or asking him to be held to account. They ask him questions designed to kind of keep the hysteria going, asking for more restrictions, and he obliges, but this is not what the American people need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, ultimately, he doesn't decide on things like lockdowns. But Harold, Fauci has made some mistakes. He is absolutely fair game for media criticism. But there -- some of the personal abuse aimed at him I think has been out of bounds. At the same time, would you agree that many of those who interview him especially on television, he's on TV a lot, kind of treat him with kid gloves?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Well, I don't know. I've seen him have -- I've seen him face some tough questioning. (Inaudible) that we're going down here also is kind of representative of what I was trying to say a few minutes ago. You know, this is about a pandemic. And I think it's been a really bad pandemic. Almost 800,000 Americans have died from it. I don't disagree with some of the cost/benefit analysis that should be demonstrated more, be demonstrably clear for Americans to understand. But we're living through a time which we've never lived before. And I want as many voices, medical voices, scientific voices sharing what they think we should be doing. And ultimately, Howie, I think you're right, because he's a chief medical advisor to the president, he will be put out there to share his views and to offer Americans guidance on what we should be doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. There are others including the surgeon general. But in our remaining time I want to turn to President Biden, he's obviously been trying to talk up the economy, even as this pandemic drags on. Here's what he had to say about supply shortages just the other day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "If you watch the news recently you might think the shelves and all our stores are empty across the country. But here's the deal. For the vast majority of the country, that's not what's happening. Because of the actions the administration has taken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Yes, he attempted to do that. I just have to first of all say, you both were way too kind of Fauci. This guy has repeatedly lied about what would need to happen during the pandemic. He's been super political, bringing up the January 6 commission, saying that, you know, you can -- that there have to be restrictions on American citizens but not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "OK. He is fair game for criticism but some of it is very personal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "I'm just -- the guy -- the guy is a problem. OK. But as for Biden, what's so interesting, yes, he's trying to blame the media and trying to say that these problems aren't really existing. We have in our society right now, you have Americans going to grocery stores, seeing empty shelves, filling up their gas tanks, seeing how expensive it is and then they have Biden and some people in the media claiming that the situation isn't as bad as it is. And he doesn't like any coverage of it, but the lived reality is what his problem is, not the lack of spin in his favor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Harold, I've got 15 seconds. I mean, Biden might be right about Christmas but the media don't make this stuff up when it comes to supply shortages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "I think the president is trying, every president faces difficulty and peril and they're judged by it at the election box. We have an election in November and we'll see what voters think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes, that will be next November. All right. Harold Ford, Mollie Hemingway, thanks very much. After the break, how are the media covering three blockbuster trials, Ghislaine Maxwell, Elizabeth Holmes, and Jussie Smollett and all who claim they are victims.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "She is not a scapegoat. She's a racist. I mean, she's a rapist, rather, I'm sorry. She has facilitated several young girls to be raped, sexually molested and completely emotionally destroyed for the rest of her lives. She could have stopped it. Yes, she is a scapegoat in the sense that we will never see Epstein ever be tried for the crimes that he is accused of, the heinous crimes and the lives that she ruined. But she was there every step of the way, every single sexual assault she was there. She groomed these girls. She made them feel as if they were friends of theirs - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "-- and then broke them down at their very weakest points. And there are four women who are going to be presented in this trial who speak from experience. The lead prosecutor is saying that they have an ironed clad case here. But the defense is claiming that too much time has gone by, that there's money at stake, that they believe that they might get a portion of Jeffrey Epstein's estate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "That is not why these women are coming forward. They're not out for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. I want to get to the ones.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "I mean, sure, sure, they're going to get some kind of settlement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I want to get to the ones.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I agree with you on that criminal liability. Obviously, there's another question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And this was, had cameras in the courtroom. We get about 100 times more coverage. All right. Elizabeth Holmes, the media turned her into a tech titan cover girl before the Wall Street Journal exposed her Theranos blood testing company.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "She said she is a victim of her boyfriend, an executive at the company, he led her astray, he yelled at her, he was abusive, he told her what to eat, he made her have sex when she didn't want to. I'm sorry, doesn't a CEO have free will?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "Yes, she does. And -- but it's going to be interesting. This is going to put this trial. I believe into a tailspin. Because now the jurors have listened to a woman who have basically said that she was emotionally, physically, sexually abused. Her boyfriend at the time was forcing her into sex and also forcing everything, controlling every aspect of her life from what she ate, when she ate, what she did, and that is going to give her sympathy. I mean, the jurors are going to have sympathy. I don't know how many women are on this particular juror panel. But I would imagine women on the panel who potentially could be in similar controlling situations, this is going to throw the prosecution for a loop, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. That ex-boyfriend is also been charged, will be tried separately. All right. Why is Jussie Smollett going to trial, these two brothers who attacked him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "One of them testified that he was told by Smollett to fake the attack, give him a bruise, Smollett pay for the equipment, scour the Chicago location the day before. And yet, just like these other two, Jussie Smollett claims he was a victim and this really happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "Jussie Smollett is so pathetic. I think it's such a shame that he has basically ruined potential future hate crime, actual victims. First of all, his defense team says that these two brothers are trying to use him to advance their careers. OK, so I'm not sure, is there a career to make nooses to actually learn how to tie a knot? Is that the career that they're looking to do? And not only that. There's an actual surveillance photo of him tightening the knot further as he's walking back into his home. So, they tied the noose on his neck and he didn't think it was good enough and he tightened it further. All the evidence shows that he's the idiot --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "-- and he trusted these two brothers who clearly, he shouldn't have trusted in the first place --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "-- but he is not the victim here, sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. I just think he should have pled and this would be over with. Julie Banderas, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And we'll have more right after this break on the sad death of Bob Dole at the age of 98.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "sentences": "You know, when you talk about the top 10 leaders in the Senate and senators of all time you have to kind of put Bob Dole in that category. I mean, you know, he was also a chair of the Republican National Committee. I remember when he certainly, you know, when Bill Clinton was elected and Bob Dole was the minority leader in the Senate, he says he's going to be -- I'm going to be the person who is going to kind of show him around and he said that rile meaning that I'm somebody who knows my way around Washington --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "-- and want these things that you want to do are going to have to come through me. Now one of the things I remember the most about Bob Dole was when Daniel Inouye passed away, the Democratic senator from Hawaii. And Bob Dole had been wounded in Italy, they were wounded a hillside away from one another in Italy. And you know, Bob Dole sustained injuries to his arm --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "-- Daniel Inouye the same and he -- you know, they talked and that kind of got one another through that period during World War II. And one of the most touching moments I've ever seen in congressional history happened in December of 2012. When Daniel Inouye passed away, Bob Dole came to the capitol rotunda, where he was lying in state to escort him -- you know, his wife Elizabeth Dole came, you know, later a senator herself. And Bob Dole got up from his wheelchair and walked across the rotunda to the casket and said I didn't want Daniel to see me like this and touched the casket. It was really a striking moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Again, two people who worked across the aisle and were long-time senators, Howie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. You know, Dole didn't let those war injuries define him. He soldiered on, so to speak, with a long public career and you know, sometimes he would say harsh things in public, and sometimes he was called a hatchet man. But at the same time, he was one of the funniest men in politics, I remember realizing that, watching him on the campaign trail. And he later did a 60 minutes point -- counter point thing with Bill Clinton. So many sides to this great leader.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "You know, one funny thing I remember during this, and he would tell this story oftentimes, you know, he lived at the Watergate building and of course during the Monica Lewinsky scandal, --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "-- Monica Lewinsky lived there, and of course he was always on the telephone with Linda Tripp and Bob Dole would say, you know, he would go into a meeting would peep in, you know, I kept trying to call her but the line was busy. And everybody would laugh. Again, he had that kind of, you know, funny lie humor that people always appreciated about him. That was something that stood out about Bob Dole. You know, he --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I've got half a minute, Chad, I didn't mean to cut you off there. Was somebody -- is this all sort of the previous era, where you could deal with people in both parties as a leader and not have it be as horrifyingly caustic and personal as it is today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Well, you know, people thought it was pretty caustic sometimes with bullet Bob Dole and Democratic leaders and George Mitchell and Bob Byrd. I remember back in '86 with Bob Dole and Robert Byrd going on the floor and it was intense as anything I've ever seen. Something I wasn't there for. I have it on VHS tape. Then I have to look at it many years later --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "-- because it was such an important moment. So, you know, you have to look at everything to the prism of that time and the one prism of time we will look through at Bob Dole and his life, was certainly World War II.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right. Chad Pergram, thanks very much for hopping on the phone with us. Bob Dole will be missed. Ninety-eight years old. What a great life and career. That's it for this edition of MEDIA BUZZ. I'm Howard Kurtz. We sometimes try to rock and roll with the breaking news here and there will be a lot said and written about Dole in the days and weeks to come. We will be back here next Sunday. See you then with the latest buzz. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS HOST (on camera)",
      "utterance": "After doing nothing about Chris Cuomo debacle for months the network fired its biggest star last night. Let's get after it. Cuomo made really dumb mistakes, crossed some bright red journalistic lines and yet, much of the blame lies with CNN. When the Washington Post first reported that Cuomo had joined strategy calls to help his brother Andrew Cuomo battle sexual harassment allegations CNN chief Jeff Zucker brushed it off. He could have disciplined his guy. He could have launched an internal probe, but nothing happened. No slap on the wrist. Chris Cuomo apologized and moved on. The network said last night that Cuomo was terminated immediately after law firm found additional information beyond the newly released states document that showed how intimately the Primetime host was involved and orchestrated the defense for the New York governor trying to save his job. Cuomo statement last night, this is not how I want my time at CNN to end. He was disappointed. He praised his staff. Here is what he said on his radio show this week after he was suspended."
    },
    {
      "speaker": "CHRIS CUOMO, CNN HOST",
      "utterance": "It hurts to even say it. It's embarrassing but I understand it and I understand why some people feel the way they do about what I did. I've apologized in the past and I mean it. The last thing I ever wanted to do was compromise any of my colleagues."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "But here is the problem and it came during Cuomo's apology in August."
    },
    {
      "speaker": "CUOMO",
      "utterance": "I never made calls to the press about my brother's situation."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "But we now know that's not true. Cuomo called plenty of journalists to find about upcoming pieces in the New Yorker and Politico, and in two cases appeared to seek information on his brother's accusers. It was an avalanche of documents from the state A.G.'s probe that buried CNN with bad press such as the liberal Atlantic magazine writing, Chris Cuomo must go. That's when Zucker who green lighted all those joking interviews with the brothers last year felt compelled to act. He protected his man until the new details proved too damaging. There's one more wrinkle here, a lawyer for one of Andrew Cuomo's accusers saying she told CNN this week of one allegation denied by Chris Cuomo involving a former junior colleague of Chris' at another network. It's not fair to dwell on this without knowing the details, but it might have been the tipping point. Look, I know Chris Cuomo, I take no pleasure in this. I get that Chris was being loyal to his brother but he wasn't being loyal to the principles of journalism. I'm Howard Kurtz. And this is MEDIA BUZZ. It's hard to overstay what a negative hit CNN has taken from this whole fiasco, even drawing criticism from the liberal ladies on The View."
    },
    {
      "speaker": "SARA HAINES, CO-HOST, ABC",
      "utterance": "They need to hold him accountable, because you need to be the example of, we won't stand for unethical behavior on our watch."
    },
    {
      "speaker": "JANE COASTON, PODCAST HOST, THE NEW YORK TIMES",
      "utterance": "I think that this is an abuse of power. What this took place, the only reason that Chris Cuomo was able to do any of this, he was able to get sources on some of the accusers."
    },
    {
      "speaker": "VINCE COGLIANESE, RADIO SHOW HOST",
      "utterance": "The second the New York times and The Atlantic turned against Chris Cuomo, Chris Cuomo was thrown off the ship."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Is that the reason Chris Cuomo no longer has a job today? Joining us now from Connecticut, Charlie Gasparino, senior correspondent at Fox Business Network, and in Dallas Steve Krakauer who writes the Fourth Watch newsletter. Charlie, we both know Chris Cuomo, we both know that Jeff Zucker hired him and has been very loyal to him. Why do you think after his suspension that, yes, he easily could have ended after Christmas, he chose to cut Cuomo loose?"
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX BUSINESS NETWORK SENIOR CORRESPONDENT",
      "utterance": "Well, the heat got too intense obviously those extra documents did not look good. Again, I like Chris. I take no great pleasure in this, but, you know, what's interesting here, Howie, my view is this is a failure of management in so many different ways. I mean, you know, Chris stepped over the line but you almost expect him to because that's his brother and you know he's close to your brother you are going to do you may step over the line. I'm just wondering did Jeff Zucker ever sit down and say to Chris, we know that you're advising your brother at least nominally or at least unofficially, here are the rules of the road that you need to do or you take leave of absence. Remember they offered him a leave of absence --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "-- to do that and that is where the I think the real journalistic -- the journalism ethics or lack of ethics come in here. What did Jeff Zucker do, what did he tell Chris that Chris -- was Chris just said he just ignore these warnings? We need to know all of that, those are important things. And one other thing, Howie, you know, David Zaslav, another guy I know and like --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "State who he is."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Right, he runs -- he runs -- he runs CNN (Inaudible), the head of the discovery CNN package that was put together when Time Warner's spun off its media assets. David Zaslav has been running around, saying taking that shots at Fox, saying, you know, that's not real news over there, we at CNN is real news. And that's been his marketing plan lately. How can he say that with a straight face with this going on --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "-- and I think that's what --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Let me get Steve here. Now, I surmise that Chris Cuomo may have told Jeff Zucker some things that turn out not to be true and the additional evidence came out. In fact, the Wall Street Journal says there was a gap between the states evidence and what Cuomo told certain people at CNN or it could just be the sheer magnitude of the detail, an embarrassing detail about how far he went to help his brother. Your thoughts? STEVE KRAKAUER, EDITOR & HOST, FOURTH WATCH: I think that's right. I think there's two things at play here. You mentioned the sort of come to Jesus moment in August. Right. This all occurred in March of this year but in August it was very clear that, you know, Jeff who runs the company and does so very intimately, very closely says, all right, well tell me the truth now. And Jeff is someone who I know personally is all about loyalty. But loyalty goes hand in hand with honesty, and so there's your opportunity Chris Cuomo to say here is exactly what I did, here's what may be coming that's not out yet. Clearly that didn't happen. Because when this all went all, you know, public this week, that's all new information that, as you mentioned flies in the face of what he could have told Jeff that maybe could have gotten him a suspension for a week or two or a month. So that's the first thing. But the second thing is what happened back in April of 2020 when you talk about getting his brother on the air. This was breaking the rules, bending the rules back then, you know, he's got COVID, there's a nice moment here we can have. You know, it's just a little, we'll just make this one exception. But once you start to do that, everyone knows, not just Chris Cuomo but everyone in that building knows that the rules are on the other side of flexibility of the rules."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "Can you imagine if Chris Cuomo would have done this, you know, in March if he didn't have that opportunity back in April of last year to break the rules and interview his brother going against --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "-- what had been long-standing precedent at that network."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well just to be clear, that was Zucker's call that it will be OK to do those 11 or 12 very favorable interviews. Charlie, look, Chris Cuomo for people who have intimately follow this, he was regularly checking with reporters using his journalistic street creed saying, when is the Ronan Farrow piece come out -- coming out, does Politico have a couple of new accusers and I'll check my sources. And then constantly we see all the text feeding it back to the governor's top aides and critics were saying even before we knew the full story that that would have been a firing offense for, you know, some mid-level producer."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Absolutely. It's not -- it doesn't look good, it looks horrible. But I -- I want to get back to the Zucker part. I don't think what was released recently is all that much materially different than what Jeff Zucker approved in the past. The fact is, Chris Cuomo was an official part of the governor's response team. Jeff Zucker knew that. Remember he said, he's human, he did it, he shouldn't have done it but, you know, we'll let it past. What's different now is, you know, the calls to reporters but really, it's all the same sort of mess that Jeff Zucker approved. Why isn't he being held accountable here? Because I'm telling you, if you give someone like Chris Cuomo, you know, if you let him be part of that -- of that official response which Jeff Zucker actually did, you know, you could see where he goes and takes it a step further. Why isn't Jeff Zucker being held accountable --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, I think --"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "-- for giving Chris Cuomo the rope?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "I think he's starting to get a lot more scrutiny. And by the way, I mean, Chris Cuomo was unofficial part of the governor's defense team and P.R. operation --"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Right."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- and we didn't know -- we, the public and the viewers why CNN did not know the full extent. Steve, one of Andrew Cuomo's accusers, Charlotte Bennett accused Chris of smearing her. There's a text where he says we should into -- I'm looking into her time in college. Then there's another case where Chris was seeking evidence said, I have a lead on the wedding girl. That's in reference to a woman three days earlier told the New York Times that governor Cuomo then, Governor Cuomo sexually harassed her at a wedding. Given that his brother was being investigated for sexual harassment, isn't this far more than we knew from the earlier reporting?"
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "Yes, this is a whole new level of involvement and -- and as we know in the me too era, this is really damning. I mean, it's one thing to help craft a P.R. statement by the governor would give which would then be played on CNN. I mean, that's bad enough. That's what we knew back in August. But this oppo research on accusers and being intimately involved in it, that is -- that's a whole new level and I have to say, I get this idea of being loyal to your brother and that's what was at play here but, and OK, that's a choice that you're going to have make and that may be something that if you're, you know, a plumber or a novelist or something, you get to continue doing your job. But if you're the nine o'clock host at CNN, I don't even know what world do you think you can continue doing your job after you have made that choice. That sort of goes with the territory. Pick one or the other."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. And you know, it would have been one thing, I think everybody expected that a privately Chris Cuomo would be helping his brother or advising his brother, they are very close, it's always been a clsely- knitted family. I covered their father and both brothers. But then to be, you know, in effect acting as a source gathering material, gathering material --"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Well, Howie."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Go ahead, Charlie."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "I was going to say we knew a lot of that early on. I am still baffled by the fact that the early stuff -- he was in strategy meetings. They had -- they --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "That was bad enough."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "That was really bad. The goal, OK, so we did little oppo research and everybody says I'm shocked, I'm shocked. That is insane. Jeff Zucker, why wasn't he monitoring this from day one? What are you doing?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Do you -- let me jump in, Charlie. Do you think that part of the reason that you do -- you said at the top that he got to be too great, that part of the reason that Jeff Zucker now feeling compelled to act not leaving it as suspension, is that CNN has been getting so much bad press even from some liberal precincts in the media and it was starting to spill over to Zucker itself raising the kind of questions that you've raised this morning?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Absolutely. I mean, these guys are careerists, you know, they'll throw anybody under the bus to protect themselves. That's just the way his business --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "And in fairness to protect the brand, to protect --"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "And to protect the brand."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- to protect the organization."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "And here is the other thing. And the brand is key here. Because remember what I said earlier about David Zaslav who essentially runs the whole operation, the key to his marketing effort right now is to show that CNN is a real news organization compared to somewhat MSNBC but mostly compared to us and you can't do that. It's harder to do that if you're having like obviously, you know, one of your main attractions their part of a huge political story as he was on air. It's just -- it looks so bad, so this is a branding problem but still, I think Jeff Zucker has to be asked, what did he know, when did he know it and how much -- how much of a pulse -- how much of a pulse do you keep on this -- on this developing story?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. And by the way, --"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "To my mind, it's not so much difference what's coming."
    },
    {
      "speaker": "KURTZ",
      "utterance": "CNN says it's going to continue to investigate. We'll see if that becomes public. Steve, I've got about half a minute. After the suspension, and none of the MSNBC in night time shows even mentioned that the top -- top-rated anchor at other networks have been suspended. And a couple of daytime shows kind of just read the statement and then didn't make any commentary. Why do you think that was such non-news for MSNBC?"
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "I know. There's been this sort of unwritten rules that seems to be in place that there's a, again, a kind of unofficial partnership of some sort between CNN and MSNBC. The CNN outlets very -- media outlets very rarely report on things going on internally at MSNBC and vice versa. So that was really notable. But I will just say one think about Jeff Zucker."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Just quick."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "You know, he was supposed to leave 25 days from now by the end of this year. He's now staying until the deal with David Zaslav and Discovery happens later this year. So, he is a lame duck, you know, president, but at the same time he's now staying much longer and so his reign is continuing, he now has to kind of right the ship and this was, it seems to be maybe one of the first steps that he's taking --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "KRAKAUER",
      "utterance": "-- to make some changes that have to happen."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, we'll see if he ends up being a lame duck. Charlie Gasparino and Steve Krakauer, thanks very much for joining us. When we come back, the media uproar whether Donald Trump had COVID during his first debate with Joe Biden and the source is former top aide."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "A story came not from some anonymous source but from Mark Meadows, the former White House chief of staff writing in the new book that Donald Trump tested positive for COVID-19 three days before the first presidential debate against Joe Biden and that caused a media explosion."
    },
    {
      "speaker": "NICOLLE WALLACE, HOST, MSNBC",
      "utterance": "All the people put in danger is just a staggering window into his indifference to disease and death."
    },
    {
      "speaker": "JONATHAN REINER, CARDIOLOGIST, GEORGE WASHINGTON UNIVERSITY HOSPITAL",
      "utterance": "He endangered his Secret Service entourage and the people that fly him on Air Force One and he endangered vice president -- then Vice President Biden at the debate. Astonishing, dishonest, reckless, reckless disregard for human life."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "The former president called the account fake news. And Meadows saying the timeline was more complicated actually agreed."
    },
    {
      "speaker": "MARK MEADOWS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "utterance": "The president is right, it's fake news. That story outlined a false positive. Literally had a test, had two other tests after that that showed that he didn't have COVID during the debate and yet, you know, the way that the media wants to spin it is certainly to as negative about Donald Trump as they possibly can."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Trump was hospitalized with coronavirus three days after the debate. Joining us now to analyze the coverable, Mollie Hemingway, senior editor at The Federalist, and Harold Ford, the former Democratic congressman. Both are Fox News contributors. Mollie, I know Donald Trump had a couple of negative tests after that positive one but he did wind up hospitalized with a serious case. So, what do you make of all this media condemnation that he exposed all the people around him, aides, people at the debate, Joe Biden, and Chris Wallace?"
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, the media should have covered the actual story that was told in the book. They say, Mark Meadows wrote this book and there's this horrible news in there. The actual story he told was about how there was a positive test that Donald Trump received as is standard when they go through that kind of protocol, they do confirmatory test. Both of the confirmatory tests came back negative. So, it's a story about a false positive. And yet the media coverage was unbridled insanity. I mean, it sounded like crazy people out there talking about, you know, intentional premeditated homicide attempt and they are just so crazy and, of course, none of these matters for the actual stories where we are talking about how each president has handled COVID. This is a story that should be covered right now because we now have more deaths under COVID from Biden than under Trump. We also had the Trump did that with three vaccines provided for the Biden administration, so that's much more interesting to the American people, I think."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Harold, one reason for the media uproar, is that none of these tests was made public at the time and some reporters certainly asked, but now you Mark Meadows the author saying, no big deal and siding with Trump's version and some of the points that Mollie just made."
    },
    {
      "speaker": "HAROLD FORD JR., FOX NEWS CONTRIBUTOR",
      "utterance": "Well, first off, thanks for having me on and happy Sunday morning. I don't necessarily disagree with the large part of Mollie's point, which is this is in the past, I think it's in -- it may help Mark Meadows whom I know, I hope he does so books -- with many books and it may help him. But I do think your last point is why the media is interested and why we weren't and this wasn't disclosed. And there's, you know, there's no doubting and there's no denying that just a few days later the president was hospitalized thankfully recovered. So, you know, there will be tension to this, as it should be. Now to Mollies point about President Biden and this being on his watch, I think as much as we want to point some of -- point some of our political ire and objections to this president, certainly on inflation, energy prices and the border are all legitimate causes, legitimate things people can point to. But you can't blame the president if people won't get vaccinated. The key is, if you get vaccinated, the likelihood of being hospitalized or dying from whatever variant that may come our way and variants are only growing up and mutating in the unvaccinated communities. And we now see Dr. Gottlieb and others on other networks this morning sharing that we have to be more robust on how we not only share vaccines but even share manufacturing capacity or combine or say partner with countries to be able to produce this vaccine in our country --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "OK. I need to jump in here, because since you both have brought up the question of vaccines let me play for our viewers some comments by the former president about his successor on this question of vaccines and public trust."
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "They work incredibly well. Some people don't want to take them and that's their freedom and that's what we have to do but people don't want to take them because they don't trust Biden, they don't trust the administration."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Mollie, how should the media react when Donald Trump says many people are not taking the vaccines because they don't trust Joe Biden, how is that helpful to getting more people to take vaccines that he deserves credit for developing on a crash program?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "We might ask when the media handled it when last year, Joe Biden and Kamala Harris said you couldn't trust the vaccines because they were developed under the Trump administration and that he was rushing them out, the media did not push back against those claims which had to have done a lot to undermine people's thoughts about the vaccines but they don't --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "But what if both were wrong. Both are wrong."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "But this is just -- this is just one of these things that's frustrating. We have this completely different standards of coverage based on who is president. So, under a Trump presidency he is personally responsible for every single person who gets COVID or dies from COVID. But under Biden presidency suddenly that just goes away. Under a Trump presidency we have tickers at the bottom of a TV show showing exactly how many people have died from COVID. Now that there are more people who have died from COVID under Biden, those tickers go away. You know, whatever Biden said about vaccines was completely not a problem during the campaign when it really mattered and now people try and focus on what Trump is saying. You know, the fact is that the vaccines have helped as Harold says, decrease hospitalizations --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "-- but they're not some like -- you know, they're not the greatest vaccine in the history of the world and people should cover that honestly, talking about the pros and the cons and people's freedom in play."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Harold, what about Mollie's point about a double when each person from different parties two presidents, really, criticized the other on vaccines and trust?"
    },
    {
      "speaker": "FORD",
      "utterance": "There's no doubt the press treats -- has treated President Trump differently than they treat president Biden. They're treating -- you've even seen the chief of staff that President Biden complained about treatment that he's gotten from sources -- media sources that some considered left of our network. That being said, the best weapon we have against the vaccine -- against -- excuse me, the virus is the vaccine. If you had told me a year ago a year, Howie, and I've said this on a show, a year ago today that we would have three vaccines, two safe boosters, meaning they've been approved, and then we have therapeutic in the works, maybe five to 10 of them in works and that only 60 percent of our country would be vaccinated, and only 54 would be vaccinated."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "FORD",
      "utterance": "And the (Inaudible) that we need to get vaccinated."
    },
    {
      "speaker": "KURTZ",
      "utterance": "We will come back to the subject including Omicron. But up next, Alec Baldwin tearful interview with George Stephanopoulos why are we just now hearing the claim that he never pulled the trigger?"
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Alec Baldwin broke down crying in his first interview since he accidentally shot and killed his cinematographer director on a movie set and made a startling declaration in an exclusive site down with ABC's George Stephanopoulos that he only cocked the gun."
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, CHIEF ANCHOR, ABC NEWS",
      "utterance": "It wasn't in the script for the trigger to be pulled."
    },
    {
      "speaker": "ALEC BALDWIN, ACTOR",
      "utterance": "Well, the trigger wasn't pulled. I didn't pull the trigger."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "So, you never pulled the trigger."
    },
    {
      "speaker": "BALDWIN",
      "utterance": "No, no, I would never point a gun at anybody and pull the trigger at them, never. I think back, and I think of what I could I have done. I mean, honest to God, if I felt that I was responsible, I might have killed myself if I thought I was responsible."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Joining us now, Julie Banderas, a Fox News anchor. And Julie, how did Alec Baldwin come across in your view? Did he seem genuinely pained and how can we be hearing for the first time now his contention that he never pulled that trigger?"
    },
    {
      "speaker": "JULIE BANDERAS, FOX NEWS ANCHOR",
      "utterance": "Well, first of all the reason he hasn't spoken obviously and he mentioned to this in the interview is that he cannot speak technically. There is a criminal investigation going on."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "So, I am surprised that he has as the person who is part of this investigation speaking because usually anyone who is involved in a criminal investigation really shouldn't be speaking to the media. I think he's trying to do this first of all, one to clear his conscience and the other to set the record straight. Do I have sympathy for this man? Absolutely. Did he intentionally try kill somebody? Absolutely not. I sympathize for him. I feel for him. You can see is his face he is raving in pain. As for his recollection of the story that he never pointed a gun at anyone, well, clearly, a gun was pointed in the - - in the direction of the woman who was killed or she wouldn't have been shot. So that is an untrue, that the big gun was not pointed in her direction."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "The question though is, did he pull the trigger. Well, you cannot -- this gun, OK, a colt .45 is not going to go off unless the hammer is hit. He says that he didn't cock the gun. But you can't -- I mean, the chance --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, he says he did cock the gun but he didn't pull the trigger. Now it --"
    },
    {
      "speaker": "BANDERAS",
      "utterance": "He said he cocked the gun but he didn't pull the trigger."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "But that's nearly impossible."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Some experts agree with you. Many experts agree with --"
    },
    {
      "speaker": "BANDERAS",
      "utterance": "It's nearly impossible for a gun to off without hitting the trigger."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Many experts agree that it's impossible, a lawyer for one of the senior crew members says he didn't see Baldwin pull the trigger. But my question to you is, does this change the media narrative, the fact that he at least is making this claim?"
    },
    {
      "speaker": "BANDERAS",
      "utterance": "I mean, no. I think -- I think he -- well, maybe a little bit. It depends what media we're talking about."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "I think that the media is treating this story as if Alec Baldwin has been trying to sort of shift the blame, if you will. He does say something in this interview that for me was disturbing. Is that, he says I'm not the victim here. There are two victims. Well, there's actually one victim. There's one person who is dead. That is the victim in this story. And I think that the whole interview should have been focused on her and less about him."
    },
    {
      "speaker": "KURTZ",
      "utterance": "That's a fair point of. Last question."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "I would like to hear more."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Last question. I was turned off by ANC's overdramatization and production of this. I mean, this is a pretty recent this. But how do you think George Stephanopoulos handled the interview?"
    },
    {
      "speaker": "BANDERAS",
      "utterance": "I thought he -- I thought he was soft on him. I believe that he was soft on him. It's not a surprise to me. I think that any time that you see any of the major broadcast networks when they do interview a Hollywood elite or somebody who is perhaps on their side politically that they're a little soft on them. So do I believe that if I had held that interview or if you held that interview, we would have asked a little bit of a tougher question such as, I never pointed the gun at her face, well, I never pointed (Inaudible) in her direction."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "How do you -- how do you shoot somebody if the gun is not pointed in her direction, then how is it that that bullet ended up striking her?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. Well, for my part --"
    },
    {
      "speaker": "BANDERAS",
      "utterance": "There was no follow-up."
    },
    {
      "speaker": "KURTZ",
      "utterance": "For my part, I thought Stephanopoulos was pretty thorough. And I thought Baldwin just looked devastated. We'll get you back later in the program, Julie."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "Yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Next on MEDIA BUZZ, with Omicron metastasizing into a global story, is the media coverage fueling fear and descending into partisanship?"
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "The Omicron variant has increasingly been dominating the news, sometimes in scary fashion. And as President Biden takes several steps in trying to limit the virus' spread, the media debate over the seemingly endless pandemic has only intensified."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "It is a plan that I think should unite us. I know COVID-19 has become very divisive in this country. It's become a political issue which is a sad, sad commentary."
    },
    {
      "speaker": "PETE HEGSETH, FOX NEWS CO-HOST",
      "utterance": "So maybe there is no need for concern at all. But don't tell that to the fear mongering lap dog leftist media who wasted no time, of course, in whipping up fear and proclaiming the third coming of the almighty COVID."
    },
    {
      "speaker": "JOY REID, HOST, MSNBC",
      "utterance": "Others in the tin foil hat brigade want the American people to somehow believe did not only did the Democrats contrive this new variant but also somehow convince the World Health Organization and countries around the world to scramble and shut down flights."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CO-HOST",
      "utterance": "What if we as a media stopped bracing for things and just explained it as factually as possible which is nobody really knows, listen to the experts, it's probably mild."
    },
    {
      "speaker": "DON LEMON, HOST, CNN",
      "utterance": "Republicans had nothing to say when their leaders pushed lies and deadly information about COVID."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "And we're back with Mollie Hemingway and Harold Ford. Mollie, is the, quote, \"leftist media\" deliberately whipping up fear here or is that the sheer volume of coverage about a virus that we don't know that much about is making people really nervous that this might be deadly?"
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR",
      "utterance": "I have tried to be respectful about the media coverage of the COVID-19 pandemic. I understand that there are a lot of people who are fearful and maybe even paranoid and we have had to deal with these people for some period of time. The media coverage has pretty much always been ridiculous and it continues to be ridiculous and I think many people are sick and tired of it. It's not that this isn't a bad pandemic or has been a bad pandemic or that it's a bad virus. There's a certain amount of risk associated with getting COVID-19 but it's been exacerbated by the media to be like 20 or 100 times as bad as it is and there's no cost benefit analysis capabilities in our entire media and it causes major problems. I saw an Atlantic monthly article this week that said, so it turns out we opened up the schools and everything was fine. And they just kind of hand waved it away like it was no big deal."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "But the media coverage is what led to so many of these hysterical awful problems, no one's been held accountable for overreacting to a bad virus --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "-- and causing major damage to people and particularly major damage to children and it just needs to stop."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, Harold, I have seen a lot of caveats in the stories about well, scientists say they're not really sure but it tends to get drowned out by how many stories there are. Now liberal commentators like to say Republicans don't really care about people dying and conservative commentators say the Democrats want to lock everything down and control everyone's life. So, is the media partisanship here in your view exacerbating the situation?"
    },
    {
      "speaker": "HAROLD FORD, FOX NEWS CONTRIBUTOR",
      "utterance": "I don't know. I wish I could put my finger on it. Because I do know that one thing that the broader medical community seems to be saying with unanimity is for everyone to be vaccinated. I do know that it seems that the virus is growing in unvaccinated population. And I do know that people have -- that Americans for that, particularly those unvaccinated, are probably some have health and religious reasons for not doing so. I think the frustration with a lot of viewers and even with the media, is that some think that maybe politics is the motivator for some Americans not getting the vaccine. Again, if you have a health or religious expectation that is compelling, you shouldn't get it. But if this is driven by something other than that, and I think some in the media speculate maybe wrongly but speculate that that is part of it, I think that's what's driving some of the media coverage. I just remember a time in politics where life and death was not a partisan issue, it was a life and death issue. And we did what we would want to do for our public health and our own family's health. And I hope that every American is viewing it that way and not in the political lens."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, Mollie, Anthony Fauci says he doesn't know if the current vaccines work against Omicron. He's not calling for any new restrictions. Why have the conservative media in particular made him such a target."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "You know, Anthony Fauci made himself a target by saying conflicting things about the virus since its inception by just making a mess of everything, by being involved in the gain of function research in China which has something to do possibly with what we're going through. I think what's more interesting is why are the media keeping Fauci around, why is the Democratic administration keeping Fauci around, given that he is so bad at managing the public health crisis."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Wait a minute, wait a minute. If he's the president's chief medical advisor on this, why wouldn't people want to interview him."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "No, no."
    },
    {
      "speaker": "KURTZ",
      "utterance": "He was on Fox, you said keeping him around, like they should fire him."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Keeping him around as if he is not someone whose credibility is completely in question because of how he's handled him. And I think it's because they like to have someone that they can point to so they don't hold the Biden administration to blame. None of the media people are really asking him tough questions or asking him to be held to account. They ask him questions designed to kind of keep the hysteria going, asking for more restrictions, and he obliges, but this is not what the American people need."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, ultimately, he doesn't decide on things like lockdowns. But Harold, Fauci has made some mistakes. He is absolutely fair game for media criticism. But there -- some of the personal abuse aimed at him I think has been out of bounds. At the same time, would you agree that many of those who interview him especially on television, he's on TV a lot, kind of treat him with kid gloves?"
    },
    {
      "speaker": "FORD",
      "utterance": "Well, I don't know. I've seen him have -- I've seen him face some tough questioning. (Inaudible) that we're going down here also is kind of representative of what I was trying to say a few minutes ago. You know, this is about a pandemic. And I think it's been a really bad pandemic. Almost 800,000 Americans have died from it. I don't disagree with some of the cost/benefit analysis that should be demonstrated more, be demonstrably clear for Americans to understand. But we're living through a time which we've never lived before. And I want as many voices, medical voices, scientific voices sharing what they think we should be doing. And ultimately, Howie, I think you're right, because he's a chief medical advisor to the president, he will be put out there to share his views and to offer Americans guidance on what we should be doing."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. There are others including the surgeon general. But in our remaining time I want to turn to President Biden, he's obviously been trying to talk up the economy, even as this pandemic drags on. Here's what he had to say about supply shortages just the other day."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "If you watch the news recently you might think the shelves and all our stores are empty across the country. But here's the deal. For the vast majority of the country, that's not what's happening. Because of the actions the administration has taken."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "If you watch the news, is Joe Biden, Mollie, really blaming the media for painting an overly dire situation of the supply shortages?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Yes, he attempted to do that. I just have to first of all say, you both were way too kind of Fauci. This guy has repeatedly lied about what would need to happen during the pandemic. He's been super political, bringing up the January 6 commission, saying that, you know, you can -- that there have to be restrictions on American citizens but not --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "OK. He is fair game for criticism but some of it is very personal."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "I'm just -- the guy -- the guy is a problem. OK. But as for Biden, what's so interesting, yes, he's trying to blame the media and trying to say that these problems aren't really existing. We have in our society right now, you have Americans going to grocery stores, seeing empty shelves, filling up their gas tanks, seeing how expensive it is and then they have Biden and some people in the media claiming that the situation isn't as bad as it is. And he doesn't like any coverage of it, but the lived reality is what his problem is, not the lack of spin in his favor."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Harold, I've got 15 seconds. I mean, Biden might be right about Christmas but the media don't make this stuff up when it comes to supply shortages."
    },
    {
      "speaker": "FORD",
      "utterance": "I think the president is trying, every president faces difficulty and peril and they're judged by it at the election box. We have an election in November and we'll see what voters think."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes, that will be next November. All right. Harold Ford, Mollie Hemingway, thanks very much. After the break, how are the media covering three blockbuster trials, Ghislaine Maxwell, Elizabeth Holmes, and Jussie Smollett and all who claim they are victims."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "This is a Fox News alert. I'm sad to report that former Senator Bob Dole has passed away at the age of 98. A statement from his wife Elizabeth Dole this morning reading, Senator Robert Joseph Dole died early this morning in his sleep at his death at 98. He had served the United States of America faithfully for 79 years. Represented Kansas, served in World War II, that's where he was badly injured. He always had the problem with his arm. He also ran for the White House in 1996. I travel with Dole during that '96 campaign. The guy had a razor-sharp wit even in a losing campaign against Bill Clinton. He gets along well with the press. He was such a leader for the GOP for so long. Lived a very full life and he was a war hero as well. We'll have more on this later on. The media are suddenly covering three high profile hot button trials. Let's restart that. The media are suddenly covering three high profile hot button trials, they all have something in common. The defendants claim to be victims. Let's start with Ghislaine Maxwell. We'll get to Elizabeth Holmes and Jussie Smollett, charged with helping the odious Jeffrey Epstein sexually abuse young girls, Maxwell's lawyers say she's a scapegoat. And that ever since Adam and Eve women have been blamed for things men have done. We're back with Julie Banderas. Look, Ghislaine Maxwell always bears the moral stain of helping -- of being Jeffrey Epstein's enabler, whether she is criminally liable will be for a jury to decide. But what do you make of this, men have always tried to make women into scapegoats as defense?"
    },
    {
      "speaker": "BANDERAS",
      "utterance": "She is not a scapegoat. She's a racist. I mean, she's a rapist, rather, I'm sorry. She has facilitated several young girls to be raped, sexually molested and completely emotionally destroyed for the rest of her lives. She could have stopped it. Yes, she is a scapegoat in the sense that we will never see Epstein ever be tried for the crimes that he is accused of, the heinous crimes and the lives that she ruined. But she was there every step of the way, every single sexual assault she was there. She groomed these girls. She made them feel as if they were friends of theirs - -"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "-- and then broke them down at their very weakest points. And there are four women who are going to be presented in this trial who speak from experience. The lead prosecutor is saying that they have an ironed clad case here. But the defense is claiming that too much time has gone by, that there's money at stake, that they believe that they might get a portion of Jeffrey Epstein's estate."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "That is not why these women are coming forward. They're not out for --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. I want to get to the ones."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "I mean, sure, sure, they're going to get some kind of settlement."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I want to get to the ones."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "Sure."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I agree with you on that criminal liability. Obviously, there's another question."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "Yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And this was, had cameras in the courtroom. We get about 100 times more coverage. All right. Elizabeth Holmes, the media turned her into a tech titan cover girl before the Wall Street Journal exposed her Theranos blood testing company."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "Yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "She said she is a victim of her boyfriend, an executive at the company, he led her astray, he yelled at her, he was abusive, he told her what to eat, he made her have sex when she didn't want to. I'm sorry, doesn't a CEO have free will?"
    },
    {
      "speaker": "BANDERAS",
      "utterance": "Yes, she does. And -- but it's going to be interesting. This is going to put this trial. I believe into a tailspin. Because now the jurors have listened to a woman who have basically said that she was emotionally, physically, sexually abused. Her boyfriend at the time was forcing her into sex and also forcing everything, controlling every aspect of her life from what she ate, when she ate, what she did, and that is going to give her sympathy. I mean, the jurors are going to have sympathy. I don't know how many women are on this particular juror panel. But I would imagine women on the panel who potentially could be in similar controlling situations, this is going to throw the prosecution for a loop, I think."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. That ex-boyfriend is also been charged, will be tried separately. All right. Why is Jussie Smollett going to trial, these two brothers who attacked him?"
    },
    {
      "speaker": "BANDERAS",
      "utterance": "God."
    },
    {
      "speaker": "KURTZ",
      "utterance": "One of them testified that he was told by Smollett to fake the attack, give him a bruise, Smollett pay for the equipment, scour the Chicago location the day before. And yet, just like these other two, Jussie Smollett claims he was a victim and this really happened."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "Jussie Smollett is so pathetic. I think it's such a shame that he has basically ruined potential future hate crime, actual victims. First of all, his defense team says that these two brothers are trying to use him to advance their careers. OK, so I'm not sure, is there a career to make nooses to actually learn how to tie a knot? Is that the career that they're looking to do? And not only that. There's an actual surveillance photo of him tightening the knot further as he's walking back into his home. So, they tied the noose on his neck and he didn't think it was good enough and he tightened it further. All the evidence shows that he's the idiot --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Got it."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "-- and he trusted these two brothers who clearly, he shouldn't have trusted in the first place --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "-- but he is not the victim here, sorry."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. I just think he should have pled and this would be over with. Julie Banderas, great to see you."
    },
    {
      "speaker": "BANDERAS",
      "utterance": "Yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And we'll have more right after this break on the sad death of Bob Dole at the age of 98."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "This is a Fox News alert. Bob Dole has passed away at age 98. We mentioned just a few minutes ago Elizabeth Dole confirming that he died in his sleep earlier this morning. A lot of people remember Dole running for president in 1996. He also ran for in 1988 losing out to George H.W. Bush. And he ran for V.P. n 1976 with Jerry Ford. Fox News congressional correspondent Chad Pergram joins us by phone. He was Senate minority leader and majority leader for so long. What can you recall about his style on the Hill?"
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "utterance": "You know, when you talk about the top 10 leaders in the Senate and senators of all time you have to kind of put Bob Dole in that category. I mean, you know, he was also a chair of the Republican National Committee. I remember when he certainly, you know, when Bill Clinton was elected and Bob Dole was the minority leader in the Senate, he says he's going to be -- I'm going to be the person who is going to kind of show him around and he said that rile meaning that I'm somebody who knows my way around Washington --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "-- and want these things that you want to do are going to have to come through me. Now one of the things I remember the most about Bob Dole was when Daniel Inouye passed away, the Democratic senator from Hawaii. And Bob Dole had been wounded in Italy, they were wounded a hillside away from one another in Italy. And you know, Bob Dole sustained injuries to his arm --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "-- Daniel Inouye the same and he -- you know, they talked and that kind of got one another through that period during World War II. And one of the most touching moments I've ever seen in congressional history happened in December of 2012. When Daniel Inouye passed away, Bob Dole came to the capitol rotunda, where he was lying in state to escort him -- you know, his wife Elizabeth Dole came, you know, later a senator herself. And Bob Dole got up from his wheelchair and walked across the rotunda to the casket and said I didn't want Daniel to see me like this and touched the casket. It was really a striking moment."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Wow."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Again, two people who worked across the aisle and were long-time senators, Howie."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. You know, Dole didn't let those war injuries define him. He soldiered on, so to speak, with a long public career and you know, sometimes he would say harsh things in public, and sometimes he was called a hatchet man. But at the same time, he was one of the funniest men in politics, I remember realizing that, watching him on the campaign trail. And he later did a 60 minutes point -- counter point thing with Bill Clinton. So many sides to this great leader."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "You know, one funny thing I remember during this, and he would tell this story oftentimes, you know, he lived at the Watergate building and of course during the Monica Lewinsky scandal, --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "-- Monica Lewinsky lived there, and of course he was always on the telephone with Linda Tripp and Bob Dole would say, you know, he would go into a meeting would peep in, you know, I kept trying to call her but the line was busy. And everybody would laugh. Again, he had that kind of, you know, funny lie humor that people always appreciated about him. That was something that stood out about Bob Dole. You know, he --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "I've got half a minute, Chad, I didn't mean to cut you off there. Was somebody -- is this all sort of the previous era, where you could deal with people in both parties as a leader and not have it be as horrifyingly caustic and personal as it is today?"
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Well, you know, people thought it was pretty caustic sometimes with bullet Bob Dole and Democratic leaders and George Mitchell and Bob Byrd. I remember back in '86 with Bob Dole and Robert Byrd going on the floor and it was intense as anything I've ever seen. Something I wasn't there for. I have it on VHS tape. Then I have to look at it many years later --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "-- because it was such an important moment. So, you know, you have to look at everything to the prism of that time and the one prism of time we will look through at Bob Dole and his life, was certainly World War II."
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right. Chad Pergram, thanks very much for hopping on the phone with us. Bob Dole will be missed. Ninety-eight years old. What a great life and career. That's it for this edition of MEDIA BUZZ. I'm Howard Kurtz. We sometimes try to rock and roll with the breaking news here and there will be a lot said and written about Dole in the days and weeks to come. We will be back here next Sunday. See you then with the latest buzz. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}