{
  "date": "December 11, 2018",
  "headline": "Pelosi challenges Trump on wall, House GOP hits back",
  "subHeadline": "Guests: Tom Homan, Raheem Kassam, David Goodfriend, Jeffrey Lord, Steve Scalise, Ann Coulter, Ladawn Jones, Horace Cooper, Antjuan Seawright",
  "url": "https://www.foxnews.com/transcript/pelosi-challenges-trump-on-wall-house-gop-hits-back",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "All right, I am Laura Ingraham. This is \"The Ingraham Angle\" from Washington tonight. An Oval Office throw down where Democrats pleas for privacy reveal their losing hand on immigration. Plus, the disgusting origin story of the radical Women's March. We're going to have a new expose that may imperil some of the Democrats newest stars and this story is completely wacko. Vice News is promoting an overseas vacation retreat that bans white people. Yes it's true. The debate over what can only be described as a new form of voluntary segregation. But first, guardians of the fallacy, that's the focus of tonight's \"Angle.\"  The political and media establishment, they've been at war and a cold war really with Donald Trump for more than three years now. And from the outset, he represented everything they hate, and not just his America First policies, but his brash, take no prisoners style that threatened to crash their exclusive club.  But as the Mueller probe and its new New York offshoot come to a head, the media feel well-positioned to recast their image from #fakenews to galaxy saving superheroes like Batman or Aquaman. They've decided to try a franchise reboot. The first comes courtesy of \"Time\" magazine's person of the year.  EDWARD FELSENTHAL, EDITOR-IN-CHIEF & CEO, TIME: As we looked at the choices, it became clear that the manipulation and abuse of truth is really the common thread in so many of this year's major stories, from Russia to Riyadh to Silicon Valley. And so we chose to highlight four individuals and one group who have taken great risks in pursuit of greater truths.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And I only heard -- caught the last part of what he said when I first saw this and I thought, oh wow, they are giving it to China's persecuted Christians. That's amazing. Well, instead, \"Time\" magazine has kept the award kind of inside the family and named a group of journalists as the people of the year with the understated title \"The Guardians and the War on Truth.\"  The group includes slain journalist Jamal Khashoggi and the Capital Gazette staff which lost members of course when a shooter opened fire on their offices. Of course, we love objective journalists and the targeting of reporters just because they are doing their jobs is despicable. Well also, isn't there something kind of transparently self-serving about journalists giving awards to other journalists?   Well, to his credit and professionalism, Capital Gazette editor Rick Hutzell expressed uneasiness about the recognition. He said I hate being the story. And he added that this was the first sit-down interview he had done since that June attack. Good for him. By the way, as an aside, later in the show, we will reveal whom we would have picked for persons of the year. So stay with us for that. It's going to be a lot of fun. But by the way, Time isn't the only aging outfit trying to resurrect its damaged reputation. Retired senators are also lumbering back from obscurity to claim the mantle of moral and intellectual superiority. Rising from the political dead, they promised that their wisdom will save us from Trump. You've got to read between the lines. All you need to know though was that op-ed was the brainchild of Trump basher extraordinaire Chuck Hagel and Connecticut liberal Chris Dodd. They said on part, \"We are on the eve of the conclusion of the special counsel Robert S. Mueller's investigation and the House commencement of investigations of the president and his administration -- we urge current and future senators to be steadfast and zealous guardians of our democracy by ensuring that partisanship for self-interests not replace national interests.\"   Well, kind of high-minded malarkey signifying nothing. Well, look, I will forever salute Chuck Hagel's military service but that doesn't give him immunity from political criticism that is just kind of brain dead. Where was the bipartisan cabal when we needed to guardians of the rule of law and transparency during the Obama years? Fast & Furious, Benghazi, the IRS scandal, the Clinton e-mail cover-up, the horrors at the VA, the green energy boondoggles involving companies like Solyndra just to name a few. Where were these 44 senators when we needed guardians of our border? Where were they when we needed guardians against the rigged trade deals that empowered a ruthless communist regime in China? And where were they when we need guardians against activist judges who stray far, far beyond their Article 3 powers? Look, Donald Trump ain't perfect. None of us are. None of us is, to be grammatically correct. But he's done more in two years to try to safeguard America, the country we love, than all those senators who signed that op-ed combined. The media and failed politicos are guardians. They are guardians of a fallacy that the American people need protection from their own political choices.  The president was duly elected and is entering the third year of his first term, but the media and political establishment are still in denial. Do you notice by the way that they basically given up on substantive debate on any of the issues that Trump is really tackling? Instead they often prefer personal invective to pragmatic solutions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUTH MARCUS, DEPUTY EDITORIAL PAGE EDITOR, WASHINGTON POST",
      "sentences": "The president has very little in the way of attention span. The president is undisciplined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Secretary Tillerson, you know, called him an effing moron with not for nothing is the highest rank of moron (inaudible) that's achievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "sentences": "He gets bored after about 15 seconds. Even people talking to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KAREN BASS, D-CALIF.",
      "sentences": "He doesn't want information. He comes into the job with very little knowledge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, if he is that uninformed, how did he beat all you smart people? That's my question. My fiends, populist movements are popping up all over the world. They are challenging the old political orders that have failed to raise the standard of living of their own people or to safeguard the culture.  Folks aren't mad because they enjoy being mad. They are mad because politicians have screwed things up so badly across the board. But the guardians of the old order, they right now feel empowered by Trump's legal woes and a new Democrat majority in the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "-- call a halt to this. We have come in here as a first branch of government. Article I, the legislative branch. We are coming in, in good faith to negotiate with you about how we can keep the government open. The American --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "We are going to keep it open if we have border security. If we don't have border security, we are not going to keep it open.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "I'm with you. I'm with you. We are going to have border security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y.",
      "sentences": "And it's the same border -- you are bragging about what has been done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "By us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "We want to do the same thing we did last year, this year. That's our proposal. If it's good then, it's good now and it won't shut down the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Chuck, we can build a much bigger section with more money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "Let's debate in private, OK? Yes. Let's debate in private.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let's keep all this private. And then the media guardians, they jumped in with their questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can you define what it means to have border security?  TRUMP: We need border security. The wall is a part of border security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "We came here in good faith and we are entering into this kind of discussion in public view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "But it's not bad, Nancy. It's called transparency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "We shut down the government over a dispute and you want to shut it down. You keep talking about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No, no, no. The last time Chuck you shut it down --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "No, no, no --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And then you opened it up very quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "Twenty times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "If we don't get what we want, one way or the other, whether it's through you, through a military, through anything you want to call, I will shut down the government. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "OK. Fair enough. We disagree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And I am proud -- and I'll tell you what --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "We disagree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I am proud to shut down the government for border security, Chuck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, it's pretty amazing watching this whole thing play out because by refusing to be cowed by warnings that a partial government shutdown would damage him and his party politically, well the president is actually doing what the retired senators claim to want.   He is standing on principle by acting on the urgent need to preserve the sovereignty and security of our country. And by the way, notice what Pelosi said several times during that very fiery exchange.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "The point is, is that there are equities to be weighed and we are here to have a conversation --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "-- in a careful way, so I don't think we should have a debate in front of the press on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We would do it immediately. We will get it passed very easily in the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "No, that's not the point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We will get it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "Again, let us have our conversation and then we can meet with the press again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait a second, wait a second. I thought the liberals were all about transparency and protecting the guardians of the truth. But the moment the guardians report on their conversations, Nancy wants them shooed out of the room. This exchange shows in dramatic fashion why Trump has so confounded the establishment. He pulls the veil back, allowing the American people to see just how unreasonable and how petty the Democrats have become. Because an agreement on wall funding may give Trump I guess a partial victory. They refused to budge, even if the DACA kids end up getting a path to citizenship in the process, which they would've gotten last February. And no matter how much a deal would help the country, guess what? The Democrats don't care. Score settling and preventing Trump from declaring victory on something. And that's the \"Angle.\"  Joining me now with a reaction is Raheem Kassam, Lincoln fellow at the Claremont Institute and author of the new piece, \"Time's Failing Person of the Year List a Product of Cultural Decline.\" David Goodfriend, former aide to President Clinton is also here along with Jeffrey Lord, contributing editor to \"The American Spectator\" and former aide to President Reagan.  Raheem, let's start with you. Your thoughts on the failure of the media and Democrats who can't seem to grasp the current moment. What happened today for instance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAHEEM KASSAM, LINCOLN FELLOW, CLAREMONT INSTITUTE",
      "sentences": "They love slapping themselves on the back. And the Time magazine cover is just more of them slapping themselves on the back and saying, you know, we are the people that you should all aspire to and that you should all listen to. I mean, you remember when, I think it was the Hillary Clinton e-mails came out and they said, you know, you are not supposed to read this. The public aren't supposed to read it but we will filter this for you and you just listen to what we say. And the same thing you saw happening today as well.  I mean, imagine that room, imagine the Oval Office if the roles have been reversed and those were Republican sitting there and it was a Democrat president, you know, with the press have gone to such great extent as they did today to go, oh, what an absolute mania happened today in the Oval Office. This is unbelievable. It's extraordinary. And they wouldn't have done it and they never did it under Obama. Remember, Obama used to kick people out of press conferences too. But it only gets reported on President Trump. So for me, you know, the two things couldn't have timed themselves, you know, better together today. The \"Time\" magazine front cover and what we saw unfold in the Oval Office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "David, here are some of the persons of the year runners up. We had Mueller. You can actually make a decent case for Mueller being a person of the year. You had Merkel. Let's give a nod to the Brits with Merkel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Please don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You had Putin. You had Blasey Ford, Jae-in, and then you had -- it says David Trump on my sheet but I assume they mean Donald Trump. So, journalists giving awards to other journalists, I mean, there's lots of heroism out there. We have some ideas coming up later on in the show, but it's a little self-serving, don't you think? And it's part of the bubble of the media and politics, which I am probably part of, I try not to be, but I'm here so I'm probably part of the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID GOODFRIEND, FORMER SURROGATE, HILLARY FOR AMERICA",
      "sentences": "Well, you invite me on your show so I like you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But I like you so that's okay. We like each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODFRIEND",
      "sentences": "So, I am going to shock Raheem here and say that I don't often agree with things I read in \"The Daily Caller.\" I don't often agree with what you write, Raheem. However, I do think Bob Mueller would have been an excellent choice. I mean, we have a memo now that names the president as an unindicted co-conspirator. When was the last time that has happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They have a news (inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODFRIEND",
      "sentences": "We have 33 indictments around the world, not just Americans. We have senior White House staff who have been convicted or --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They don't say unindicted co-conspirator. Wait a second. Are we supposed to be the guardians of the truth here? They don't say that. Name one place that says that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODFRIEND",
      "sentences": "Individual one. It says individual one was working with Cohen and that is exactly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Don't throw that word co-conspirator around, partner. You're getting a little ahead of yourself there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODFRIEND",
      "sentences": "Unindicted co-conspirator, but I agree with you. I agree with you. I think Bob Mueller would have been a fantastic choice because he really has changed the world. Not since Richard Nixon have we seen --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Journalists are self-serving, all right, let's go Jeffrey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODFRIEND",
      "sentences": "I think that was a good choice. I back Bob Mueller as (inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "The great --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. We got to get to Jeff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "-- it's great talking points, but put it this way. It says for better or worse, people that impacted the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODFRIEND",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "And Bob Mueller did do that. I agree. I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When they gave it to Trump, Jeffrey, we don't want to spend a lot of time on this -- when they gave it to Trump, it has to be this snarky comment. This is back in 2016, he shocks the world by winning the presidency. They had to give it to him. You know they hated to give it to him for, \"reminding America that demagoguery feeds on despair and that truth is only as powerful as the trust in those who speak it.\" You know, then the picture of Obama is so like aspirational then the picture of Trump is this menacing figure in a wingback chair, like turning around. Trump looks like -- it's just right down to the photo they selected. So obvious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFREY LORD, CONTRIBUTING EDITOR, AMERICAN SPECTATOR",
      "sentences": "My favorite is that in 2008 when President Obama was elected and was selected as Person of the Year, I'm not kidding you. They compared him to Obi-wan Kenobi. Seriously. And then we get to Donald Trump, and he's the president of the divided states of America and he's a demagogue and all of this.  I mean, this is what they do. This is why \"Time\" magazine has been sold three times, gotten rid of by its parent company, bought by somebody else who then sold it again a few months after they got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, a diminishing readership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LORD",
      "sentences": "I mean, their audience is going down, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is a shtick. The magazines love doing lists because lists always sell. Click, click, click, al the top 10 this. It's lazy journalism. OK. So we got to move to Pelosi because Pelosi reacted after the Oval Office, which you couldn't take your eyes off of it. It was wild today. She comes out and she makes a comment about why she was concerned about the transparency of it all here let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "I will say this. You want to know if it was more productive behind the scenes. I hear some of the reporters saying, the Fox reporters saying why do you not want transparency in this discussion? We don't want to contradict the president when he was putting forth figures that had no reality to them, no basis in fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raheem, no basis in fact? I mean, Donald Trump has wanted a wall for more than three years. He's arguing and fighting for the wall, I guess she is referring to when said certain sectors have less immigration. I'm not sure whether that was accurate. I've never have gotten a read on that. I'm not sure if that was accurate or not, but she's not shy about criticizing him ever in public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "For somebody who makes her, you know, makes her living by criticizing this president, you would think she would want every camera in the room. If she is so certain that he is saying falsehoods, then put all the cameras in the world in the room and get everyone to report on it. It seems utterly bizarre - to take it back from sort of partisan politics, but from a campaigning standpoint which is what she's doing her. You would want that if you believe you were in the right. You only don't want that if you don't believe you're in the right or that you don't believe that you're oratory (ph) can cut through with the American people and I think she gets that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Again, weren't Democrats always against -- weren't Democrats -- a lot of Republicans as a populist were against the backroom deals, a smoke-filled rooms where the decisions are made, and all the people come out afterward and say this is how you dumb little people are going to live because we already made the decision. Backslapping. We had beer together. Then we're going to tell you how to live. These cameras come in and we actually see what they say when they're a little nervous. You see the body language of Schumer. I loved it from beginning to end. I love seeing the (inaudible) with Trump. Great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODFRIEND",
      "sentences": "I don't know if it's the British accent or the ascot (ph). I'm agreeing with you so much. We are not making for good television, but I will tell you this. I will tell you this. No disrespect to Nancy Pelosi or Chuck Schumer, but did you notice who was missing? Did you notice who was missing? The people actually running the Congress. Mitch McConnell and Paul Ryan who are actually running the Congress right now. They are running the lame duck Congress. These people have nothing to do with the final deal. You need to have all of the leaders there and that's why it was such good television, Laura, because it was cited by Donald Trump --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But wasn't that -- admit it, wasn't it brilliant for Trump to call them in? I mean, he came in and they came into his sandbox.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODFRIEND",
      "sentences": "And Laura, then -- but I'll tell you this. The shutdown is still going to be on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on. We are going to get to the shutdown. We're getting to the politics of the shutdown and the mechanics of what's going to happen in the next block, but Jeffrey, I think this was classic Trump, taking control of the narrative. It wasn't all clean and perfect, believe me. And I think a couple things he said I might've said them differently. But he was engaged. He was engaged and was like, look, we are doing this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LORD",
      "sentences": "He just loves this stuff. Yes, yes, that's exactly right. And if you notice, you couldn't help but notice Nancy Pelosi's little dig. She says when reporter asked and then she backs up and says a Fox reporter. Oh, my goodness. Heaven forbid. Did somebody commit journalism in the Oval Office? You know, it's just astounding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think it's, again, we're getting back to the theme of my \"Angle,\" the guardians of the truth. And when these 44 senators come out, bipartisan, they come out with the big op-ed. And Panetta was one of the. I want to play a little snippet from what he said today with Andrea Mitchell. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEON PANETTA, FORMER WHITE HOUSE CHIEF OF STAFF FOR PRESIDENT CLINTON",
      "sentences": "We have just seen a perfect example of how not to govern the country. To have that kind of dispute and do it openly before the press at a time when they really do need to sit down and see if there's a way to work out a deal here. But to confront each other that way and to have everybody yelling at one another, I think it's just to sent a terrible message to the American people about how our democracy functions in Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Does he know his history? How democracy -- they were dueling and he was carving (ph) -- Democracy is rough and tumble. People are arguing at their dinner tables. It's OK. We are going to survive an Oval Office (inaudible). Why worry about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODFRIEND",
      "sentences": "I understand, but listen. Don't you think that there is a difference between theatrics and results? If that debate --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yet, Trump gets results. They do personal invective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODFRIEND",
      "sentences": "Well, if he shuts down the government, is that a good result?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODFRIEND",
      "sentences": "OK. OK. The majority of Americans through the polling just occurred in the election, seem to disagree. So we will find out again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It didn't hurt them last time it happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODFRIEND",
      "sentences": "Actually, you just lost the House and actually you say that's just fine. I agree. That's really is what conservatives think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "2013 shutdown, that didn't hurt the Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "No. Everyone has to agree all the time as you and I have to agree all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODFRIEND",
      "sentences": "Correct. That is correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "But there is a goal in mind. That man was elected on that goal and he is going to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He's got to get that wall built and there's got to be a wall. It can't be a patchwork of see-through drones. All right, Jeffrey, sorry, we've got to go. We'll have a longer segment next. Sorry about that. Since Time magazine couldn't pick a satisfying person of the year, were going to do it later on in the hour. Up next, we're beyond the borders. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is a Fox News alert. We had another terror attack on a Christmas market in Europe. This time near the city of Strasbourg, France and officials there are confirming that three people were killed and another 12 wounded when the terrorists sprayed gunfire into the holiday crowd and then took off. French authorities confirming the suspect previously known to authorities and at this hour, he is still outstanding. We will update you on any developments as they come to us. Very disturbing news out of France tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "A shutdown is not worth anything and that we should not have a Trump shutdown. You have the White House --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Did you say Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "You have the White House. You have the Senate. You have the House of Representatives. You have the vote. You should pass it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "But I can't get it pass in the House if it's not going to pass in the senate. I don't want to waste time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "Well, the fact is, you can get started that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The House we can get passed very easily and we do, but the problem is the Senate because we need 10 democrats to vote and they won't vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Pelosi challenged the president and Republicans in the House and they might call her bluff. House Republicans said late today they will try to pass a $5 billion funding bill for the wall. This would be a stunning rebuke of Nancy Pelosi. And my question is, would a shutdown put pressure on Schumer to cough up the Democratic votes needed to avoid a filibuster? For answers we are joined by House majority whip Steve Scalise and former acting head of ICE and Fox News contributor Tom Homan. Congressman, was this part of a coordinated plan? Was this all planned out or was this the president kind of shooting from the hip on his own instincts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE SCALISE , R-LA., HOUSE MAJORITY WHIP",
      "sentences": "Well, Laura, this is the president saying I'm going to call you on your bluff, you know. You want to talk about shutting down the government. You want to talk about blocking border security. I'm going to bring you to the White House and lay out exactly why we need to secure the border. And frankly, President Trump laid out a lot of real important specific details of why it's important that we secure the border. The illegal crossings that happen every single day, 10 known terrorists according to Homeland Security on average that come across our border every day. And the caravan, over 600 convicted criminals that are part of the caravan. We need to secure the border. President Trump ran on securing the border. It's time we back him up on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tom, look, you've been in the fight and the thick of this for so long and I frankly -- I said this on the radio this morning -- I cannot believe we are here. The country is -- this is a crisis at our southern border. Toxic environmental mess, health crisis, humanitarian. little kids' lives are being endangered down there, human trafficking, drugs, guns, all the rest, gang activity. And that's just getting started.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM HOMAN, FOMER ACTING ICE HEAD",
      "sentences": "I have said it over and over again. Look, I don't care if Republican or Democrat, there is no downside on securing our border. It means less illegal immigration which means you don't bankroll the criminal organization that kill our officers and there is less illegal immigration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Kellyanne Conway made that point earlier and others. I mean, Obama, all these guys spoke so passionately about the need to have this fence but now Trump says it's a wall and no, no, we only got to give a pittance of the money. By the way, Jackie Speier, congressman, spoke out today. I want to share it with you. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JACKIE SPEIER, D-CALIF.",
      "sentences": "So he could set up that opportunity to test out his theory that he has the votes. I don't think he has the votes in the House. He's acting like he's a cornered animal and he lashes out. That's not the description of any president that I want in charge of our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. Back to the point I made in the last segment. Rather than offer a substantive menu of solutions here, it is personal invective. It is Trump is this, Trump is that. He's a dictator -- it's like you hear what she said. There is no solution. They're not going to argue about how we are going to do it better or we actually have a plan for reforming asylum laws that's really going to cut the flow. It is Trump is a bad person. Is she right though? Do you have the votes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Laura, first of all, there is strong support in the House --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Do you have the votes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "-- for securing the border and given the president --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What does that mean? Do you have the votes for the wall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "So if the president says $5 billion is what I need and ideally you try to get an agreement with the Senate and that means you have to have some Democrats as part of that agreement, but if not, we can pass in the House. We've been trying to get an agreement with the senate because ultimately to get the bill to the president's desk has been the objective, not just to pass a bill in the house, but ultimately we can pass a bill in the house. The president is saying I will at least meet with Senate Democrats and House Democrats to see if we can get an agreement. The president is trying to get an agreement to solve the problem. I think what you are seeing right now and today was on display in the White House. A Washington Democrats want open borders more than they want it for the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They don't want to give him a win. Isn't that a big part of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "That's a big part of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He could have solved this last January and February during the other mini shutdown when the president said give me chain migration cuts, the visa lottery. We wanted E-Verify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "And Chuck Schumer initially agreed to all of those things, and then the radical left is the ones who went and blew the whole deal up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The president also said something about the wall and its current state that made me curious. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "A lot of wall has been built. We don't talk about that, but we might as well start, because it's being built right now, big sections of wall. And we will continue that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I must have missed the wall being built. What wall? Where's it being built?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM HOMAN, FORMER ACTING ICE DIRECTOR",
      "sentences": "I think what he means is they are upgrading certain parts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's not a wall. Stop saying it's a wall. There's no wall. If you want a wall, say we don't have the wall. I know it's bad because he made the promise, but they are not building the wall. So you've got to stop saying that. That undercuts -- he was great. I thought he was great in the Oval Office. You don't have to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "He was great, but understand, there is about 100 miles of wall being built, but that's not anywhere near where we need to go to get this job done. So there is a small start, but there's a lot more work to be done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's not a lot of the wall. What is it, 1,600 miles? That's not a wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "It's not the wall that Border Patrol wanted. Border Patrol has rangers that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is someone is telling him that, they're giving him --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "The wall they want is the one they need and the one that should be funded. That's not what was funded in the last bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "But they also want the technology and the tools to keep our Border Patrol agents. And you've seen this, Laura, you've highlighted it.  Our Border Patrol agents are under attack by a lot of the criminals in this caravan. We need the tools to keep our Border Patrol agents safe who are keeping America safe. That's part of this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I still say if we don't reform those asylum laws, people will be pouring in on those --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "By the way, every single member of the caravan was offered asylum by Mexico and work permits by Mexico and they turned it down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've got to keep the pressure on the Democrats. They are on the wrong side of this, and the American people are with the Republicans on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "American people want border security. Let's go get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "You hit the nail on the head when you said this is an anti-Trump agenda. They don't want to give him a win. You've got Schumer and Pelosi, both support sanctuary policies in their states. So they want a sanctuary policy to keep illegal aliens in, but they don't want to fund the wall to keep him out. You have two of the worst people in the Oval Office to even talk about border security. They put their political futures out of this country's security, which is their number one responsibility. Shame on them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "California and New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "They entice people to come here illegally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He might be in New York City, he gives them all the ideas, they get whatever they want. They get their IDs and they get their ability to work, no problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "Absolutely. Come to New York City or come to California, get to a sanctuary state, we won't work with ICE. Welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We'll demonize ICE. Guardians of the galaxy, I don't think so.  All right, guys, thank you so much, great to see you. And coming up, we've warned you about the deep hatred at the root of the Women's March. There is another Women's March coming up soon in the new year. We have an expose that looks into their shocking origins and the Democrats that it puts at risk. Don't miss this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "sentences": "I know we will rise to the challenge, and I know we will keep fighting no matter what.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "sentences": "This is the moment you will remember when women stood strong and stood firm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "We are tired as women of being relegated to simply being thought of as a particular constituency or demographic. Let's buckle in, because it's going to be a bumpy ride.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, those two supposed Democratic rock stars have become some of the more powerful advocates of the radical group known as the Women's March. Some new details on how that group was started. However, we may have them rethinking their association. Trace Gallagher is life out on our west coast newsroom with the shocking origin story of the group. Trace?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "sentences": "And Laura, the dichotomy here is certainly stunning. As part of its mission statement the Women's March says it's committed to finding anti-Semitism, and yet two of its leaders and most public figures, Tamika Mallory and Carmen Perez, have praised Nation of Islam leader and known anti-Semite Louis Farrakhan. Mallory has called him the greatest of all time and was in attendance this year at Farrakhan's annual address where he gave Tamika Mallory a shout out, then proceeded to give a speech replete with anti-Semitic and homophobic remarks. The Women's March says Farrakhan's statements don't align with the group's principles, and Mallory's presence at his annual address was bad judgment.  Yet Perez and Mallory have disavowed his comments, and now \"Tablet\" magazine is reporting that during the Women's March first meeting back in November of 2016, both Mallory and Perez endorsed an infamous and debunked anti-Semitic trope that Jews exploited black and brown people and were proven to be leaders of the American trade. The controversy is also gaining notice because the Women's March has become, as you noted, a powerful organization and has been endorsed by potential 2020 presidential candidates like California Democratic Senator Kamala Harris and New York Democratic Senator Kirsten Gillibrand, both of whom spoke at the Women's March pre-rally in January, 2017. It's also worth noting that despite allegations of anti-Semitism among some leaders, Ben Cohen and Jerry Greenfield, the Jewish founders of Ben & Jerry's ice cream, are standing by their partnership with Women's March. Even marking the partnership with a brand-new flavor, Pecan Resist. Laura?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Trace, thanks so much. And joining me as Ann Coulter, conservative commentator, and Ladawn Jones, a Democratic state rep in Georgia and criminal defense attorney. All right, Ann, why aren't Gillibrand and Kamala Harris and all the other female Democratic leaders who back this group, why aren't they being pressed by any members of the media every time they step in front of a microphone given the connection between the Nation of Islam leader Farrakhan and this group? By the way, their march, I know, Ann, you and I should go, it's January 19th, coming up. ANN COULTER, AUTHOR, \"RESISTANCE IS FUTILE\": Totally. I will be there.  Laura, I think you know the answer that question. I think we're going to be seeing a lot of these disputes in the Democratic Party base because they all hate one another. You have the Muslims and the Jews and the various exotic sexual groups in the black church ladies with the college queers.  The only thing that keeps the Democratic base together is for them to keep focusing on white men are the ones keeping you down. You must hate white men. It's the one thing they all have in common. So as it becomes increasingly clear that we are not going to get a wall or Trump fulfilling his immigration policies, the one thing we have to look forward in the new country is just ginning up all these hatred in the Democratic base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "One of the things that was written, Ladawn, about the group, and this is this new \"Tablet\" piece. This was by Mercy Morganfield comments about, she's the D.C. coordinator of the march, said this, \"Bob Bland called me secretly and said Mercy, they've been in bed with the Nation of Islam since day one. They do all of our security.\" Is that the group you want doing your security given the most hateful anti-Semitic comments made over the years by Farrakhan, calling Jews termites most recently and any number of assorted sordid things he's said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LADAWN JONES, D-GA., STATE REPRESENTATIVE",
      "sentences": "Last time I checked, it is not common for you to ask for the religious preferences of the people who are protecting you when there are those who are threatening your life simply because you are standing up for a woman's right to vote, a woman's right to equal pay. This is a silly nonstarter by conservatives trying to split a movement that they know is externally powerful. And they are afraid of this next march coming up because they know it will get even more women, progressive women, into office just like it did in this past election. You guys should come out. You might learn a thing or two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Actually, I think we are not the ones who are making a big deal of this. I think actually some of the founders of the march themselves are very concerned about this anti-Semitic taint within the organization. I think they want the march to be successful, and I don't blame them. They put together an amazing array of people, it was a huge turnout. But if the shoe were on the other foot, and it was a bunch of conservatives getting together, and all of a sudden the security for the group was like some David Duke type guy, you guys would be rightly saying, what are you doing? Why are you having them do the security? I don't think we would get away, Ann, with saying they are doing security. We don't ask their political views.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "You don't have to hypothesize it. There's this group the Proud Boys. They have defended me all over America. And by the way, they are quite multiethnic. And I don't ask what their religion is. They are attacked by being accused of being a group of white men. Like I say, that's the only thing that keeps the Democratic base together, they keep hating white men. Even though the Proud Boys are not only white men, but what are they being attacked for? For defending people like me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There's another piece, Mercy, a piece of this \"Tablet\" article, and I'll read it. \"It was there that Perez and Mallory allegedly first asserted that Jewish people bore a special collective responsibility as exploiters of black and brown people, and even, according to a close secondhand source, claimed that Jews were proven to have been leaders of the American slave trade.\" So this was some of the conspiracy theories at the 2016 inaugural Women's March meeting. Are you concerned about any of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Not even remotely concerned. Listen, the organizers have all, and it was quoted in the \"Tablet\" article, they have denied that this even took place. This, again, is just an attempt to try to slow down a movement that conservatives are really afraid of. Listen, if you know anything about the Women's March or if you look at their website, you see that the entire purpose is intersectionality, is about inclusiveness. It's about bringing in people of all races, all genders, and all religions to stand up for a common purpose, which is American women. And I can get why conservatives are concerned, because they know that is a tie that binds us as American, worry about our children, worry about the economy. And it's one of those things you can't split up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We just heard Kamala Harris who said she was sick of being treated as a demographic group in that sound bite we bumped in with, but that seems like what the Women's March is kind of doing to itself. I don't think there were a lot of pro-life Democratic women at the march. I don't think so. I don't think I saw many of them showcase. It was more of the celebrities screaming about how they wanted to blow up the White House.  Was it diverse? What do you mean diverse? Diverse in what way? Not intellectual diversity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "The feminists can't even get along with the transgenders. In Los Angeles, you have Mexicans and blacks fighting like banshees. In New York, it's Puerto Ricans against the Dominicans. The idea that you can just step forward and say we are for unity and tolerance -- no. Like I said, this will be the one fun we will have the new country. The great accomplishment of the Women's March seems to be selling a lot of t-shirts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We will see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "Actually. We know in 2018 there was a record number turnout of women who got elected to the Democratic Party. I know that's not usual since they have all white males who were elected, except for the one white female that was elected. But diversity is part of the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "White men are still running your party, whereas only about 20 percent of the Democratic voters are white men but, wow, look at the leadership. Look at all the Democrats running. Your nominee is probably going to be Beto O'Rourke. There are only a few women even running. White men run your party. If you have anybody to complain to, it's the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Come on, Bernie Sanders and Joe Biden are very diverse, Ann.  That's not fair at all. But I think the Women's March, look, I don't agree with them, but they did turn a lot of people. And the Republicans have to take a page out of some of the organizing of the Democrats. But I appreciate the conversation, guys, thanks so much. By the way, are we witnessing a 21st century version of segregation?  Seriously. Wait until you hear about a vacation promotion that bans people from participating based on their skin color. The heated debate next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Do you know there's something of a booming tourism sector focused solely on black people who don't want to be around white people?  It's not a joke. \"Vice News\" traveled one of the resorts catering to these customers who say it's their only way to escape racism in the United States. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The breath in is the reminder that we are safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We needed a safe space that was outside the United States to hold certain conversations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Would having white people on this trip ruin it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMMA DUNCAN",
      "sentences": "I don't think we would be as open and as honest as we are with the group that we are in now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTINE DONNELLY",
      "sentences": "We're looking for ways, coping mechanisms, and ways to take care of ourselves, because we are not on the agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I feel like white people shouldn't even have passports, because they've done enough -- especially white Americans.  Leave them in the United States. They do not need to come here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They've shouldn't even be able to travel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They need to stay in the United States. My tip to white people is to let us have our space. Let us have our room, and go hang out with other white people. We are OK. You've done enough damage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "my breath is taken away. That woman you just heard is Andrea X.  She is the founder of the Women of Color Retreat in Costa Rica. And she went on to say that she's not doing this as a type of reverse racism.  Really? Here to debate this, Horace Cooper, co-chair of Project 21, and Democratic strategist Antjuan Seawright. Horace, if you replace white with any other group, what do you think the reaction would be? I think we are the only ones doing this on cable news which I can't believe. I saw this and I almost fell over. You can't really be serious. Now we're self- segregating, which people can do whatever they want, but then don't claim that you are all tolerant. HORACE COOPER, CO-CHAIR, PROJECT 21: This is worse than that. This actually is bigotry. This actually is racism. Look, what we are talking about is people using justified language in their own minds for saying it's OK not to associate with them or their kind. We don't want to travel with them. We don't want them to be able to fly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They should stay in the United States, I love that. That was a good one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Any time that my grandparents would've heard phrases like that, we knew what they meant and what they were trying to express. It was separatism. It was you stay over. And we as a nation have come together to recognize that that kind of bigotry and that kind of ignorance shouldn't be welcomed. One last thing I wanted to say, and that is that we would be seeing boycotts. We would be seeing all -- heads exploding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Boycotts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "If Expedia allowed you to purchase your whites only cruise, do you understand how seriously the left would take that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I want to play something for you, Antjuan. This is more from the retreat cofounder. And this is from again from \"Vice News.\" Do we have it? Let's listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What would you say to someone who is like it sounds like paradise for black people, in some ways it's motivated by the same hate that white people who want to create white nations and white spaces have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I would say doesn't have anything to do with them.  This is about us feeling our community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Your thoughts? It's not about racism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTJUAN SEAWRIGHT, FOUNDER AND CEO OF BLUEPRINT STRATEGY",
      "sentences": "So a couple things. I don't necessarily agree with the approach and how it was couched, maybe some of her language use. But let's be honest. These things happen. They just may not always be broadcast. And the truth of the matter is, and again I'm not agreeing with their tactic and what it is, but the truth of the matter is boys have trips all the time in which girls are not allowed. Corporations go on retreats et cetera were certain groups are not allowed, where they have it's just them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Corporate? Whites only corporations?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "No, I am saying corporate retreats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They don't bring the competition to their retreat. What are you talking about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Corporate retreats happen in which it is just them and their group of people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right, the leadership of the company. That's not racially exclusive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Again, I'm not justifying what she did. What I'm saying, these exclusive trips happen. But again, I think that's wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Look, the thing I wanted to get at, and I guess we don't have this particular sound bite, but she said every time a have a conversation with white people, I just pick up on certain things that they say. I pick up on the microaggressions, the passive aggressiveness. I pick up on it.  So I decided one day just to eliminate white people for my personal life.  And ever since then, my life has been way more breezy. That's the founder of this organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "I think that feeds into this narrative and it gives fuel to the fire of racism and hate and bigotry and all the things that divide us in this country. So I fundamentally do not agree with their approach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You're not like this. You wouldn't go on this. This is where you just got to say this is ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "I'm here with you, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Horace, I think there is something, though, in this, that we are at a point where we are supposed to be, everyone, just be cool. People are different, the different races, different backgrounds, different ethnicities. Let's try to come together and everyone have a solution to something. But instead it's you are over there, and I'm here. I thought separate but equal wasn't OK. I thought it had to be together. Thurgood Marshall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Again, that's the point here. Again, imagine what if a group of fraternity members all white, all-male, said they were just going to regularly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Let's not assume those things don't happen, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Let's see what would happen if someone came out on the news, \"Vice News\" ran a story about these. Those individuals will lose their job.  They would lose their jobs, their livelihoods would be changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I am happy to go on vacation with both of you any time, as long as your wives are OK. All together, exclusive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Inclusive, not exclusive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Inclusive. Good idea. Great to have you both on. All right, coming up, since \"Time\" routinely disappoints with their pick of person of the year, we reveal \"The Ingraham Angle's\" list next. A hint -- it was a tie. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, to heck with the Time magazine persons or people of the year. We decided to highlight an \"Ingraham Angle\" person of the year.  Ready? It is a tie. The first are the heroic first responders who risk life and limb to respond to the tragic and devastating Paradise fire out in California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "County 13, it's bad. He guys, go up towards the left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Are they coming for us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Watch out, watch out!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Jess!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Amazing. The second are the border agents who, despite being constantly maligned, go about doing their job keeping this country safe. We spoke to Chief Rodney Scott of the San Diego sector in June.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RODNEY SCOTT, BORDER PATROL CHIEF AGENT, SAN DIEGO",
      "sentences": "The misinformation that's going on...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's a nice way of putting it by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "I'm trying to be polite. It's actually very frustrating and it's extremely insulting. So a lot of us just flat out why (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congratulations to our agents and our first responders always putting serving others above self and the recipients of the first ever \"Ingraham Angle\" Persons (ph) of the Year Award. That's all the time we have tonight. Shannon Bream and the \"Fox News @ Night\" team, have a jam-packed show that take it from here. Shannon? Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "All right, I am Laura Ingraham. This is \"The Ingraham Angle\" from Washington tonight. An Oval Office throw down where Democrats pleas for privacy reveal their losing hand on immigration. Plus, the disgusting origin story of the radical Women's March. We're going to have a new expose that may imperil some of the Democrats newest stars and this story is completely wacko. Vice News is promoting an overseas vacation retreat that bans white people. Yes it's true. The debate over what can only be described as a new form of voluntary segregation. But first, guardians of the fallacy, that's the focus of tonight's \"Angle.\" The political and media establishment, they've been at war and a cold war really with Donald Trump for more than three years now. And from the outset, he represented everything they hate, and not just his America First policies, but his brash, take no prisoners style that threatened to crash their exclusive club. But as the Mueller probe and its new New York offshoot come to a head, the media feel well-positioned to recast their image from #fakenews to galaxy saving superheroes like Batman or Aquaman. They've decided to try a franchise reboot. The first comes courtesy of \"Time\" magazine's person of the year. EDWARD FELSENTHAL, EDITOR-IN-CHIEF & CEO, TIME: As we looked at the choices, it became clear that the manipulation and abuse of truth is really the common thread in so many of this year's major stories, from Russia to Riyadh to Silicon Valley. And so we chose to highlight four individuals and one group who have taken great risks in pursuit of greater truths."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And I only heard -- caught the last part of what he said when I first saw this and I thought, oh wow, they are giving it to China's persecuted Christians. That's amazing. Well, instead, \"Time\" magazine has kept the award kind of inside the family and named a group of journalists as the people of the year with the understated title \"The Guardians and the War on Truth.\" The group includes slain journalist Jamal Khashoggi and the Capital Gazette staff which lost members of course when a shooter opened fire on their offices. Of course, we love objective journalists and the targeting of reporters just because they are doing their jobs is despicable. Well also, isn't there something kind of transparently self-serving about journalists giving awards to other journalists? Well, to his credit and professionalism, Capital Gazette editor Rick Hutzell expressed uneasiness about the recognition. He said I hate being the story. And he added that this was the first sit-down interview he had done since that June attack. Good for him. By the way, as an aside, later in the show, we will reveal whom we would have picked for persons of the year. So stay with us for that. It's going to be a lot of fun. But by the way, Time isn't the only aging outfit trying to resurrect its damaged reputation. Retired senators are also lumbering back from obscurity to claim the mantle of moral and intellectual superiority. Rising from the political dead, they promised that their wisdom will save us from Trump. You've got to read between the lines. All you need to know though was that op-ed was the brainchild of Trump basher extraordinaire Chuck Hagel and Connecticut liberal Chris Dodd. They said on part, \"We are on the eve of the conclusion of the special counsel Robert S. Mueller's investigation and the House commencement of investigations of the president and his administration -- we urge current and future senators to be steadfast and zealous guardians of our democracy by ensuring that partisanship for self-interests not replace national interests.\" Well, kind of high-minded malarkey signifying nothing. Well, look, I will forever salute Chuck Hagel's military service but that doesn't give him immunity from political criticism that is just kind of brain dead. Where was the bipartisan cabal when we needed to guardians of the rule of law and transparency during the Obama years? Fast & Furious, Benghazi, the IRS scandal, the Clinton e-mail cover-up, the horrors at the VA, the green energy boondoggles involving companies like Solyndra just to name a few. Where were these 44 senators when we needed guardians of our border? Where were they when we needed guardians against the rigged trade deals that empowered a ruthless communist regime in China? And where were they when we need guardians against activist judges who stray far, far beyond their Article 3 powers? Look, Donald Trump ain't perfect. None of us are. None of us is, to be grammatically correct. But he's done more in two years to try to safeguard America, the country we love, than all those senators who signed that op-ed combined. The media and failed politicos are guardians. They are guardians of a fallacy that the American people need protection from their own political choices. The president was duly elected and is entering the third year of his first term, but the media and political establishment are still in denial. Do you notice by the way that they basically given up on substantive debate on any of the issues that Trump is really tackling? Instead they often prefer personal invective to pragmatic solutions."
    },
    {
      "speaker": "RUTH MARCUS, DEPUTY EDITORIAL PAGE EDITOR, WASHINGTON POST",
      "utterance": "The president has very little in the way of attention span. The president is undisciplined."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Secretary Tillerson, you know, called him an effing moron with not for nothing is the highest rank of moron (inaudible) that's achievable."
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "utterance": "He gets bored after about 15 seconds. Even people talking to him."
    },
    {
      "speaker": "REP. KAREN BASS, D-CALIF.",
      "utterance": "He doesn't want information. He comes into the job with very little knowledge."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, if he is that uninformed, how did he beat all you smart people? That's my question. My fiends, populist movements are popping up all over the world. They are challenging the old political orders that have failed to raise the standard of living of their own people or to safeguard the culture. Folks aren't mad because they enjoy being mad. They are mad because politicians have screwed things up so badly across the board. But the guardians of the old order, they right now feel empowered by Trump's legal woes and a new Democrat majority in the House."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "-- call a halt to this. We have come in here as a first branch of government. Article I, the legislative branch. We are coming in, in good faith to negotiate with you about how we can keep the government open. The American --"
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "We are going to keep it open if we have border security. If we don't have border security, we are not going to keep it open."
    },
    {
      "speaker": "PELOSI",
      "utterance": "I'm with you. I'm with you. We are going to have border security."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y.",
      "utterance": "And it's the same border -- you are bragging about what has been done."
    },
    {
      "speaker": "TRUMP",
      "utterance": "By us."
    },
    {
      "speaker": "SCHUMER",
      "utterance": "We want to do the same thing we did last year, this year. That's our proposal. If it's good then, it's good now and it won't shut down the government."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Chuck, we can build a much bigger section with more money."
    },
    {
      "speaker": "SCHUMER",
      "utterance": "Let's debate in private, OK? Yes. Let's debate in private."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let's keep all this private. And then the media guardians, they jumped in with their questions."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Can you define what it means to have border security?  TRUMP: We need border security. The wall is a part of border security."
    },
    {
      "speaker": "PELOSI",
      "utterance": "We came here in good faith and we are entering into this kind of discussion in public view."
    },
    {
      "speaker": "TRUMP",
      "utterance": "But it's not bad, Nancy. It's called transparency."
    },
    {
      "speaker": "SCHUMER",
      "utterance": "We shut down the government over a dispute and you want to shut it down. You keep talking about it."
    },
    {
      "speaker": "TRUMP",
      "utterance": "No, no, no. The last time Chuck you shut it down --"
    },
    {
      "speaker": "SCHUMER",
      "utterance": "No, no, no --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "And then you opened it up very quickly."
    },
    {
      "speaker": "SCHUMER",
      "utterance": "Twenty times."
    },
    {
      "speaker": "TRUMP",
      "utterance": "If we don't get what we want, one way or the other, whether it's through you, through a military, through anything you want to call, I will shut down the government. Absolutely."
    },
    {
      "speaker": "SCHUMER",
      "utterance": "OK. Fair enough. We disagree."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And I am proud -- and I'll tell you what --"
    },
    {
      "speaker": "SCHUMER",
      "utterance": "We disagree."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I am proud to shut down the government for border security, Chuck."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, it's pretty amazing watching this whole thing play out because by refusing to be cowed by warnings that a partial government shutdown would damage him and his party politically, well the president is actually doing what the retired senators claim to want. He is standing on principle by acting on the urgent need to preserve the sovereignty and security of our country. And by the way, notice what Pelosi said several times during that very fiery exchange."
    },
    {
      "speaker": "PELOSI",
      "utterance": "The point is, is that there are equities to be weighed and we are here to have a conversation --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Correct."
    },
    {
      "speaker": "PELOSI",
      "utterance": "-- in a careful way, so I don't think we should have a debate in front of the press on this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We would do it immediately. We will get it passed very easily in the House."
    },
    {
      "speaker": "PELOSI",
      "utterance": "No, that's not the point."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We will get it --"
    },
    {
      "speaker": "PELOSI",
      "utterance": "Again, let us have our conversation and then we can meet with the press again."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait a second, wait a second. I thought the liberals were all about transparency and protecting the guardians of the truth. But the moment the guardians report on their conversations, Nancy wants them shooed out of the room. This exchange shows in dramatic fashion why Trump has so confounded the establishment. He pulls the veil back, allowing the American people to see just how unreasonable and how petty the Democrats have become. Because an agreement on wall funding may give Trump I guess a partial victory. They refused to budge, even if the DACA kids end up getting a path to citizenship in the process, which they would've gotten last February. And no matter how much a deal would help the country, guess what? The Democrats don't care. Score settling and preventing Trump from declaring victory on something. And that's the \"Angle.\" Joining me now with a reaction is Raheem Kassam, Lincoln fellow at the Claremont Institute and author of the new piece, \"Time's Failing Person of the Year List a Product of Cultural Decline.\" David Goodfriend, former aide to President Clinton is also here along with Jeffrey Lord, contributing editor to \"The American Spectator\" and former aide to President Reagan. Raheem, let's start with you. Your thoughts on the failure of the media and Democrats who can't seem to grasp the current moment. What happened today for instance?"
    },
    {
      "speaker": "RAHEEM KASSAM, LINCOLN FELLOW, CLAREMONT INSTITUTE",
      "utterance": "They love slapping themselves on the back. And the Time magazine cover is just more of them slapping themselves on the back and saying, you know, we are the people that you should all aspire to and that you should all listen to. I mean, you remember when, I think it was the Hillary Clinton e-mails came out and they said, you know, you are not supposed to read this. The public aren't supposed to read it but we will filter this for you and you just listen to what we say. And the same thing you saw happening today as well. I mean, imagine that room, imagine the Oval Office if the roles have been reversed and those were Republican sitting there and it was a Democrat president, you know, with the press have gone to such great extent as they did today to go, oh, what an absolute mania happened today in the Oval Office. This is unbelievable. It's extraordinary. And they wouldn't have done it and they never did it under Obama. Remember, Obama used to kick people out of press conferences too. But it only gets reported on President Trump. So for me, you know, the two things couldn't have timed themselves, you know, better together today. The \"Time\" magazine front cover and what we saw unfold in the Oval Office."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "David, here are some of the persons of the year runners up. We had Mueller. You can actually make a decent case for Mueller being a person of the year. You had Merkel. Let's give a nod to the Brits with Merkel."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Please don't."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You had Putin. You had Blasey Ford, Jae-in, and then you had -- it says David Trump on my sheet but I assume they mean Donald Trump. So, journalists giving awards to other journalists, I mean, there's lots of heroism out there. We have some ideas coming up later on in the show, but it's a little self-serving, don't you think? And it's part of the bubble of the media and politics, which I am probably part of, I try not to be, but I'm here so I'm probably part of the problem."
    },
    {
      "speaker": "DAVID GOODFRIEND, FORMER SURROGATE, HILLARY FOR AMERICA",
      "utterance": "Well, you invite me on your show so I like you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But I like you so that's okay. We like each other."
    },
    {
      "speaker": "GOODFRIEND",
      "utterance": "So, I am going to shock Raheem here and say that I don't often agree with things I read in \"The Daily Caller.\" I don't often agree with what you write, Raheem. However, I do think Bob Mueller would have been an excellent choice. I mean, we have a memo now that names the president as an unindicted co-conspirator. When was the last time that has happened?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They have a news (inaudible)."
    },
    {
      "speaker": "GOODFRIEND",
      "utterance": "We have 33 indictments around the world, not just Americans. We have senior White House staff who have been convicted or --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They don't say unindicted co-conspirator. Wait a second. Are we supposed to be the guardians of the truth here? They don't say that. Name one place that says that."
    },
    {
      "speaker": "GOODFRIEND",
      "utterance": "Individual one. It says individual one was working with Cohen and that is exactly --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Don't throw that word co-conspirator around, partner. You're getting a little ahead of yourself there."
    },
    {
      "speaker": "GOODFRIEND",
      "utterance": "Unindicted co-conspirator, but I agree with you. I agree with you. I think Bob Mueller would have been a fantastic choice because he really has changed the world. Not since Richard Nixon have we seen --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Journalists are self-serving, all right, let's go Jeffrey."
    },
    {
      "speaker": "GOODFRIEND",
      "utterance": "I think that was a good choice. I back Bob Mueller as (inaudible)."
    },
    {
      "speaker": "KASSAM",
      "utterance": "The great --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. We got to get to Jeff."
    },
    {
      "speaker": "KASSAM",
      "utterance": "-- it's great talking points, but put it this way. It says for better or worse, people that impacted the world."
    },
    {
      "speaker": "GOODFRIEND",
      "utterance": "Yes."
    },
    {
      "speaker": "KASSAM",
      "utterance": "And Bob Mueller did do that. I agree. I agree."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When they gave it to Trump, Jeffrey, we don't want to spend a lot of time on this -- when they gave it to Trump, it has to be this snarky comment. This is back in 2016, he shocks the world by winning the presidency. They had to give it to him. You know they hated to give it to him for, \"reminding America that demagoguery feeds on despair and that truth is only as powerful as the trust in those who speak it.\" You know, then the picture of Obama is so like aspirational then the picture of Trump is this menacing figure in a wingback chair, like turning around. Trump looks like -- it's just right down to the photo they selected. So obvious."
    },
    {
      "speaker": "JEFFREY LORD, CONTRIBUTING EDITOR, AMERICAN SPECTATOR",
      "utterance": "My favorite is that in 2008 when President Obama was elected and was selected as Person of the Year, I'm not kidding you. They compared him to Obi-wan Kenobi. Seriously. And then we get to Donald Trump, and he's the president of the divided states of America and he's a demagogue and all of this. I mean, this is what they do. This is why \"Time\" magazine has been sold three times, gotten rid of by its parent company, bought by somebody else who then sold it again a few months after they got it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, a diminishing readership."
    },
    {
      "speaker": "LORD",
      "utterance": "I mean, their audience is going down, right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is a shtick. The magazines love doing lists because lists always sell. Click, click, click, al the top 10 this. It's lazy journalism. OK. So we got to move to Pelosi because Pelosi reacted after the Oval Office, which you couldn't take your eyes off of it. It was wild today. She comes out and she makes a comment about why she was concerned about the transparency of it all here let's watch."
    },
    {
      "speaker": "PELOSI",
      "utterance": "I will say this. You want to know if it was more productive behind the scenes. I hear some of the reporters saying, the Fox reporters saying why do you not want transparency in this discussion? We don't want to contradict the president when he was putting forth figures that had no reality to them, no basis in fact."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raheem, no basis in fact? I mean, Donald Trump has wanted a wall for more than three years. He's arguing and fighting for the wall, I guess she is referring to when said certain sectors have less immigration. I'm not sure whether that was accurate. I've never have gotten a read on that. I'm not sure if that was accurate or not, but she's not shy about criticizing him ever in public."
    },
    {
      "speaker": "KASSAM",
      "utterance": "For somebody who makes her, you know, makes her living by criticizing this president, you would think she would want every camera in the room. If she is so certain that he is saying falsehoods, then put all the cameras in the world in the room and get everyone to report on it. It seems utterly bizarre - to take it back from sort of partisan politics, but from a campaigning standpoint which is what she's doing her. You would want that if you believe you were in the right. You only don't want that if you don't believe you're in the right or that you don't believe that you're oratory (ph) can cut through with the American people and I think she gets that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Again, weren't Democrats always against -- weren't Democrats -- a lot of Republicans as a populist were against the backroom deals, a smoke-filled rooms where the decisions are made, and all the people come out afterward and say this is how you dumb little people are going to live because we already made the decision. Backslapping. We had beer together. Then we're going to tell you how to live. These cameras come in and we actually see what they say when they're a little nervous. You see the body language of Schumer. I loved it from beginning to end. I love seeing the (inaudible) with Trump. Great."
    },
    {
      "speaker": "GOODFRIEND",
      "utterance": "I don't know if it's the British accent or the ascot (ph). I'm agreeing with you so much. We are not making for good television, but I will tell you this. I will tell you this. No disrespect to Nancy Pelosi or Chuck Schumer, but did you notice who was missing? Did you notice who was missing? The people actually running the Congress. Mitch McConnell and Paul Ryan who are actually running the Congress right now. They are running the lame duck Congress. These people have nothing to do with the final deal. You need to have all of the leaders there and that's why it was such good television, Laura, because it was cited by Donald Trump --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But wasn't that -- admit it, wasn't it brilliant for Trump to call them in? I mean, he came in and they came into his sandbox."
    },
    {
      "speaker": "GOODFRIEND",
      "utterance": "And Laura, then -- but I'll tell you this. The shutdown is still going to be on --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on. We are going to get to the shutdown. We're getting to the politics of the shutdown and the mechanics of what's going to happen in the next block, but Jeffrey, I think this was classic Trump, taking control of the narrative. It wasn't all clean and perfect, believe me. And I think a couple things he said I might've said them differently. But he was engaged. He was engaged and was like, look, we are doing this."
    },
    {
      "speaker": "LORD",
      "utterance": "He just loves this stuff. Yes, yes, that's exactly right. And if you notice, you couldn't help but notice Nancy Pelosi's little dig. She says when reporter asked and then she backs up and says a Fox reporter. Oh, my goodness. Heaven forbid. Did somebody commit journalism in the Oval Office? You know, it's just astounding."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think it's, again, we're getting back to the theme of my \"Angle,\" the guardians of the truth. And when these 44 senators come out, bipartisan, they come out with the big op-ed. And Panetta was one of the. I want to play a little snippet from what he said today with Andrea Mitchell. Let's watch."
    },
    {
      "speaker": "LEON PANETTA, FORMER WHITE HOUSE CHIEF OF STAFF FOR PRESIDENT CLINTON",
      "utterance": "We have just seen a perfect example of how not to govern the country. To have that kind of dispute and do it openly before the press at a time when they really do need to sit down and see if there's a way to work out a deal here. But to confront each other that way and to have everybody yelling at one another, I think it's just to sent a terrible message to the American people about how our democracy functions in Washington."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Does he know his history? How democracy -- they were dueling and he was carving (ph) -- Democracy is rough and tumble. People are arguing at their dinner tables. It's OK. We are going to survive an Oval Office (inaudible). Why worry about it?"
    },
    {
      "speaker": "GOODFRIEND",
      "utterance": "I understand, but listen. Don't you think that there is a difference between theatrics and results? If that debate --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yet, Trump gets results. They do personal invective."
    },
    {
      "speaker": "GOODFRIEND",
      "utterance": "Well, if he shuts down the government, is that a good result?"
    },
    {
      "speaker": "KASSAM",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think, absolutely."
    },
    {
      "speaker": "GOODFRIEND",
      "utterance": "OK. OK. The majority of Americans through the polling just occurred in the election, seem to disagree. So we will find out again."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It didn't hurt them last time it happened."
    },
    {
      "speaker": "GOODFRIEND",
      "utterance": "Actually, you just lost the House and actually you say that's just fine. I agree. That's really is what conservatives think."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "2013 shutdown, that didn't hurt the Republicans."
    },
    {
      "speaker": "KASSAM",
      "utterance": "No. Everyone has to agree all the time as you and I have to agree all the time."
    },
    {
      "speaker": "GOODFRIEND",
      "utterance": "Correct. That is correct."
    },
    {
      "speaker": "KASSAM",
      "utterance": "But there is a goal in mind. That man was elected on that goal and he is going to do it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He's got to get that wall built and there's got to be a wall. It can't be a patchwork of see-through drones. All right, Jeffrey, sorry, we've got to go. We'll have a longer segment next. Sorry about that. Since Time magazine couldn't pick a satisfying person of the year, were going to do it later on in the hour. Up next, we're beyond the borders. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is a Fox News alert. We had another terror attack on a Christmas market in Europe. This time near the city of Strasbourg, France and officials there are confirming that three people were killed and another 12 wounded when the terrorists sprayed gunfire into the holiday crowd and then took off. French authorities confirming the suspect previously known to authorities and at this hour, he is still outstanding. We will update you on any developments as they come to us. Very disturbing news out of France tonight."
    },
    {
      "speaker": "PELOSI",
      "utterance": "A shutdown is not worth anything and that we should not have a Trump shutdown. You have the White House --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Did you say Trump?"
    },
    {
      "speaker": "PELOSI",
      "utterance": "You have the White House. You have the Senate. You have the House of Representatives. You have the vote. You should pass it."
    },
    {
      "speaker": "TRUMP",
      "utterance": "But I can't get it pass in the House if it's not going to pass in the senate. I don't want to waste time."
    },
    {
      "speaker": "PELOSI",
      "utterance": "Well, the fact is, you can get started that way."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The House we can get passed very easily and we do, but the problem is the Senate because we need 10 democrats to vote and they won't vote."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Pelosi challenged the president and Republicans in the House and they might call her bluff. House Republicans said late today they will try to pass a $5 billion funding bill for the wall. This would be a stunning rebuke of Nancy Pelosi. And my question is, would a shutdown put pressure on Schumer to cough up the Democratic votes needed to avoid a filibuster? For answers we are joined by House majority whip Steve Scalise and former acting head of ICE and Fox News contributor Tom Homan. Congressman, was this part of a coordinated plan? Was this all planned out or was this the president kind of shooting from the hip on his own instincts?"
    },
    {
      "speaker": "REP. STEVE SCALISE , R-LA., HOUSE MAJORITY WHIP",
      "utterance": "Well, Laura, this is the president saying I'm going to call you on your bluff, you know. You want to talk about shutting down the government. You want to talk about blocking border security. I'm going to bring you to the White House and lay out exactly why we need to secure the border. And frankly, President Trump laid out a lot of real important specific details of why it's important that we secure the border. The illegal crossings that happen every single day, 10 known terrorists according to Homeland Security on average that come across our border every day. And the caravan, over 600 convicted criminals that are part of the caravan. We need to secure the border. President Trump ran on securing the border. It's time we back him up on it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tom, look, you've been in the fight and the thick of this for so long and I frankly -- I said this on the radio this morning -- I cannot believe we are here. The country is -- this is a crisis at our southern border. Toxic environmental mess, health crisis, humanitarian. little kids' lives are being endangered down there, human trafficking, drugs, guns, all the rest, gang activity. And that's just getting started."
    },
    {
      "speaker": "TOM HOMAN, FOMER ACTING ICE HEAD",
      "utterance": "I have said it over and over again. Look, I don't care if Republican or Democrat, there is no downside on securing our border. It means less illegal immigration which means you don't bankroll the criminal organization that kill our officers and there is less illegal immigration. Let's drive (inaudible) less illegal immigration. I don't see the downside. The only thing I think, I wish Trump would have asked Schumer on camera what you voted for in 2006 to build a barrier. What changed other than the anti-Trump agenda?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Kellyanne Conway made that point earlier and others. I mean, Obama, all these guys spoke so passionately about the need to have this fence but now Trump says it's a wall and no, no, we only got to give a pittance of the money. By the way, Jackie Speier, congressman, spoke out today. I want to share it with you. Let's watch."
    },
    {
      "speaker": "REP. JACKIE SPEIER, D-CALIF.",
      "utterance": "So he could set up that opportunity to test out his theory that he has the votes. I don't think he has the votes in the House. He's acting like he's a cornered animal and he lashes out. That's not the description of any president that I want in charge of our country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. Back to the point I made in the last segment. Rather than offer a substantive menu of solutions here, it is personal invective. It is Trump is this, Trump is that. He's a dictator -- it's like you hear what she said. There is no solution. They're not going to argue about how we are going to do it better or we actually have a plan for reforming asylum laws that's really going to cut the flow. It is Trump is a bad person. Is she right though? Do you have the votes?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Laura, first of all, there is strong support in the House --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Do you have the votes?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "-- for securing the border and given the president --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What does that mean? Do you have the votes for the wall?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "So if the president says $5 billion is what I need and ideally you try to get an agreement with the Senate and that means you have to have some Democrats as part of that agreement, but if not, we can pass in the House. We've been trying to get an agreement with the senate because ultimately to get the bill to the president's desk has been the objective, not just to pass a bill in the house, but ultimately we can pass a bill in the house. The president is saying I will at least meet with Senate Democrats and House Democrats to see if we can get an agreement. The president is trying to get an agreement to solve the problem. I think what you are seeing right now and today was on display in the White House. A Washington Democrats want open borders more than they want it for the government."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They don't want to give him a win. Isn't that a big part of this?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "That's a big part of it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He could have solved this last January and February during the other mini shutdown when the president said give me chain migration cuts, the visa lottery. We wanted E-Verify."
    },
    {
      "speaker": "SCALISE",
      "utterance": "And Chuck Schumer initially agreed to all of those things, and then the radical left is the ones who went and blew the whole deal up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The president also said something about the wall and its current state that made me curious. Let's watch."
    },
    {
      "speaker": "TRUMP",
      "utterance": "A lot of wall has been built. We don't talk about that, but we might as well start, because it's being built right now, big sections of wall. And we will continue that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I must have missed the wall being built. What wall? Where's it being built?"
    },
    {
      "speaker": "TOM HOMAN, FORMER ACTING ICE DIRECTOR",
      "utterance": "I think what he means is they are upgrading certain parts."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's not a wall. Stop saying it's a wall. There's no wall. If you want a wall, say we don't have the wall. I know it's bad because he made the promise, but they are not building the wall. So you've got to stop saying that. That undercuts -- he was great. I thought he was great in the Oval Office. You don't have to --"
    },
    {
      "speaker": "SCALISE",
      "utterance": "He was great, but understand, there is about 100 miles of wall being built, but that's not anywhere near where we need to go to get this job done. So there is a small start, but there's a lot more work to be done."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's not a lot of the wall. What is it, 1,600 miles? That's not a wall."
    },
    {
      "speaker": "HOMAN",
      "utterance": "It's not the wall that Border Patrol wanted. Border Patrol has rangers that --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is someone is telling him that, they're giving him --"
    },
    {
      "speaker": "HOMAN",
      "utterance": "The wall they want is the one they need and the one that should be funded. That's not what was funded in the last bill."
    },
    {
      "speaker": "SCALISE",
      "utterance": "But they also want the technology and the tools to keep our Border Patrol agents. And you've seen this, Laura, you've highlighted it.  Our Border Patrol agents are under attack by a lot of the criminals in this caravan. We need the tools to keep our Border Patrol agents safe who are keeping America safe. That's part of this --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I still say if we don't reform those asylum laws, people will be pouring in on those --"
    },
    {
      "speaker": "SCALISE",
      "utterance": "By the way, every single member of the caravan was offered asylum by Mexico and work permits by Mexico and they turned it down."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've got to keep the pressure on the Democrats. They are on the wrong side of this, and the American people are with the Republicans on this."
    },
    {
      "speaker": "SCALISE",
      "utterance": "American people want border security. Let's go get it."
    },
    {
      "speaker": "HOMAN",
      "utterance": "You hit the nail on the head when you said this is an anti-Trump agenda. They don't want to give him a win. You've got Schumer and Pelosi, both support sanctuary policies in their states. So they want a sanctuary policy to keep illegal aliens in, but they don't want to fund the wall to keep him out. You have two of the worst people in the Oval Office to even talk about border security. They put their political futures out of this country's security, which is their number one responsibility. Shame on them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "California and New York."
    },
    {
      "speaker": "HOMAN",
      "utterance": "They entice people to come here illegally."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He might be in New York City, he gives them all the ideas, they get whatever they want. They get their IDs and they get their ability to work, no problem."
    },
    {
      "speaker": "HOMAN",
      "utterance": "Absolutely. Come to New York City or come to California, get to a sanctuary state, we won't work with ICE. Welcome."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We'll demonize ICE. Guardians of the galaxy, I don't think so.  All right, guys, thank you so much, great to see you. And coming up, we've warned you about the deep hatred at the root of the Women's March. There is another Women's March coming up soon in the new year. We have an expose that looks into their shocking origins and the Democrats that it puts at risk. Don't miss this."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "utterance": "I know we will rise to the challenge, and I know we will keep fighting no matter what."
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "utterance": "This is the moment you will remember when women stood strong and stood firm."
    },
    {
      "speaker": "HARRIS",
      "utterance": "We are tired as women of being relegated to simply being thought of as a particular constituency or demographic. Let's buckle in, because it's going to be a bumpy ride."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, those two supposed Democratic rock stars have become some of the more powerful advocates of the radical group known as the Women's March. Some new details on how that group was started. However, we may have them rethinking their association. Trace Gallagher is life out on our west coast newsroom with the shocking origin story of the group. Trace?"
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "utterance": "And Laura, the dichotomy here is certainly stunning. As part of its mission statement the Women's March says it's committed to finding anti-Semitism, and yet two of its leaders and most public figures, Tamika Mallory and Carmen Perez, have praised Nation of Islam leader and known anti-Semite Louis Farrakhan. Mallory has called him the greatest of all time and was in attendance this year at Farrakhan's annual address where he gave Tamika Mallory a shout out, then proceeded to give a speech replete with anti-Semitic and homophobic remarks. The Women's March says Farrakhan's statements don't align with the group's principles, and Mallory's presence at his annual address was bad judgment.  Yet Perez and Mallory have disavowed his comments, and now \"Tablet\" magazine is reporting that during the Women's March first meeting back in November of 2016, both Mallory and Perez endorsed an infamous and debunked anti-Semitic trope that Jews exploited black and brown people and were proven to be leaders of the American trade. The controversy is also gaining notice because the Women's March has become, as you noted, a powerful organization and has been endorsed by potential 2020 presidential candidates like California Democratic Senator Kamala Harris and New York Democratic Senator Kirsten Gillibrand, both of whom spoke at the Women's March pre-rally in January, 2017. It's also worth noting that despite allegations of anti-Semitism among some leaders, Ben Cohen and Jerry Greenfield, the Jewish founders of Ben & Jerry's ice cream, are standing by their partnership with Women's March. Even marking the partnership with a brand-new flavor, Pecan Resist. Laura?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Trace, thanks so much. And joining me as Ann Coulter, conservative commentator, and Ladawn Jones, a Democratic state rep in Georgia and criminal defense attorney. All right, Ann, why aren't Gillibrand and Kamala Harris and all the other female Democratic leaders who back this group, why aren't they being pressed by any members of the media every time they step in front of a microphone given the connection between the Nation of Islam leader Farrakhan and this group? By the way, their march, I know, Ann, you and I should go, it's January 19th, coming up. ANN COULTER, AUTHOR, \"RESISTANCE IS FUTILE\": Totally. I will be there.  Laura, I think you know the answer that question. I think we're going to be seeing a lot of these disputes in the Democratic Party base because they all hate one another. You have the Muslims and the Jews and the various exotic sexual groups in the black church ladies with the college queers.  The only thing that keeps the Democratic base together is for them to keep focusing on white men are the ones keeping you down. You must hate white men. It's the one thing they all have in common. So as it becomes increasingly clear that we are not going to get a wall or Trump fulfilling his immigration policies, the one thing we have to look forward in the new country is just ginning up all these hatred in the Democratic base."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "One of the things that was written, Ladawn, about the group, and this is this new \"Tablet\" piece. This was by Mercy Morganfield comments about, she's the D.C. coordinator of the march, said this, \"Bob Bland called me secretly and said Mercy, they've been in bed with the Nation of Islam since day one. They do all of our security.\" Is that the group you want doing your security given the most hateful anti-Semitic comments made over the years by Farrakhan, calling Jews termites most recently and any number of assorted sordid things he's said?"
    },
    {
      "speaker": "LADAWN JONES, D-GA., STATE REPRESENTATIVE",
      "utterance": "Last time I checked, it is not common for you to ask for the religious preferences of the people who are protecting you when there are those who are threatening your life simply because you are standing up for a woman's right to vote, a woman's right to equal pay. This is a silly nonstarter by conservatives trying to split a movement that they know is externally powerful. And they are afraid of this next march coming up because they know it will get even more women, progressive women, into office just like it did in this past election. You guys should come out. You might learn a thing or two."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Actually, I think we are not the ones who are making a big deal of this. I think actually some of the founders of the march themselves are very concerned about this anti-Semitic taint within the organization. I think they want the march to be successful, and I don't blame them. They put together an amazing array of people, it was a huge turnout. But if the shoe were on the other foot, and it was a bunch of conservatives getting together, and all of a sudden the security for the group was like some David Duke type guy, you guys would be rightly saying, what are you doing? Why are you having them do the security? I don't think we would get away, Ann, with saying they are doing security. We don't ask their political views."
    },
    {
      "speaker": "COULTER",
      "utterance": "You don't have to hypothesize it. There's this group the Proud Boys. They have defended me all over America. And by the way, they are quite multiethnic. And I don't ask what their religion is. They are attacked by being accused of being a group of white men. Like I say, that's the only thing that keeps the Democratic base together, they keep hating white men. Even though the Proud Boys are not only white men, but what are they being attacked for? For defending people like me."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There's another piece, Mercy, a piece of this \"Tablet\" article, and I'll read it. \"It was there that Perez and Mallory allegedly first asserted that Jewish people bore a special collective responsibility as exploiters of black and brown people, and even, according to a close secondhand source, claimed that Jews were proven to have been leaders of the American slave trade.\" So this was some of the conspiracy theories at the 2016 inaugural Women's March meeting. Are you concerned about any of that?"
    },
    {
      "speaker": "JONES",
      "utterance": "Not even remotely concerned. Listen, the organizers have all, and it was quoted in the \"Tablet\" article, they have denied that this even took place. This, again, is just an attempt to try to slow down a movement that conservatives are really afraid of. Listen, if you know anything about the Women's March or if you look at their website, you see that the entire purpose is intersectionality, is about inclusiveness. It's about bringing in people of all races, all genders, and all religions to stand up for a common purpose, which is American women. And I can get why conservatives are concerned, because they know that is a tie that binds us as American, worry about our children, worry about the economy. And it's one of those things you can't split up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We just heard Kamala Harris who said she was sick of being treated as a demographic group in that sound bite we bumped in with, but that seems like what the Women's March is kind of doing to itself. I don't think there were a lot of pro-life Democratic women at the march. I don't think so. I don't think I saw many of them showcase. It was more of the celebrities screaming about how they wanted to blow up the White House.  Was it diverse? What do you mean diverse? Diverse in what way? Not intellectual diversity."
    },
    {
      "speaker": "COULTER",
      "utterance": "The feminists can't even get along with the transgenders. In Los Angeles, you have Mexicans and blacks fighting like banshees. In New York, it's Puerto Ricans against the Dominicans. The idea that you can just step forward and say we are for unity and tolerance -- no. Like I said, this will be the one fun we will have the new country. The great accomplishment of the Women's March seems to be selling a lot of t-shirts."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We will see what happens."
    },
    {
      "speaker": "COULTER",
      "utterance": "Actually. We know in 2018 there was a record number turnout of women who got elected to the Democratic Party. I know that's not usual since they have all white males who were elected, except for the one white female that was elected. But diversity is part of the story."
    },
    {
      "speaker": "COULTER",
      "utterance": "White men are still running your party, whereas only about 20 percent of the Democratic voters are white men but, wow, look at the leadership. Look at all the Democrats running. Your nominee is probably going to be Beto O'Rourke. There are only a few women even running. White men run your party. If you have anybody to complain to, it's the Democratic Party."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Come on, Bernie Sanders and Joe Biden are very diverse, Ann.  That's not fair at all. But I think the Women's March, look, I don't agree with them, but they did turn a lot of people. And the Republicans have to take a page out of some of the organizing of the Democrats. But I appreciate the conversation, guys, thanks so much. By the way, are we witnessing a 21st century version of segregation?  Seriously. Wait until you hear about a vacation promotion that bans people from participating based on their skin color. The heated debate next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Do you know there's something of a booming tourism sector focused solely on black people who don't want to be around white people?  It's not a joke. \"Vice News\" traveled one of the resorts catering to these customers who say it's their only way to escape racism in the United States. Watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The breath in is the reminder that we are safe."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We needed a safe space that was outside the United States to hold certain conversations."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Would having white people on this trip ruin it?"
    },
    {
      "speaker": "EMMA DUNCAN",
      "utterance": "I don't think we would be as open and as honest as we are with the group that we are in now."
    },
    {
      "speaker": "CHRISTINE DONNELLY",
      "utterance": "We're looking for ways, coping mechanisms, and ways to take care of ourselves, because we are not on the agenda."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I feel like white people shouldn't even have passports, because they've done enough -- especially white Americans.  Leave them in the United States. They do not need to come here."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "They've shouldn't even be able to travel."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "They need to stay in the United States. My tip to white people is to let us have our space. Let us have our room, and go hang out with other white people. We are OK. You've done enough damage."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "my breath is taken away. That woman you just heard is Andrea X.  She is the founder of the Women of Color Retreat in Costa Rica. And she went on to say that she's not doing this as a type of reverse racism.  Really? Here to debate this, Horace Cooper, co-chair of Project 21, and Democratic strategist Antjuan Seawright. Horace, if you replace white with any other group, what do you think the reaction would be? I think we are the only ones doing this on cable news which I can't believe. I saw this and I almost fell over. You can't really be serious. Now we're self- segregating, which people can do whatever they want, but then don't claim that you are all tolerant. HORACE COOPER, CO-CHAIR, PROJECT 21: This is worse than that. This actually is bigotry. This actually is racism. Look, what we are talking about is people using justified language in their own minds for saying it's OK not to associate with them or their kind. We don't want to travel with them. We don't want them to be able to fly."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They should stay in the United States, I love that. That was a good one."
    },
    {
      "speaker": "COOPER",
      "utterance": "Any time that my grandparents would've heard phrases like that, we knew what they meant and what they were trying to express. It was separatism. It was you stay over. And we as a nation have come together to recognize that that kind of bigotry and that kind of ignorance shouldn't be welcomed. One last thing I wanted to say, and that is that we would be seeing boycotts. We would be seeing all -- heads exploding."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Boycotts?"
    },
    {
      "speaker": "COOPER",
      "utterance": "If Expedia allowed you to purchase your whites only cruise, do you understand how seriously the left would take that?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I want to play something for you, Antjuan. This is more from the retreat cofounder. And this is from again from \"Vice News.\" Do we have it? Let's listen."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "What would you say to someone who is like it sounds like paradise for black people, in some ways it's motivated by the same hate that white people who want to create white nations and white spaces have?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I would say doesn't have anything to do with them.  This is about us feeling our community."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Your thoughts? It's not about racism."
    },
    {
      "speaker": "ANTJUAN SEAWRIGHT, FOUNDER AND CEO OF BLUEPRINT STRATEGY",
      "utterance": "So a couple things. I don't necessarily agree with the approach and how it was couched, maybe some of her language use. But let's be honest. These things happen. They just may not always be broadcast. And the truth of the matter is, and again I'm not agreeing with their tactic and what it is, but the truth of the matter is boys have trips all the time in which girls are not allowed. Corporations go on retreats et cetera were certain groups are not allowed, where they have it's just them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Corporate? Whites only corporations?"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "No, I am saying corporate retreats."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They don't bring the competition to their retreat. What are you talking about?"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Corporate retreats happen in which it is just them and their group of people --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right, the leadership of the company. That's not racially exclusive."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Again, I'm not justifying what she did. What I'm saying, these exclusive trips happen. But again, I think that's wrong."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Look, the thing I wanted to get at, and I guess we don't have this particular sound bite, but she said every time a have a conversation with white people, I just pick up on certain things that they say. I pick up on the microaggressions, the passive aggressiveness. I pick up on it.  So I decided one day just to eliminate white people for my personal life.  And ever since then, my life has been way more breezy. That's the founder of this organization."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "I think that feeds into this narrative and it gives fuel to the fire of racism and hate and bigotry and all the things that divide us in this country. So I fundamentally do not agree with their approach."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You're not like this. You wouldn't go on this. This is where you just got to say this is ridiculous."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "I'm here with you, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Horace, I think there is something, though, in this, that we are at a point where we are supposed to be, everyone, just be cool. People are different, the different races, different backgrounds, different ethnicities. Let's try to come together and everyone have a solution to something. But instead it's you are over there, and I'm here. I thought separate but equal wasn't OK. I thought it had to be together. Thurgood Marshall."
    },
    {
      "speaker": "COOPER",
      "utterance": "Again, that's the point here. Again, imagine what if a group of fraternity members all white, all-male, said they were just going to regularly --"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Let's not assume those things don't happen, though."
    },
    {
      "speaker": "COOPER",
      "utterance": "Let's see what would happen if someone came out on the news, \"Vice News\" ran a story about these. Those individuals will lose their job.  They would lose their jobs, their livelihoods would be changed."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I am happy to go on vacation with both of you any time, as long as your wives are OK. All together, exclusive."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Inclusive, not exclusive."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Inclusive. Good idea. Great to have you both on. All right, coming up, since \"Time\" routinely disappoints with their pick of person of the year, we reveal \"The Ingraham Angle's\" list next. A hint -- it was a tie. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, to heck with the Time magazine persons or people of the year. We decided to highlight an \"Ingraham Angle\" person of the year.  Ready? It is a tie. The first are the heroic first responders who risk life and limb to respond to the tragic and devastating Paradise fire out in California."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "County 13, it's bad. He guys, go up towards the left."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Are they coming for us?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Watch out, watch out!"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Jess!"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Amazing. The second are the border agents who, despite being constantly maligned, go about doing their job keeping this country safe. We spoke to Chief Rodney Scott of the San Diego sector in June."
    },
    {
      "speaker": "RODNEY SCOTT, BORDER PATROL CHIEF AGENT, SAN DIEGO",
      "utterance": "The misinformation that's going on..."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's a nice way of putting it by the way."
    },
    {
      "speaker": "SCOTT",
      "utterance": "I'm trying to be polite. It's actually very frustrating and it's extremely insulting. So a lot of us just flat out why (ph)."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congratulations to our agents and our first responders always putting serving others above self and the recipients of the first ever \"Ingraham Angle\" Persons (ph) of the Year Award. That's all the time we have tonight. Shannon Bream and the \"Fox News @ Night\" team, have a jam-packed show that take it from here. Shannon? Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}