{
  "date": "December 1, 2020",
  "headline": "Gutfeld on Paul Krugman's 'illegitimate' column",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-paul-krugmans-illegitimate-column",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Hi. I'm Greg Gutfeld, with Katie Pavlich, Juan Williams, Jesse Watters, and the woman who gets her bleep done, Dana Perino, The Five. Bear with me because this requires explanation. Paul Krugman, you may not know him but he is the biggest joke on the New York Times' comic page except The Times called them op-eds. In his latest spook, he claims that Biden will be, quote, \"the first modern president trying to govern in the face of an opposition that refuses to accept his legitimacy.\" Good one, except first, Biden is about as moderate as a poodle's skirt. And second, the current president has had to fight for four years against an opposition of elites, often using a very familiar word. Krugman apparently doesn't recall any of this, right, Hillary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "He knows he's an illegitimate president. He knows. He knows that there were a bunch of different reasons why the election turned out the way it did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "He was legally elected. But the Russian -- weighing in on the election, the Russian attempt to have the election. And frankly, the FBI is weighing in on the election I think makes his election illegitimate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "He is an illegitimate president, in my mind. That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENT-ELECT OF THE UNITED STATES",
      "sentences": "I absolutely agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "We call it the Neuralyzer (Inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Thank you, Agent K. Ladies and gentlemen, if you will, look right here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "sentences": "That way you could just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. How did his editors not see this? But then they did a secret edit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's right. They went in and they tried to fix it a little bit, because they were realizing that it was just -- it's preposterous to not even remember this. I mean, the simplest of Google searches would have shown that. But also, pretty audacious to write it anyway. Because if you remember, President Trump was actually dealing with calls for impeachment before his own inauguration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And not -- and the other thing is the resistance, obviously. Look, I know that President Obama, in his book, and he's talked abut it before. He believes that he was always blocked, the obstructionist Republicans, they were terrible. And then after the recount in 2000, that was pretty hard. He had some people, some -- you know, especially judges saying that he wasn't a legitimate president either. So there is some precedents for this. But in this case, it's so well- documented that everyone said do not help -- do not help the president. Do not work with him. Don't even help him with the COVID relief bill that Americans really need right now. The other thing I would mention is there is this push to say that Republicans should just get behind Joe Biden an confirm all of his nominees. Let me give you this example. President Trump had 128 nominees of his. The Democrats asked for a cloture vote. Basically that meant we are just going to sit on this. We're going to delay it, and delay it, and delay it. That basically -- all of them ended up with 90 votes or more. Under Obama, only 12. So think about that, the scale of it, 128 nominees held back. Under Obama, it was 12. So when it is said that there was obstructionism in the Obama years, I get it. They think that. But the scale of it, the data, proves it was much worse for Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's enough to make you want to swear, doesn't it, Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I am on my best behavior today. Thank you for having me back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. So Jesse, what are your thoughts on this blockbuster monologue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "You know why I don't like fact-checking Democrats, Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It leaves me less time for I told you so's and whataboutisms. And I wanted to add to your well-researched monologue here. In just 15 minutes, I found other people that called Trump illegitimate. Congresswoman Barbara Lee, Jimmy Carter, Stacey Abrams, Tom Arnold, The New York Times, Washington Post, New York Magazine and Salon (ph). Now, that was only in 15 minutes. Johnny, my assistant wasn't here. I would have found a lot more, but I actually had to research it myself. The title of the column was intriguing to me. How will Biden deal Republican sabotage, OK, Juan. Let's make a deal. You want to make a deal? OK, all of the things that Democrats did to Donald Trump, you defended. You said we're perfectly legitimate. So therefore, all the things that Republicans can do to Biden, equally defensible if they do the same thing. So Republicans can send SWAT teams on pre-dawn (ph) raids into his associates' homes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS HOST",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They could impeach him in an election year. They can leak anonymous fake news quotes about him. They could have prosecutors investigate his charity, his family business. They could boycott his inauguration. They could do all of these horribly ugly things that they did to Donald Trump. They could just do them to Joe Biden, and that would be perfectly fair under this deal we're making. Do we have a deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "We have no deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Why can't those things be done against Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me get this straight. So in other words, you have no precursor in terms of Russian interference --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's China, and we have that laptop from hell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "If you watched all of the hearings of the fraud allegations today, you know that those aren't baseless allegations anymore, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So there is more than enough to go on at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I tell you, I hope that Dana's language is in advance (ph) because I could use it at the moment. That was a blank load right there. But I got to say, I'm listening to this conversation and I'm thinking, boy, whataboutisms that you mentioned, Jesse. Because, you know, whataboutism is a rhetorical trick that you use when you don't want to talk about the real issue on the table for the day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And I see three people say, you know what about the Democrats when they said this with regard to Russian interference and whatever. But you don't want to address the real issue. And to me, the real issue is that Trump keeps claiming that this election is somehow illegitimate and fraudulent, that something was wrong with this election, but he has no evidence of it. And today, today, his Attorney General, Bill Barr, came out and said there is nothing wrong. We have no evidence of any fraud, misconduct that would change the outcome of this election. This is what -- let me finish. So this is what Bill Barr, the Attorney General, who is a total Trump loyalist said today. Now, Trump is also attacking Georgia Governor Kemp. He's attacking Georgia -- Governor Ducey of Arizona, so Georgia and Arizona, just because they said we had legitimate reelections and you lost, Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He is attacking them. And you know what, this is dangerous. It's dangerous to engage in this whataboutism, because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- lose faith in democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Like the democracy under Trump, because you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Democracy under the Russians. But I'm just saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Did the Russians help Joe Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You want to ignore certain things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, FOX NEWS HOST",
      "sentences": "Democrats don't want to talk about -- don't want Republicans or conservatives to engage in whataboutism because it reminds them of all the things that they've been doing for four years. Now, look, in politics, there are two tracks here. There are these grassroots political movements that oppose the current occupant of the White House. We saw that under President Obama with the Tea Party. We saw that immediately when President Trump took office with the women's march, etcetera. But the other problem that we see, which we did not see in previous administrations, is the weaponization of government against a political campaign. And that is what this resistance was all about. It wasn't just about, you know, resistance in Capitol Hill, opposing President Trump's agenda. It was about using the government --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Whether was the FBI --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And today, the other news with Bill Barr is that he has now upgraded the Durham investigation to a special counsel investigation, because he thinks it's so important to look at the weaponization of government that it should extend into another administration and protect him from being fired. Now, whataboutism -- will someone like Joe Biden or all of these Democrats like Adam Schiff who demanded that President Trump protect Special Counsel Robert Mueller afford John Durham the same when it comes to this investigation, that's to be seen. But the issues against Trump were far more serious in terms of not just basic political opposition. It was embedded, ingrained opposition through different government agencies, and that is a problem. And people broke the law to do it, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go. All right, we got to move on. By the way, whataboutism is actually a viable debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "For your sake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "coming up next, Joe Biden rolling out a progressive plan for the economy and unveiling a controversial cabinet pick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "President-Elect Joe Biden introducing more cabinet picks today, and promising to fix the economy with a progressive agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "This ongoing economic crisis and help us build the economy back, not just build it back, but build it back better than it was before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "We will find collective purpose to control the pandemic and build our economy back better than before. to rebuild our infrastructure and create better jobs, to invest in our workforce, to advance racial equity and make sure the economic recovery includes everyone, to address the climate crisis with American ingenuity and American jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Janet will be the first woman to hold this office. We might have to ask Lin-Manuel Miranda who wrote the musical about the first Secretary of Treasury Hamilton to write another musical about the first woman Secretary of the Treasury, Yellen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, she is boring to me. They called her controversial. I just call her wicked partisan Democrat. You know, she's a collusion hoaxer. That's fine. I don't think she's going to get confirmed, so onto the next one. That Janet Yellen, wow, she really light up the room. Wouldn't you like to be at a party with her, Juan? My goodness. You know, listen, the only job Joe Biden has ever created has been for Hunter. The guy has no experience in business. His whole career, he was a Senate foreign relations committee, judiciary committee. He's going to be like the junior member of his economic team. And what are these people going to do? The last time he was in charge, it was the slowest recovery since the great depression. Barack put him in charge of the stimulus. Where were those shovel-ready jobs? They never appeared. So they just need to focus on two things. Wages, you know, last year, 2019, $5,000 average wage, the best wage growth in U.S. history. They've got to keep that up. And then this COVID situation, it's all of these Democrat blue state governors that are dragging this recovery slower. And they need to get in gear and get these stupid regulations out so the rest of the economy can roar back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. So Dana, I was thinking, you know, that saying it's pretty much a cliche. Elections have consequences. But one of the consequences is that the president gets to select his cabinet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Sure. And he gets to make these choices. And I think when he announced his national security team, it was like, OK, we know all of these people. They are all from the Obama administration, and I understand that. Like, he knows these people. And in fact, with Neera Tanden, he has done it well for a long time. I don't think the problem for her is going to be tweets at all. I think it's going to be qualifications. She ran American Progress, that is a really -- far left advocacy organization. But OMB, Office of Management and Budget, it's really technical. And I just don't think that when the senators start to question her about those skills, that she will be able to say that she matches that. Now, maybe I'm wrong. Who knows?. I could be wrong. But I will say this. I think Senator Lindsey Graham made a really good decision to not take her on in terms of tweets, but to turn her nomination into something to rally people to turn out to vote in the Georgia Senate runoffs. Because you said this is why it is so important that Republicans are able to keep the Senate, so that we can make sure that we have a say when it comes to who is going to be in charge of things like the Office of Management and Budget.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So Greg, Neera Tanden, she is also getting fire from Bernie Sanders on the left, the populist, right? But then Sherrod Brown, the Senator from Ohio who was, I think probably, the most liberal in the Senate says, no, Neera Tanden is great. What do you make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know. I don't know what he believes anymore, Sherrod Brown. I'm just so shocked by his beliefs. No, she is obviously a problem, and the big problem here is how she views women, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I missed that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, to name an anonymous harassment victim in an all staff meeting. I mean, where is the MeToo movement on this? I mean, that should be disqualifying right there. It's disgusting. If a Republican had done what she did, Adam Schiff, Jerry Nadler, and Pelosi would show up in handmade costumes weeping at the Capitol. But they are going to be very quiet about this. But also, I think you played down her role in the hoax. She tried to undermine the democracy, the republic, our country, with that hoax. She tried to create an illegitimate presidency, and that doesn't stand. She should not be put forth. Nobody is saying he can't make his picks, but we can point out she is a terrible, terrible pick. See, I enjoy this. I enjoy this. I'm going to rip everyone of his picks. And I'm going to use exactly the same weaponry. I'm going to call her a misogynist. I'm going to undermine their qualifications. I am going to call them illegitimate, everything that they did for four years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I found out also she punched a guy in the face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "She said I didn't punch him. I slugged him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think you guys are back to your Obama posture. You're attacking. All right, so Katie, you know, I noticed today -- so he announces the economic team. Wall Street, very happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Of course, they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Labor -- labor leaders, they are thrilled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Of course, they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So what is going on here? What is all of this Republican opposition? Is it just partisan games?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "-- love Joe Biden. A lot of his donations were from Wall Street guys, despite him claiming that he was not the Fifth Avenue candidate. He was getting more money from Wall Street than President Trump ever has. Unions, of course, have been notoriously liberal and left, and they like big government programs because they reap the benefits of taxpayer money to benefit those programs. So it's no surprise that they're somewhat happy about this. But when you look at, you know, the picks that Joe Biden is putting up and who President Trump hired for these same positions, it's just a fundamentally different way of looking at what the role of government is. Republicans generally think that government should be there to listen and to partner in ways that are appropriate but to take regulations off of business to allow them to thrive. And you have today, Joe Biden saying help is on the way. The government is here to save you. I think on the Neera Tanden thing, look, I mean, the Center for American Progress is a very far left organization. And when you have Bernie Sanders attacking her as not being far left enough, that's a pretty big divide there when it comes to Democrats. I mean, they are all pretty far left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think the Center for American Progress is left of center, but far left, I would've never said that. All right, coming up next, Dr. Fauci taking heat as critics accuse him of flip-flopping on reopening schools, next on The Five.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Prominent leaders getting called out after championing lockdowns that have had a devastating impacts on schools and businesses. Senator Rand Paul tearing into Dr. Anthony Fauci for flip-flopping on shutting down classrooms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Well, I think this illustrates the danger of centralizing power and decision-making in one person in Washington, because when one person is so wrong, as Dr. Fauci has been, it has grave effects for millions of schoolchildren. The evidence has been clear for six months, evidence from entire countries in Europe and in Asia, that schools do not lead to a surge, that kids are poor transmitters of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, that's a tough one. They're both kind of wiry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Scrappy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They're very scrappy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think they should settle it that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think that's why you're sitting there. Look, OK, I want to point out something I find very strange. This whole idea of voting who gets the vaccine. Have you read this about the -- I mean, it's like there were like a council of elders from Planet of the Apes. I mean, why can't you just figure this out? Like, do you need a vote? Just say who -- obviously, health care workers who are in the frontlines, and then the elderly, the people most vulnerable. I did it for you. Why do experts and bureaucrats have to ladle on all the stupid BS -- this is why - - so I would defend Fauci in the fact that scientists provisional, it changes. There is no such thing as settled science. We were sold that line with climate change. But everything changes. Everything changes. That's the whole point of scientific method, right, to test things. So Americans are justified in being pissed off at experts, because they fulfill their part of this massive undertaking. They didn't go to weddings. They couldn't see their loved ones when their loved ones passed away. They couldn't go to work. Some lost their jobs. They still did the very best they can. Yet, they are still being treated like sheep who must be poked and prodded to do the right thing. There's a certain amount of arrogance there that I think people are now exhausted from, and they are tired of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You just made a great point. And I want the audience to listen to this again. Think about the settled science. We had the settled science this summer on COVID, and then it changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So why can't that be the same thing with global warming? Why can't that science change?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is. The models are always changing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Exactly, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Some people were right from the beginning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Dana, I want to play some sound, Mitch McConnell blasting Nancy Pelosi for not doing this deal on COVID relief, listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "sentences": "Speaker of the House the entire summer and entire autumn literally gambling with the health and welfare of the American people. She gambled it if American families didn't get any more relief before the election, her party would expand its majority in the House and Democrats could continue demanding the right to remake all of society along far-left lines in exchange for passing any more COVID relief whatsoever. But their all or nothing obstruction backfired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, they blew it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I still have hope that the Congress will do the right thing and do this before Christmas, because the economy really needs it. People need this relief. I would urge you to not go home for the holidays without getting this done. Especially if the warnings are that the winter could be tough for the next few weeks until this vaccine gets underway. The House this week, it's meeting. Pelosi has called them back. Do you know what they're voting on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Private ownership of lions and tigers and legalizing marijuana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Finally, I could get high with my tiger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Exactly. Actually, you're not going to be allowed to have tigers anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wow. It's amazing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, you can smoke as much pot as you want, but lions and tigers are going to have to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "You know who's pushing lions and tigers? Carole Baskin. She is the one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, Carol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. Instead of COVID relief.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I want to let you guys know about something as CDC panel just voted on which Americans will get the virus vaccine first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Recommends say for the initial phase of the distribution program, health care personnel and residents of long-term care facilities should be given access first. That makes sense Juan, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And cable news host.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I can't say much on this, but I wish our company would do more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We're going to give you a shot, all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, I'd take it. Listen, you know, I mean, the reason they had to make some judgments comes to something that you said that I just thoroughly agree with that, you know, there is an issue with this virus. It's called a novel virus because it's new.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right. So, we are learning, the scientists just like us and just like the experts. Everybody is learning about it. And so, they have to, at times, make mistakes or make missteps or they --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- you know, so they learn. So, this to me with regard to this decision about where the by the vaccine should go, Jesse. A lot of the elderly, in fact, don't respond well. So, the question was, are you giving it to people who won't benefit upfront? You definitely should give it to the people who are providing my care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right. Give it to the spreaders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But you don't want to give it to people who are spreading it. That's -- oh, you do want to give it to people who are spreading it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right. And that's usually people ages like 18 to 35.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, there you go. So, that's why -- that's why you had some controversy. But again, I just think that you, Greg, I think you hit it on the head. You got to follow the science. It's not about hypocrisy, left and right, it's about following the science. And sometimes the science hits a bump. And everybody's all those scientists, they know nothing. But let me tell you, you want to believe in those guys more than you want to believe - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes. But you know what, the science is also about debate. And these experts like Dr. Fauci haven't explained why things have changed very well. So, they come out and make this expert opinion, which everybody says we should believe because they are experts, and then when it changes, there's not a great explanation for it. So, the mask is a perfect example. At the beginning, when Americans were saying, should we be buying masks or wearing masks and they got screamed at saying no, stop wearing masks, stop buying them because they don't work. And instead of explaining that we need PPE for the frontline workers, they lied to everybody and said that they don't work. And then now we are here, you know, nine months later, and you have all these governors mandating mass citing the experts, right. But I think it really comes back down to the media, because if you ever questioned anything, any of the science or what you were supposed to do, you were hounded as a science denier or someone who wasn't taking this seriously. And really, science is about debate and you're allowed to question some of these things to get to an answer that actually makes people have some trust in the system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK. Ahead, Former President Barack Obama attacking average Americans as he and other Democrats continue to prove just how out of touch they really are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Democrats are not helping themselves when it comes to connecting with the average voter. Former President Obama revealing in a new memoir his true feelings on the 2010 Deepwater Horizon oil spill, arguing that the only way to prevent a similar catastrophe is to stop drilling entirely. And he writes that wasn't going to happen because at the end of the day, we Americans loved our cheap gas and big cars more than we cared about the environment except when a complete disaster was staring us in the face. Greg, he's always so disappointed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's just not good enough for him because we need our cars to go to work and we need -- we need electricity too, you know, just also for our electric cars. But that comes from coal, right? Doesn't that come from coal? Oh, we're just really --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Or fracking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, or fracking. We're just really bad. We're not good enough for him as he flies to Hawaii. I wonder how he gets there. It certainly doesn't take a rowboat. So, I was watching -- I was watching a lot of the Michigan State Senate Committee on Oversight or the election stuff, and it was pretty chilling, because there were a lot of opinions, but there's a lot of eyewitness testimony from people that were talking about stories of harassment and agitation while there were as Republican observers, right. They would show up and they would be Republican. And they would just be abused. And it's like, where does this come from? It's a certain amount of arrogance. Republicans don't project arrogance over Democrats. They don't tell you to go out and just treat people like crap. But the fact is, that's where this is coming from. Democrats politicians projected arrogance that tells their supporters and voters that they have the moral imperative to treat the opposition like there's something less than human. And you saw that at the -- at these polling booths where they're kicking people out. And you see that, like, he's dripping with arrogance. And arrogance is the number one problem we're seeing right now with this election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And that's why he was such a good politician because he creates a false choice. And if you don't agree with that false choice, he's the snob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, and there's something wrong with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And you're a bad person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There's something wrong with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And liberals love that because they love agreeing with snobs because they're very insecure people. It makes them feel better about themselves. But you can have cheap gas, big cars, and like a clean environment too. It doesn't have to be one or the other. Under Donald Trump, we had cheaper gas, bigger cars, and the cleaner environment. I mean, gas was $1 less under Donald Trump, and emissions are down under Donald Trump. And Barack Obama raise taxes, had $3 trillion a year to play with, and couldn't even get the Michigan water in Flint clean. So, what is he talking about? The people that like a clean environment the most are the fishermen, the ranchers, the hunters, the people that are out in the environment the most? They're not big time Liberal Democrats, OK. We need big cars, because you have big families. And we need big trucks because we work hard and put a lot of gear in them. I mean, I don't have any gear. I don't put anything in a truck. But I mean, if I did have any gear, I'd put it in a truck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And also, there's a ton of innovation that's happening. That's American ingenuity and the free market making all those gains possible. There's a hunter here. How did you feel about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes. You know, this is just such an elitist thing for him to say, predictable thing. I mean, this is the guy who has a 7,000 square foot house on the ocean in Martha's Vineyard, but he's going to lecture the average American because they enjoy having cheap gas so maybe they can save more money for their kids' college instead of spending money on gas. I mean, it's just -- stop, man. I mean, he's just such a hypocrite when it comes to this, just like John Kerry. It's not necessarily a political issue. It's a class issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And for him to just like, keep lecturing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Al Gore had a similar issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Al Gore -- I mean, the list goes on forever, right. So, it's just such an elitist, arrogant thing to say. And just to follow up on what Greg said. You know, he projects that it's OK to treat his political enemies this way. But it's not that they just projected. I mean, Maxine Waters going out and saying, you should actually go after and mob people when you see them at the store or in the street. So, they justify it. And then when you turn around and say, please don't lecture me, then you're a racist, because President Obama happens to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let's get this last full minute to Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I mean, I'm just listening. I think it was one of the President's supporters who wanted to tear apart and then shoot the head of cyber security because he said there was no election fraud. And that was just recently, so I think that's on the other side. I mean, I think you guys are missing the point here. One, when he's lecturing people about big cars and gas, he's mostly talking to the rich, to the people who have the big cars and they're spending on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "To the south.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Like him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The second thing is that I think you're missing the point because guess what, Joe Biden won the election, and Joe Biden was who's Vice President. I think, in fact, Obama was a big plus to Joe Biden in this contest. But to me again, we just come back to the big issue of the moment. If you really want to talk about working people and what they need at this moment, it's not an argument over whether or not we should be expanding drilling. No, it's about the stimulus that we've talked about on this show earlier, that Americans going into this holiday deserve to have the Congress act. Democrats have some responsibility in this. But President Trump has said he wants more. But he, the great dealmaker, has failed to pressure Mitch McConnell to do something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Whataboutism, ladies and gentlemen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no, it's not -- this is right now about this-ism right now. Americans need a deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Nowaboutism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Mitch McConnell should stop acting like a scrooge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, the \"FASTEST SEVEN\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Welcome back. Time for the \"FASTEST SEVEN.\" First up, a bar owner in New York City borrowing a page from the far-left in Seattle fighting back against draconian COVID restrictions with his own autonomous zone and refusing to abide by the city's ban on indoor dining in bars and restaurants. And Dana, I should say the bar, and restaurant, to the pub, still has some restrictions. They're distancing and taking some precautions, but they're just declaring themselves autonomous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's a sanctuary pub. Shouldn't have -- don't everybody like that? Don't we all like sanctuary cities?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "We do. We love them, especially in New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And if we supported CHOP, CHAZ, right, and what they did to those businesses like that was an autonomous zone, so I think that these guys are just picking up where everybody else was leaving off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Jesse, it's only fair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. It would be interesting to see. So, you have the East Coast CHAZ, now you have a West Coast CHAZ. Who will get shot, who will get raped and who will get raided? I think we all know the answer to that question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "This would be a winter of love and peace, Greg, as the Seattle Mayor once declared.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's -- he's doing the right thing. They should start doing -- they shouldn't be -- these bars need to do something because they have razor-thin margins. One month closed, you're done. So, I feel -- I feel kind of bad for these businesses because they don't get any exemptions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There's no -- there's no passionate group protesting on their behalf. So, I admire this guy for doing it and other people should support him into the other bars. In fact, they should have like big bar block party protests.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Are you going to get out of Staten Island right now and go have a drink and keep this guy in business?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know where Staten Island is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Juan, I love the fact that they're an autonomous zone. I'm sure that you hate it, but I think it's great what they're trying to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. I think this is childish. I think he's trying to wiggle out. He's trying to find a way around the rules, right? And it seems like you know what, apply some common sense. We're all in this battling a panic. And if we all obey, if we all said --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Did you say the same thing about Black Lives Matter protest?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hang on. If we all actually try to find out how we can properly help each other in this pandemic, it would be wise instead of, you know, playing childish games. A sanctuary city, come on, this is -- the sanctuary city does nothing to my health or your health.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes, it does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What do you mean? There's people killing people in sanctuary cities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Get out of here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What do you mean? What about the woman in San Francisco?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I want to -- I want to enforce that one of the co-owners said that their message is kind of autonomous and they're still doing distancing inside of their establishment and trying to keep everybody safe. They're just fighting back against arbitrary rules.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Good for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "All right, finally, the federal government just made a fly -- made flying a little less annoying for some people by striking down a plan that would have allowed people to talk on their cell phones during flights. So, Dana, flights used to be this time to like relax, kind of detach, and then we got the Wi-Fi, so now you're expected to be on it. And then people want to do phone calls. I'm all for them not having this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Hey, look, there's a lot of policy that I liked about the Trump administration a lot. But this is my favorite thing by far that they have done. It will have lasting effects. I am so happy that this decision was made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "This is like the quiet car on the plane, on the train, going to the plane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. Hey, look, today is Tuesday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This is the best news of the week. I mean, come on. Can you imagine me sitting next to somebody yammering on the damn phone?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Greg, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know if it has to be all or nothing. I would prefer something like an adult swim where, all of a sudden, they announce, OK, you get five minutes to make a phone call. If you got to -- you know, if you're like me, you need your driver to meet you right at the plane so they can take -- because I got to get -- I get -- the fans -- usually when I get off the plane, the fans know ahead of time because TMZ tips them off. And I have to fight my way through. So, it helps me to get on the phone and say, look, I'll be wearing the fedora, blah, blah, blah. So, I think having an adult swim --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And a trench coat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, always a trench coat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Jesse, what's your --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I would say Greg is wrong? I am with Dana. You have the Mideast Peace Deal, you have the tax cuts and then you have this regulation. I'm all in here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I think we all are except for Greg. All right, \"ONE MORE THING\" up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"ONE MORE THING\" with a filthy mouth herself, Dana Perino.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Here I am, America. Yes, back and didn't get fired yet. I want to talk about some technology. This is just very cool. Google unveiled a new program. It's called Project Guideline. So, it uses AI technology to give a blind person the ability to follow a path without assistance so that you could walk or run without anybody guiding you or even a guide dog. It's in the developmental stage. But they worked with a couple of folks to, you know, see how it went for them. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think describing it is like flying freely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Freeing, I think would be like the way that I describe it as.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I was able to walk down the street and I felt safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Technology, amazing innovation, we love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go. All right, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "This Milwaukee man got more Thanksgiving leftovers than he bargained for when a suspect stole his tire and left him with a frozen turkey. Listen to what the victim had to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I've never seen anything like this before. I've heard of people, you know, putting bricks but I've never heard of a turkey underneath. I hope you enjoyed the tire because you could have gave that turkey to somebody who really needed it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Steal it everything in Milwaukee, elections wheels.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What a foul move, right, Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, there's a whole story. They know each other. That was a message. It's like when somebody leaves a fish on your doorstep, leaving a turkey under the wheel, that's a message. Something is going to happen tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You haven't been to Staten Island?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I haven't. All right, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, you know, sometimes people can be so wonderful. And in this holiday season, I want to tell you about Emily Bug and Billy Lewis. Take a look at the happy couple. They got married at Chicago City Hall in October. They've been engaged since 2019. And that's when they began to planning a big wedding. But of course, due to the virus, they had to first make some changes. They tried to have a smaller wedding, they changed the date, and they cancel it all together. And that's when they ended up at City Hall. So, what to do though with the $5,000 deposit for catering? They decided to put on a Thanksgiving feast for people at a mental health facility called Thresholds. Now, you know holidays can be very difficult for people with bipolar illness, schizophrenia. The new couple both healthy, both employed, decided, you know what, we're going to give meals to 200 people. Talk about making lemonade out of lemons. What a joyous, wonderful way to start married life by giving a gift to others. That's a true Merry Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "That's amazing. Good for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, let's do this. Greg's Dishwashing Tips. Of course, we all know the obvious ones. Never put wine glasses in the dishwasher because they're too thin and they break. Try to get all the food off before you put it in there because then it floats, and it stinks up the dishwasher. Also, try to go with the flow the dividers when you're putting the plates in there. And also, don't let your wombat load because like this little fellow here, he does not understand even the most basic. This is obviously from Australia. Only in Australia will wombats be allowed in the kitchen to do the dishes. This wombat --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Isn't a wombat a rodent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it is. Australia has the weirdest animals. And I'm not -- you know, don't get me wrong. I love Australia, but they do have the weirdest animals because like they didn't migrate over to other countries. So, when you go there, they're giant rodents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And a duckbill platypus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Who could forget that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And crocodiles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Never let a wombat load --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And kangaroos too. OK, speaking of animals, the pandemic as we all know, has been hard for a lot of people. But this guy from Pennsylvania has the perfect support to get through the pandemic. AJ's rescue cat Pippin takes any chance to snuggle up to his arm. Pippin was rescued during the lockdown in July and he's going to be snuggling up to his dad's arm. He's been struggling ever since the first week that he was adopted and rescued. And I think that there may have been a mixup at the shelter because this cat's behaving more like a dog and it's a little bit confused.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Can it do dishes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "But it can't -- it cannot do dishes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "(INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Not sure, but very cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Pippin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Pippin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "See, I would have made a musical joke. Oh, I love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, you would have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. All right, that's it for us. \"SPECIAL REPORT\" is up next. Hello, Bret. END Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Hi. I'm Greg Gutfeld, with Katie Pavlich, Juan Williams, Jesse Watters, and the woman who gets her bleep done, Dana Perino, The Five. Bear with me because this requires explanation. Paul Krugman, you may not know him but he is the biggest joke on the New York Times' comic page except The Times called them op-eds. In his latest spook, he claims that Biden will be, quote, \"the first modern president trying to govern in the face of an opposition that refuses to accept his legitimacy.\" Good one, except first, Biden is about as moderate as a poodle's skirt. And second, the current president has had to fight for four years against an opposition of elites, often using a very familiar word. Krugman apparently doesn't recall any of this, right, Hillary?"
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "He knows he's an illegitimate president. He knows. He knows that there were a bunch of different reasons why the election turned out the way it did."
    },
    {
      "speaker": "GUTFELD (on camera)",
      "utterance": "You were on of them. She is not alone, though. Remember this clown?"
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "He was legally elected. But the Russian -- weighing in on the election, the Russian attempt to have the election. And frankly, the FBI is weighing in on the election I think makes his election illegitimate."
    },
    {
      "speaker": "GUTFELD (on camera)",
      "utterance": "That's two. And I wonder how Joe feels about this."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "He is an illegitimate president, in my mind. That's it."
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENT-ELECT OF THE UNITED STATES",
      "utterance": "I absolutely agree."
    },
    {
      "speaker": "GUTFELD (on camera)",
      "utterance": "Yes, he does. And who could forget those boycotting the inauguration, which was meant to underscore the illegitimacy. And then there's Kurgman's own words in a tweet questioning Trump's legitimacy, and that is one of many. So how does he forget all that? Was it a head injury, one caused from reading his own columns? Or maybe after using every single hoax and racial smear against Trump and his supporters, he and The Times just erased all memory of it, maybe with help from these guys."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "We call it the Neuralyzer (Inaudible)."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Thank you, Agent K. Ladies and gentlemen, if you will, look right here."
    },
    {
      "speaker": "GUTFELD (on camera)",
      "utterance": "That's my explanation. Perhaps in order to maintain a comical delusion so well-documented, their only recourse is denial. It never happened. Krugman's lucky that his employer will indulge his madness because it gets clicks, and their constant drumbeat of illegitimacy created a moral imperative for Trump's removal by any means necessary, 25th amendment impeachment, election fraud. Which is why America sees the media for what they are. What's the word? Oh, yeah, illegitimate. So Dana, is it a prerequisite for the media just to forget everything you've ever done? Because if you did, you would just be a hypocrite --"
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "utterance": "That way you could just --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. How did his editors not see this? But then they did a secret edit."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's right. They went in and they tried to fix it a little bit, because they were realizing that it was just -- it's preposterous to not even remember this. I mean, the simplest of Google searches would have shown that. But also, pretty audacious to write it anyway. Because if you remember, President Trump was actually dealing with calls for impeachment before his own inauguration."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "And not -- and the other thing is the resistance, obviously. Look, I know that President Obama, in his book, and he's talked abut it before. He believes that he was always blocked, the obstructionist Republicans, they were terrible. And then after the recount in 2000, that was pretty hard. He had some people, some -- you know, especially judges saying that he wasn't a legitimate president either. So there is some precedents for this. But in this case, it's so well- documented that everyone said do not help -- do not help the president. Do not work with him. Don't even help him with the COVID relief bill that Americans really need right now. The other thing I would mention is there is this push to say that Republicans should just get behind Joe Biden an confirm all of his nominees. Let me give you this example. President Trump had 128 nominees of his. The Democrats asked for a cloture vote. Basically that meant we are just going to sit on this. We're going to delay it, and delay it, and delay it. That basically -- all of them ended up with 90 votes or more. Under Obama, only 12. So think about that, the scale of it, 128 nominees held back. Under Obama, it was 12. So when it is said that there was obstructionism in the Obama years, I get it. They think that. But the scale of it, the data, proves it was much worse for Trump."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's enough to make you want to swear, doesn't it, Dana?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I am on my best behavior today. Thank you for having me back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. So Jesse, what are your thoughts on this blockbuster monologue?"
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "You know why I don't like fact-checking Democrats, Greg?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "It leaves me less time for I told you so's and whataboutisms. And I wanted to add to your well-researched monologue here. In just 15 minutes, I found other people that called Trump illegitimate. Congresswoman Barbara Lee, Jimmy Carter, Stacey Abrams, Tom Arnold, The New York Times, Washington Post, New York Magazine and Salon (ph). Now, that was only in 15 minutes. Johnny, my assistant wasn't here. I would have found a lot more, but I actually had to research it myself. The title of the column was intriguing to me. How will Biden deal Republican sabotage, OK, Juan. Let's make a deal. You want to make a deal? OK, all of the things that Democrats did to Donald Trump, you defended. You said we're perfectly legitimate. So therefore, all the things that Republicans can do to Biden, equally defensible if they do the same thing. So Republicans can send SWAT teams on pre-dawn (ph) raids into his associates' homes."
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS HOST",
      "utterance": "What?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "They could impeach him in an election year. They can leak anonymous fake news quotes about him. They could have prosecutors investigate his charity, his family business. They could boycott his inauguration. They could do all of these horribly ugly things that they did to Donald Trump. They could just do them to Joe Biden, and that would be perfectly fair under this deal we're making. Do we have a deal?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "We have no deal."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Why can't those things be done against Biden?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me get this straight. So in other words, you have no precursor in terms of Russian interference --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's China, and we have that laptop from hell."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I see."
    },
    {
      "speaker": "WATTERS",
      "utterance": "If you watched all of the hearings of the fraud allegations today, you know that those aren't baseless allegations anymore, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I see."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So there is more than enough to go on at this point."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I tell you, I hope that Dana's language is in advance (ph) because I could use it at the moment. That was a blank load right there. But I got to say, I'm listening to this conversation and I'm thinking, boy, whataboutisms that you mentioned, Jesse. Because, you know, whataboutism is a rhetorical trick that you use when you don't want to talk about the real issue on the table for the day."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And I see three people say, you know what about the Democrats when they said this with regard to Russian interference and whatever. But you don't want to address the real issue. And to me, the real issue is that Trump keeps claiming that this election is somehow illegitimate and fraudulent, that something was wrong with this election, but he has no evidence of it. And today, today, his Attorney General, Bill Barr, came out and said there is nothing wrong. We have no evidence of any fraud, misconduct that would change the outcome of this election. This is what -- let me finish. So this is what Bill Barr, the Attorney General, who is a total Trump loyalist said today. Now, Trump is also attacking Georgia Governor Kemp. He's attacking Georgia -- Governor Ducey of Arizona, so Georgia and Arizona, just because they said we had legitimate reelections and you lost, Donald Trump."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He is attacking them. And you know what, this is dangerous. It's dangerous to engage in this whataboutism, because --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- lose faith in democracy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Like the democracy under Trump, because you --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Democracy under the Russians. But I'm just saying --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Did the Russians help Joe Biden?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You want to ignore certain things."
    },
    {
      "speaker": "KATIE PAVLICH, FOX NEWS HOST",
      "utterance": "Democrats don't want to talk about -- don't want Republicans or conservatives to engage in whataboutism because it reminds them of all the things that they've been doing for four years. Now, look, in politics, there are two tracks here. There are these grassroots political movements that oppose the current occupant of the White House. We saw that under President Obama with the Tea Party. We saw that immediately when President Trump took office with the women's march, etcetera. But the other problem that we see, which we did not see in previous administrations, is the weaponization of government against a political campaign. And that is what this resistance was all about. It wasn't just about, you know, resistance in Capitol Hill, opposing President Trump's agenda. It was about using the government --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Whether was the FBI --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And today, the other news with Bill Barr is that he has now upgraded the Durham investigation to a special counsel investigation, because he thinks it's so important to look at the weaponization of government that it should extend into another administration and protect him from being fired. Now, whataboutism -- will someone like Joe Biden or all of these Democrats like Adam Schiff who demanded that President Trump protect Special Counsel Robert Mueller afford John Durham the same when it comes to this investigation, that's to be seen. But the issues against Trump were far more serious in terms of not just basic political opposition. It was embedded, ingrained opposition through different government agencies, and that is a problem. And people broke the law to do it, by the way."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go. All right, we got to move on. By the way, whataboutism is actually a viable debate."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "For your sake."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "coming up next, Joe Biden rolling out a progressive plan for the economy and unveiling a controversial cabinet pick."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "President-Elect Joe Biden introducing more cabinet picks today, and promising to fix the economy with a progressive agenda."
    },
    {
      "speaker": "BIDEN",
      "utterance": "This ongoing economic crisis and help us build the economy back, not just build it back, but build it back better than it was before."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "We will find collective purpose to control the pandemic and build our economy back better than before. to rebuild our infrastructure and create better jobs, to invest in our workforce, to advance racial equity and make sure the economic recovery includes everyone, to address the climate crisis with American ingenuity and American jobs."
    },
    {
      "speaker": "WILLIAMS (on camera)",
      "utterance": "President-Elect Biden also talking of the diversity of his incoming administration, praising Janet Yellen. She would be the first woman, the head of treasury."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Janet will be the first woman to hold this office. We might have to ask Lin-Manuel Miranda who wrote the musical about the first Secretary of Treasury Hamilton to write another musical about the first woman Secretary of the Treasury, Yellen."
    },
    {
      "speaker": "WILLIAMS (on camera)",
      "utterance": "Biden also introducing Neera Tanden, his controversial pick to lead the White House budget office. Tanden, she is facing criticism from both right and left for past comments she made about Republicans, as well as Bernie Sanders. Jesse, you know, I find it ironic. You have Republican senators, who over for the last four years, had nothing to say about Donald Trump's tweets. All of a sudden, they are experts on tweeting. And they say, oh, Neera Tanden's tweets. We don't like him, and so that's why we won't approve her."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, she is boring to me. They called her controversial. I just call her wicked partisan Democrat. You know, she's a collusion hoaxer. That's fine. I don't think she's going to get confirmed, so onto the next one. That Janet Yellen, wow, she really light up the room. Wouldn't you like to be at a party with her, Juan? My goodness. You know, listen, the only job Joe Biden has ever created has been for Hunter. The guy has no experience in business. His whole career, he was a Senate foreign relations committee, judiciary committee. He's going to be like the junior member of his economic team. And what are these people going to do? The last time he was in charge, it was the slowest recovery since the great depression. Barack put him in charge of the stimulus. Where were those shovel-ready jobs? They never appeared. So they just need to focus on two things. Wages, you know, last year, 2019, $5,000 average wage, the best wage growth in U.S. history. They've got to keep that up. And then this COVID situation, it's all of these Democrat blue state governors that are dragging this recovery slower. And they need to get in gear and get these stupid regulations out so the rest of the economy can roar back."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. So Dana, I was thinking, you know, that saying it's pretty much a cliche. Elections have consequences. But one of the consequences is that the president gets to select his cabinet."
    },
    {
      "speaker": "PERINO",
      "utterance": "Sure. And he gets to make these choices. And I think when he announced his national security team, it was like, OK, we know all of these people. They are all from the Obama administration, and I understand that. Like, he knows these people. And in fact, with Neera Tanden, he has done it well for a long time. I don't think the problem for her is going to be tweets at all. I think it's going to be qualifications. She ran American Progress, that is a really -- far left advocacy organization. But OMB, Office of Management and Budget, it's really technical. And I just don't think that when the senators start to question her about those skills, that she will be able to say that she matches that. Now, maybe I'm wrong. Who knows?. I could be wrong. But I will say this. I think Senator Lindsey Graham made a really good decision to not take her on in terms of tweets, but to turn her nomination into something to rally people to turn out to vote in the Georgia Senate runoffs. Because you said this is why it is so important that Republicans are able to keep the Senate, so that we can make sure that we have a say when it comes to who is going to be in charge of things like the Office of Management and Budget."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So Greg, Neera Tanden, she is also getting fire from Bernie Sanders on the left, the populist, right? But then Sherrod Brown, the Senator from Ohio who was, I think probably, the most liberal in the Senate says, no, Neera Tanden is great. What do you make of this?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know. I don't know what he believes anymore, Sherrod Brown. I'm just so shocked by his beliefs. No, she is obviously a problem, and the big problem here is how she views women, right?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I missed that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, to name an anonymous harassment victim in an all staff meeting. I mean, where is the MeToo movement on this? I mean, that should be disqualifying right there. It's disgusting. If a Republican had done what she did, Adam Schiff, Jerry Nadler, and Pelosi would show up in handmade costumes weeping at the Capitol. But they are going to be very quiet about this. But also, I think you played down her role in the hoax. She tried to undermine the democracy, the republic, our country, with that hoax. She tried to create an illegitimate presidency, and that doesn't stand. She should not be put forth. Nobody is saying he can't make his picks, but we can point out she is a terrible, terrible pick. See, I enjoy this. I enjoy this. I'm going to rip everyone of his picks. And I'm going to use exactly the same weaponry. I'm going to call her a misogynist. I'm going to undermine their qualifications. I am going to call them illegitimate, everything that they did for four years."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I found out also she punched a guy in the face."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She did."
    },
    {
      "speaker": "PERINO",
      "utterance": "She said I didn't punch him. I slugged him."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think you guys are back to your Obama posture. You're attacking. All right, so Katie, you know, I noticed today -- so he announces the economic team. Wall Street, very happy."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Of course, they are."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Labor -- labor leaders, they are thrilled."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Of course, they are."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So what is going on here? What is all of this Republican opposition? Is it just partisan games?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "-- love Joe Biden. A lot of his donations were from Wall Street guys, despite him claiming that he was not the Fifth Avenue candidate. He was getting more money from Wall Street than President Trump ever has. Unions, of course, have been notoriously liberal and left, and they like big government programs because they reap the benefits of taxpayer money to benefit those programs. So it's no surprise that they're somewhat happy about this. But when you look at, you know, the picks that Joe Biden is putting up and who President Trump hired for these same positions, it's just a fundamentally different way of looking at what the role of government is. Republicans generally think that government should be there to listen and to partner in ways that are appropriate but to take regulations off of business to allow them to thrive. And you have today, Joe Biden saying help is on the way. The government is here to save you. I think on the Neera Tanden thing, look, I mean, the Center for American Progress is a very far left organization. And when you have Bernie Sanders attacking her as not being far left enough, that's a pretty big divide there when it comes to Democrats. I mean, they are all pretty far left."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think the Center for American Progress is left of center, but far left, I would've never said that. All right, coming up next, Dr. Fauci taking heat as critics accuse him of flip-flopping on reopening schools, next on The Five."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Prominent leaders getting called out after championing lockdowns that have had a devastating impacts on schools and businesses. Senator Rand Paul tearing into Dr. Anthony Fauci for flip-flopping on shutting down classrooms."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Well, I think this illustrates the danger of centralizing power and decision-making in one person in Washington, because when one person is so wrong, as Dr. Fauci has been, it has grave effects for millions of schoolchildren. The evidence has been clear for six months, evidence from entire countries in Europe and in Asia, that schools do not lead to a surge, that kids are poor transmitters of this."
    },
    {
      "speaker": "WATTERS (on camera)",
      "utterance": "And while states push new COVID crackdowns, Republicans are blasting Democrats for dragging their feet on cutting a COVID stimulus deal. Greg, who do you think would win in a fight, Fauci or Rand Paul?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, that's a tough one. They're both kind of wiry."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Scrappy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They're very scrappy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think they should settle it that way."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think that's why you're sitting there. Look, OK, I want to point out something I find very strange. This whole idea of voting who gets the vaccine. Have you read this about the -- I mean, it's like there were like a council of elders from Planet of the Apes. I mean, why can't you just figure this out? Like, do you need a vote? Just say who -- obviously, health care workers who are in the frontlines, and then the elderly, the people most vulnerable. I did it for you. Why do experts and bureaucrats have to ladle on all the stupid BS -- this is why - - so I would defend Fauci in the fact that scientists provisional, it changes. There is no such thing as settled science. We were sold that line with climate change. But everything changes. Everything changes. That's the whole point of scientific method, right, to test things. So Americans are justified in being pissed off at experts, because they fulfill their part of this massive undertaking. They didn't go to weddings. They couldn't see their loved ones when their loved ones passed away. They couldn't go to work. Some lost their jobs. They still did the very best they can. Yet, they are still being treated like sheep who must be poked and prodded to do the right thing. There's a certain amount of arrogance there that I think people are now exhausted from, and they are tired of it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You just made a great point. And I want the audience to listen to this again. Think about the settled science. We had the settled science this summer on COVID, and then it changed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So why can't that be the same thing with global warming? Why can't that science change?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is. The models are always changing."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Exactly, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Some people were right from the beginning."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Dana, I want to play some sound, Mitch McConnell blasting Nancy Pelosi for not doing this deal on COVID relief, listen."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "utterance": "Speaker of the House the entire summer and entire autumn literally gambling with the health and welfare of the American people. She gambled it if American families didn't get any more relief before the election, her party would expand its majority in the House and Democrats could continue demanding the right to remake all of society along far-left lines in exchange for passing any more COVID relief whatsoever. But their all or nothing obstruction backfired."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, they blew it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I still have hope that the Congress will do the right thing and do this before Christmas, because the economy really needs it. People need this relief. I would urge you to not go home for the holidays without getting this done. Especially if the warnings are that the winter could be tough for the next few weeks until this vaccine gets underway. The House this week, it's meeting. Pelosi has called them back. Do you know what they're voting on?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "What?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Private ownership of lions and tigers and legalizing marijuana."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Finally, I could get high with my tiger."
    },
    {
      "speaker": "PERINO",
      "utterance": "Exactly. Actually, you're not going to be allowed to have tigers anymore."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Really?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wow. It's amazing --"
    },
    {
      "speaker": "PERINO",
      "utterance": "No, you can smoke as much pot as you want, but lions and tigers are going to have to go."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "You know who's pushing lions and tigers? Carole Baskin. She is the one."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, Carol."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. Instead of COVID relief."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I want to let you guys know about something as CDC panel just voted on which Americans will get the virus vaccine first."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Me."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Recommends say for the initial phase of the distribution program, health care personnel and residents of long-term care facilities should be given access first. That makes sense Juan, right?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And cable news host."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I can't say much on this, but I wish our company would do more."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We're going to give you a shot, all right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, I'd take it. Listen, you know, I mean, the reason they had to make some judgments comes to something that you said that I just thoroughly agree with that, you know, there is an issue with this virus. It's called a novel virus because it's new."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right. So, we are learning, the scientists just like us and just like the experts. Everybody is learning about it. And so, they have to, at times, make mistakes or make missteps or they --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Absolutely."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- you know, so they learn. So, this to me with regard to this decision about where the by the vaccine should go, Jesse. A lot of the elderly, in fact, don't respond well. So, the question was, are you giving it to people who won't benefit upfront? You definitely should give it to the people who are providing my care."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right. Give it to the spreaders."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But you don't want to give it to people who are spreading it. That's -- oh, you do want to give it to people who are spreading it?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Right. And that's usually people ages like 18 to 35."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, there you go. So, that's why -- that's why you had some controversy. But again, I just think that you, Greg, I think you hit it on the head. You got to follow the science. It's not about hypocrisy, left and right, it's about following the science. And sometimes the science hits a bump. And everybody's all those scientists, they know nothing. But let me tell you, you want to believe in those guys more than you want to believe - -"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes. But you know what, the science is also about debate. And these experts like Dr. Fauci haven't explained why things have changed very well. So, they come out and make this expert opinion, which everybody says we should believe because they are experts, and then when it changes, there's not a great explanation for it. So, the mask is a perfect example. At the beginning, when Americans were saying, should we be buying masks or wearing masks and they got screamed at saying no, stop wearing masks, stop buying them because they don't work. And instead of explaining that we need PPE for the frontline workers, they lied to everybody and said that they don't work. And then now we are here, you know, nine months later, and you have all these governors mandating mass citing the experts, right. But I think it really comes back down to the media, because if you ever questioned anything, any of the science or what you were supposed to do, you were hounded as a science denier or someone who wasn't taking this seriously. And really, science is about debate and you're allowed to question some of these things to get to an answer that actually makes people have some trust in the system."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK. Ahead, Former President Barack Obama attacking average Americans as he and other Democrats continue to prove just how out of touch they really are."
    },
    {
      "speaker": "PERINO",
      "utterance": "Democrats are not helping themselves when it comes to connecting with the average voter. Former President Obama revealing in a new memoir his true feelings on the 2010 Deepwater Horizon oil spill, arguing that the only way to prevent a similar catastrophe is to stop drilling entirely. And he writes that wasn't going to happen because at the end of the day, we Americans loved our cheap gas and big cars more than we cared about the environment except when a complete disaster was staring us in the face. Greg, he's always so disappointed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's just not good enough for him because we need our cars to go to work and we need -- we need electricity too, you know, just also for our electric cars. But that comes from coal, right? Doesn't that come from coal? Oh, we're just really --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Or fracking."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, or fracking. We're just really bad. We're not good enough for him as he flies to Hawaii. I wonder how he gets there. It certainly doesn't take a rowboat. So, I was watching -- I was watching a lot of the Michigan State Senate Committee on Oversight or the election stuff, and it was pretty chilling, because there were a lot of opinions, but there's a lot of eyewitness testimony from people that were talking about stories of harassment and agitation while there were as Republican observers, right. They would show up and they would be Republican. And they would just be abused. And it's like, where does this come from? It's a certain amount of arrogance. Republicans don't project arrogance over Democrats. They don't tell you to go out and just treat people like crap. But the fact is, that's where this is coming from. Democrats politicians projected arrogance that tells their supporters and voters that they have the moral imperative to treat the opposition like there's something less than human. And you saw that at the -- at these polling booths where they're kicking people out. And you see that, like, he's dripping with arrogance. And arrogance is the number one problem we're seeing right now with this election."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And that's why he was such a good politician because he creates a false choice. And if you don't agree with that false choice, he's the snob."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, and there's something wrong with you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And you're a bad person."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There's something wrong with you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And liberals love that because they love agreeing with snobs because they're very insecure people. It makes them feel better about themselves. But you can have cheap gas, big cars, and like a clean environment too. It doesn't have to be one or the other. Under Donald Trump, we had cheaper gas, bigger cars, and the cleaner environment. I mean, gas was $1 less under Donald Trump, and emissions are down under Donald Trump. And Barack Obama raise taxes, had $3 trillion a year to play with, and couldn't even get the Michigan water in Flint clean. So, what is he talking about? The people that like a clean environment the most are the fishermen, the ranchers, the hunters, the people that are out in the environment the most? They're not big time Liberal Democrats, OK. We need big cars, because you have big families. And we need big trucks because we work hard and put a lot of gear in them. I mean, I don't have any gear. I don't put anything in a truck. But I mean, if I did have any gear, I'd put it in a truck."
    },
    {
      "speaker": "PERINO",
      "utterance": "And also, there's a ton of innovation that's happening. That's American ingenuity and the free market making all those gains possible. There's a hunter here. How did you feel about this?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes. You know, this is just such an elitist thing for him to say, predictable thing. I mean, this is the guy who has a 7,000 square foot house on the ocean in Martha's Vineyard, but he's going to lecture the average American because they enjoy having cheap gas so maybe they can save more money for their kids' college instead of spending money on gas. I mean, it's just -- stop, man. I mean, he's just such a hypocrite when it comes to this, just like John Kerry. It's not necessarily a political issue. It's a class issue."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And for him to just like, keep lecturing --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Al Gore had a similar issue."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Al Gore -- I mean, the list goes on forever, right. So, it's just such an elitist, arrogant thing to say. And just to follow up on what Greg said. You know, he projects that it's OK to treat his political enemies this way. But it's not that they just projected. I mean, Maxine Waters going out and saying, you should actually go after and mob people when you see them at the store or in the street. So, they justify it. And then when you turn around and say, please don't lecture me, then you're a racist, because President Obama happens to be --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Let's get this last full minute to Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I mean, I'm just listening. I think it was one of the President's supporters who wanted to tear apart and then shoot the head of cyber security because he said there was no election fraud. And that was just recently, so I think that's on the other side. I mean, I think you guys are missing the point here. One, when he's lecturing people about big cars and gas, he's mostly talking to the rich, to the people who have the big cars and they're spending on --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "To the south."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Like him."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The second thing is that I think you're missing the point because guess what, Joe Biden won the election, and Joe Biden was who's Vice President. I think, in fact, Obama was a big plus to Joe Biden in this contest. But to me again, we just come back to the big issue of the moment. If you really want to talk about working people and what they need at this moment, it's not an argument over whether or not we should be expanding drilling. No, it's about the stimulus that we've talked about on this show earlier, that Americans going into this holiday deserve to have the Congress act. Democrats have some responsibility in this. But President Trump has said he wants more. But he, the great dealmaker, has failed to pressure Mitch McConnell to do something."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Whataboutism, ladies and gentlemen."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no, it's not -- this is right now about this-ism right now. Americans need a deal."
    },
    {
      "speaker": "PERINO",
      "utterance": "Nowaboutism."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Mitch McConnell should stop acting like a scrooge."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, the \"FASTEST SEVEN\" is up next."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Welcome back. Time for the \"FASTEST SEVEN.\" First up, a bar owner in New York City borrowing a page from the far-left in Seattle fighting back against draconian COVID restrictions with his own autonomous zone and refusing to abide by the city's ban on indoor dining in bars and restaurants. And Dana, I should say the bar, and restaurant, to the pub, still has some restrictions. They're distancing and taking some precautions, but they're just declaring themselves autonomous."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's a sanctuary pub. Shouldn't have -- don't everybody like that? Don't we all like sanctuary cities?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "We do. We love them, especially in New York."
    },
    {
      "speaker": "PERINO",
      "utterance": "And if we supported CHOP, CHAZ, right, and what they did to those businesses like that was an autonomous zone, so I think that these guys are just picking up where everybody else was leaving off."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Jesse, it's only fair."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. It would be interesting to see. So, you have the East Coast CHAZ, now you have a West Coast CHAZ. Who will get shot, who will get raped and who will get raided? I think we all know the answer to that question."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "This would be a winter of love and peace, Greg, as the Seattle Mayor once declared."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's -- he's doing the right thing. They should start doing -- they shouldn't be -- these bars need to do something because they have razor-thin margins. One month closed, you're done. So, I feel -- I feel kind of bad for these businesses because they don't get any exemptions."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There's no -- there's no passionate group protesting on their behalf. So, I admire this guy for doing it and other people should support him into the other bars. In fact, they should have like big bar block party protests."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Are you going to get out of Staten Island right now and go have a drink and keep this guy in business?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know where Staten Island is."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Juan, I love the fact that they're an autonomous zone. I'm sure that you hate it, but I think it's great what they're trying to do."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. I think this is childish. I think he's trying to wiggle out. He's trying to find a way around the rules, right? And it seems like you know what, apply some common sense. We're all in this battling a panic. And if we all obey, if we all said --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Did you say the same thing about Black Lives Matter protest?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hang on. If we all actually try to find out how we can properly help each other in this pandemic, it would be wise instead of, you know, playing childish games. A sanctuary city, come on, this is -- the sanctuary city does nothing to my health or your health."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes, it does."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What do you mean? There's people killing people in sanctuary cities."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Get out of here."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What do you mean? What about the woman in San Francisco?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I want to -- I want to enforce that one of the co-owners said that their message is kind of autonomous and they're still doing distancing inside of their establishment and trying to keep everybody safe. They're just fighting back against arbitrary rules."
    },
    {
      "speaker": "PERINO",
      "utterance": "Good for him."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "All right, finally, the federal government just made a fly -- made flying a little less annoying for some people by striking down a plan that would have allowed people to talk on their cell phones during flights. So, Dana, flights used to be this time to like relax, kind of detach, and then we got the Wi-Fi, so now you're expected to be on it. And then people want to do phone calls. I'm all for them not having this."
    },
    {
      "speaker": "PERINO",
      "utterance": "Hey, look, there's a lot of policy that I liked about the Trump administration a lot. But this is my favorite thing by far that they have done. It will have lasting effects. I am so happy that this decision was made."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "This is like the quiet car on the plane, on the train, going to the plane."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. Hey, look, today is Tuesday?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Tuesday."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This is the best news of the week. I mean, come on. Can you imagine me sitting next to somebody yammering on the damn phone?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Greg, your thoughts?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know if it has to be all or nothing. I would prefer something like an adult swim where, all of a sudden, they announce, OK, you get five minutes to make a phone call. If you got to -- you know, if you're like me, you need your driver to meet you right at the plane so they can take -- because I got to get -- I get -- the fans -- usually when I get off the plane, the fans know ahead of time because TMZ tips them off. And I have to fight my way through. So, it helps me to get on the phone and say, look, I'll be wearing the fedora, blah, blah, blah. So, I think having an adult swim --"
    },
    {
      "speaker": "PERINO",
      "utterance": "And a trench coat?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, always a trench coat."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Jesse, what's your --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I would say Greg is wrong? I am with Dana. You have the Mideast Peace Deal, you have the tax cuts and then you have this regulation. I'm all in here."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I think we all are except for Greg. All right, \"ONE MORE THING\" up next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"ONE MORE THING\" with a filthy mouth herself, Dana Perino."
    },
    {
      "speaker": "PERINO",
      "utterance": "Here I am, America. Yes, back and didn't get fired yet. I want to talk about some technology. This is just very cool. Google unveiled a new program. It's called Project Guideline. So, it uses AI technology to give a blind person the ability to follow a path without assistance so that you could walk or run without anybody guiding you or even a guide dog. It's in the developmental stage. But they worked with a couple of folks to, you know, see how it went for them. Take a listen."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think describing it is like flying freely."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Freeing, I think would be like the way that I describe it as."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I was able to walk down the street and I felt safe."
    },
    {
      "speaker": "PERINO",
      "utterance": "Technology, amazing innovation, we love it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go. All right, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "This Milwaukee man got more Thanksgiving leftovers than he bargained for when a suspect stole his tire and left him with a frozen turkey. Listen to what the victim had to say."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I've never seen anything like this before. I've heard of people, you know, putting bricks but I've never heard of a turkey underneath. I hope you enjoyed the tire because you could have gave that turkey to somebody who really needed it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Steal it everything in Milwaukee, elections wheels."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What a foul move, right, Greg?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, there's a whole story. They know each other. That was a message. It's like when somebody leaves a fish on your doorstep, leaving a turkey under the wheel, that's a message. Something is going to happen tomorrow."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You haven't been to Staten Island?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I haven't. All right, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, you know, sometimes people can be so wonderful. And in this holiday season, I want to tell you about Emily Bug and Billy Lewis. Take a look at the happy couple. They got married at Chicago City Hall in October. They've been engaged since 2019. And that's when they began to planning a big wedding. But of course, due to the virus, they had to first make some changes. They tried to have a smaller wedding, they changed the date, and they cancel it all together. And that's when they ended up at City Hall. So, what to do though with the $5,000 deposit for catering? They decided to put on a Thanksgiving feast for people at a mental health facility called Thresholds. Now, you know holidays can be very difficult for people with bipolar illness, schizophrenia. The new couple both healthy, both employed, decided, you know what, we're going to give meals to 200 people. Talk about making lemonade out of lemons. What a joyous, wonderful way to start married life by giving a gift to others. That's a true Merry Christmas."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "That's amazing. Good for them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, let's do this. Greg's Dishwashing Tips. Of course, we all know the obvious ones. Never put wine glasses in the dishwasher because they're too thin and they break. Try to get all the food off before you put it in there because then it floats, and it stinks up the dishwasher. Also, try to go with the flow the dividers when you're putting the plates in there. And also, don't let your wombat load because like this little fellow here, he does not understand even the most basic. This is obviously from Australia. Only in Australia will wombats be allowed in the kitchen to do the dishes. This wombat --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Isn't a wombat a rodent?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it is. Australia has the weirdest animals. And I'm not -- you know, don't get me wrong. I love Australia, but they do have the weirdest animals because like they didn't migrate over to other countries. So, when you go there, they're giant rodents."
    },
    {
      "speaker": "PERINO",
      "utterance": "And a duckbill platypus."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Who could forget that?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And crocodiles."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Never let a wombat load --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And kangaroos too. OK, speaking of animals, the pandemic as we all know, has been hard for a lot of people. But this guy from Pennsylvania has the perfect support to get through the pandemic. AJ's rescue cat Pippin takes any chance to snuggle up to his arm. Pippin was rescued during the lockdown in July and he's going to be snuggling up to his dad's arm. He's been struggling ever since the first week that he was adopted and rescued. And I think that there may have been a mixup at the shelter because this cat's behaving more like a dog and it's a little bit confused."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Can it do dishes?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "But it can't -- it cannot do dishes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "(INAUDIBLE)"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Not sure, but very cute."
    },
    {
      "speaker": "PERINO",
      "utterance": "Pippin."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Pippin."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "See, I would have made a musical joke. Oh, I love it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, you would have."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. All right, that's it for us. \"SPECIAL REPORT\" is up next. Hello, Bret. END Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}