{
  "date": "December 9, 2018",
  "headline": "Sen. Graham to fight to make sure William Barr is confirmed",
  "subHeadline": "Guests: Raja Krishnamoorthi, Doug Collins, Peter Navarro, Kevin McCarthy, Lindsey Graham",
  "url": "https://www.foxnews.com/transcript/sen-graham-to-fight-to-make-sure-william-barr-is-confirmed",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARIA BARTIROMO, HOST",
      "sentences": "Welcome. Good Sunday morning, everybody. Thanks so much for joining us. James Comey reveals new details about the start of the Russia investigation during bombshell testimony before Congress.  President Trump taps a former attorney general to once again head up the Justice Department.  And the arrest of a high-profile technology executive threatens to derail a potential trade deal with China.  Good morning, everyone. Thanks for being with us. I'm Maria Bartiromo, and this is \"Sunday Morning Futures.\" Former FBI Director Jim Comey is questioned for hours Friday, but on numerous occasions, he just could not recall any key details about unverified information that sparked a probe of the Trump campaign. We will show you the transcript coming up.  Get reaction as well in an exclusive interview with the likely next chairman of the Senate Judiciary Committee. Senator Lindsey Graham is with me this morning. Plus, Senator Graham on a potentially heated confirmation battle shaping up over President Trump's choice to be the next attorney general.  Then, what will Republicans get done after Democrats take control of the House? I will ask the upcoming House minority leader, Kevin McCarthy, in my exclusive interview coming up.   Plus, the White House trade adviser Peter Navarro joins me to discuss the latest trade talks with China, the arrest of the technology giant Huawei's CFO testing both sides, and also this market reaction over worries on economic growth. Plus, the White House chief of staff is out -- all that and more, as we look ahead right now on \"Sunday Morning Futures.\" And we begin this morning with President Trump saying that he intends to nominate William Barr as his next attorney general.   My first guest this morning has pledged to do everything in his power to make sure Barr is confirmed. Joining me right now is Republican Senator from South Carolina Lindsey Graham. He sits on the Senate judiciary, Armed Services, and Budget Committees. And, Senator, it's always a pleasure to speak with you. Thanks so much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "What is the likelihood that William Barr gets confirmed as the next A.G., sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Unless there's something really strange, 100 percent. He's been confirmed three times. He's been the former attorney general for Bush 41, the deputy attorney general in charge of the Criminal Division.  And each time, he was confirmed by voice vote. There has never been a recorded vote because he's that highly qualified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, I mean, at this point, what do we know about William Barr, other than that he was the A.G. for H.W. Bush?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And also his thoughts on the Mueller probe? I mean, what do you think his first point of the -- of his agenda will be, Senator, given the fact that this Mueller probe has been going for two years, and most people don't...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "... really understand where Robert Mueller is going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, I hope the Mueller probe is over by the time he gets confirmed. This has been going on for two years. I hope they will wrap this thing up. But one of the first questions that will be asked of him, will you support Mr. Mueller's ability to complete the probe? And I'm sure he will say yes.  But the idea of looking into the 2016 election completely makes sense to me. You're going to talk to me in a minute about the FISA warrant process used in 2016 against Carter Page and other people based on a dossier paid for by the Democratic Party prepared by a foreign agent that's completely, to this day, still unverified.  We're going to look into everything that happened in 2016, not just Trump, if I'm chairman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, let's talk a bit about that, because, of course, we know that we had that high-profile testimony on Friday of Jim Comey in front of the House Judiciary, as well as the Oversight committees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And Comey use the word \"I don't remember\" 72 times. He said \"I don't know\" 167 times, \"I don't recall\" another eight times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So it doesn't sound like he gave all that much information. What's your reaction to the Comey testimony?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, my biggest reaction was, he made a statement after the -- after he testified that the FISA warrant process basically, to look into that would be sort of a joke.   I don't think it's a joke at all that a warrant was issued based on a document paid for by a political party prepared for an agent that is unverified to basically surveil a member of a presidential campaign.  That's not funny to me.  I want to know how that happened and the role he played. So there's a lot to look at when it comes to FISA oversight. And I intend to do that really early on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, will there be accountability? I mean, some of the comments in terms of what Comey admitted, he talked about the unverified information submitted to the FISA court.  Congressman Ratcliffe said: \"Do you recall that, on numerous occasions, you, in your capacity as the FBI director, referred to the Steele dossier as salacious and unverified?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Mr. Comey says: \"Yes, I don't know that. I was referring to all of it.\"  Mr. Ratcliffe says: \"But, again, your characterization of it was that it was unverified, even though you had to verify -- you had it verified to the court.\" Mr. Comey says: \"What I understand by verified is, we then try to replicate the source information, so that it becomes FBI investigation and our conclusions, rather than a reliable source. That's what I understand it, the difference to be. And that work wasn't completed by the time I left in May 17.\"   So, he basically admits here, then, Senator, that, yes, they brought information to the FISA court that was unverified and they ended up getting a wiretap warrant to spy on a member of the Trump campaign, Carter Page.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, I hope that bothers people. It certainly bothers me. Here's the question that I'm going to ask. To this day, is the dossier verified? Are the allegations in that dossier, have they been verified to this day? It's my understanding they have not. And this was the source of the warrant, and it was renewed four times. And you got the deputy attorney general, Rod Rosenstein, involved in the renewal process. How could a document prepared by a foreign agent paid for by the Democratic Party and the Clinton campaign make it so far through the legal process and nobody threw a flag?   BARTIROMO:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "That bothers me greatly. What is a counterintelligence investigation vs. a criminal investigation? And what are the rules of surveilling a campaign of a major party nominee? All this is very important. Bill Barr should make it through overwhelmingly, should be confirmed, unless politics regarding Trump have completely destroyed the Senate. I don't know the answer to that question.   But I do know this, that President Trump nominated the most qualified person available to him. This man has been confirmed three times by a voice phone. And when it comes to how this committee will look at 2016, we're going to look at everything, including the FISA warrant process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, just to be clear, you are going to be looking at everything, and we're expecting you to be the chairman of the -- of the Senate Judiciary Committee?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes, well, I hope so. I think that's the plan. We will see next year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right. Let me move on and ask you a bit about the CIA information of Mr. Khashoggi, Jamal Khashoggi's murder. We know what the CIA has been saying.  And it's not exactly in step with what the administration has been saying in terms of whether or not the crown prince ordered this hit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Your reaction to what you heard from the CIA, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "It's the most brilliant briefing I have ever received in my time in Congress. You had two analysts that walked us through MBS, the crown prince's focus on Mr. Khashoggi for about two years. This operation was very sophisticated. The person in charge of executing the operation is MBS' right-hand man. There is no doubt by any senator who received this briefing that MBS was complicit in the murder of Mr. Khashoggi.  It's not just this that he's gone after. He's gone after others, renditions, people who have been captured in other countries, brought back to Saudi Arabia because they have been critics in these countries. He put the Lebanese prime minister under house arrest, in the most bizarre episode I have seen in 20 years. And it goes on and on and on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. What are you going to do about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "We're going to label him, MBS...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "OK. Well, we're going to label him complicit. We're going to have a vote in the Senate saying that MBS was complicit in the murder of Mr. Khashoggi.  I'm never going to support any more arms sales to Saudi Arabia. MBS, the crown prince, is a wrecking ball. I think the guy is crazy. Who in their right mind would lure somebody to a consulate in Turkey and have them killed in such a brutal manner, believing you could get away with it?  So my concern is, under this guy's leadership, if we transfer weapons to Saudi Arabia, he will turn around and give it to the Russians and the Chinese. There's a huge backlash growing in a bipartisan manner against our relationship with Saudi Arabia as long as MBS is the face of it. It's a strategically important relationship, but not at all costs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right. Well, we will have to watch that, because we know Iran is the real bad actor in the neighborhood. And the U.S. was counting on the Saudis to be unified against the terrorists out of Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I'm not. I'm not.   Let me put it this way. I'm going to be very blunt with you. If it weren't for the United States, they would be speaking Farsi in about a week in Saudi Arabia. Their military can't fight out of a paper bag. They give us 9 percent of our oil imports.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "We need them a lot less than they need us. So, I don't buy this idea you have got to hook up to a murderous regime, a thug like MBS, to protect America from Iran. Quite the opposite. I think, by hooking up with him, we hurt our ability to govern the region.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, well, we will be watching that. Let me turn over to the agenda in 2019, because we know Nancy Pelosi and Chuck Schumer...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "... are going to be meeting with the president on Tuesday to talk about the spending bill and the border wall funding. Why can't the Senate get on board with the president's border wall funding, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Listen to this. The incoming speaker of the House has said building a wall along our southern border is immoral, immoral. What are you looking at, Nancy Pelosi? Look at the caravan. Look at the charge against the border. Look at the caravans that are to come. Look at the holes in our border security. So here's the problem. You have got the Democratic-leader-to-be in the House calling border security, a wall component, immoral. If I'm President Trump, Tuesday, I would tell Nancy Pelosi and Chuck Schumer there we're going to build a wall where it makes sense. If I were the president, I would dig in and not give in on additional wall funding. And I would want the whole $5 billion, because the caravan is a game-changer -- 1.6 is available to the president. He wants five. And after the caravan, if you don't see the need for additional border security, you're just not paying much attention.  So, Mr. President, dig in, do not give him when it comes to the wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "But isn't it the Senate who's stopping this? I mean, every time we asked congressmen, they say it's passed, we have got the money in the House, it's the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, you're going to have the speaker of the House who will be in charge next year. What about next year? So here's what's happening in the Senate. We need 60 votes to get $5 billion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "If I were the president, I would tell the Democrats, I want $5 billion for wall security because with -- for border security, including a wall, because we need it from the threats we're facing, this caravan and others to follow. And I would put DACA on the table. There are 700,000 young people who came here on the average age of 6. They have got no place to go. They're in the DACA program. If I were the president, I would say, I want two years of wall funding, and I will give legal status to the DACA recipients.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "That's a good deal for the country. And let's just see what happens. But the president is in a good spot here. He needs to dig in and not give in when it comes to wall funding, and put DACA on the table, and see what Nancy Pelosi says then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I believe Nancy Pelosi said she doesn't want anything attached to DACA, but we will see. We're going to have Congressman Kevin McCarthy coming up, who will soon be the minority leader. And we will ask him about that as well. But, Senator, it's always a pleasure to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Thank you so much, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Senator Lindsey Graham joining us there. We're going to take a look at this wild stock market recently. The latest from inside the White House, as Chief of Staff John Kelly is preparing to leave the administration. white House National Trade Council Director Peter Navarro talks trade, tariffs and John Kelly when we come back. Follow me on Twitter @MariaBartiromo, @SundayFutures. Let us know what you would like to see on the program.  Stay with us, as we look ahead right now on \"Sunday Morning Futures.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "John Kelly will be leaving at the end of the year. We will be announcing who will be taking John's place. It might be on an interim basis. I will be announcing that over the next day or two. But John will be leaving at the end of the year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's President Trump announcing his chief of staff, John Kelly's imminent departure, bringing an end to his 17-month-long tenure in the Trump administration.  Let's bring in Peter Navarro. He is the White House National Trade Council director. And, Peter, it's good to see you this morning. Thanks so much for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER NAVARRO, DIRECTOR, WHITE HOUSE OFFICE OF TRADE AND MANUFACTURING POLICY",
      "sentences": "Good morning, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I want to talk a lot about trade and tariffs and certainly the situation with China. But, first, let me ask you about John Kelly. How does that change your agenda or change how you are dealing with the president, now that he is looking for a new chief of staff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Well, let me say, I had the privilege of going to the staff dinner with the first lady and the president on Friday night. The president had nothing but warm words to say to John Kelly. He's served with honor and dignity while he's been at the White House and, before that, when he was in uniform. We wish him well.  The tradition of the Trump administration over the two years I have been there is that -- that people come and go. Every time we get a change, the change is good. It doesn't mean it's for the better. And I wish the chief well. And we're going to just move forward, the way we have been moving forward. You have to remember, it's the president who's the leader and the chief here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right. And we will be watching to see who he names next as his chief of staff. In the meantime, Peter, look at these markets. We had another wild week for the stock market, down 600 points one day, down 500 the next day. Now we are looking at a decline year to date, with the Dow down in negative territory, S&P down in negative territory for 2018 on worries over trade tariffs, higher interest rates. We all know the tariffs were your idea. People are worried that these higher tariffs are cutting into companies' ability to grow, because input costs are going higher. That's crushing profit margins and hurting the stock market. So what are you going to do about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "So, first of all, I think that's a false narrative in terms of the impact of the tariffs on the stock market. My view is that this is strictly an interest rate effect. I think the Fed went too far too fast. And what we saw basically was a little asset reallocation from the stock to the bond market. We have had some impact on the housing market.  In terms of the dollar, it's too strong now, and that's exacerbated our trade deficit. But this is a normal adjustment. To me, it's not even a correction. You have to remember where we started from back on Election Day. We have come thousands and thousands and thousands of points forward. And on -- the day after election, Maria, I predicted that we would get 25000 on the Dow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "A lot of people laughed at me at the time. We got there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Oh, I predicted it as well, Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I mean, I know that the president's business-friendly policies have been great for the market and the economy, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Well...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We saw 4.2 percent economic growth in the second quarter. But now we're dealing with some big issues, China, for example. How does the arrest of the CFO of Huawei implicate or change this truce in terms of talks between the U.S. and China?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "On the outside, it looks like a complication, but these two events are independent. The Justice Department is moving forward on that.  We will see how that goes. I think the most important thing is, at the dinner we had in Argentina, the president of our great nation and the president of China had very good chemistry together. The president of China spent 45 minutes providing a detailed plan to address the various structural issues facing our two nations. And you know what they are, Maria. It's the forced technology transfer.  It's the intellectual property theft. It's the currency manipulation.  It's the state-owned enterprises that basically run around the world with massive subsidies. These have to be addressed. And so I'm confident that, with Bob Lighthizer in the lead and a good team behind him, that, by March 1, the Chinese will deliver on their promise to have concrete, verifiable actions, with concrete, verifiable results. And we should be optimistic. But the markets shouldn't pin their hopes on that, because that's not what this is all about. We have a tremendously strong economy. Every indicator is pointing up. We're bullish. The China trade is a small part of our overall economic growth and world trade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "And I think what we need to do is focus on the structural adjustments that are occurring here in this economy under the leadership of the best president we have had in modern history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, but everyone's worried about growth because of these tariffs. Is there any reason to believe the tariffs on steel and aluminum go away over the near term?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "So, Maria, look, there's a lot of false narratives out there, where they're trying to beat back the tariffs. But the tariffs have been growth-inducing...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "... and investment-inducing, productivity-inducing. And steel and aluminum, they're supposed to...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Wait a minute. Wait a minute. Peter, stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Hang on. Yes, sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We have got to take a short break and come back to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. I'm back with Peter Navarro right now. And, Peter, you were in the middle of a thought in terms of what the impact of this market is. I mean, could this be a cycle, where it's just negative, where the market drops, and that impacts and cuts into economic growth, all of the things that you're talking about that were so great about this economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Certainly not, Maria. You know that the market is simply a leading indicator of the economy. And the economy is just rock-solid, business optimism, consumer confidence, ISM Manufacturing Index...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "... productivity up, wages up, unemployment at record lows. And the best part of the Trump economy is that the people at the lower end of the income stream, the Trump voters who work with their hands, they're the ones who are benefiting the most from the falling unemployment and the rising wages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "So, this is a -- look, this is an adjustment. It's not even a correction. The economy's rock-solid. We're moving forward. Importantly, the Federal Reserve has announced that it's no longer going to be announcing interest rates far in advance. It's going to look at the data instead and make reasoned choices. And the beauty of the Trump economy, Maria...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "... is that all of the structural changes that's the president is putting in, from corporate tax cuts to deregulation, that allows growth- inducing deflationary growth, stimulates investment, productivity and wages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "That can go on for a long time. And it will go on for a long time. And the markets are going to reflect that. So, you know how Wall Street loves to wring their hands and gets all upset, and the program traders love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. Peter...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Strong economy, strong stock market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "... do you really think that the Chinese are going to admit that they have been stealing and they are going to stop it in the next 90 days? Real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "At the dinner in Argentina, there was an acknowledgement of the practices that they engage in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "And they said they would stop doing it. So...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, they acknowledged it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "I mean, look -- look -- yes. And you and I, I mean, look, we have looked at this for years. We know that China has, unfortunately, never honored a single major commitment it's made, going back to the World Trade Organization entry, and in 2015 promising to stop the cyber-intrusions into our businesses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "They just keep doing that stuff. But this is different. This president, Donald J. Trump, they respect him, they fear him. And if anybody can get a deal, it's going to be President Donald J. Trump, with Ambassador Robert Lighthizer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, we will leave it there. Peter, it's great to see you. Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Thank you, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Peter Navarro at the White House. Meanwhile, a partial government shutdown averted for now, after President Trump signed a two-week extension of current federal funding. Now the stage is set for a high-stakes meeting between the president and top Democrat leaders on Tuesday of this upcoming week, as border wall funding remains the major sticking point. Joining me right now, in an exclusive interview, is the House majority leader, Kevin McCarthy. Congressman, it's great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CALIF., HOUSE MAJORITY LEADER",
      "sentences": "Oh, great to have me back. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Thank you so much for joining us. So, what -- what about this continuing resolution and the funding? Is this all about getting the money for the president's border wall? Is that is what this fight is about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, remember where we are. You only had a continuing resolution because of the unfortunate passing of President Bush. So we were supposed to finish all of our work. And we have done 75 percent of all government funding. It's just these seven appropriation bills that need to be done. And the only reason why they're not, because it takes 60 votes in the Senate. Now, the challenge here is, we know the problem with border security. We need our borders stronger, strong, secure, especially with the caravan and others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "In the House version, we have $5 billion. The Senate version has 1.6. And what the president is saying is, I want a deal. That's why Schumer has a process in this, he's going to have Schumer come in. Now, Nancy Pelosi is in a different position. She's having a battle to become speaker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "You have to have 218 votes on the floor. So that's January. But we have to get this all done in the next two weeks. You know the type of new members she has coming in. They're much more socialist, progressive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Where they don't go to her office to visit her. They go to her office to join in the protests. So she has a challenge that she doesn't want to vote for anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "She doesn't want anything done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "No. But we need to get this done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "She wants to be speaker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Exactly. So it's more her personal politics than putting the American public first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "What about this meeting on Tuesday? What comes out of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, I'm hopeful an agreement comes out, exactly what the president, the art of the deal, what he's looking for. He wants an agreement. But remember what happened last time we got here, when Schumer shut the government down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. Then we saw the crocodile tears.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Oh, yes. He threw a big argument that he wanted just his way. This is a place where we can find common ground. The president -- I wanted to fully fund it at $25 billion. The president said, give me $5 billion.  That's compromise. I think, from a standpoint of what we see happening along the border, it is a real challenge. We need border security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "She says she's not going to do it, Nancy Pelosi, under any circumstances. So what -- where are we once your next deadline comes, the 21st?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "We have got two more weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Partial government shutdown?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, yes, because we have funded 75 percent of the government. This is not something the president wants to do. The president wants to get to an agreement, solve the border, fund the 25 percent rest of the government, and let's move forward on places that we can agree and keep moving this country in the right direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Let me ask you about another issue that's been real important to you. And that is, these technology companies out there, bigger than we have ever seen, more powerful than we have ever seen. There have been breaches.  There's obviously speculation that they're censoring conservative conversation. You have got the CEO of Google coming in to testify. What are you looking to get out of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, this is something -- you have too -- that we have looked at this for quite some time, because technology affects so much of our lives. Two-thirds of every adult American gets their news from the Internet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's incredible, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "But there's no other company that has a greater control over the Internet on searches than Google. And Google has not been coming to any of our hearing, whereas Twitter, Facebook, and others -- 90 percent of all Internet searches goes through Google.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's a monopoly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "This is an argument, competitiveness, bias. We saw -- we know the story, what they did to the California Republican Party before the primary, calling our ideology Nazism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Oh, right, Nazism, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "We looked at what happened in that video right after the election, when President Trump won, how depressed they were. And then they gave that silent donation, trying to influence. And think about -- I gave Google credit in 2010 when they pulled out of China, what China was asking them to do in their searches. But now there's talk of them coming back, this Dragonfly. But then Google pulled out of working with the armed forces of America because they disagreed with the A.I. platform which our armed services want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And we know that China has a national system, whereas everybody gets a score.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Everybody gets a score.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "They're spying on you, and at the end of the year, you get a score. And if they don't like the way you behave, if you smoke cigarettes, if you -- whatever it is, you may not be able to get a train ticket. You might not be able to get on the plane -- a plane, you -- whatever it is. And is Google helping China with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, these are the questions we have to ask. And I give Sundar credit. Their CEO came in to see me after I put out a tweet. He promised he would come to a hearing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, but he blew it off so many times before that, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "To the Senate and others, he did. But to myself, he promised.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "And he's coming. We postponed it a week because of the president's death. But these are questions that have to be answered. Then -- that's about China, but what about the privacy of Americans? How long do they keep those searches that are supposed to be private that you go through?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "How do you get the -- what is it that you doing with the data that you're finding? Because they know almost everything about us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "These are -- these are media companies now. Let's face it, Congressman. Are you going to see different legislation overseeing these companies, since they're media companies, and now they didn't think they were media companies just a year ago?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "And they don't -- they don't get treated the same way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "They get treated differently, where they get like almost self- policed. And let's see, what have they been doing to that process? And what is the bias? I know it's an algorithm. But a human writes this algorithm. If you go into Google and you search something, they give you the four queries before you go through. If you put something negative there, you will pick on that. It's 95 percent of people drop off by the time they go to the second page of Google, where your search comes up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "And when they put up news, they're beginning to put up opinions that are news. That's not news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Are we going to see regulation? Are we going to see a bill come to the floor about bigger power?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "This is why we're having the hearings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "What do we need to protect? What do we need to stop the bias?  What do we need for competition?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "What else is on your agenda going into 2019? Give us your agenda, real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, we have to finish off this. We have got to get the farm bill done. We have got to get the funding done. We have got to have border security. I'm a person that believes in legal immigration. And our immigration system is broken, and I would like to solve that problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Working with the Democrats in 2019, it's going to be what they say is going to be the agenda, no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "No, let's -- let's not give the Democrats more power than they have. The Republicans still control the Senate, and President Trump is still in office and needs to sign the bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "The Democrats that got elected did not get elected on an agenda.  The only thing they talked about are investigations in the process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "And I think America is too great for such a small idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman, it's great to have you on the show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Thank you so much, Congressman Kevin McCarthy. We will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "sentences": "I have total confidence that the FISA process was followed and that the entire case was handled in a thoughtful, responsible way by DOJ and the FBI. I think the notion that FISA was abused here is nonsense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Whoa. The notion that the FISA court was abused is nonsense. That was former FBI Director Jim Comey talking to reporters on Friday. He just said that following his closed-door testimony on the investigations into Hillary Clinton's e-mails and Russian election meddling. Comey's answers leaving Republicans frustrated and baffled after he reportedly told them he could not remember some key details and events in the Russia investigation, probably his most important investigation of his career. Joining me right now is Republican Congressman from Georgia Doug Collins.  He is the incoming ranking member of the House Judiciary Committee. Congratulations to you on being the ranking member. And thank you for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DOUG COLLINS (R), GEORGIA",
      "sentences": "Glad to be here this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, we know that Comey used the words \"I don't remember\" 72 times, \"I don't know\" 167 times, or \"I don't recall,\" all -- 245 times, he didn't remember anything. What did you think about that comment just there, that no abuse in the FISA court?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, it's pretty amazing that Jim Comey has memory lapse issues.  Maybe he needs to get checked for that. I'm not sure. But when he walks out in the hall, and he finds reporters, he all of a sudden becomes very loquacious. He gets to talk about everything. And to say that there was not a FISA abuse problem, this, to me, Maria, is the really the bottom-line issue, one of the things besides the evident bias, besides the attacks on the president. When you get down to the system, where they used unverifiable -- up to this day, it seems like -- and even, as Lindsey Graham and others have talked about it, to this moment, that is still not verified, that they used in every FISA application with Carter Page. Now, these are the kind of things that make Americans sit back and say, what's in it for me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "And that's going to be a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So where is the accountability? With all due respect, your committee looks inept. I'm sorry. But you're subpoenaing Jim Comey and Loretta Lynch in December, four weeks before Bob Goodlatte is stepping down. Did they win? Is it over? They got away with it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "No, I don't think they did. And I think Chairman Goodlatte got this on record, because one thing, the Democrats will overreach. That's what they're looking at doing. We have heard this from the moment of 2016 up until now, to when they actually got in. Jerry Nadler, again, I have said before, he's looking over his shoulder at basically a socialistic primary here, because he's got to appear that he's going after something that I don't think he's really comfortable in going after. So Chairman Goodlatte said, we're leaving here. Comey has been avoiding it. He's been talking to the press. He's been leaking. I mean, he's the definition of hypocrisy. Then he comes before it. We will put this on record. We will let Lindsey Graham in the Senate, which will have -- Ron Johnson in the Senate as well.  They're going to have the ability to pick this up, along with what we're doing. And we're going to -- we're not going to let it drop, because, at the end of the day, the American people, led by this president, want to know that the Department of Justice is fair to everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And we need that. And we need to trust the Department of Justice, I mean, as a society. But what are you going to do? You're going to have investigations thrown at you. They want to see his tax returns. Jerry Nadler has already sent it -- said it, the incoming chairman, your colleague. He is going to shut this probe down. So how are you going to deal with this and what has been called even by yourself a politicization of these important agencies of our country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "At this point in time, Jerry Nadler needs to understand one thing. He can go on any investigation he wants. He will have the gavel. But he's going to be met by someone who's going to say, Mr. Nadler, if you want to go down this -- this -- basically this path of attacking and attacking, finding things that we have already looked at, if you want to politicize this to the point to please a base that is just mad about a presidential election, to prepare for another presidential election, we're going to meet you. And we're going to meet you firm. We're going to meet you on that field.  And we're going to defeat you. It will become so problematic for them to run a committee, that they're going to want to say, we're going to do our proper investigative oversight, but we're also going to have to get back to the American people. And that's what we're going to continue to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Has the -- what about the Mueller memos? And now we have got the sentencing news. Give us your reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "I think what we have seen, that liars lie, and they have been prosecuted for that. What bothers me the most about this -- and even some of the things that has been passed out -- is we're out of the scope of really where Mueller started. And Mueller started was the issue of investigation. Now Comey is coming up with two definitions of what that actually means.  And, again, he plays that. But for him and the memory lapse that he's having, with the Mueller investigations coming in, we will see where this actually goes. And I think what we're now seeing is exactly still what the president said.  There's so much in there we don't know. And none of it is saying, here's the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "So I think that's where we're going to look at it in the future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Move on to your agenda. I know you have got a criminal justice bill. That's important. You're going to be working on that. And then the border wall funding, where does it stand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Yes, first off, criminal justice, First Step Act is in the Senate. I'm calling on the majority leader right now, Mitch McConnell, put this on the floor. This is a bill that is good for Americans. This is good across the board. We have the president...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Lindsey Graham wants it on the floor too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Lindsey as well. And the president has spoken passionately about this. Jared Kushner and the rest of the folks at the White House, they have seen the fact that this is what I say money and morals. It's a great argument, because we're spending money to put people in jail, 95 percent of which will get out at some point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "They will get out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "So the question is, how do you deal with them in there? Are you going to give them the opportunity, on their choosing? So we're hoping to get that done. And we think we can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Are you going to get the border wall funding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "I'm ready to see it funded. Look, the issue is -- for us is, I think, as Leader McCarthy said just a moment ago, this is -- the Senate is the issue at this point. They're going to have to come to the terms. And if Schumer wants another shutdown, if he wants to put American citizens' priorities ahead of those who are trying to crash our borders and overtake our borders, and do so from a -- very much an illegal fashion, then let's see what he does with that. But they're going to have to come to it. And I think the American people get this, and we need to make sure that they understand it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman, stay with us. Much more with Congressman Doug Collins when we come right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. I am back with Republican Congressman from Georgia Doug Collins. Mr. Collins is the ranking member of the Judiciary Committee in the new Congress coming up. And, Congressman, I want to ask you about all of these whistle-blowers that are coming out about the Clinton Foundation now, one saying: \"I know where all the bodies are buried. There was real wrongdoing.\" The Clinton Foundation CFO, the former CFO is spilling the beans about them. Is this going to be on your agenda?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "I think it will be. I mean, if we're going to investigate it, if -- again, Ms. Clinton has lived and the Clinton family has just lived sort of a charmed life when it comes to people investigating and doing whatever they wanted to do. I think this is something that we can see, and even in the Department of Justice. If you have people coming forward saying there was actual wrongdoing done, then it needs to be investigated. It needs to be happening. I mean, they're on the down climb. I mean, they can't even put people in seats to do their book tour. I mean, so at a certain point in time now, everybody's abandoning ship. They're finding out what that feels like.  But it does need to be investigated. You can't take a foundation and do whatever you want to do with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, how did Jim Comey answer the questions to your committee in terms of him handling Hillary Clinton with kid gloves?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, when -- there's a time when Jim Comey was on our committee earlier, about two years ago, even before the election. And I told him, I said, you got played, plain and simple. She played you on this stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And what do he say about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "And he got really mad. He just he -- he feigned this, I know I do my job. No, he didn't. He got actually is. When you look at it -- from somebody who's still in the military -- I'm still active -- you don't do anything more important than making sure that the classified information and how you handle that. So don't tell me that it was just a one-off -- don't tell me that it was something, when you actually took a separate server, you had separate accounts, and you made sure that it was part -- I mean, he just got played in. And he won't admit it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "But you know Jerry Nadler, your chairman, is not going to investigate the Clinton Foundation again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, again...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "He wants it off the front pages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, he would love to have it off the front pages. The problem is, it's not going to come off the front pages, because I think an interaction between myself and our side, which is going to continue to bring these issues up, we're going to continue to make this point. Every time he wants to take it down another rabbit hole that he wants to chase, we're going to say, let's look at the issues here. But also never forget -- and I think it was made -- Lindsey Graham, Ron Johnson in the Senate, and, again, the president, we have the ability to continue this process and make sure that the people understand that there are two sides to the story and one that, frankly, under the Obama administration never got told.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Why so many -- why is it that so many of your colleagues, Republicans, are unwilling to get behind the border wall funding for the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "I think they need to. And it's just not -- he's been actually very good. The president has laid out a very simple process, the four pillars, where you look at it from that perspective. But it's pretty simple, Maria. You secure the border. You make sure that it doesn't happen again. Then you start dealing with the folks who are here legally and illegally. That's the way you stop it. I have always made this analogy, sort of the - - if you go into your basement, and there's an inch of water, and you see the pipe broken on the other wall, you don't grab a mop. You fix the pipe.  Then you grab the mop and fix what's happening from there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, it's a good analogy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman, it's great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We're going to be watching your agenda and whether or not your criminal justice bill gets to the floor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We know that that's a priority for you. Republican Doug Collins there. We want to get the reaction from the other side of the aisle right now. Illinois Democratic Congressman Raja Krishnamoorthi is with me. He joins us for an exclusive interview. He sits on the House Oversight Committee. Congressman, it's good to see you this morning. Thanks so much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RAJA KRISHNAMOORTHI, D-ILL.",
      "sentences": "Hey, thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, your reaction to what Jim Comey said? Let's get how you see it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Sure. Well, thanks. Thanks again for having me. Yesterday, or day before, I was in the interview for about six-and-a-half- hours. He answered about 1,000 questions. I thought that he came across as consistent, compelling and careful in his answers. I do think that the majority had a chance to ask him exhaustively about the Clinton e-mail investigation. I don't think anything new was learned about that. But I think that given that he knows a lot about how to protect our democracy from further Russian meddling, I hope he comes back in the next Congress to talk about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman, he said, 71 times \"I don't know,\" 166 times \"I don't remember.\" Well, 166 times, \"I don't know,\" 71 times \"I don't remember,\" \"I don't recall\" another eight times. Did he really give you any information? Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "I think so. We estimate that he answered almost 1,000 questions in total, so his batting average was between .700 and .800. As a Cubs fan, I think that's pretty good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "I think that he could not answer certain questions because he is a material witness in the Mueller investigation. And so the DOJ and FBI, understandably, didn't want him to answer questions about an ongoing investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Secondly, there were certain questions that pertained to classified material, and so he could not possibly in this setting answer those particular questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I thought you chose this setting because he could answer all the questions. We were debating private vs. public. This -- the reason that you chose this setting was because -- in private, behind closed doors, so that he could answer the questions. I mean, it's just the runaround.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Well, I personally wanted it to be a complete open session, so that you and the whole world could actually see him answer the questions real time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "But this is how the setting was designated. And it -- I think that he was able to answer the vast majority of questions, but certain ones, he could not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "What do you think? I mean, why did he have an investigation with Hillary Clinton where we know that there was real wrongdoing, and yet he wrote the exoneration letter even before interviewing her, while at the same time coming out with this Russia collusion story around President Trump, then candidate Trump, which there's no evidence of any collusion? So what's your reaction to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Let's take the first part of your question, ma'am. With regard to the Clinton e-mail investigation, I believe that he formed a viewpoint on this particular issue, according to his testimony, after dozens and dozens of interviews and an exhaustive search.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "And, basically, he said that it was -- the e-mails were handled very carelessly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Hold that thought. Hold that thought, Congressman. We have got to slip in this break. Hold that thought. Back in a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. And I'm back with Congressman Raja Krishnamoorthi. And, Congressman, you were in the middle of a thought in terms of your reaction to Jim Comey's behavior dealing with these two investigations, on the one hand, the Clinton investigation, where there were no charges, and Donald Trump potential collusion, where there's been no evidence of it, but they sure are investigating him up and down the street.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Yes, so I was just going to say that, as the I.G. report detailed exhaustively, there was no political bias in the handling of the e-mail investigation. You should know that Democrats were very upset about the investigation, because, on the one hand, he said that Hillary Clinton was exonerated on -- in July of 2016, and then he came back on October 28 of the same year and reopened it. And a lot of people thought that that actually threw the election to Donald Trump. With regard to the collusion investigation or the Russia investigation, that began in July of 2016...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "... according to his testimony, based on the testimony or based on information from a person named George Papadopoulos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "And that then continued until now, pretty much. He was fired in May of 2017. He wasn't able to conclude it, as you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. Is it possible that Jim Comey could actually say with a straight face there was no abuse to the FISA court?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Well, as you know, the Papadopoulos testimony was what caused the investigation to start. Now, I know that the FISA warrant issue with regard to Carter Page is somewhat controversial. However, as we have learned from other information, the FISA warrant was based on multiple sources of material, not just the dossier, which I know that my colleagues on the other side like to talk about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "No, but it was unverified. It was unverified. And they used it to spy on an American citizen. I mean, everybody knows what went on. Real quick, Congressman, let me ask you about your agenda, what you would like to prioritize in the new Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Well, I think that we were hired to take the majority to get two things done, one, actually to deliver on promises to help working families become more prosperous. So that means, for instance, working on an infrastructure package with the majority -- with the Republican side...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "... working on prescription drug price reform and so forth. And then the second big agenda item is, of course, trying to clean up some corruption and self-dealing and so forth at the agencies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, you had that chance with Jim Comey, but he didn't answer any questions. Congressman, it's good to see you, sir. Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Same here, Maria. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We will be watching. That will do it for \"Sunday Morning Futures.\" Thank you so much for joining us. I'm Maria Bartiromo. Joining me tomorrow morning on Fox Business Network, \"Mornings With Maria,\" 6:00 to 9:00 a.m. Eastern on Fox Business. Have a great rest of your Sunday, everybody. Take care. And stay with Fox News. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, HOST",
      "utterance": "Welcome. Good Sunday morning, everybody. Thanks so much for joining us. James Comey reveals new details about the start of the Russia investigation during bombshell testimony before Congress. President Trump taps a former attorney general to once again head up the Justice Department. And the arrest of a high-profile technology executive threatens to derail a potential trade deal with China. Good morning, everyone. Thanks for being with us. I'm Maria Bartiromo, and this is \"Sunday Morning Futures.\" Former FBI Director Jim Comey is questioned for hours Friday, but on numerous occasions, he just could not recall any key details about unverified information that sparked a probe of the Trump campaign. We will show you the transcript coming up. Get reaction as well in an exclusive interview with the likely next chairman of the Senate Judiciary Committee. Senator Lindsey Graham is with me this morning. Plus, Senator Graham on a potentially heated confirmation battle shaping up over President Trump's choice to be the next attorney general. Then, what will Republicans get done after Democrats take control of the House? I will ask the upcoming House minority leader, Kevin McCarthy, in my exclusive interview coming up. Plus, the White House trade adviser Peter Navarro joins me to discuss the latest trade talks with China, the arrest of the technology giant Huawei's CFO testing both sides, and also this market reaction over worries on economic growth. Plus, the White House chief of staff is out -- all that and more, as we look ahead right now on \"Sunday Morning Futures.\" And we begin this morning with President Trump saying that he intends to nominate William Barr as his next attorney general. My first guest this morning has pledged to do everything in his power to make sure Barr is confirmed. Joining me right now is Republican Senator from South Carolina Lindsey Graham. He sits on the Senate judiciary, Armed Services, and Budget Committees. And, Senator, it's always a pleasure to speak with you. Thanks so much for joining us."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "What is the likelihood that William Barr gets confirmed as the next A.G., sir?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Unless there's something really strange, 100 percent. He's been confirmed three times. He's been the former attorney general for Bush 41, the deputy attorney general in charge of the Criminal Division. And each time, he was confirmed by voice vote. There has never been a recorded vote because he's that highly qualified."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, I mean, at this point, what do we know about William Barr, other than that he was the A.G. for H.W. Bush?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And also his thoughts on the Mueller probe? I mean, what do you think his first point of the -- of his agenda will be, Senator, given the fact that this Mueller probe has been going for two years, and most people don't..."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "... really understand where Robert Mueller is going?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, I hope the Mueller probe is over by the time he gets confirmed. This has been going on for two years. I hope they will wrap this thing up. But one of the first questions that will be asked of him, will you support Mr. Mueller's ability to complete the probe? And I'm sure he will say yes. But the idea of looking into the 2016 election completely makes sense to me. You're going to talk to me in a minute about the FISA warrant process used in 2016 against Carter Page and other people based on a dossier paid for by the Democratic Party prepared by a foreign agent that's completely, to this day, still unverified. We're going to look into everything that happened in 2016, not just Trump, if I'm chairman."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, let's talk a bit about that, because, of course, we know that we had that high-profile testimony on Friday of Jim Comey in front of the House Judiciary, as well as the Oversight committees."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And Comey use the word \"I don't remember\" 72 times. He said \"I don't know\" 167 times, \"I don't recall\" another eight times."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So it doesn't sound like he gave all that much information. What's your reaction to the Comey testimony?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, my biggest reaction was, he made a statement after the -- after he testified that the FISA warrant process basically, to look into that would be sort of a joke. I don't think it's a joke at all that a warrant was issued based on a document paid for by a political party prepared for an agent that is unverified to basically surveil a member of a presidential campaign.  That's not funny to me. I want to know how that happened and the role he played. So there's a lot to look at when it comes to FISA oversight. And I intend to do that really early on."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, will there be accountability? I mean, some of the comments in terms of what Comey admitted, he talked about the unverified information submitted to the FISA court."
    },
    {
      "speaker": "Congressman Ratcliffe said",
      "utterance": "\"Do you recall that, on numerous occasions, you, in your capacity as the FBI director, referred to the Steele dossier as salacious and unverified?\""
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Mr. Comey says: \"Yes, I don't know that. I was referring to all of it.\""
    },
    {
      "speaker": "Mr. Ratcliffe says",
      "utterance": "\"But, again, your characterization of it was that it was unverified, even though you had to verify -- you had it verified to the court.\""
    },
    {
      "speaker": "Mr. Comey says",
      "utterance": "\"What I understand by verified is, we then try to replicate the source information, so that it becomes FBI investigation and our conclusions, rather than a reliable source. That's what I understand it, the difference to be. And that work wasn't completed by the time I left in May 17.\" So, he basically admits here, then, Senator, that, yes, they brought information to the FISA court that was unverified and they ended up getting a wiretap warrant to spy on a member of the Trump campaign, Carter Page."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, I hope that bothers people. It certainly bothers me. Here's the question that I'm going to ask. To this day, is the dossier verified? Are the allegations in that dossier, have they been verified to this day? It's my understanding they have not. And this was the source of the warrant, and it was renewed four times. And you got the deputy attorney general, Rod Rosenstein, involved in the renewal process. How could a document prepared by a foreign agent paid for by the Democratic Party and the Clinton campaign make it so far through the legal process and nobody threw a flag?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": ""
    },
    {
      "speaker": "GRAHAM",
      "utterance": "That bothers me greatly. What is a counterintelligence investigation vs. a criminal investigation? And what are the rules of surveilling a campaign of a major party nominee? All this is very important. Bill Barr should make it through overwhelmingly, should be confirmed, unless politics regarding Trump have completely destroyed the Senate. I don't know the answer to that question. But I do know this, that President Trump nominated the most qualified person available to him. This man has been confirmed three times by a voice phone. And when it comes to how this committee will look at 2016, we're going to look at everything, including the FISA warrant process."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, just to be clear, you are going to be looking at everything, and we're expecting you to be the chairman of the -- of the Senate Judiciary Committee?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes, well, I hope so. I think that's the plan. We will see next year."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right. Let me move on and ask you a bit about the CIA information of Mr. Khashoggi, Jamal Khashoggi's murder. We know what the CIA has been saying.  And it's not exactly in step with what the administration has been saying in terms of whether or not the crown prince ordered this hit."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Your reaction to what you heard from the CIA, sir?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "It's the most brilliant briefing I have ever received in my time in Congress. You had two analysts that walked us through MBS, the crown prince's focus on Mr. Khashoggi for about two years. This operation was very sophisticated. The person in charge of executing the operation is MBS' right-hand man. There is no doubt by any senator who received this briefing that MBS was complicit in the murder of Mr. Khashoggi. It's not just this that he's gone after. He's gone after others, renditions, people who have been captured in other countries, brought back to Saudi Arabia because they have been critics in these countries. He put the Lebanese prime minister under house arrest, in the most bizarre episode I have seen in 20 years. And it goes on and on and on."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. What are you going to do about it?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "We're going to label him, MBS..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "OK. Well, we're going to label him complicit. We're going to have a vote in the Senate saying that MBS was complicit in the murder of Mr. Khashoggi.  I'm never going to support any more arms sales to Saudi Arabia. MBS, the crown prince, is a wrecking ball. I think the guy is crazy. Who in their right mind would lure somebody to a consulate in Turkey and have them killed in such a brutal manner, believing you could get away with it? So my concern is, under this guy's leadership, if we transfer weapons to Saudi Arabia, he will turn around and give it to the Russians and the Chinese. There's a huge backlash growing in a bipartisan manner against our relationship with Saudi Arabia as long as MBS is the face of it. It's a strategically important relationship, but not at all costs."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right. Well, we will have to watch that, because we know Iran is the real bad actor in the neighborhood. And the U.S. was counting on the Saudis to be unified against the terrorists out of Iran."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I'm not. I'm not. Let me put it this way. I'm going to be very blunt with you. If it weren't for the United States, they would be speaking Farsi in about a week in Saudi Arabia. Their military can't fight out of a paper bag. They give us 9 percent of our oil imports."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "We need them a lot less than they need us. So, I don't buy this idea you have got to hook up to a murderous regime, a thug like MBS, to protect America from Iran. Quite the opposite. I think, by hooking up with him, we hurt our ability to govern the region."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, well, we will be watching that. Let me turn over to the agenda in 2019, because we know Nancy Pelosi and Chuck Schumer..."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "... are going to be meeting with the president on Tuesday to talk about the spending bill and the border wall funding. Why can't the Senate get on board with the president's border wall funding, sir?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Listen to this. The incoming speaker of the House has said building a wall along our southern border is immoral, immoral. What are you looking at, Nancy Pelosi? Look at the caravan. Look at the charge against the border. Look at the caravans that are to come. Look at the holes in our border security. So here's the problem. You have got the Democratic-leader-to-be in the House calling border security, a wall component, immoral. If I'm President Trump, Tuesday, I would tell Nancy Pelosi and Chuck Schumer there we're going to build a wall where it makes sense. If I were the president, I would dig in and not give in on additional wall funding. And I would want the whole $5 billion, because the caravan is a game-changer -- 1.6 is available to the president. He wants five. And after the caravan, if you don't see the need for additional border security, you're just not paying much attention. So, Mr. President, dig in, do not give him when it comes to the wall."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "But isn't it the Senate who's stopping this? I mean, every time we asked congressmen, they say it's passed, we have got the money in the House, it's the Senate."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, you're going to have the speaker of the House who will be in charge next year. What about next year? So here's what's happening in the Senate. We need 60 votes to get $5 billion."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "If I were the president, I would tell the Democrats, I want $5 billion for wall security because with -- for border security, including a wall, because we need it from the threats we're facing, this caravan and others to follow. And I would put DACA on the table. There are 700,000 young people who came here on the average age of 6. They have got no place to go. They're in the DACA program. If I were the president, I would say, I want two years of wall funding, and I will give legal status to the DACA recipients."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "That's a good deal for the country. And let's just see what happens. But the president is in a good spot here. He needs to dig in and not give in when it comes to wall funding, and put DACA on the table, and see what Nancy Pelosi says then."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I believe Nancy Pelosi said she doesn't want anything attached to DACA, but we will see. We're going to have Congressman Kevin McCarthy coming up, who will soon be the minority leader. And we will ask him about that as well. But, Senator, it's always a pleasure to see you."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Sure."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Thank you so much, sir."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Senator Lindsey Graham joining us there. We're going to take a look at this wild stock market recently. The latest from inside the White House, as Chief of Staff John Kelly is preparing to leave the administration. white House National Trade Council Director Peter Navarro talks trade, tariffs and John Kelly when we come back. Follow me on Twitter @MariaBartiromo, @SundayFutures. Let us know what you would like to see on the program. Stay with us, as we look ahead right now on \"Sunday Morning Futures.\""
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "John Kelly will be leaving at the end of the year. We will be announcing who will be taking John's place. It might be on an interim basis. I will be announcing that over the next day or two. But John will be leaving at the end of the year."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's President Trump announcing his chief of staff, John Kelly's imminent departure, bringing an end to his 17-month-long tenure in the Trump administration. Let's bring in Peter Navarro. He is the White House National Trade Council director. And, Peter, it's good to see you this morning. Thanks so much for being here."
    },
    {
      "speaker": "PETER NAVARRO, DIRECTOR, WHITE HOUSE OFFICE OF TRADE AND MANUFACTURING POLICY",
      "utterance": "Good morning, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I want to talk a lot about trade and tariffs and certainly the situation with China. But, first, let me ask you about John Kelly. How does that change your agenda or change how you are dealing with the president, now that he is looking for a new chief of staff?"
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Well, let me say, I had the privilege of going to the staff dinner with the first lady and the president on Friday night. The president had nothing but warm words to say to John Kelly. He's served with honor and dignity while he's been at the White House and, before that, when he was in uniform. We wish him well. The tradition of the Trump administration over the two years I have been there is that -- that people come and go. Every time we get a change, the change is good. It doesn't mean it's for the better. And I wish the chief well. And we're going to just move forward, the way we have been moving forward. You have to remember, it's the president who's the leader and the chief here."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right. And we will be watching to see who he names next as his chief of staff. In the meantime, Peter, look at these markets. We had another wild week for the stock market, down 600 points one day, down 500 the next day. Now we are looking at a decline year to date, with the Dow down in negative territory, S&P down in negative territory for 2018 on worries over trade tariffs, higher interest rates. We all know the tariffs were your idea. People are worried that these higher tariffs are cutting into companies' ability to grow, because input costs are going higher. That's crushing profit margins and hurting the stock market. So what are you going to do about it?"
    },
    {
      "speaker": "NAVARRO",
      "utterance": "So, first of all, I think that's a false narrative in terms of the impact of the tariffs on the stock market. My view is that this is strictly an interest rate effect. I think the Fed went too far too fast. And what we saw basically was a little asset reallocation from the stock to the bond market. We have had some impact on the housing market. In terms of the dollar, it's too strong now, and that's exacerbated our trade deficit. But this is a normal adjustment. To me, it's not even a correction. You have to remember where we started from back on Election Day. We have come thousands and thousands and thousands of points forward. And on -- the day after election, Maria, I predicted that we would get 25000 on the Dow."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "A lot of people laughed at me at the time. We got there."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Oh, I predicted it as well, Peter."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I mean, I know that the president's business-friendly policies have been great for the market and the economy, by the way."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Well..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We saw 4.2 percent economic growth in the second quarter. But now we're dealing with some big issues, China, for example. How does the arrest of the CFO of Huawei implicate or change this truce in terms of talks between the U.S. and China?"
    },
    {
      "speaker": "NAVARRO",
      "utterance": "On the outside, it looks like a complication, but these two events are independent. The Justice Department is moving forward on that.  We will see how that goes. I think the most important thing is, at the dinner we had in Argentina, the president of our great nation and the president of China had very good chemistry together. The president of China spent 45 minutes providing a detailed plan to address the various structural issues facing our two nations. And you know what they are, Maria. It's the forced technology transfer.  It's the intellectual property theft. It's the currency manipulation.  It's the state-owned enterprises that basically run around the world with massive subsidies. These have to be addressed. And so I'm confident that, with Bob Lighthizer in the lead and a good team behind him, that, by March 1, the Chinese will deliver on their promise to have concrete, verifiable actions, with concrete, verifiable results. And we should be optimistic. But the markets shouldn't pin their hopes on that, because that's not what this is all about. We have a tremendously strong economy. Every indicator is pointing up. We're bullish. The China trade is a small part of our overall economic growth and world trade."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "And I think what we need to do is focus on the structural adjustments that are occurring here in this economy under the leadership of the best president we have had in modern history."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, but everyone's worried about growth because of these tariffs. Is there any reason to believe the tariffs on steel and aluminum go away over the near term?"
    },
    {
      "speaker": "NAVARRO",
      "utterance": "So, Maria, look, there's a lot of false narratives out there, where they're trying to beat back the tariffs. But the tariffs have been growth-inducing..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "... and investment-inducing, productivity-inducing. And steel and aluminum, they're supposed to..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Wait a minute. Wait a minute. Peter, stay with us."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Hang on. Yes, sure."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We have got to take a short break and come back to this."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "OK."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Stay with us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. I'm back with Peter Navarro right now. And, Peter, you were in the middle of a thought in terms of what the impact of this market is. I mean, could this be a cycle, where it's just negative, where the market drops, and that impacts and cuts into economic growth, all of the things that you're talking about that were so great about this economy?"
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Certainly not, Maria. You know that the market is simply a leading indicator of the economy. And the economy is just rock-solid, business optimism, consumer confidence, ISM Manufacturing Index..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "... productivity up, wages up, unemployment at record lows. And the best part of the Trump economy is that the people at the lower end of the income stream, the Trump voters who work with their hands, they're the ones who are benefiting the most from the falling unemployment and the rising wages."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "So, this is a -- look, this is an adjustment. It's not even a correction. The economy's rock-solid. We're moving forward. Importantly, the Federal Reserve has announced that it's no longer going to be announcing interest rates far in advance. It's going to look at the data instead and make reasoned choices. And the beauty of the Trump economy, Maria..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "... is that all of the structural changes that's the president is putting in, from corporate tax cuts to deregulation, that allows growth- inducing deflationary growth, stimulates investment, productivity and wages."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "That can go on for a long time. And it will go on for a long time. And the markets are going to reflect that. So, you know how Wall Street loves to wring their hands and gets all upset, and the program traders love it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. Peter..."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Strong economy, strong stock market."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "... do you really think that the Chinese are going to admit that they have been stealing and they are going to stop it in the next 90 days? Real quick."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "At the dinner in Argentina, there was an acknowledgement of the practices that they engage in."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "And they said they would stop doing it. So..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, they acknowledged it."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "I mean, look -- look -- yes. And you and I, I mean, look, we have looked at this for years. We know that China has, unfortunately, never honored a single major commitment it's made, going back to the World Trade Organization entry, and in 2015 promising to stop the cyber-intrusions into our businesses."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "They just keep doing that stuff. But this is different. This president, Donald J. Trump, they respect him, they fear him. And if anybody can get a deal, it's going to be President Donald J. Trump, with Ambassador Robert Lighthizer."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, we will leave it there. Peter, it's great to see you. Thanks so much."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Thank you, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Peter Navarro at the White House. Meanwhile, a partial government shutdown averted for now, after President Trump signed a two-week extension of current federal funding. Now the stage is set for a high-stakes meeting between the president and top Democrat leaders on Tuesday of this upcoming week, as border wall funding remains the major sticking point. Joining me right now, in an exclusive interview, is the House majority leader, Kevin McCarthy. Congressman, it's great to see you."
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CALIF., HOUSE MAJORITY LEADER",
      "utterance": "Oh, great to have me back. Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Thank you so much for joining us. So, what -- what about this continuing resolution and the funding? Is this all about getting the money for the president's border wall? Is that is what this fight is about?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, remember where we are. You only had a continuing resolution because of the unfortunate passing of President Bush. So we were supposed to finish all of our work. And we have done 75 percent of all government funding. It's just these seven appropriation bills that need to be done. And the only reason why they're not, because it takes 60 votes in the Senate. Now, the challenge here is, we know the problem with border security. We need our borders stronger, strong, secure, especially with the caravan and others."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "In the House version, we have $5 billion. The Senate version has 1.6. And what the president is saying is, I want a deal. That's why Schumer has a process in this, he's going to have Schumer come in. Now, Nancy Pelosi is in a different position. She's having a battle to become speaker."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "You have to have 218 votes on the floor. So that's January. But we have to get this all done in the next two weeks. You know the type of new members she has coming in. They're much more socialist, progressive."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Where they don't go to her office to visit her. They go to her office to join in the protests. So she has a challenge that she doesn't want to vote for anything."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "She doesn't want anything done."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "No. But we need to get this done."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "She wants to be speaker."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Exactly. So it's more her personal politics than putting the American public first."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "What about this meeting on Tuesday? What comes out of it?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, I'm hopeful an agreement comes out, exactly what the president, the art of the deal, what he's looking for. He wants an agreement. But remember what happened last time we got here, when Schumer shut the government down."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. Then we saw the crocodile tears."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Oh, yes. He threw a big argument that he wanted just his way. This is a place where we can find common ground. The president -- I wanted to fully fund it at $25 billion. The president said, give me $5 billion.  That's compromise. I think, from a standpoint of what we see happening along the border, it is a real challenge. We need border security."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "She says she's not going to do it, Nancy Pelosi, under any circumstances. So what -- where are we once your next deadline comes, the 21st?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "We have got two more weeks."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Partial government shutdown?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, yes, because we have funded 75 percent of the government. This is not something the president wants to do. The president wants to get to an agreement, solve the border, fund the 25 percent rest of the government, and let's move forward on places that we can agree and keep moving this country in the right direction."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Let me ask you about another issue that's been real important to you. And that is, these technology companies out there, bigger than we have ever seen, more powerful than we have ever seen. There have been breaches.  There's obviously speculation that they're censoring conservative conversation. You have got the CEO of Google coming in to testify. What are you looking to get out of that?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, this is something -- you have too -- that we have looked at this for quite some time, because technology affects so much of our lives. Two-thirds of every adult American gets their news from the Internet."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's incredible, yes."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "But there's no other company that has a greater control over the Internet on searches than Google. And Google has not been coming to any of our hearing, whereas Twitter, Facebook, and others -- 90 percent of all Internet searches goes through Google."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's a monopoly."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "This is an argument, competitiveness, bias. We saw -- we know the story, what they did to the California Republican Party before the primary, calling our ideology Nazism."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Oh, right, Nazism, right."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "We looked at what happened in that video right after the election, when President Trump won, how depressed they were. And then they gave that silent donation, trying to influence. And think about -- I gave Google credit in 2010 when they pulled out of China, what China was asking them to do in their searches. But now there's talk of them coming back, this Dragonfly. But then Google pulled out of working with the armed forces of America because they disagreed with the A.I. platform which our armed services want."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And we know that China has a national system, whereas everybody gets a score."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Everybody gets a score."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "They're spying on you, and at the end of the year, you get a score. And if they don't like the way you behave, if you smoke cigarettes, if you -- whatever it is, you may not be able to get a train ticket. You might not be able to get on the plane -- a plane, you -- whatever it is. And is Google helping China with that?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, these are the questions we have to ask. And I give Sundar credit. Their CEO came in to see me after I put out a tweet. He promised he would come to a hearing."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, but he blew it off so many times before that, right?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "To the Senate and others, he did. But to myself, he promised."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "And he's coming. We postponed it a week because of the president's death. But these are questions that have to be answered. Then -- that's about China, but what about the privacy of Americans? How long do they keep those searches that are supposed to be private that you go through?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "How do you get the -- what is it that you doing with the data that you're finding? Because they know almost everything about us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "These are -- these are media companies now. Let's face it, Congressman. Are you going to see different legislation overseeing these companies, since they're media companies, and now they didn't think they were media companies just a year ago?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "And they don't -- they don't get treated the same way."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Exactly."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "They get treated differently, where they get like almost self- policed. And let's see, what have they been doing to that process? And what is the bias? I know it's an algorithm. But a human writes this algorithm. If you go into Google and you search something, they give you the four queries before you go through. If you put something negative there, you will pick on that. It's 95 percent of people drop off by the time they go to the second page of Google, where your search comes up."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "And when they put up news, they're beginning to put up opinions that are news. That's not news."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Are we going to see regulation? Are we going to see a bill come to the floor about bigger power?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "This is why we're having the hearings."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "What do we need to protect? What do we need to stop the bias?  What do we need for competition?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "What else is on your agenda going into 2019? Give us your agenda, real quick."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, we have to finish off this. We have got to get the farm bill done. We have got to get the funding done. We have got to have border security. I'm a person that believes in legal immigration. And our immigration system is broken, and I would like to solve that problem."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Working with the Democrats in 2019, it's going to be what they say is going to be the agenda, no?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "No, let's -- let's not give the Democrats more power than they have. The Republicans still control the Senate, and President Trump is still in office and needs to sign the bill."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "True."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "The Democrats that got elected did not get elected on an agenda.  The only thing they talked about are investigations in the process."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "And I think America is too great for such a small idea."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman, it's great to have you on the show."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Thank you so much, Congressman Kevin McCarthy. We will be right back."
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "utterance": "I have total confidence that the FISA process was followed and that the entire case was handled in a thoughtful, responsible way by DOJ and the FBI. I think the notion that FISA was abused here is nonsense."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Whoa. The notion that the FISA court was abused is nonsense. That was former FBI Director Jim Comey talking to reporters on Friday. He just said that following his closed-door testimony on the investigations into Hillary Clinton's e-mails and Russian election meddling. Comey's answers leaving Republicans frustrated and baffled after he reportedly told them he could not remember some key details and events in the Russia investigation, probably his most important investigation of his career. Joining me right now is Republican Congressman from Georgia Doug Collins.  He is the incoming ranking member of the House Judiciary Committee. Congratulations to you on being the ranking member. And thank you for being here."
    },
    {
      "speaker": "REP. DOUG COLLINS (R), GEORGIA",
      "utterance": "Glad to be here this morning."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, we know that Comey used the words \"I don't remember\" 72 times, \"I don't know\" 167 times, or \"I don't recall,\" all -- 245 times, he didn't remember anything. What did you think about that comment just there, that no abuse in the FISA court?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, it's pretty amazing that Jim Comey has memory lapse issues.  Maybe he needs to get checked for that. I'm not sure. But when he walks out in the hall, and he finds reporters, he all of a sudden becomes very loquacious. He gets to talk about everything. And to say that there was not a FISA abuse problem, this, to me, Maria, is the really the bottom-line issue, one of the things besides the evident bias, besides the attacks on the president. When you get down to the system, where they used unverifiable -- up to this day, it seems like -- and even, as Lindsey Graham and others have talked about it, to this moment, that is still not verified, that they used in every FISA application with Carter Page. Now, these are the kind of things that make Americans sit back and say, what's in it for me?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's right."
    },
    {
      "speaker": "COLLINS",
      "utterance": "And that's going to be a problem."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So where is the accountability? With all due respect, your committee looks inept. I'm sorry. But you're subpoenaing Jim Comey and Loretta Lynch in December, four weeks before Bob Goodlatte is stepping down. Did they win? Is it over? They got away with it?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "No, I don't think they did. And I think Chairman Goodlatte got this on record, because one thing, the Democrats will overreach. That's what they're looking at doing. We have heard this from the moment of 2016 up until now, to when they actually got in. Jerry Nadler, again, I have said before, he's looking over his shoulder at basically a socialistic primary here, because he's got to appear that he's going after something that I don't think he's really comfortable in going after. So Chairman Goodlatte said, we're leaving here. Comey has been avoiding it. He's been talking to the press. He's been leaking. I mean, he's the definition of hypocrisy. Then he comes before it. We will put this on record. We will let Lindsey Graham in the Senate, which will have -- Ron Johnson in the Senate as well.  They're going to have the ability to pick this up, along with what we're doing. And we're going to -- we're not going to let it drop, because, at the end of the day, the American people, led by this president, want to know that the Department of Justice is fair to everybody."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And we need that. And we need to trust the Department of Justice, I mean, as a society. But what are you going to do? You're going to have investigations thrown at you. They want to see his tax returns. Jerry Nadler has already sent it -- said it, the incoming chairman, your colleague. He is going to shut this probe down. So how are you going to deal with this and what has been called even by yourself a politicization of these important agencies of our country?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "At this point in time, Jerry Nadler needs to understand one thing. He can go on any investigation he wants. He will have the gavel. But he's going to be met by someone who's going to say, Mr. Nadler, if you want to go down this -- this -- basically this path of attacking and attacking, finding things that we have already looked at, if you want to politicize this to the point to please a base that is just mad about a presidential election, to prepare for another presidential election, we're going to meet you. And we're going to meet you firm. We're going to meet you on that field.  And we're going to defeat you. It will become so problematic for them to run a committee, that they're going to want to say, we're going to do our proper investigative oversight, but we're also going to have to get back to the American people. And that's what we're going to continue to do."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Has the -- what about the Mueller memos? And now we have got the sentencing news. Give us your reaction."
    },
    {
      "speaker": "COLLINS",
      "utterance": "I think what we have seen, that liars lie, and they have been prosecuted for that. What bothers me the most about this -- and even some of the things that has been passed out -- is we're out of the scope of really where Mueller started. And Mueller started was the issue of investigation. Now Comey is coming up with two definitions of what that actually means.  And, again, he plays that. But for him and the memory lapse that he's having, with the Mueller investigations coming in, we will see where this actually goes. And I think what we're now seeing is exactly still what the president said.  There's so much in there we don't know. And none of it is saying, here's the president."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "COLLINS",
      "utterance": "So I think that's where we're going to look at it in the future."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Move on to your agenda. I know you have got a criminal justice bill. That's important. You're going to be working on that. And then the border wall funding, where does it stand?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Yes, first off, criminal justice, First Step Act is in the Senate. I'm calling on the majority leader right now, Mitch McConnell, put this on the floor. This is a bill that is good for Americans. This is good across the board. We have the president..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Lindsey Graham wants it on the floor too."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Lindsey as well. And the president has spoken passionately about this. Jared Kushner and the rest of the folks at the White House, they have seen the fact that this is what I say money and morals. It's a great argument, because we're spending money to put people in jail, 95 percent of which will get out at some point."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "They will get out."
    },
    {
      "speaker": "COLLINS",
      "utterance": "So the question is, how do you deal with them in there? Are you going to give them the opportunity, on their choosing? So we're hoping to get that done. And we think we can."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Are you going to get the border wall funding?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "I'm ready to see it funded. Look, the issue is -- for us is, I think, as Leader McCarthy said just a moment ago, this is -- the Senate is the issue at this point. They're going to have to come to the terms. And if Schumer wants another shutdown, if he wants to put American citizens' priorities ahead of those who are trying to crash our borders and overtake our borders, and do so from a -- very much an illegal fashion, then let's see what he does with that. But they're going to have to come to it. And I think the American people get this, and we need to make sure that they understand it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman, stay with us. Much more with Congressman Doug Collins when we come right back."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. I am back with Republican Congressman from Georgia Doug Collins. Mr. Collins is the ranking member of the Judiciary Committee in the new Congress coming up."
    },
    {
      "speaker": "And, Congressman, I want to ask you about all of these whistle-blowers that are coming out about the Clinton Foundation now, one saying",
      "utterance": "\"I know where all the bodies are buried. There was real wrongdoing.\" The Clinton Foundation CFO, the former CFO is spilling the beans about them. Is this going to be on your agenda?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "I think it will be. I mean, if we're going to investigate it, if -- again, Ms. Clinton has lived and the Clinton family has just lived sort of a charmed life when it comes to people investigating and doing whatever they wanted to do. I think this is something that we can see, and even in the Department of Justice. If you have people coming forward saying there was actual wrongdoing done, then it needs to be investigated. It needs to be happening. I mean, they're on the down climb. I mean, they can't even put people in seats to do their book tour. I mean, so at a certain point in time now, everybody's abandoning ship. They're finding out what that feels like.  But it does need to be investigated. You can't take a foundation and do whatever you want to do with it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, how did Jim Comey answer the questions to your committee in terms of him handling Hillary Clinton with kid gloves?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, when -- there's a time when Jim Comey was on our committee earlier, about two years ago, even before the election. And I told him, I said, you got played, plain and simple. She played you on this stuff."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And what do he say about that?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "And he got really mad. He just he -- he feigned this, I know I do my job. No, he didn't. He got actually is. When you look at it -- from somebody who's still in the military -- I'm still active -- you don't do anything more important than making sure that the classified information and how you handle that. So don't tell me that it was just a one-off -- don't tell me that it was something, when you actually took a separate server, you had separate accounts, and you made sure that it was part -- I mean, he just got played in. And he won't admit it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "But you know Jerry Nadler, your chairman, is not going to investigate the Clinton Foundation again."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, again..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "He wants it off the front pages."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, he would love to have it off the front pages. The problem is, it's not going to come off the front pages, because I think an interaction between myself and our side, which is going to continue to bring these issues up, we're going to continue to make this point. Every time he wants to take it down another rabbit hole that he wants to chase, we're going to say, let's look at the issues here. But also never forget -- and I think it was made -- Lindsey Graham, Ron Johnson in the Senate, and, again, the president, we have the ability to continue this process and make sure that the people understand that there are two sides to the story and one that, frankly, under the Obama administration never got told."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Why so many -- why is it that so many of your colleagues, Republicans, are unwilling to get behind the border wall funding for the president?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "I think they need to. And it's just not -- he's been actually very good. The president has laid out a very simple process, the four pillars, where you look at it from that perspective. But it's pretty simple, Maria. You secure the border. You make sure that it doesn't happen again. Then you start dealing with the folks who are here legally and illegally. That's the way you stop it. I have always made this analogy, sort of the - - if you go into your basement, and there's an inch of water, and you see the pipe broken on the other wall, you don't grab a mop. You fix the pipe.  Then you grab the mop and fix what's happening from there."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, it's a good analogy."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman, it's great to see you."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Good to see you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We're going to be watching your agenda and whether or not your criminal justice bill gets to the floor."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We know that that's a priority for you. Republican Doug Collins there. We want to get the reaction from the other side of the aisle right now. Illinois Democratic Congressman Raja Krishnamoorthi is with me. He joins us for an exclusive interview. He sits on the House Oversight Committee. Congressman, it's good to see you this morning. Thanks so much for joining us."
    },
    {
      "speaker": "REP. RAJA KRISHNAMOORTHI, D-ILL.",
      "utterance": "Hey, thanks for having me."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, your reaction to what Jim Comey said? Let's get how you see it."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "Sure. Well, thanks. Thanks again for having me. Yesterday, or day before, I was in the interview for about six-and-a-half- hours. He answered about 1,000 questions. I thought that he came across as consistent, compelling and careful in his answers. I do think that the majority had a chance to ask him exhaustively about the Clinton e-mail investigation. I don't think anything new was learned about that. But I think that given that he knows a lot about how to protect our democracy from further Russian meddling, I hope he comes back in the next Congress to talk about that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman, he said, 71 times \"I don't know,\" 166 times \"I don't remember.\" Well, 166 times, \"I don't know,\" 71 times \"I don't remember,\" \"I don't recall\" another eight times. Did he really give you any information? Come on."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "I think so. We estimate that he answered almost 1,000 questions in total, so his batting average was between .700 and .800. As a Cubs fan, I think that's pretty good."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "I think that he could not answer certain questions because he is a material witness in the Mueller investigation. And so the DOJ and FBI, understandably, didn't want him to answer questions about an ongoing investigation."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "Secondly, there were certain questions that pertained to classified material, and so he could not possibly in this setting answer those particular questions."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I thought you chose this setting because he could answer all the questions. We were debating private vs. public. This -- the reason that you chose this setting was because -- in private, behind closed doors, so that he could answer the questions. I mean, it's just the runaround."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "Well, I personally wanted it to be a complete open session, so that you and the whole world could actually see him answer the questions real time."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "But this is how the setting was designated. And it -- I think that he was able to answer the vast majority of questions, but certain ones, he could not."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "What do you think? I mean, why did he have an investigation with Hillary Clinton where we know that there was real wrongdoing, and yet he wrote the exoneration letter even before interviewing her, while at the same time coming out with this Russia collusion story around President Trump, then candidate Trump, which there's no evidence of any collusion? So what's your reaction to that?"
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "Let's take the first part of your question, ma'am. With regard to the Clinton e-mail investigation, I believe that he formed a viewpoint on this particular issue, according to his testimony, after dozens and dozens of interviews and an exhaustive search."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right. Yes."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "And, basically, he said that it was -- the e-mails were handled very carelessly."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Hold that thought. Hold that thought, Congressman. We have got to slip in this break. Hold that thought. Back in a minute."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. And I'm back with Congressman Raja Krishnamoorthi. And, Congressman, you were in the middle of a thought in terms of your reaction to Jim Comey's behavior dealing with these two investigations, on the one hand, the Clinton investigation, where there were no charges, and Donald Trump potential collusion, where there's been no evidence of it, but they sure are investigating him up and down the street."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "Yes, so I was just going to say that, as the I.G. report detailed exhaustively, there was no political bias in the handling of the e-mail investigation. You should know that Democrats were very upset about the investigation, because, on the one hand, he said that Hillary Clinton was exonerated on -- in July of 2016, and then he came back on October 28 of the same year and reopened it. And a lot of people thought that that actually threw the election to Donald Trump. With regard to the collusion investigation or the Russia investigation, that began in July of 2016..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's right."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "... according to his testimony, based on the testimony or based on information from a person named George Papadopoulos."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "And that then continued until now, pretty much. He was fired in May of 2017. He wasn't able to conclude it, as you know."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. Is it possible that Jim Comey could actually say with a straight face there was no abuse to the FISA court?"
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "Well, as you know, the Papadopoulos testimony was what caused the investigation to start. Now, I know that the FISA warrant issue with regard to Carter Page is somewhat controversial. However, as we have learned from other information, the FISA warrant was based on multiple sources of material, not just the dossier, which I know that my colleagues on the other side like to talk about."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "No, but it was unverified. It was unverified. And they used it to spy on an American citizen. I mean, everybody knows what went on. Real quick, Congressman, let me ask you about your agenda, what you would like to prioritize in the new Congress."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "Well, I think that we were hired to take the majority to get two things done, one, actually to deliver on promises to help working families become more prosperous. So that means, for instance, working on an infrastructure package with the majority -- with the Republican side..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "... working on prescription drug price reform and so forth. And then the second big agenda item is, of course, trying to clean up some corruption and self-dealing and so forth at the agencies."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, you had that chance with Jim Comey, but he didn't answer any questions. Congressman, it's good to see you, sir. Thanks so much."
    },
    {
      "speaker": "KRISHNAMOORTHI",
      "utterance": "Same here, Maria. Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We will be watching. That will do it for \"Sunday Morning Futures.\" Thank you so much for joining us. I'm Maria Bartiromo. Joining me tomorrow morning on Fox Business Network, \"Mornings With Maria,\" 6:00 to 9:00 a.m. Eastern on Fox Business. Have a great rest of your Sunday, everybody. Take care. And stay with Fox News. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}