{
  "date": "December 10, 2018",
  "headline": "Do the Mueller filings prove Trump committed a crime?",
  "subHeadline": "Guests: Christopher Hahn, Alan Dershowitz, Harmeet Dhillon, Tom Kersting, Larry Elder, Mark Steyn",
  "url": "https://www.foxnews.com/transcript/do-the-mueller-filings-prove-trump-committed-a-crime",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening and welcome to \"Tucker Carlson Tonight.\" If you've been watching television recently, you've probably heard the bad news. The Trump Administration is over, toast, cooked, done for good, and along with it any hope of the middle-class revolution that 63 million Americans voted for two years ago.  The reason for this tragedy is simple. The President has been caught committing felonies. Here's what the legal experts without law degrees are saying on television.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE O'DONNELL, THE LAST WORD WITH LAWRENCE O'DONNELL HOST, MSNBC",
      "sentences": "If precedent means anything in the Trump era, Donald Trump will be, must be, impeached because of the crimes prosecutors say he committed in the Michael Cohen case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT E. MOOK, FORMER POLITICAL CAMPAIGN STRATEGIST AND CAMPAIGN MANAGER, CNN POLITICAL COMMENTATOR",
      "sentences": "Both parties need to get on board to pass articles of impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDDIE GLAUDE, CHAIR, CENTER FOR AFRICAN-AMERICAN STUDIES",
      "sentences": "You have conspiracy, you have - you have obstruction, you have campaigns finance and you have emoluments. If the Democrats do not pursue this vigorously, they will be, in some ways, held accountable for abdicating their responsibility.  It goes to the moral question, the ethical question. Democracy is at stake.   MAXINE MOORE WATERS, U.S. REPRESENTATIVE FOR CALIFORNIA'S 43RD CONGRESSIONAL DISTRICT, DEMOCRATIC PARTY MEMBER: This criminal must be brought up by the Congress of the United States for impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We're not even (ph) going to show you the Don Lemon tape. There's a lot of emotion there. But to sum up, they're telling us that we're staring down the barrel of a constitutional crisis. And that crisis stems from what MSNBC describes as, quote, the crimes prosecutors say the President committed in the Michael Cohen case.   Which crimes were those? We have the answer. The relevant details were spelled out in a piece that ran over the weekend in The New York Times under this headline. \"Prosecutors say Trump directed illegal payments during campaign.\" The gist of the story is this. Trump's former lawyer, Michael Cohen, has told federal prosecutors that he facilitated payments to two women who said they had affairs with Donald Trump. And then, well actually that's it. That's the entire story right there. Paying these two women, say federal prosecutors and their flacks at NBC News, was a serious crime, a crime worthy of impeachment, if not, indictment. OK. But you might be wondering, how exactly is that criminal? Well, we're going to explain it to you.  We're going to start by stipulating that everything Michael Cohen has told the feds is absolutely true. Now, assuming honesty isn't usually a wise idea with Michael Cohen, but for the sake of argument, let's do it in this case, everything he says is true, why is what Cohen is alleging a criminal offense?   Remember the facts of the story. These are undisputed. Two women approached Donald Trump and threatened to ruin his career and humiliate his family if he doesn't give them money. Now, that sounds like a classic case of extortion. Yet, for whatever reason, Trump caves to it, and he directs Michael Cohen to pay the ransom. Now, more than two years later, Trump is a felon for doing this. It doesn't seem to make any sense.  Oh, but you're not a federal prosecutor on a political mission. If you were a federal prosecutor on a political mission, you would construe those extortion payments as campaign contributions. You'd do this even though the money in question did not come from or go to Donald Trump's presidential campaign. Then you'd claim that Trump and Michael Cohen violated campaign finance law because they didn't publicly disclose those payments despite the fact that disclosing them would nullify the reason for making them in the first place, which was to keep the whole thing secret.  That is the argument you would make, both in federal court and through your proxies on cable television. It is insultingly stupid. But because everyone in power hates the target of your investigation, nobody would question you, and that's what's happening right now.  Now, by this reasoning, any money a political candidate spends to maintain or protect his image while running for office now qualifies as a regulated campaign donation, and has to be disclosed. That would include, by the way, in addition to an infinite number of other things, buying toothpaste and getting a haircut. It would definitely include the taxpayer-financed slush fund that Congress has set aside to pay off its own sexual harassment claims. Yes, those now qualify as campaign contributions. They must be publicly disclosed, except, of course, they're not publicly disclosed, and they never will be. Why is that?  Well that might be a question for Congressional leaders including, now that we think about it, Congressman Adam Schiff of Burbank, California. He's the incoming Chairman of the House Intelligence Committee, a very powerful man in the Congress.   What does Mr. Schiff have to say about Congress not disclosing the very same payments that Democrats say Trump should be impeached for not disclosing? Let's ask him. ADAM BENNETT SCHIFF, U.S. REPRESENTATIVE FOR CALIFORNIA'S 28TH CONGRESSIONAL DISTRICT, DEMOCRATIC PARTY MEMBER: There's a very real prospect that on the day Donald Trump leaves office the Justice Department may indict him that he may be the first president in quite some time to face the real prospect of jail time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEAL KUMAR KATYAL, LAWYER, FORMER ACTING SOLICITOR GENERAL OF THE UNITED STATES, LAW PROFESSOR AT GEORGETOWN UNIVERSITY",
      "sentences": "Trump knows that he's facing some pretty strong criminal liability when he leaves office, one way or another. And, you know, even if a (ph) sitting president can't be indicted, he's got to know his future looks like it's behind bars unless he cuts some sort of deal with the prosecutors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So to translate, Trump's a criminal. He's going to jail for committing a smaller version of the same made-up crime that we in Congress have committed for years and forced you to pay for.   And, by the way, we're never apologizing for that because we don't have to and CNN isn't going to make us. Screw you, America, and your stupid election. We are in charge. That's the real message here, in case you missed it. Chris Hahn is a radio host and former aide to Senator Chuck Schumer, and he joins us tonight.  So, Chris, I think you don't like Trump but that's fine. But speak slowly so I can understand. Explain to me why paying off someone who is extorting you, threatening to make public details of your personal life, if she doesn't get paid, why paying that person is a felony?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTOPHER HAHN, AMERICAN POLITICAL COMMENTATOR, DEMOCRATIC PARTY ACTIVIST, RADIO SHOW HOST, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, first of all, we don't know that there was actual extortion here. We know that a payment was made. There was a catch and kill deal with the National Enquirer. Whether or not it was extortion, that hasn't been proven yet, nor has it even really been alleged in many cases--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I'm--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--by the President. He's not saying--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--I'm alleging, I'm - hold on, let me--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--he's not say--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--let me just stop and say, I'm alleging it because it's obvious. You're not going to pay a $100,000 or a $150,000 or $200,000 to someone unless there's a threat to you and your reputation. This is extortion.  And I don't - I don't know why it's not being prosecuted. I don't know - I don't know why Trump isn't defending himself on those grounds, I would. But it clearly is extortion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But why is it a crime to pay off--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--well sometimes people want--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--someone--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--sometimes people--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--who you had an affair with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--sometimes people want to tell us - they want to tell a story that he doesn't want told. He said--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--hey, just tell it to me. I'll pay for it and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's extortion. It's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--and pay for yourselves (ph). That's what he did--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--that's - that's what - if I did that to you--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--in this situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--you would call it - if I said, \"Look, I know a detail about your sex life, Chris Hahn, and I'm going to tell it on my show on TV unless you pay me,\" that would be extortion, obviously. So, this is extortion. But leaving that aside, why is it a felony to pay women you've had sexual relationships with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "It's not a felony. It's a felony to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--do a campaign expenditure and not - and not disclose it, and that's what this has been. CARLSON: How is that a campaign expenditure?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "This seems to have been a campaign - he - he made this during the campaign for the purposes of the campaign. There are tape recordings of him discussing this with Michael Cohen. And that's just one--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, for the purposes of the campaign, I'm - wait--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--look, this isn't even the - this is just a--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--no, but, wait, hold on, wait, hold on, I'm confused. No, it's not a small thing. It's the thing. This is the crime that The New York Time told us on Saturday, federal prosecutors are alleging the President committed, it's a felony, and Michael Cohen pled guilty--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Well they also--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--to a species of this. So, I just want to get to the bottom of it. Why is that a campaign--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Well, they're also alleging--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--contribution to pay off a former girlfriend? I'm honestly confused. You're a campaign guy, tell me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "They're - look, there's also an allegation that he may have violated the Foreign Corrupt Practices Act when he was doing his deal in Moscow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well there are (ph) allegations that he killed Kennedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "There are a lot more to this than just paying off--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But I want - but hold on, no, no, no, no -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--there's - there's a lot--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--OK--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--there's a lot more to this than just paying off--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--OK, well how about one allegation--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--porn stars who he slept with--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--slow down (ph), one allegation--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--you know, a couple years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--one allegation at a time. So, federal prosecutors--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--this is not just something that dumb people on TV are talking about, though they are. This is something that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--prosecutors in New York State are saying they have, apparently, evidence to indict over. So, tell me why because lot of people in - in Washington pay off their girlfriends, including lots of people in Congress, a lot of people in Congress, including I, even, guess some Democrats, just throwing that out there. So, tell me why that's a campaign--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--contribution to pay off your girlfriend?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Well, first of all, I think that fund that Congress was using to pay people off who were harassed needs to be disclosed and the Members who were involved with those disclosure decisions need to be removed--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, I'm sure that'll happen right away. That'll happen right away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--from Congress right now. OK. I--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm sure MSNBC will push--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I agree with you - I agree with you on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--real hard for that. Right, OK so but--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I - I agree with you on--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--but tell me why it's a campaign--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--I agree with you on that point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--this is central question. Why is it and for all of us--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Well, look, well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--why is that a campaign contribution?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--well here's the thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The money didn't come from the campaign. It didn't go to the campaign. It was a threat to his reputation and his livelihood, as all extortion is, right? So, why is that a campaign--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "There's black--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--contribution?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--there's black letter law. There's black letter law here, OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "OK. Well what is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "The campaign finance law is pretty clear about what you can and cannot do with funds. And these funds were not necessarily from Trump's own pockets. There was all sorts of schemes put together by the President and Michael Cohen to move this money around, so it wasn't traced back to - to - to President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But - but hold on, no--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "That in and of itself should--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--no, no, no, no, no--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--raise red flags. You would be--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--no, no, you know, wait, stop, stop, stop, stop, no, no, no, no--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--people would be blowing their mind off right now--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--wait, wait, stop, stop, stop, stop--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--if you're (ph) the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--maybe. I mean we've never had a president like Trump in a million different ways. And I'm not defending--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "No, we never have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--I'm not defending his personal life. I'm merely saying--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--this is now being described as a felony, as a crime for which the President could be removed. So, now is the time when we need to be very specific about what the crime is because you're - you've stopped all business of government, so we can respond to this. So, let's respond right now. Tell me how and where--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--in campaign finance law it says, you're not allowed to use your money, there's no allegation this was campaign money, your money to pay off a former girlfriend? There isn't and that's this made-up (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Oh, this is not--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--it's a lie--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--the allegation here is not--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--actually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--the allegation here is not that it's just his money. There's allegation that he moved money around through various schemes--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, but not - they're not from the campaign--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--to pay these women off--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--no, but, by the way--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--including with the (ph) man who--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--you're allowed to do that too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--hold on a minute. Wait, wait, wait, wait--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You're allowed to hide the payments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--he hid the payments--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What, is that a crime now--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--that was campaign in nature--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--if it's your money?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--that is a violation of--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why does a campaign and (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--a clear violation of campaign finance laws.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--hold on till then (ph), I'm giving you a chance on TV--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "It needed to be disclosed--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--hold on, hold on. No, no, just I'll let you speak and I'll let you speak slowly--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--so our audience can understand. Where in campaign finance law does it say that taking money that's not from your political campaign to respond to an extortion attempt to pay off your girlfriend or pay the gardener, pay anybody, why is that a felony? And where does it say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Camp--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What are you talking about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--campaign finance law - look, I'm not going to quote the section and verse. I don't know it off the top of my head--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Paraphrase it for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--even though I'm a lawyer. Campaign finance - campaign finance law clearly states that any money spent for campaign purposes, specifically by people other than the candidate, must be disclosed. This is what's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But why is that a campaign--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--being alleged right here--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--purpose?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--hold on, hold on, hold on--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What (ph)?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--the President and Michael Cohen clearly set up a scheme so that other people could pay these women off on behalf of Donald Trump while he was running--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "OK. OK. That--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--for President because--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--that's fine but--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--they thought that these (ph) allegations would sink his campaign and his reputation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But - but maybe - maybe under--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "That's a violation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--no, actually, because anybody faced, I'm not, you know, I don't know a single man who faced with that allegation, who he (ph) thought he could squelch it wouldn't pay the person off because it does incalculable damage to your reputation, whether you're running for anything or not. And so, that's - it's so clearly not a campaign violation that I wonder if we want to set this precedent. Do you want to live in a world where people paying off extortion attempts are now campaign finance felons? I mean this is lunatic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "This is strike--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And you know it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--this - this is strikingly similar to what happened to John Edwards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, and it's awful. It's awful what happened to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I'm not saying the President will be convicted but--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--John Edwards--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--this is strikingly--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--I thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--similar--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, it is. It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And what happened to him was--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "And it is something, look--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--wrong. It was another populace--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--they took out with this BS campaign finance nonsense, exactly what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--look, it is more than--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And, you know (ph), we're out of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--campaign finance law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "It's more than campaign finance law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, it's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "It is the Foreign Corrupt Practices Act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, it's a totally separate thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "That in and of itself is a problem--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Look, if - if he violated that I will (ph) defend it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Well, yes. And then (ph) also alleged by Cohen is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But in this case, this is made-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--also part of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right, Chris Hahn, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Good to see you. One of the most hysterical reactions in the past few days came from a former Obama Administration U.S. Attorney, who says the President should be stripped of his office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBARA MCQUADE, FORMER UNITED STATES ATTORNEY FOR THE EASTERN DISTRICT OF MICHIGAN, PROFESSOR OF LAW AT UNIVERSITY OF MICHIGAN LAW SCHOOL, LEGAL ANALYST FOR NBC NEWS AND MSNBC",
      "sentences": "It could be that President Trump procured the presidency by fraud. When immigrants procure their citizenship by fraud, we strip them of their citizenship. When a president procures his presidency by fraud, should we consider doing the same?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Alan Dershowitz is, of course, a retired Harvard Law School professor. He's the Author of the book, The Case Against Impeaching Trump, and he joins us tonight. Professor, I got a couple questions. But the first relates just to the sound bite we played. Is there a provision in the Constitution for stripping, whatever that means, stripping the presidency from a President who you think is illegitimate, whatever that means?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN MORTON DERSHOWITZ, LAWYER, THE CASE AGAINST IMPEACHING TRUMP AUTHOR, HARVARD LAW PROFESSOR EMERITUS",
      "sentences": "Sure. It's called the 25th Amendment, but not on the grounds of illegitimacy. I want everyone out there to imagine the following scenario. Let's assume when Bill Clinton was running for president, Paula Jones came up to him and said, \"Unless you pay me a $130,000, I'll reveal our affair.\" And let's assume, Bill Clinton and Hillary Clinton, together, did exactly what it's alleged that Donald Trump and Cohen did together, I guarantee you The New York Times, NBC, MSNBC would be railing against any prosecutor who dared to suggest that this was a violation of the campaign (ph) finance law. Everybody would be on the other side of this issue. There'd be Republicans out there saying, \"Strip him of the presidency, impeach him, indict him.\" Every Democrat would be saying this is a witch- hunt, this is terrible. We need a single standard. If you wouldn't go after Bill Clinton, don't go after Donald Trump. If you're going after Donald Trump, then you have to go after Hillary Clinton for everything that she allegedly did. For example, one of your guests talked about a Federal Corrupt Practices Act. That applies when you bribe a foreign official. What they're arguing is that there was a rumor that maybe somebody offered Putin a penthouse in a Tower that Trump was thinking of building in Moscow. And if that had been done, it would be a violation of the FCPA, Federal Corrupt Practices Act. But it's all based on hypotheticals and maybes. And I just want everybody to apply the shoe on the other foot test. If Hillary Clinton were president, the Republicans were saying, \"Lock her up,\" everybody would be on the other side. They'd be screaming about how dare you expand criminal statutes, how dare you expand the criteria for impeachment? Now, all these liberal Democrat fair-weather civil libertarians are saying, \"The hell with the Constitution, the hell with civil liberties, put all that aside, get Trump.\" That's the most important consideration. Get him by any means possible. This is such a danger to our constitutional system that I would hope that true civil libertarians would rebel against that, as I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is - is it unfair to describe this scenario as extortion? I say I know something about your sex life. I know a secret about you that you want to keep the - that's non-criminal (ph), but that you want to keep hidden. And unless you pay me money, I'm going to reveal it. That seems like textbook extortion to me. Why is it not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "It is absolutely textbook extortion. And there ought to be a prosecution of any person, man or woman, who approaches any candidate or anybody else and says, \"Unless you pay me money, I'm going to reveal a sex act that occurred.\" That is absolute classic extortion. And it's shocking that the Special Counsel looking into this, who has a broad mandate, he described it very broadly, isn't looking into the extortion committed by, at least, the porn star, whose lawyer obviously approached the candidate or the candidate's people, and threatened exposure. Otherwise, why would you pay? Just listen to the tape. The tape makes that clear. The tape that Cohen made unwittingly of President Trump, it's clear that they were paying off an extortion--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "--in order to prevent these issues from coming out for multiple reasons, to protect his family, to protect his brand--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "--possibly, to influence the campaign. Let's remember one more thing. A President can contribute to a candidate as much as he wants. If - if Bloomberg runs for president, he could announce tomorrow, \"I'm not taking a nickel. I'm putting $1 billion of my own money into this campaign.\" That's perfectly legitimate. As far as reporting is concerned, it's the campaign that has to report. And if these payments had to be reported, they had to be reported after the election, the reporting time was after the election so, it couldn't have impacted the election. So, the absurd notion that he won the presidency by fraud and should be stripped of the presidency (ph) reflects incredible ignorance about the timing here, and how these statutes operate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is getting so crazy, it's - it's making my head spin. I appreciate your coming on and explaining that to us, professor. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well we've been saying it for a couple of years. Now, we have hard scientific evidence that, in fact, big tech is altering and harming the brains of children. Is it time to do something about that? What if we knew it was true? Well we do know it's true now. We've got details next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TEXT",
      "sentences": "TECH TYRANNY.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well Google collects more data than probably any other company, and probably knows more about you than you do. You think this might raise some concerns about the concentration of power. But, for years, Congress seems to have cared not at all either because they were ideologically predisposed to Google or because they were in its pocket. Meanwhile, Google became more and more powerful, ominously powerful. Now, finally, during the lame-duck session, Congress has summoned the CEO of Google, Sundar Pichai, to answer some questions about data transparency, coming to Capitol Hill this week. What should Congress ask him about? Harmeet Dhillon has followed this issue maybe more closely than any other attorney in the United States, and she joins us tonight. Harmeet, thank you very much for coming on. So what--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMEET DHILLON, AMERICAN LAWYER, REPUBLICAN NATIONAL LAWYERS ASSOCIATION BOARD MEMBER, FORMER VICE CHAIRWOMAN OF THE CALIFORNIA REPUBLICAN PARTY, AND THE NATIONAL COMMITTEEWOMAN OF THE REPUBLICAN NATIONAL COMMITTEE FOR CALIFORNIA",
      "sentences": "Hi, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--what should be the - the list of questions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Well, this is only a subset of the issues that people should be asking Google that is the subject of the testimony tomorrow. But Google, for years, as you pointed out, has been collecting data, and not disclosing to users, number one, the extent of the collection of the data or what they're doing with the data. We have also learned of significant breaches, including today, an announcement of a major breach of 52.5 million users on the Google+ failed experiment in social media. It's not clear when that happened. Google is not disclosing to people exactly what happened and what use has been made of it. And they, as you pointed out, they just get away with it, because we have both effete politicians in Washington, even on the Republican side, and government agencies whose tasks it is to examine these issues, and protect consumers. So, consumers are really at a complete loss. Now, what I expect to happen on Capitol Hill tomorrow is that there'll be some posturing questions written by staffers that Members of Congress are going to read out, and you're going to have some focus group tested jargony, you know, in - incomprehensible responses from Sundar Pichai designed to placate these folks. There'll be a little bit of a dance and everybody will go home, not understanding what the answers were, and not probably going to do anything about it. And this is a real tragedy and missed opportunity, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What a shame? I want to (ph) ask you another story, another element of the Google story. Newly leaked email show that several Google employees plotted to destroy the news site, Breitbart, after the 2016 election, a secret internal discussion group labeled Resist. Google employees discussed how they could use the, quote, hate speech and fake news labels to justify cutting off Breitbart's ad revenues. Harmeet, this is kind of the stuff of Conservative fever dreams that Google would be actually doing something like this. Are you surprised by it? And what can be done, in response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Well Google - A, I'm not surprised. B, Google is denying it. But there's extensive evidence that Google did this, and they did it in two ways. One way is right after the election, as you mentioned, a number of very excitable Left-wing Google executives and employees tried to squeeze Breitbart and other Conservative outlets into this hate speech category. They then confessed that after a lot of effort that was really tough. So, they also did a two-pronged approach, and the other side of that approach is having their ad people contact customers and tell them that it might be dangerous or a bad idea to advertise or allow their ads to be placed on Conservative news websites like Breitbart and others. And they pointed to some outside groups like Sleeping Giant that makes it a - a business practice of defaming Conservative writers and organizations, and use that as a smear. Google also does this in many other ways like through its YouTube. It categorizes content as sensitive, which automatically, both, makes it hard to find the content online, and also strips that content from the ability to gain advertising revenue. So, Google is doing this systematically. Google is doing this purposefully. Google is getting away with doing this. And I think it violates not just some laws, including Communications Decency Act and others, but it - it violates state laws that have to do with fraud and transparency, unfair business practices and competition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Again, Google is able to get away with this because, you know, they - they contribute to some Conservative groups like CPAC, lot of money to show up at CPAC, and - and certainly on Capitol Hill. They get away with it, and we see nothing done to control this - this, you know, duopoly and monopoly on advertising revenue. It's very dangerous because it's shaping what young people in America, who mainly get their news through--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "--Google see every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Looking back, the Congress allowing Google to become more powerful than the U.S. government, subverting our democracy entirely, that'll be the thing we hold Members responsible for, I think, historically. Harmeet Dhillon, you will not be held responsible since you're a lonely voice on the right side, thank you for joining us, as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Meanwhile, we've been saying it for years. Now, there is hard scientific evidence that big tech is, in fact, harming our children. New 60 Minutes report this week highlighted research that shows children who use tablet smartphones and other screens more than seven hours a day, and that's a lot of kids, believe it or not, are developing different brain structures. Their brains are being damaged by this. Tom Kersting is a psychotherapist, who's written extensively on this subject, and he joins us tonight. You must feel vindicated by this report, Tom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM KERSTING, PSYCHOTHERAPIST, DISCONNECTED AUTHOR",
      "sentences": "I do. I do. I'm actually happy to see it, to be honest with you because--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERSTING",
      "sentences": "--it's something I've been speaking about for so many years at lectures and in my book. And now, we could finally have some scientific preliminary evidence showing exactly what all of this tech is doing to the brain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, what is it doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERSTING",
      "sentences": "Well, first of all, the area of the brain called the cortex, which is the outer layer of the brain, the preliminary study that the - the research has conducted, shows a - a premature thinning of that part of the brain, OK, which is - which is kind of frightening, considering the importance of that part of the brain, what it does, how it's very important just for human beings in terms of organizing, planning, and a host of other different things. Another component that you don't hear much about is something called neuroplasticity, which is actually the greatest breakthrough in modern day psychology. And the term plasticity meaning that the brain, although very strong and rigid, can be molded and shaped if placed in - in the right environment for three or more hours per day. We know that the average kid is spending nine hours a day, on average, in what I consider to be the most highly stimulating of worlds. And what happens is the brain will actually grow new neural pathways, it'll re- organize its circuitry to adapt to that cyber world. And the problem is what I'm seeing clinically is an unadapting of - of young kids in a real world having a very difficult time coping with just the trivial nuances of life, the anxiety disorders, the depressions, and so forth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. Well and it's all kinds of measurements are showing the horrifying results of it. How young, exactly, are kids getting addicted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERSTING",
      "sentences": "Well, we're seeing right now that there's some - some research that came out recently that there - there's the kids as - as young as two years old showing signs of depression. And, right now, the average age for first smartphone issuance is about age 10. And, you know, when I give lectures, every parent knows that this is bad. But it's sort of, you know, what you talk about it you love (ph) the - the term groupthink. I - I use the term social conformity. We tend to do what everybody else is doing. And parents, anybody listening, you have got to do what is in the best interest of your child, not - not what everybody else around you is doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, can you just give me the 20-second answer to the question I always ask you, which is why are we so passive in the face of this? If two- year-olds were huffing on Marlboros, we'd say, \"You know what? No, not allowed.\" But we just sort of sit back and let our society collapse in the face of this, why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERSTING",
      "sentences": "Well, the reason, in my opinion, the reason why is - and we talk about - I always talk about common sense, all right? It's pretty clear, if we go walk around and everybody's got their heads buried in a device all day long, you pull up to a traffic light, and they can't even contain themselves for a minute without looking at their device, it's pretty clear that it's having an impact on their behavior. Now, the reason why nobody is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERSTING",
      "sentences": "--doing anything about it is because we're always looking for scientific evidence, all right, and now we have some of it, and we're going to start seeing a lot more of it. And--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERSTING",
      "sentences": "--and we're going to start seeing some changes, as a result, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, and it's we waited too long for the studies to confirm the obvious. Tom, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERSTING",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, Hollywood doesn't need to remake 1984 again, not that they would, it's probably illegal. But they already do a perfect job of replicating it in real life. They are living the plotline of George Orwell's novel. Kevin Hart is the latest person to be destroyed for statements that he made many years ago. We'll tell you his story after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TEXT",
      "sentences": "AMERICA'S NEWS HQ.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT, FOX NEWS",
      "sentences": "Live from America's News headquarters, I'm Trace Gallagher. No bail decision yet for a top Chinese executive who's facing possible extradition from Canada to the U.S. The case of Meng Wanzhou has fueled U.S.-China trade tensions and rocked financial markets. Meng is the Chief Financial Officer of telecommunications giant, Huawei. She was detained December 1st during a layover in Vancouver. She's accused of misleading banks about the company's business dealings in Iran. There is a concerning uptick in paralyzing illness among children. The Centers for Disease Control and Prevention now says there have been more cases than ever. There are a 158 confirmed cases so far this year. The illness called acute flaccid myelitis causes paralysis in the face, neck, back, arms or legs. The symptoms usually come a week following a fever and respiratory illness. I'm Trace Gallagher, now back to Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Hollywood has issued a new decree. And, of course, everyone obeyed immediately. Kevin Hart's career must be destroyed. Just days after the Comedian was announced as the next Host of the Oscars, the now-irrelevant awards show some people still watch, Hart was forced to step down over tweets and stand-up routines from about a decade ago that some said were anti-gay. Now, these tweets had already come to light. Hart had already apologized for them and said he was changing his routine, but it didn't matter. In today's political environment, there is no such thing as forgiveness or mercy. What you're seeing is, instead, a particularly powerful form of bullying. Do and think exactly as we say, or else. Larry Elder has fought the forces of conformity for a long time. He's a radio show host from Los Angeles, and he joins us tonight. We're really glad to have you, Larry Elder, thank you. So, what's the takeaway from watching what just happened to Kevin Hart?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY ELDER, RADIO SHOW HOST, WRITER, ATTORNEY",
      "sentences": "The takeaway, Tucker, is what the devil are the rules. As you pointed out--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right. I got it (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "--Kevin Hart did these tweets some years ago and - and made anti-gay references in his stand-up some years ago. He apologized back in 2015. The Academy Award people wanted him to apologize again. He refused. Now, the show is going to be carried by ABC. ABC parent company is Disney. Disney also owns ESPN. They've employed Keith Olbermann, who is a - a Trump hater from way back. And just last year, he tweeted that Trump was a Nazi and dropped a bunch of F-bombs in his tweet. That didn't seem to bother Disney. But Kevin Hart has to go. The other inconsistency, of course, is that other comedians like Amy Schumer, who last year, I think it was, hosted a Democratic fundraiser, has used the - the F-word for gays in a tweet, as has Sarah Silverman, as has Chelsea Handler, all of whom have hosted shows. And finally, you have the instance of Joy Ann Reid on MSNBC who had a blog 2007, 2008--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "--a very anti-gay post she made, and she wasn't joking, she wasn't a comedian, including dissing the movie Brokeback Mountain, and said she hated watching men kiss. She then said she apologized. Then, later on, she said she was hacked. NBC did a search to find out whether or not she'd been hacked. Turned out she wasn't hacked. So, she either misremembered or lied, and then apologized again. She has a show on MSNBC. So, forgive Kevin Hart for not - for not knowing what the rules are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well that's and - so, but what's the best response? I think you're absolutely right. All of us at some point are going to be accused of thoughtcrime, and the mob will come for us. It's inevitable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How do we respond? What's the best way to respond?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "You do them on a case-by-case basis. The man apologized, said he had grown. The - the most horrific tweet was saying that if he came home and saw his son playing with his daughter's dollhouse, he'd break the dollhouse over his head. He later on said, he apologized, he's grown as a man--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "--and perhaps the tweet had to do with his own insecurities as a man. So, I think that's what you do. You apologize, be sincere, and then keep going. But if people keep beating you over the - over the head over it over and over again, they're not going to forgive you, I'm not sure what the point is, which is why I believe that Kevin Hart was morally justified in saying, I've already apologized, I'm not going to apologize again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "I'm a 40-year old man. I've apologized. I've grown, let it alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean what happens to a society where the mob feels it has ultimate authority on judgment? No one believes in God, so they have to make their own judgments, hard and fast judgments--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--and no forgiveness is allowed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Yes. And what happens to a society that's - that's so inconsistent? For example, Kanye West--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "--is being called an Uncle Tom and a Token, a House Negro. That doesn't seem to bother anybody. You got a guy in like Al Sharpton, who's got a show where he's referred to gays as - as homos in the - in years past, Jews as interlopers. He - he falsely accused a White man of raping a Black teenager, he has a show on television, you know, every weekend. So, you know, I'm not quite sure what to say, Tucker, other than it's terribly inconsistent. It seem to me there's one rule for people who are Conservative and one rule for people--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "--who are on the Left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think it's best just to ignore the noise to the extent you can. I mean they have an awful lot of power. You know, they'll de-platform you in a second. Larry Elder--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--we're rooting for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Thank you. I need--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "If they ever try to leave you, you'd (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "--I could use the help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--always have a home on this show. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "I could use the help. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you. Well China just launched a new persecution of the country's Christians. Will anyone in Washington care? Are they too busy taking Chinese money? Plus, Paris continues to be convulsed by the worst riots there in 50 years. What are these riots about? You know what they're about. They're about the Paris Climate Treaty, the spirit of it, anyway. And policies they want here are being rejected by both Left and Right in France, and they're ignoring it because it's too inconvenient to pay attention. Details ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TEXT",
      "sentences": "THE CHINA THREAT.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "China has launched a new crackdown. How many news stories begin with that sentence, \"China has launched a new crackdown?\" Many. And they have, once again, launched new crackdown, this time, on their country's underground Christian community. In a coordinated sweep of nighttime raids, police rounded up about a 100 members and the pastor of the Early Rain Covenant Church. Because the church does not submit to government control, it is illegal in China. And members have been forbidden from attending services. It's just the latest in a persecution wave that has shut down several different churches with thousands of Christian members. This is what actual religious oppression looks like, but a ruling class that's seen (ph) people who boycott North Carolina over its bathroom laws don't care at all. None of them are calling for boycotts or sanctions on China. There's no witch-hunt against the countless universities, businesses, and lobbyists with massive financial ties to China, and its authoritarian regime. In fact, to our ruling class, China is the future. If anything, it's a country we ought to emulate. So remember that, next time they try to lecture you about how their values are better than yours. The war in Afghanistan, as you well know, has continued for 17 years. It's the longest war in the history of this country. We're still spending billions there. American soldiers are still dying there. It might all be worth it if we were still fighting for victory. But are we fighting for victory? In a newly leaked audiotape, former NATO Commander, Stanley McChrystal, tells Secretary of State, Mike Pompeo, how the war in Afghanistan should be fought. It's not exactly the opening speech from Patton. \"My best suggestion,\" he says, \"Is to keep a limited number of forces there and just kind of muddle along, and see what we can do.\" Now, muddle along is not a strategy for anything, much less a victory. It's a strategy to waste American money and lives for no reason at all. If U.S. troops are going to muddle along in a war, maybe it's a sign that's a war we shouldn't be fighting in the first place. Well, if you can remember back a year-and-a-half, on June 1st, 2017, the President announced he was pulling this country out of the Paris Climate Accords. To hear the politicians and television news chintuggers (ph) react, you'd think it was the worst natural catastrophe, well, ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NANCY PELOSI, MINORITY LEADER OF THE UNITED STATES HOUSE OF REPRESENTATIVES, SAN FRANCISCO, CALIFORNIA",
      "sentences": "What happened yesterday on the climate issue is an embarrassment to our country and it should be an embarrassment to him personally for how he answers to his grandchildren.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. JERRY BROWN (D), CALIFORNIA",
      "sentences": "People are going to die. Habitat will be destroyed. Seas will rise. Insects will spread.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAREED RAFIQ ZAKARIA, CNN'S FAREED ZAKARIA GPS HOST, POLITICAL SCIENTIST, AUTHOR, COLUMNIST",
      "sentences": "This will be the day that the United States resigned as the leader of the free world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KERRY, FORMER UNITED STATES SECRETARY OF STATE",
      "sentences": "He is not helping the forgotten American. He is hurting them. Their kids will have worse asthma in the summer. The President who talked about putting America first has now put America last.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "These people are so stupid. It's amazing they have jobs. The economy must be pretty strong, in fact, if those people have health insurance. One thing they said though is true. People were hurt, but not because we pulled out, but because other countries kept to the terms of the Paris Climate Accord, including France. This fall, France began to implement a gas tax to fight climate change inspired by that agreement. Now, for the fourth weekend in a row, the city of Paris has been rocked by riots and mass protests. The city is burning and shows no signs of stopping. What did this? Progressive climate policy. Will the people who formulated it ever admit it? Of course, not. They're too invested. Well the press, all of a sudden, doing everything it can to kill Elizabeth Warren's presidential campaign before it even begins. That's kind of interesting. Is this a mercy killing or something else going on? Mark Steyn joins us to unravel a delightful mystery, after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIZABETH ANN WARREN, SENIOR UNITED STATES SENATOR, MASSACHUSETTS",
      "sentences": "Now, the President likes to call my mom a liar. What do the facts say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The facts suggest that you absolutely have a Native American ancestor in your pedigree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "OK. And Trump can say whatever he wants about me, but mocking Native Americans or any group in order to try to get at me? That's not what America stands for. I'm not enrolled in a tribe and only tribes determine tribal citizenship. I understand and respect that distinction. But my family history is my family history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean (ph) you really just can't watch that enough. It really should be a screensaver. This hasn't, understatement of the day, been the fall Elizabeth Warren had hoped for. She thought that releasing a DNA test showing that she might have had a lone American Indian ancestor, not necessarily from this continent, a few hundred years ago would silence the President and give her momentum going into the primaries next year. Instead, even the Left is turning on her. Two pieces in the Washington Post and The New York Times in the past week suggests that Warren's campaign has been deeply, maybe even fatally, wounded by the blunder of the DNA test. Looks almost like an effort to kill Elizabeth Warren's campaign before she can embarrass her party, the one to which everyone in the media belongs, before she actually runs. Mark Steyn is an Author and Columnist. Not a conspiracy not, I'll run this by him anyway. So, what is going on? So, obviously, she is a media creation, not a genius, but she has been the subject of endless fawning profiles in the press, particularly from the Boston Globe, which has promoted her for years, and now they're attacking her, why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK STEYN, AUTHOR, COLUMNIST, STEYNONLINE.COM",
      "sentences": "Yes. That's - that's interesting. The Boston Globe is saying you - to Elizabeth Warren, you have to know when not to run. And this is the paper that's wanted her to run until she took--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "--until she got head-faked into taking this DNA test that showed she was 1/1024th Native American, which is less Native American than the average. I mean you could test Kim Jong-un, Vladimir Putin, and they would - they would be more than 1/1024th Native American just because some Cherokee happened to change trains in Odessa in - in 1852, and got lucky with one of the porters. I mean any - every - anyone's more Native American. And what's fascinating- -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Ha-ha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "--what's fascinating about this is that this - Elizabeth Warren was a test on the limits of Democrat identity politics because their recent presidential candidates have been sold on identity politics, but in rather strange ways. So, Barack Obama is an African-American. But he has nothing to do with the Black slave experience or Civil Rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "He's - he's Black just because his father happened to be a British subject born in Colonial Kenya. Barack Obama was actually the first child of British subjects to be President, I believe, since Andrew Jackson. So, he tried to get himself in on the colonial thing. Obama said his step-grandfather in Indonesia had died fighting Dutch soldiers in the struggle for independence. In fact, it turned out his step- grandfather died when he fell off a chair while changing the drapes. That's not a joke. That's actually true. That's how his step-grandfather died. Then you have Hillary Clinton, who's running as a feminist icon and is, in fact, only the candidate because she's the wife of the previous guy, and she was given a Senate seat as a reward for standing by him, when his intern's dress wound up in the FBI crime analysis lab - lab. So, we have very--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Ha-ha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "--so in such a world, you can't blame Elizabeth Warren for saying, \"Well, if Hillary could be a feminist icon, why can't I be the first Native American President?\" She was Harvard Law School's first woman of color. That's why it's not a family law thing. She actually was promoted as Harvard Law School's first woman of color. Why shouldn't she be America's first - first Native American President?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Such a good (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Since this is (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--such a good example (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "--none - none of this identity politics. Joe Biden should run as the first transgender woman candidate and dare the Democrat electorate to call him on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That was my plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "I mean this is this (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I hope he doesn't get there first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "--no don't (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm doing that (ph). You're the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Mark Steyn, we're out of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Thanks a lot, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I loved it. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Man that was fun. Back tomorrow, 8 P.M., show that is the sworn enemy of lying, pomposity, smugness and, especially, groupthink. Good night from Washington. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening and welcome to \"Tucker Carlson Tonight.\" If you've been watching television recently, you've probably heard the bad news. The Trump Administration is over, toast, cooked, done for good, and along with it any hope of the middle-class revolution that 63 million Americans voted for two years ago. The reason for this tragedy is simple. The President has been caught committing felonies. Here's what the legal experts without law degrees are saying on television."
    },
    {
      "speaker": "LAWRENCE O'DONNELL, THE LAST WORD WITH LAWRENCE O'DONNELL HOST, MSNBC",
      "utterance": "If precedent means anything in the Trump era, Donald Trump will be, must be, impeached because of the crimes prosecutors say he committed in the Michael Cohen case."
    },
    {
      "speaker": "ROBERT E. MOOK, FORMER POLITICAL CAMPAIGN STRATEGIST AND CAMPAIGN MANAGER, CNN POLITICAL COMMENTATOR",
      "utterance": "Both parties need to get on board to pass articles of impeachment."
    },
    {
      "speaker": "EDDIE GLAUDE, CHAIR, CENTER FOR AFRICAN-AMERICAN STUDIES",
      "utterance": "You have conspiracy, you have - you have obstruction, you have campaigns finance and you have emoluments. If the Democrats do not pursue this vigorously, they will be, in some ways, held accountable for abdicating their responsibility. It goes to the moral question, the ethical question. Democracy is at stake. MAXINE MOORE WATERS, U.S. REPRESENTATIVE FOR CALIFORNIA'S 43RD CONGRESSIONAL DISTRICT, DEMOCRATIC PARTY MEMBER: This criminal must be brought up by the Congress of the United States for impeachment."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We're not even (ph) going to show you the Don Lemon tape. There's a lot of emotion there. But to sum up, they're telling us that we're staring down the barrel of a constitutional crisis. And that crisis stems from what MSNBC describes as, quote, the crimes prosecutors say the President committed in the Michael Cohen case. Which crimes were those? We have the answer. The relevant details were spelled out in a piece that ran over the weekend in The New York Times under this headline. \"Prosecutors say Trump directed illegal payments during campaign.\" The gist of the story is this. Trump's former lawyer, Michael Cohen, has told federal prosecutors that he facilitated payments to two women who said they had affairs with Donald Trump. And then, well actually that's it. That's the entire story right there. Paying these two women, say federal prosecutors and their flacks at NBC News, was a serious crime, a crime worthy of impeachment, if not, indictment. OK. But you might be wondering, how exactly is that criminal? Well, we're going to explain it to you. We're going to start by stipulating that everything Michael Cohen has told the feds is absolutely true. Now, assuming honesty isn't usually a wise idea with Michael Cohen, but for the sake of argument, let's do it in this case, everything he says is true, why is what Cohen is alleging a criminal offense? Remember the facts of the story. These are undisputed. Two women approached Donald Trump and threatened to ruin his career and humiliate his family if he doesn't give them money. Now, that sounds like a classic case of extortion. Yet, for whatever reason, Trump caves to it, and he directs Michael Cohen to pay the ransom. Now, more than two years later, Trump is a felon for doing this. It doesn't seem to make any sense. Oh, but you're not a federal prosecutor on a political mission. If you were a federal prosecutor on a political mission, you would construe those extortion payments as campaign contributions. You'd do this even though the money in question did not come from or go to Donald Trump's presidential campaign. Then you'd claim that Trump and Michael Cohen violated campaign finance law because they didn't publicly disclose those payments despite the fact that disclosing them would nullify the reason for making them in the first place, which was to keep the whole thing secret. That is the argument you would make, both in federal court and through your proxies on cable television. It is insultingly stupid. But because everyone in power hates the target of your investigation, nobody would question you, and that's what's happening right now. Now, by this reasoning, any money a political candidate spends to maintain or protect his image while running for office now qualifies as a regulated campaign donation, and has to be disclosed. That would include, by the way, in addition to an infinite number of other things, buying toothpaste and getting a haircut. It would definitely include the taxpayer-financed slush fund that Congress has set aside to pay off its own sexual harassment claims. Yes, those now qualify as campaign contributions. They must be publicly disclosed, except, of course, they're not publicly disclosed, and they never will be. Why is that? Well that might be a question for Congressional leaders including, now that we think about it, Congressman Adam Schiff of Burbank, California. He's the incoming Chairman of the House Intelligence Committee, a very powerful man in the Congress. What does Mr. Schiff have to say about Congress not disclosing the very same payments that Democrats say Trump should be impeached for not disclosing? Let's ask him. ADAM BENNETT SCHIFF, U.S. REPRESENTATIVE FOR CALIFORNIA'S 28TH CONGRESSIONAL DISTRICT, DEMOCRATIC PARTY MEMBER: There's a very real prospect that on the day Donald Trump leaves office the Justice Department may indict him that he may be the first president in quite some time to face the real prospect of jail time."
    },
    {
      "speaker": "NEAL KUMAR KATYAL, LAWYER, FORMER ACTING SOLICITOR GENERAL OF THE UNITED STATES, LAW PROFESSOR AT GEORGETOWN UNIVERSITY",
      "utterance": "Trump knows that he's facing some pretty strong criminal liability when he leaves office, one way or another. And, you know, even if a (ph) sitting president can't be indicted, he's got to know his future looks like it's behind bars unless he cuts some sort of deal with the prosecutors."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So to translate, Trump's a criminal. He's going to jail for committing a smaller version of the same made-up crime that we in Congress have committed for years and forced you to pay for. And, by the way, we're never apologizing for that because we don't have to and CNN isn't going to make us. Screw you, America, and your stupid election. We are in charge. That's the real message here, in case you missed it. Chris Hahn is a radio host and former aide to Senator Chuck Schumer, and he joins us tonight. So, Chris, I think you don't like Trump but that's fine. But speak slowly so I can understand. Explain to me why paying off someone who is extorting you, threatening to make public details of your personal life, if she doesn't get paid, why paying that person is a felony?"
    },
    {
      "speaker": "CHRISTOPHER HAHN, AMERICAN POLITICAL COMMENTATOR, DEMOCRATIC PARTY ACTIVIST, RADIO SHOW HOST, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, first of all, we don't know that there was actual extortion here. We know that a payment was made. There was a catch and kill deal with the National Enquirer. Whether or not it was extortion, that hasn't been proven yet, nor has it even really been alleged in many cases--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I'm--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--by the President. He's not saying--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--I'm alleging, I'm - hold on, let me--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--he's not say--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--let me just stop and say, I'm alleging it because it's obvious. You're not going to pay a $100,000 or a $150,000 or $200,000 to someone unless there's a threat to you and your reputation. This is extortion. And I don't - I don't know why it's not being prosecuted. I don't know - I don't know why Trump isn't defending himself on those grounds, I would. But it clearly is extortion."
    },
    {
      "speaker": "HAHN",
      "utterance": "Well--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But why is it a crime to pay off--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--well sometimes people want--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--someone--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--sometimes people--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--who you had an affair with?"
    },
    {
      "speaker": "HAHN",
      "utterance": "--sometimes people want to tell us - they want to tell a story that he doesn't want told. He said--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "HAHN",
      "utterance": "--hey, just tell it to me. I'll pay for it and--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's extortion. It's--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--and pay for yourselves (ph). That's what he did--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--that's - that's what - if I did that to you--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--in this situation."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--you would call it - if I said, \"Look, I know a detail about your sex life, Chris Hahn, and I'm going to tell it on my show on TV unless you pay me,\" that would be extortion, obviously. So, this is extortion. But leaving that aside, why is it a felony to pay women you've had sexual relationships with?"
    },
    {
      "speaker": "HAHN",
      "utterance": "It's not a felony. It's a felony to--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh."
    },
    {
      "speaker": "HAHN",
      "utterance": "--do a campaign expenditure and not - and not disclose it, and that's what this has been. CARLSON: How is that a campaign expenditure?"
    },
    {
      "speaker": "HAHN",
      "utterance": "This seems to have been a campaign - he - he made this during the campaign for the purposes of the campaign. There are tape recordings of him discussing this with Michael Cohen. And that's just one--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, for the purposes of the campaign, I'm - wait--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--look, this isn't even the - this is just a--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--no, but, wait, hold on, wait, hold on, I'm confused. No, it's not a small thing. It's the thing. This is the crime that The New York Time told us on Saturday, federal prosecutors are alleging the President committed, it's a felony, and Michael Cohen pled guilty--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Well they also--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--to a species of this. So, I just want to get to the bottom of it. Why is that a campaign--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Well, they're also alleging--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--contribution to pay off a former girlfriend? I'm honestly confused. You're a campaign guy, tell me."
    },
    {
      "speaker": "HAHN",
      "utterance": "They're - look, there's also an allegation that he may have violated the Foreign Corrupt Practices Act when he was doing his deal in Moscow."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well there are (ph) allegations that he killed Kennedy."
    },
    {
      "speaker": "HAHN",
      "utterance": "There are a lot more to this than just paying off--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But I want - but hold on, no, no, no, no -"
    },
    {
      "speaker": "HAHN",
      "utterance": "--there's - there's a lot--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--OK--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--there's a lot more to this than just paying off--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--OK, well how about one allegation--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--porn stars who he slept with--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--slow down (ph), one allegation--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--you know, a couple years ago."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--one allegation at a time. So, federal prosecutors--"
    },
    {
      "speaker": "HAHN",
      "utterance": "OK."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--this is not just something that dumb people on TV are talking about, though they are. This is something that--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--prosecutors in New York State are saying they have, apparently, evidence to indict over. So, tell me why because lot of people in - in Washington pay off their girlfriends, including lots of people in Congress, a lot of people in Congress, including I, even, guess some Democrats, just throwing that out there. So, tell me why that's a campaign--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--contribution to pay off your girlfriend?"
    },
    {
      "speaker": "HAHN",
      "utterance": "Well, first of all, I think that fund that Congress was using to pay people off who were harassed needs to be disclosed and the Members who were involved with those disclosure decisions need to be removed--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, I'm sure that'll happen right away. That'll happen right away."
    },
    {
      "speaker": "HAHN",
      "utterance": "--from Congress right now. OK. I--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm sure MSNBC will push--"
    },
    {
      "speaker": "HAHN",
      "utterance": "I agree with you - I agree with you on that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--real hard for that. Right, OK so but--"
    },
    {
      "speaker": "HAHN",
      "utterance": "I - I agree with you on--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--but tell me why it's a campaign--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--I agree with you on that point."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--this is central question. Why is it and for all of us--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Well, look, well--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--why is that a campaign contribution?"
    },
    {
      "speaker": "HAHN",
      "utterance": "--well here's the thing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The money didn't come from the campaign. It didn't go to the campaign. It was a threat to his reputation and his livelihood, as all extortion is, right? So, why is that a campaign--"
    },
    {
      "speaker": "HAHN",
      "utterance": "There's black--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--contribution?"
    },
    {
      "speaker": "HAHN",
      "utterance": "--there's black letter law. There's black letter law here, OK?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "OK. Well what is it?"
    },
    {
      "speaker": "HAHN",
      "utterance": "The campaign finance law is pretty clear about what you can and cannot do with funds. And these funds were not necessarily from Trump's own pockets. There was all sorts of schemes put together by the President and Michael Cohen to move this money around, so it wasn't traced back to - to - to President Trump."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But - but hold on, no--"
    },
    {
      "speaker": "HAHN",
      "utterance": "That in and of itself should--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--no, no, no, no, no--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--raise red flags. You would be--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--no, no, you know, wait, stop, stop, stop, stop, no, no, no, no--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--people would be blowing their mind off right now--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--wait, wait, stop, stop, stop, stop--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--if you're (ph) the President."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--maybe. I mean we've never had a president like Trump in a million different ways. And I'm not defending--"
    },
    {
      "speaker": "HAHN",
      "utterance": "No, we never have."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--I'm not defending his personal life. I'm merely saying--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--this is now being described as a felony, as a crime for which the President could be removed. So, now is the time when we need to be very specific about what the crime is because you're - you've stopped all business of government, so we can respond to this. So, let's respond right now. Tell me how and where--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--in campaign finance law it says, you're not allowed to use your money, there's no allegation this was campaign money, your money to pay off a former girlfriend? There isn't and that's this made-up (ph)--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Oh, this is not--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--it's a lie--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--the allegation here is not--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--actually."
    },
    {
      "speaker": "HAHN",
      "utterance": "--the allegation here is not that it's just his money. There's allegation that he moved money around through various schemes--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, but not - they're not from the campaign--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--to pay these women off--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--no, but, by the way--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--including with the (ph) man who--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--you're allowed to do that too."
    },
    {
      "speaker": "HAHN",
      "utterance": "--hold on a minute. Wait, wait, wait, wait--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "You're allowed to hide the payments."
    },
    {
      "speaker": "HAHN",
      "utterance": "--he hid the payments--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "What, is that a crime now--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--that was campaign in nature--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--if it's your money?"
    },
    {
      "speaker": "HAHN",
      "utterance": "--that is a violation of--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why does a campaign and (ph)--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--a clear violation of campaign finance laws."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--hold on till then (ph), I'm giving you a chance on TV--"
    },
    {
      "speaker": "HAHN",
      "utterance": "It needed to be disclosed--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--hold on, hold on. No, no, just I'll let you speak and I'll let you speak slowly--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Go ahead."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--so our audience can understand. Where in campaign finance law does it say that taking money that's not from your political campaign to respond to an extortion attempt to pay off your girlfriend or pay the gardener, pay anybody, why is that a felony? And where does it say that?"
    },
    {
      "speaker": "HAHN",
      "utterance": "Camp--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "What are you talking about?"
    },
    {
      "speaker": "HAHN",
      "utterance": "--campaign finance law - look, I'm not going to quote the section and verse. I don't know it off the top of my head--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Paraphrase it for me."
    },
    {
      "speaker": "HAHN",
      "utterance": "--even though I'm a lawyer. Campaign finance - campaign finance law clearly states that any money spent for campaign purposes, specifically by people other than the candidate, must be disclosed. This is what's--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But why is that a campaign--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--being alleged right here--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--purpose?"
    },
    {
      "speaker": "HAHN",
      "utterance": "--hold on, hold on, hold on--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "What (ph)?"
    },
    {
      "speaker": "HAHN",
      "utterance": "--the President and Michael Cohen clearly set up a scheme so that other people could pay these women off on behalf of Donald Trump while he was running--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "OK. OK. That--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--for President because--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--that's fine but--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--they thought that these (ph) allegations would sink his campaign and his reputation."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But - but maybe - maybe under--"
    },
    {
      "speaker": "HAHN",
      "utterance": "That's a violation."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--no, actually, because anybody faced, I'm not, you know, I don't know a single man who faced with that allegation, who he (ph) thought he could squelch it wouldn't pay the person off because it does incalculable damage to your reputation, whether you're running for anything or not. And so, that's - it's so clearly not a campaign violation that I wonder if we want to set this precedent. Do you want to live in a world where people paying off extortion attempts are now campaign finance felons? I mean this is lunatic."
    },
    {
      "speaker": "HAHN",
      "utterance": "This is strike--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "And you know it."
    },
    {
      "speaker": "HAHN",
      "utterance": "--this - this is strikingly similar to what happened to John Edwards."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, and it's awful. It's awful what happened to--"
    },
    {
      "speaker": "HAHN",
      "utterance": "I'm not saying the President will be convicted but--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--John Edwards--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--this is strikingly--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--I thought."
    },
    {
      "speaker": "HAHN",
      "utterance": "--similar--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, it is. It is."
    },
    {
      "speaker": "HAHN",
      "utterance": "--situation."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And what happened to him was--"
    },
    {
      "speaker": "HAHN",
      "utterance": "And it is something, look--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--wrong. It was another populace--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--well--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--they took out with this BS campaign finance nonsense, exactly what happened."
    },
    {
      "speaker": "HAHN",
      "utterance": "--look, it is more than--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "And, you know (ph), we're out of time."
    },
    {
      "speaker": "HAHN",
      "utterance": "--campaign finance law."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--no."
    },
    {
      "speaker": "HAHN",
      "utterance": "It's more than campaign finance law."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, it's not."
    },
    {
      "speaker": "HAHN",
      "utterance": "It is the Foreign Corrupt Practices Act."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, it's a totally separate thing."
    },
    {
      "speaker": "HAHN",
      "utterance": "That in and of itself is a problem--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Look, if - if he violated that I will (ph) defend it."
    },
    {
      "speaker": "HAHN",
      "utterance": "Well, yes. And then (ph) also alleged by Cohen is--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But in this case, this is made-up."
    },
    {
      "speaker": "HAHN",
      "utterance": "--also part of this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right, Chris Hahn, thank you."
    },
    {
      "speaker": "HAHN",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Good to see you. One of the most hysterical reactions in the past few days came from a former Obama Administration U.S. Attorney, who says the President should be stripped of his office."
    },
    {
      "speaker": "BARBARA MCQUADE, FORMER UNITED STATES ATTORNEY FOR THE EASTERN DISTRICT OF MICHIGAN, PROFESSOR OF LAW AT UNIVERSITY OF MICHIGAN LAW SCHOOL, LEGAL ANALYST FOR NBC NEWS AND MSNBC",
      "utterance": "It could be that President Trump procured the presidency by fraud. When immigrants procure their citizenship by fraud, we strip them of their citizenship. When a president procures his presidency by fraud, should we consider doing the same?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Alan Dershowitz is, of course, a retired Harvard Law School professor. He's the Author of the book, The Case Against Impeaching Trump, and he joins us tonight. Professor, I got a couple questions. But the first relates just to the sound bite we played. Is there a provision in the Constitution for stripping, whatever that means, stripping the presidency from a President who you think is illegitimate, whatever that means?"
    },
    {
      "speaker": "ALAN MORTON DERSHOWITZ, LAWYER, THE CASE AGAINST IMPEACHING TRUMP AUTHOR, HARVARD LAW PROFESSOR EMERITUS",
      "utterance": "Sure. It's called the 25th Amendment, but not on the grounds of illegitimacy. I want everyone out there to imagine the following scenario. Let's assume when Bill Clinton was running for president, Paula Jones came up to him and said, \"Unless you pay me a $130,000, I'll reveal our affair.\" And let's assume, Bill Clinton and Hillary Clinton, together, did exactly what it's alleged that Donald Trump and Cohen did together, I guarantee you The New York Times, NBC, MSNBC would be railing against any prosecutor who dared to suggest that this was a violation of the campaign (ph) finance law. Everybody would be on the other side of this issue. There'd be Republicans out there saying, \"Strip him of the presidency, impeach him, indict him.\" Every Democrat would be saying this is a witch- hunt, this is terrible. We need a single standard. If you wouldn't go after Bill Clinton, don't go after Donald Trump. If you're going after Donald Trump, then you have to go after Hillary Clinton for everything that she allegedly did. For example, one of your guests talked about a Federal Corrupt Practices Act. That applies when you bribe a foreign official. What they're arguing is that there was a rumor that maybe somebody offered Putin a penthouse in a Tower that Trump was thinking of building in Moscow. And if that had been done, it would be a violation of the FCPA, Federal Corrupt Practices Act. But it's all based on hypotheticals and maybes. And I just want everybody to apply the shoe on the other foot test. If Hillary Clinton were president, the Republicans were saying, \"Lock her up,\" everybody would be on the other side. They'd be screaming about how dare you expand criminal statutes, how dare you expand the criteria for impeachment? Now, all these liberal Democrat fair-weather civil libertarians are saying, \"The hell with the Constitution, the hell with civil liberties, put all that aside, get Trump.\" That's the most important consideration. Get him by any means possible. This is such a danger to our constitutional system that I would hope that true civil libertarians would rebel against that, as I am."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is - is it unfair to describe this scenario as extortion? I say I know something about your sex life. I know a secret about you that you want to keep the - that's non-criminal (ph), but that you want to keep hidden. And unless you pay me money, I'm going to reveal it. That seems like textbook extortion to me. Why is it not?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "It is absolutely textbook extortion. And there ought to be a prosecution of any person, man or woman, who approaches any candidate or anybody else and says, \"Unless you pay me money, I'm going to reveal a sex act that occurred.\" That is absolute classic extortion. And it's shocking that the Special Counsel looking into this, who has a broad mandate, he described it very broadly, isn't looking into the extortion committed by, at least, the porn star, whose lawyer obviously approached the candidate or the candidate's people, and threatened exposure. Otherwise, why would you pay? Just listen to the tape. The tape makes that clear. The tape that Cohen made unwittingly of President Trump, it's clear that they were paying off an extortion--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "--in order to prevent these issues from coming out for multiple reasons, to protect his family, to protect his brand--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sure."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "--possibly, to influence the campaign. Let's remember one more thing. A President can contribute to a candidate as much as he wants. If - if Bloomberg runs for president, he could announce tomorrow, \"I'm not taking a nickel. I'm putting $1 billion of my own money into this campaign.\" That's perfectly legitimate. As far as reporting is concerned, it's the campaign that has to report. And if these payments had to be reported, they had to be reported after the election, the reporting time was after the election so, it couldn't have impacted the election. So, the absurd notion that he won the presidency by fraud and should be stripped of the presidency (ph) reflects incredible ignorance about the timing here, and how these statutes operate."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is getting so crazy, it's - it's making my head spin. I appreciate your coming on and explaining that to us, professor. Thank you very much."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well we've been saying it for a couple of years. Now, we have hard scientific evidence that, in fact, big tech is altering and harming the brains of children. Is it time to do something about that? What if we knew it was true? Well we do know it's true now. We've got details next."
    },
    {
      "speaker": "TEXT",
      "utterance": "TECH TYRANNY."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well Google collects more data than probably any other company, and probably knows more about you than you do. You think this might raise some concerns about the concentration of power. But, for years, Congress seems to have cared not at all either because they were ideologically predisposed to Google or because they were in its pocket. Meanwhile, Google became more and more powerful, ominously powerful. Now, finally, during the lame-duck session, Congress has summoned the CEO of Google, Sundar Pichai, to answer some questions about data transparency, coming to Capitol Hill this week. What should Congress ask him about? Harmeet Dhillon has followed this issue maybe more closely than any other attorney in the United States, and she joins us tonight. Harmeet, thank you very much for coming on. So what--"
    },
    {
      "speaker": "HARMEET DHILLON, AMERICAN LAWYER, REPUBLICAN NATIONAL LAWYERS ASSOCIATION BOARD MEMBER, FORMER VICE CHAIRWOMAN OF THE CALIFORNIA REPUBLICAN PARTY, AND THE NATIONAL COMMITTEEWOMAN OF THE REPUBLICAN NATIONAL COMMITTEE FOR CALIFORNIA",
      "utterance": "Hi, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--what should be the - the list of questions?"
    },
    {
      "speaker": "DHILLON",
      "utterance": "Well, this is only a subset of the issues that people should be asking Google that is the subject of the testimony tomorrow. But Google, for years, as you pointed out, has been collecting data, and not disclosing to users, number one, the extent of the collection of the data or what they're doing with the data. We have also learned of significant breaches, including today, an announcement of a major breach of 52.5 million users on the Google+ failed experiment in social media. It's not clear when that happened. Google is not disclosing to people exactly what happened and what use has been made of it. And they, as you pointed out, they just get away with it, because we have both effete politicians in Washington, even on the Republican side, and government agencies whose tasks it is to examine these issues, and protect consumers. So, consumers are really at a complete loss. Now, what I expect to happen on Capitol Hill tomorrow is that there'll be some posturing questions written by staffers that Members of Congress are going to read out, and you're going to have some focus group tested jargony, you know, in - incomprehensible responses from Sundar Pichai designed to placate these folks. There'll be a little bit of a dance and everybody will go home, not understanding what the answers were, and not probably going to do anything about it. And this is a real tragedy and missed opportunity, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What a shame? I want to (ph) ask you another story, another element of the Google story. Newly leaked email show that several Google employees plotted to destroy the news site, Breitbart, after the 2016 election, a secret internal discussion group labeled Resist. Google employees discussed how they could use the, quote, hate speech and fake news labels to justify cutting off Breitbart's ad revenues. Harmeet, this is kind of the stuff of Conservative fever dreams that Google would be actually doing something like this. Are you surprised by it? And what can be done, in response?"
    },
    {
      "speaker": "DHILLON",
      "utterance": "Well Google - A, I'm not surprised. B, Google is denying it. But there's extensive evidence that Google did this, and they did it in two ways. One way is right after the election, as you mentioned, a number of very excitable Left-wing Google executives and employees tried to squeeze Breitbart and other Conservative outlets into this hate speech category. They then confessed that after a lot of effort that was really tough. So, they also did a two-pronged approach, and the other side of that approach is having their ad people contact customers and tell them that it might be dangerous or a bad idea to advertise or allow their ads to be placed on Conservative news websites like Breitbart and others. And they pointed to some outside groups like Sleeping Giant that makes it a - a business practice of defaming Conservative writers and organizations, and use that as a smear. Google also does this in many other ways like through its YouTube. It categorizes content as sensitive, which automatically, both, makes it hard to find the content online, and also strips that content from the ability to gain advertising revenue. So, Google is doing this systematically. Google is doing this purposefully. Google is getting away with doing this. And I think it violates not just some laws, including Communications Decency Act and others, but it - it violates state laws that have to do with fraud and transparency, unfair business practices and competition."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "DHILLON",
      "utterance": "Again, Google is able to get away with this because, you know, they - they contribute to some Conservative groups like CPAC, lot of money to show up at CPAC, and - and certainly on Capitol Hill. They get away with it, and we see nothing done to control this - this, you know, duopoly and monopoly on advertising revenue. It's very dangerous because it's shaping what young people in America, who mainly get their news through--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Of course."
    },
    {
      "speaker": "DHILLON",
      "utterance": "--Google see every day."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Looking back, the Congress allowing Google to become more powerful than the U.S. government, subverting our democracy entirely, that'll be the thing we hold Members responsible for, I think, historically. Harmeet Dhillon, you will not be held responsible since you're a lonely voice on the right side, thank you for joining us, as always."
    },
    {
      "speaker": "DHILLON",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Meanwhile, we've been saying it for years. Now, there is hard scientific evidence that big tech is, in fact, harming our children. New 60 Minutes report this week highlighted research that shows children who use tablet smartphones and other screens more than seven hours a day, and that's a lot of kids, believe it or not, are developing different brain structures. Their brains are being damaged by this. Tom Kersting is a psychotherapist, who's written extensively on this subject, and he joins us tonight. You must feel vindicated by this report, Tom."
    },
    {
      "speaker": "TOM KERSTING, PSYCHOTHERAPIST, DISCONNECTED AUTHOR",
      "utterance": "I do. I do. I'm actually happy to see it, to be honest with you because--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "KERSTING",
      "utterance": "--it's something I've been speaking about for so many years at lectures and in my book. And now, we could finally have some scientific preliminary evidence showing exactly what all of this tech is doing to the brain."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, what is it doing?"
    },
    {
      "speaker": "KERSTING",
      "utterance": "Well, first of all, the area of the brain called the cortex, which is the outer layer of the brain, the preliminary study that the - the research has conducted, shows a - a premature thinning of that part of the brain, OK, which is - which is kind of frightening, considering the importance of that part of the brain, what it does, how it's very important just for human beings in terms of organizing, planning, and a host of other different things. Another component that you don't hear much about is something called neuroplasticity, which is actually the greatest breakthrough in modern day psychology. And the term plasticity meaning that the brain, although very strong and rigid, can be molded and shaped if placed in - in the right environment for three or more hours per day. We know that the average kid is spending nine hours a day, on average, in what I consider to be the most highly stimulating of worlds. And what happens is the brain will actually grow new neural pathways, it'll re- organize its circuitry to adapt to that cyber world. And the problem is what I'm seeing clinically is an unadapting of - of young kids in a real world having a very difficult time coping with just the trivial nuances of life, the anxiety disorders, the depressions, and so forth."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. Well and it's all kinds of measurements are showing the horrifying results of it. How young, exactly, are kids getting addicted?"
    },
    {
      "speaker": "KERSTING",
      "utterance": "Well, we're seeing right now that there's some - some research that came out recently that there - there's the kids as - as young as two years old showing signs of depression. And, right now, the average age for first smartphone issuance is about age 10. And, you know, when I give lectures, every parent knows that this is bad. But it's sort of, you know, what you talk about it you love (ph) the - the term groupthink. I - I use the term social conformity. We tend to do what everybody else is doing. And parents, anybody listening, you have got to do what is in the best interest of your child, not - not what everybody else around you is doing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, can you just give me the 20-second answer to the question I always ask you, which is why are we so passive in the face of this? If two- year-olds were huffing on Marlboros, we'd say, \"You know what? No, not allowed.\" But we just sort of sit back and let our society collapse in the face of this, why?"
    },
    {
      "speaker": "KERSTING",
      "utterance": "Well, the reason, in my opinion, the reason why is - and we talk about - I always talk about common sense, all right? It's pretty clear, if we go walk around and everybody's got their heads buried in a device all day long, you pull up to a traffic light, and they can't even contain themselves for a minute without looking at their device, it's pretty clear that it's having an impact on their behavior. Now, the reason why nobody is--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "KERSTING",
      "utterance": "--doing anything about it is because we're always looking for scientific evidence, all right, and now we have some of it, and we're going to start seeing a lot more of it. And--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "KERSTING",
      "utterance": "--and we're going to start seeing some changes, as a result, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, and it's we waited too long for the studies to confirm the obvious. Tom, thank you very much."
    },
    {
      "speaker": "KERSTING",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, Hollywood doesn't need to remake 1984 again, not that they would, it's probably illegal. But they already do a perfect job of replicating it in real life. They are living the plotline of George Orwell's novel. Kevin Hart is the latest person to be destroyed for statements that he made many years ago. We'll tell you his story after the break."
    },
    {
      "speaker": "TEXT",
      "utterance": "AMERICA'S NEWS HQ."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT, FOX NEWS",
      "utterance": "Live from America's News headquarters, I'm Trace Gallagher. No bail decision yet for a top Chinese executive who's facing possible extradition from Canada to the U.S. The case of Meng Wanzhou has fueled U.S.-China trade tensions and rocked financial markets. Meng is the Chief Financial Officer of telecommunications giant, Huawei. She was detained December 1st during a layover in Vancouver. She's accused of misleading banks about the company's business dealings in Iran. There is a concerning uptick in paralyzing illness among children. The Centers for Disease Control and Prevention now says there have been more cases than ever. There are a 158 confirmed cases so far this year. The illness called acute flaccid myelitis causes paralysis in the face, neck, back, arms or legs. The symptoms usually come a week following a fever and respiratory illness. I'm Trace Gallagher, now back to Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Hollywood has issued a new decree. And, of course, everyone obeyed immediately. Kevin Hart's career must be destroyed. Just days after the Comedian was announced as the next Host of the Oscars, the now-irrelevant awards show some people still watch, Hart was forced to step down over tweets and stand-up routines from about a decade ago that some said were anti-gay. Now, these tweets had already come to light. Hart had already apologized for them and said he was changing his routine, but it didn't matter. In today's political environment, there is no such thing as forgiveness or mercy. What you're seeing is, instead, a particularly powerful form of bullying. Do and think exactly as we say, or else. Larry Elder has fought the forces of conformity for a long time. He's a radio show host from Los Angeles, and he joins us tonight. We're really glad to have you, Larry Elder, thank you. So, what's the takeaway from watching what just happened to Kevin Hart?"
    },
    {
      "speaker": "LARRY ELDER, RADIO SHOW HOST, WRITER, ATTORNEY",
      "utterance": "The takeaway, Tucker, is what the devil are the rules. As you pointed out--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right. I got it (ph)."
    },
    {
      "speaker": "ELDER",
      "utterance": "--Kevin Hart did these tweets some years ago and - and made anti-gay references in his stand-up some years ago. He apologized back in 2015. The Academy Award people wanted him to apologize again. He refused. Now, the show is going to be carried by ABC. ABC parent company is Disney. Disney also owns ESPN. They've employed Keith Olbermann, who is a - a Trump hater from way back. And just last year, he tweeted that Trump was a Nazi and dropped a bunch of F-bombs in his tweet. That didn't seem to bother Disney. But Kevin Hart has to go. The other inconsistency, of course, is that other comedians like Amy Schumer, who last year, I think it was, hosted a Democratic fundraiser, has used the - the F-word for gays in a tweet, as has Sarah Silverman, as has Chelsea Handler, all of whom have hosted shows. And finally, you have the instance of Joy Ann Reid on MSNBC who had a blog 2007, 2008--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "ELDER",
      "utterance": "--a very anti-gay post she made, and she wasn't joking, she wasn't a comedian, including dissing the movie Brokeback Mountain, and said she hated watching men kiss. She then said she apologized. Then, later on, she said she was hacked. NBC did a search to find out whether or not she'd been hacked. Turned out she wasn't hacked. So, she either misremembered or lied, and then apologized again. She has a show on MSNBC. So, forgive Kevin Hart for not - for not knowing what the rules are."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well that's and - so, but what's the best response? I think you're absolutely right. All of us at some point are going to be accused of thoughtcrime, and the mob will come for us. It's inevitable."
    },
    {
      "speaker": "ELDER",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How do we respond? What's the best way to respond?"
    },
    {
      "speaker": "ELDER",
      "utterance": "You do them on a case-by-case basis. The man apologized, said he had grown. The - the most horrific tweet was saying that if he came home and saw his son playing with his daughter's dollhouse, he'd break the dollhouse over his head. He later on said, he apologized, he's grown as a man--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "ELDER",
      "utterance": "--and perhaps the tweet had to do with his own insecurities as a man. So, I think that's what you do. You apologize, be sincere, and then keep going. But if people keep beating you over the - over the head over it over and over again, they're not going to forgive you, I'm not sure what the point is, which is why I believe that Kevin Hart was morally justified in saying, I've already apologized, I'm not going to apologize again."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "ELDER",
      "utterance": "I'm a 40-year old man. I've apologized. I've grown, let it alone."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean what happens to a society where the mob feels it has ultimate authority on judgment? No one believes in God, so they have to make their own judgments, hard and fast judgments--"
    },
    {
      "speaker": "ELDER",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--and no forgiveness is allowed."
    },
    {
      "speaker": "ELDER",
      "utterance": "Yes. And what happens to a society that's - that's so inconsistent? For example, Kanye West--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "ELDER",
      "utterance": "--is being called an Uncle Tom and a Token, a House Negro. That doesn't seem to bother anybody. You got a guy in like Al Sharpton, who's got a show where he's referred to gays as - as homos in the - in years past, Jews as interlopers. He - he falsely accused a White man of raping a Black teenager, he has a show on television, you know, every weekend. So, you know, I'm not quite sure what to say, Tucker, other than it's terribly inconsistent. It seem to me there's one rule for people who are Conservative and one rule for people--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "ELDER",
      "utterance": "--who are on the Left."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think it's best just to ignore the noise to the extent you can. I mean they have an awful lot of power. You know, they'll de-platform you in a second. Larry Elder--"
    },
    {
      "speaker": "ELDER",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--we're rooting for you."
    },
    {
      "speaker": "ELDER",
      "utterance": "Thank you. I need--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "If they ever try to leave you, you'd (ph)--"
    },
    {
      "speaker": "ELDER",
      "utterance": "--I could use the help."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--always have a home on this show. Good to see you."
    },
    {
      "speaker": "ELDER",
      "utterance": "I could use the help. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you. Well China just launched a new persecution of the country's Christians. Will anyone in Washington care? Are they too busy taking Chinese money? Plus, Paris continues to be convulsed by the worst riots there in 50 years. What are these riots about? You know what they're about. They're about the Paris Climate Treaty, the spirit of it, anyway. And policies they want here are being rejected by both Left and Right in France, and they're ignoring it because it's too inconvenient to pay attention. Details ahead."
    },
    {
      "speaker": "TEXT",
      "utterance": "THE CHINA THREAT."
    },
    {
      "speaker": "CARLSON",
      "utterance": "China has launched a new crackdown. How many news stories begin with that sentence, \"China has launched a new crackdown?\" Many. And they have, once again, launched new crackdown, this time, on their country's underground Christian community. In a coordinated sweep of nighttime raids, police rounded up about a 100 members and the pastor of the Early Rain Covenant Church. Because the church does not submit to government control, it is illegal in China. And members have been forbidden from attending services. It's just the latest in a persecution wave that has shut down several different churches with thousands of Christian members. This is what actual religious oppression looks like, but a ruling class that's seen (ph) people who boycott North Carolina over its bathroom laws don't care at all. None of them are calling for boycotts or sanctions on China. There's no witch-hunt against the countless universities, businesses, and lobbyists with massive financial ties to China, and its authoritarian regime. In fact, to our ruling class, China is the future. If anything, it's a country we ought to emulate. So remember that, next time they try to lecture you about how their values are better than yours. The war in Afghanistan, as you well know, has continued for 17 years. It's the longest war in the history of this country. We're still spending billions there. American soldiers are still dying there. It might all be worth it if we were still fighting for victory. But are we fighting for victory? In a newly leaked audiotape, former NATO Commander, Stanley McChrystal, tells Secretary of State, Mike Pompeo, how the war in Afghanistan should be fought. It's not exactly the opening speech from Patton. \"My best suggestion,\" he says, \"Is to keep a limited number of forces there and just kind of muddle along, and see what we can do.\" Now, muddle along is not a strategy for anything, much less a victory. It's a strategy to waste American money and lives for no reason at all. If U.S. troops are going to muddle along in a war, maybe it's a sign that's a war we shouldn't be fighting in the first place. Well, if you can remember back a year-and-a-half, on June 1st, 2017, the President announced he was pulling this country out of the Paris Climate Accords. To hear the politicians and television news chintuggers (ph) react, you'd think it was the worst natural catastrophe, well, ever."
    },
    {
      "speaker": "NANCY PELOSI, MINORITY LEADER OF THE UNITED STATES HOUSE OF REPRESENTATIVES, SAN FRANCISCO, CALIFORNIA",
      "utterance": "What happened yesterday on the climate issue is an embarrassment to our country and it should be an embarrassment to him personally for how he answers to his grandchildren."
    },
    {
      "speaker": "GOV. JERRY BROWN (D), CALIFORNIA",
      "utterance": "People are going to die. Habitat will be destroyed. Seas will rise. Insects will spread."
    },
    {
      "speaker": "FAREED RAFIQ ZAKARIA, CNN'S FAREED ZAKARIA GPS HOST, POLITICAL SCIENTIST, AUTHOR, COLUMNIST",
      "utterance": "This will be the day that the United States resigned as the leader of the free world."
    },
    {
      "speaker": "JOHN KERRY, FORMER UNITED STATES SECRETARY OF STATE",
      "utterance": "He is not helping the forgotten American. He is hurting them. Their kids will have worse asthma in the summer. The President who talked about putting America first has now put America last."
    },
    {
      "speaker": "CARLSON",
      "utterance": "These people are so stupid. It's amazing they have jobs. The economy must be pretty strong, in fact, if those people have health insurance. One thing they said though is true. People were hurt, but not because we pulled out, but because other countries kept to the terms of the Paris Climate Accord, including France. This fall, France began to implement a gas tax to fight climate change inspired by that agreement. Now, for the fourth weekend in a row, the city of Paris has been rocked by riots and mass protests. The city is burning and shows no signs of stopping. What did this? Progressive climate policy. Will the people who formulated it ever admit it? Of course, not. They're too invested. Well the press, all of a sudden, doing everything it can to kill Elizabeth Warren's presidential campaign before it even begins. That's kind of interesting. Is this a mercy killing or something else going on? Mark Steyn joins us to unravel a delightful mystery, after the break."
    },
    {
      "speaker": "ELIZABETH ANN WARREN, SENIOR UNITED STATES SENATOR, MASSACHUSETTS",
      "utterance": "Now, the President likes to call my mom a liar. What do the facts say?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The facts suggest that you absolutely have a Native American ancestor in your pedigree."
    },
    {
      "speaker": "WARREN",
      "utterance": "OK. And Trump can say whatever he wants about me, but mocking Native Americans or any group in order to try to get at me? That's not what America stands for. I'm not enrolled in a tribe and only tribes determine tribal citizenship. I understand and respect that distinction. But my family history is my family history."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean (ph) you really just can't watch that enough. It really should be a screensaver. This hasn't, understatement of the day, been the fall Elizabeth Warren had hoped for. She thought that releasing a DNA test showing that she might have had a lone American Indian ancestor, not necessarily from this continent, a few hundred years ago would silence the President and give her momentum going into the primaries next year. Instead, even the Left is turning on her. Two pieces in the Washington Post and The New York Times in the past week suggests that Warren's campaign has been deeply, maybe even fatally, wounded by the blunder of the DNA test. Looks almost like an effort to kill Elizabeth Warren's campaign before she can embarrass her party, the one to which everyone in the media belongs, before she actually runs. Mark Steyn is an Author and Columnist. Not a conspiracy not, I'll run this by him anyway. So, what is going on? So, obviously, she is a media creation, not a genius, but she has been the subject of endless fawning profiles in the press, particularly from the Boston Globe, which has promoted her for years, and now they're attacking her, why?"
    },
    {
      "speaker": "MARK STEYN, AUTHOR, COLUMNIST, STEYNONLINE.COM",
      "utterance": "Yes. That's - that's interesting. The Boston Globe is saying you - to Elizabeth Warren, you have to know when not to run. And this is the paper that's wanted her to run until she took--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "STEYN",
      "utterance": "--until she got head-faked into taking this DNA test that showed she was 1/1024th Native American, which is less Native American than the average. I mean you could test Kim Jong-un, Vladimir Putin, and they would - they would be more than 1/1024th Native American just because some Cherokee happened to change trains in Odessa in - in 1852, and got lucky with one of the porters. I mean any - every - anyone's more Native American. And what's fascinating- -"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Ha-ha."
    },
    {
      "speaker": "STEYN",
      "utterance": "--what's fascinating about this is that this - Elizabeth Warren was a test on the limits of Democrat identity politics because their recent presidential candidates have been sold on identity politics, but in rather strange ways. So, Barack Obama is an African-American. But he has nothing to do with the Black slave experience or Civil Rights."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "STEYN",
      "utterance": "He's - he's Black just because his father happened to be a British subject born in Colonial Kenya. Barack Obama was actually the first child of British subjects to be President, I believe, since Andrew Jackson. So, he tried to get himself in on the colonial thing. Obama said his step-grandfather in Indonesia had died fighting Dutch soldiers in the struggle for independence. In fact, it turned out his step- grandfather died when he fell off a chair while changing the drapes. That's not a joke. That's actually true. That's how his step-grandfather died. Then you have Hillary Clinton, who's running as a feminist icon and is, in fact, only the candidate because she's the wife of the previous guy, and she was given a Senate seat as a reward for standing by him, when his intern's dress wound up in the FBI crime analysis lab - lab. So, we have very--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Ha-ha."
    },
    {
      "speaker": "STEYN",
      "utterance": "--so in such a world, you can't blame Elizabeth Warren for saying, \"Well, if Hillary could be a feminist icon, why can't I be the first Native American President?\" She was Harvard Law School's first woman of color. That's why it's not a family law thing. She actually was promoted as Harvard Law School's first woman of color. Why shouldn't she be America's first - first Native American President?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Such a good (ph)--"
    },
    {
      "speaker": "STEYN",
      "utterance": "Since this is (ph)--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--such a good example (ph)."
    },
    {
      "speaker": "STEYN",
      "utterance": "--none - none of this identity politics. Joe Biden should run as the first transgender woman candidate and dare the Democrat electorate to call him on it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That was my plan."
    },
    {
      "speaker": "STEYN",
      "utterance": "I mean this is this (ph)--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I hope he doesn't get there first."
    },
    {
      "speaker": "STEYN",
      "utterance": "--no don't (ph)--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm doing that (ph). You're the best."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes (ph)."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Mark Steyn, we're out of time."
    },
    {
      "speaker": "STEYN",
      "utterance": "Thanks a lot, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I loved it. Thank you."
    },
    {
      "speaker": "STEYN",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We'll be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Man that was fun. Back tomorrow, 8 P.M., show that is the sworn enemy of lying, pomposity, smugness and, especially, groupthink. Good night from Washington. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}