{
  "date": "December 9, 2021",
  "headline": "'The Ingraham Angle' on remote work, school shutdowns",
  "subHeadline": "\"The Ingraham Angle\" welcomed guests Caitlin Reynolds, Kevin McCarthy, Mark Meadows, Raymond Arroyo, and Curt Mills.",
  "url": "https://www.foxnews.com/transcript/ingraham-angle-remote-work-school-shutdowns",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm Laura Ingraham. And this is THE INGRAHAM ANGLE on a very busy Wednesday. Former White House Chief of Staff Mark Meadows has just sued Nancy Pelosi and the January 6 Committee. He joins us tonight with all the breaking details and there are many. Plus, nostalgic reboots. Now, they're not just a hot trend in entertainment. Raymond Arroyo explains how Hillary is getting into the act as well. That's coming up in Seen and Unseen. But first, arsonists complain about fire damage. That's the focus of tonight's 'Angle'. Now, you've probably seen the articles and heard some of the commentary beginning to trickle out on topics that the 'Angle' sounded the alarm on over 18 months ago. Kids' test scores down, depression up, weight gain up, annual checkups delayed which means serious health problems among the young are going undetected. And this week Biden's Surgeon General Vivek Murthy released a 53-page advisory on the many ways young people have been adversely affected by the pandemic. \"Early estimates suggest there were tragically more than 6600 deaths by suicide among the 18 to 24 age group in 2020. In early 2021, emergency department visits for suspected suicide attempts were 51 percent higher for adolescent girls compared to early 2019.\" Now, being a Biden administration report, of course, it goes totally off the rails and at one point it ventures beyond the pandemic and tries to connect mental health problems to \"deaths of Black Americans at the hands of police officers, including the murder of George Floyd; COVID-related violence against Asian Americans; gun violence; an increasingly polarized political dialogue; growing concerns about climate change; and emotionally charged misinformation\". That's conservatives actually having first amendment rights. Now, this is all ludicrous on its face, and it's totally revealing. Also, let's get one thing straight. The pandemic in general is as much to blame for teen suicides and depression as the car is to blame for the Waukesha parade massacre. The real culprit is the response to the virus. Democrat governors, mayors, county officials locked down the schools, stopped sports, closed the churches, which then pushed unsupervised kids to screens, porn, pot and of course, mindless video games. Now, back in the summer and spring of 2020, the 'Angle' warned that the consequences of closing down entire state economies, shuttering schools, banning normal human interactions, we said they'd be nightmarish; especially for young people, they'd be catastrophic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There are devastating consequences of keeping children away from school. Academic decline, depression, isolation, suicide, addiction, abuse, let alone the economic calamity for households that can't afford to have a parent out of work. From a medical and a common sense standpoint, the decision to put kids back in school should be a slam dunk. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But now coming up on the two-year marker for the beginning of COVID, the same people who lit the fire of hysteria on COVID and then locked us down want you to believe they truly care about the wellbeing of your kids. Nice try. Now, Democrats and left-wing medical officials are directly to blame here. And they'll never - we will never let the voters forget this. It was their policies that took kids away from their friends, isolated them in their rooms, and then banned them from socializing, and even playing sports outside. In the end, test scores plummeted. Learning, suffered. And kids, I mean, no surprise, got depressed and despondent. Now, how many thousands of young lives were lost because of these patently insane policies? Millions of kids never got to experience graduation or prom, or just playing their last or first varsity season. And, of course, none of this was dictated by the science. What the medical cartel did was, is, and will always be political. Now, we knew back in March of 2020 from initial studies done in China and in Italy, that COVID had little to no impact on children. Only severely immuno-compromised people who were young were at a slightly higher risk. Yet the public health experts, Fauci and alike, refused to push the good news. Instead choosing to scare monger about schools becoming deadly super spreaders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I tend to be on the side of let's close the schools, because they are getting infected and they are infectious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Here's the bottom line. When community transmission is high, it is risky to open schools.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm worried that decisions that are being made that are not putting students at the center, and student health and safety at the center, is going to be why schools may be disrupted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All of this was a blatant political payoff to the teachers unions. Because the unions, remember, they want to be respected and protected. But they didn't want their members to be deemed essential operators, people who had to show up every day. Again, COVID unmasked the political, the medical, and the educational frauds among us. And now what's worse, they're still refusing to move on from any of this and continue with the perpetual alarmism, the mask, and the vaccine mandates. Never going to end unless we end it. The New York Times is now reporting that some public schools are once again taking kids out of the classroom, if you can believe it. This time by shortening the school week, taking Friday's off, claiming that it's the only thing they can do to keep teachers working. And then there's this from UNICEF released just hours ago, \"The COVID-19 pandemic has been the biggest threat to progress for children in our 75-year history\". \"COVID-19 is rolling back virtually every measure of progress for children, including a staggering 100 million more children plunged into poverty.\" That's what lockdowns do, my friends. Now, even if your kid wasn't plunged into poverty, the long-term effects of the lockdowns, it's going to be staggering. What we're seeing now, the depression, the brain drain, drug use, alcohol abuse, everything, this is just the beginning. And it's all because of the politicians who abused their emergency authority most of the last 20 months. And they embolden incompetent nut bags who hate the idea of parental involvement in education, and pretty much everything else about America. And as for that Surgeon General's report, it closes with this line on tackling the mental health crisis among kids. \"Our obligation to act is not just medical, it's moral.\" This is the moment to demand change. They're talking about the old normal. Got to have the new normal. Well, but I couldn't agree more on the general sentiment, as do many voters who are beginning to see these last two years for what they were; tragic, but clarifying. Going forward, unless things change, parents who want their kids to get a real education are going to have to homeschool, or go private. Voters who want to preserve freedom, while of course we also safeguard the health and well being of our kids, will need to consider crossing party lines, maybe for the first time. We should never let the arsonists who burned down the old normal and hurt our children so badly, ever get that close to power again. And that's the 'Angle'. All right. As I just mentioned, some schools are still keeping kids out of the classroom. Now, just last month, Detroit public schools left kids out in the cold literally, when they abruptly announced that schools would be closed every Friday in the month of December. And on Friday before Thanksgiving, they informed parents that school would be canceled the entire next week with no online option at all. This is insane. Now, my next guest has been living through this nightmare, Caitlin Reynolds is the mother of a fourth grader in that school system. Caitlin, as a single mother myself, I'm thinking of how you're getting by here. You need to make a living while your kids get educated. How has this affected you? CAITLIN REYNOLDS, SINGLE MOM OF 4TH GRADER: Well, first of all, Laura, I really appreciate you having me on tonight to hear a parent's side of the story. I really wanted to be the voice of the voiceless. So it's been - there's been its ups and downs. And my son started off the virtual pretty well last year. And then the things kind of dragged on where one shut down, that was supposed to be a brief period of time extended a month and a half. Every week, it was - we're going another week, we're going another week. And then another shutdown would happen. And it was supposed to be a week, and it turned out to be a month and a half. So by the end of the year, he was frustrated, he was completely exhausted, requesting mental health phase. And I exhausted all of my benefits at work. I know that - I know that my position, I'm very blessed. And I know that not a lot of people can say that they were able to have such an abundance of benefits to take advantage of. But at this point, it's you really reach the point of pure exhaustion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, no, but how are you doing it now? So fast forward, we're going - we're getting close to the two-year marker on the start of COVID. And we know the data on the kids. We know the data on the kids, very few kids. I mean, to say, it - every life is precious, but it's an infinitesimally small number of kids compared to other illnesses, influenza, and a serious influenza year. And that they - they give you no notice, and they just say, Oh, we're not going to have school Fridays, and all next week is canceled. And now I know the Detroit teachers union is already pushing to extend this - these closures and online learning beyond December, I understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REYNOLDS",
      "sentences": "So I don't know a lot about the beyond December - the last year, they would not give us any warning. But the definition of insanity is to try the same thing twice and expect different results. So this year, I am not - I'm not taking any chances. I'm not taking any risks and saying, well, maybe they really are going to go back after December because last year, like I said, where the lockdowns dragged on and on, week after week. I actually changed my son's school district after the Friday lockdown news came, concerned about how reliable I'm actually going to look to my employer, when I could have to request time off at the drop of a dime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But, Caitlin, other parents that you're talking to - I mean, I know what it's like just to have a snow day in D.C., what that does to parents. But having every Friday now off for other moms that you know and dads that you know, I mean, isn't this going to drive people out of these public schools for good?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REYNOLDS",
      "sentences": "One would think so. When I first started to voice my opinion, and some different parent groups, I received a lot of varying feedback, some parents who were about as exasperated as I was, and others that were completely in support of it. But not everybody's situation is the same. Not everybody is fortunate enough to be able to have a job where you can work from home. Other people have to be physically at their job, hands on every single day. Some jobs might not be safe enough for that child to come and tag along with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, beyond that, Caitlin, I mean, I've seen my own kids - I'm sorry, I don't care what anyone says, learning online is a joke. It's a joke for most kids. It's hard enough for the college kids to do online. I've seen it up close and personal for all those months. It - they try their best. I know the teachers try. It's a joke. The kid's (inaudible) another things, they are playing games on the phone. It doesn't work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REYNOLDS",
      "sentences": "100 percent. I mean, last year when my son was home, and I would work half days, and like I said, exhausting a lot of my paid benefits at work. I could leave the room for 10 minutes and come back and my son and his friends run Fortnite. But by the end of the year, what was really - by the end of the year, what was really disheartening was that I started to see that the teachers and my son's teachers last year were absolute saints. They were so empathetic and they really made me feel like they were also struggling as well. But by the end of the year, what I saw was that the teachers were spending more time trying to get the kids to regroup, come back, pay attention, stop playing with that, take that hat off. That we already have teaching going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, of course not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REYNOLDS",
      "sentences": "There was less teaching going on than - you know than what should have been done. And then moving forward into this year, my son was a straight A math student. This year he tested two grade levels behind in his favorite subject.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, that's the headline, two grade levels behind, one year of virtual learning and all this other. And we didn't even get into the vaccine mandates, but that's going to - that's a whole other kettle of fish. Caitlin, thank you for sharing the story tonight. And I hope other mothers feel empowered to speak out as well, if this happens to your school district. Now, speaking of protecting the kids, California wants to do the opposite. Democrats now plan on turning the Golden State into an abortion sanctuary should the Supreme Court over to - turn Roe v Wade. Fox's chief Breaking News correspondent Trace Gallagher has the disturbing details from our West Coast newsroom. Trace?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CHIEF BREAKING NEWS CORRESPONDENT",
      "sentences": "Laura, about 15 percent of all abortions in the U.S. are already done in California. And if the Supreme Court overturns Roe v Wade, next summer California is pushing to become the abortion capital of the country. The way it works is, if Roe is overturned, some 25 U.S. states would ban abortion. So California is proposing to become an abortion sanctuary state. And according to the California Future of Abortion Council, which is supported by Governor Newsom and the state legislature. Not only would the state welcome those choosing abortion, it could also pay for travel, lodging, even the actual procedure itself. Other recommendations by the council include reducing costs for obtaining abortion, heightened legal support for providers, patients and people in organizations that help someone get an abortion, back educational programs in schools and community organizations to talk about abortion and restrictions and ease access to abortion later in someone's pregnancy. The question there is how much later? In California, you can already get an abortion up until the fetus reaches viability - you know, can live outside the womb. And even later, if a doctor believes the patient's health or life is at risk. And adding to that controversy, the report also recommends using public dollars, better known as taxpayer money. So even if you're pro-life, your California tax dollars could be used to fund an abortion for someone who doesn't live in California. Of course, nobody knows how many people would cross state lines. But when a Texas law that outlawed abortion after six weeks took effect, California clinics reported an increase in patients from Texas. And some abortion providers believe that if Roe is overturned, California could see a 3,000 percent increase in abortions. And finally, those who oppose abortion are also preparing for a surge of patients, which likely means a surge of anti-abortion lawsuits. Although it appears California is ready and willing to use taxpayer money to fight those losses. Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Trace, that's unbelievable. Thank you. And one week ago, we asked, why federal workers still aren't actually in the office. Well, it seems that Minority Leader Kevin McCarthy was listening. He has an announcement next. Plus, former White House Chief of Staff Mark Meadows just announced, he's suing Pelosi. He has all the details, coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Federal buildings, including those that House Homeland Security, HHS; transportation department, have had a lot of vacant offices. In the twisted liberal mind in person work is expected for people like store clerks, baristas, janitors, airport personnel, but the average federal worker apparently believes staying home is their right. Republicans in Congress must demand real answers about what exactly our bloated Federal workforce has been up to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And now just days later, House Minority Leader Kevin McCarthy is himself demanding answers from the Biden administration. As to how many federal employees are physically actually showing up for work, versus those who are still teleworking, watching Netflix, whatever they're doing. Now, House Minority Leader Kevin McCarthy joins us now. Congressman, I think what this has revealed to a lot of us is how much fat is really in the federal workforce. How many people are truly essential, and how many people can be gradually sent off into the sunset?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA)",
      "sentences": "You're correct. And my letter today to the Biden administration is asking just that. How many people are telecommuting, or how many people are actually working because it's not working for the American public? Let me give you one example. In the VA, there's more than 256,000 veteran benefit claims. Think about that, that are backlogged. The IRS in a recent report shows, they only answer the phone 14 percent of the time. But you've got the White House bragging about the federal workforce and a 92 percent have had one dosage of the vaccine. So if they've been vaccinated, why can't they get back to work? We just show that the Democrats aren't working and their policy is not. And it's just not what the workforce of the federal government it's happening in the Democratic caucus themselves. Do you know there are members of the Democratic caucus from the moment they put in proxy voting here back in May 2020, that have only been back one time. Why? The vote for speaker. And then they've never been back again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, isn't this also going to be as challenged in court, the proxy voting scam that Pelosi has been pulling off now for almost two years? (ph) What's it for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "I went to court, and hopefully we might hear this week or next week what the Supreme Court is going to do with it. But I've been challenging in all the way. Never in the history of Congress, no matter whether it's the Civil War, whatever battles before us, Congress always met. We should lead by example. But these people have always been paid. They're getting paid, and they never show up to work. So the voice that the American public has (inaudible) it's void.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's like robbing. And, Congressman, people watching this across the country can't believe this, because it is literally robbing the American people of their hard-earned tax dollars to pay people to sit home and watch QVC, or whatever the heck it is they're doing, and not actually work. Because they're supposed to be working for the American people, they're not. And I put many of your members of Congress in that mix as well. Now, I got to say this, so speaking of the Democrats, Pelosi was lecturing all of you today. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "It's their responsibility to deal with their people. How we deal with addressing the fear that they had instilled in the Islam - with their Islamophobia and the rest is something that hopefully we can do in a bipartisan way. I don't feel like talking about what the Republicans aren't doing or are doing about the disgraceful, unacceptable behavior of their members.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, Islamophobia now is apparently the biggest threat from Pelosi's point of view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Think of this. Did any reporter there ask her about her member last week, who said I work with the Klu Klux Klan? Did anyone ask her about Congresswoman Omar when she claimed in the last Congress, my only support for Israel was all about the Benjamins? Or when she said that, America is no different than the Taliban, and would not apologize for that. And Nancy Pelosi said, she wouldn't make her. Or what about when she mentioned Congresswoman Omar that on 9/11, some people did something. You know, what's interesting here, no. But you know what happened to a Republican when they made a comment that they really didn't truly believe? They apologized. They apologized to the American public, and they apologized to the member personally. But this is what the Democrats tried to continue to do. They need to hold their members accountable. But you know what they really held their members accountable? Why would Eric Swalwell who could not get a security clearance in the private sector, why would they give him the national secrets and let him be on Intel Committee? That's amazing to me. Because when we raised that issue, they all voted it to allow it to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. I don't think they should be controlling what Republicans sit on what committees. And none of us should be apologizing, frankly. I mean, really at this point, they're the ones who are sitting in the hot seat now, and that should stay that way. Congressman, thank you. And former White House Chief of Staff Mark Meadows is fighting back against Pelosi and the January 6 Committee. Today, he filed a civil suit against Pelosi and all nine committee members. He's asking the court to block two overly broad and unduly burdensome subpoenas from the committee. He issued in whole or part without legal authority and in violation of the Constitution. Mark Meadows, former White House Chief of Staff under President Trump, and the author of 'The Chief's Chief' joins me now. Mark, right before we came to air, Congressman Bennie Thompson, Liz Cheney, called your lawsuit flawed, adding they will continue supporting contempt charges against you. Your response tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEADOWS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "sentences": "Well, obviously Congress is going to do what they were already intended to do, which is hold me in contempt. This lawsuit really goes to the heart of the matter. The fact is, is that we've been trying for weeks and weeks to make accommodations, to share non-privileged, and I want to stress that non- privileged information while protecting the executive privilege that President Trump has claimed. And yet what we found is each and every time there was an overreach on the part of the committee. And then in the last 72 hours, we received a subpoena that went to our telecommunication carrier. That was so broad that you would have to do some type of legislative contortions to find a legislative reason for that subpoena. And I can tell you, they did this without notifying us. We came to the conclusion that they're still going to try to question those personal private conversations that I had with the President of the United States and other senior officials in the West Wing. And quite frankly, their scope is way too broad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Of course, they're going to have to determine that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "So we are going to challenge it. Yes, I'm between a rock and a hard place --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "For people who don't understand this, Mark is talking about the executive privilege doctrine, which is a little murky. This hasn't been fully litigated at the levels it needs to be litigated to determine the outcome here. But what I found more disturbing is the trolling through private communications, which is what they want to do. But they said response to your point, they said you were already willing to give those over. We wanted to just ask questions about those text messages. So my question to you is, why did you want to play ball with them at all? Why did you play ball with them at all? Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "I can tell you. Because certain nonprivileged communication -- I think what they will find is that no one in the White House had any advanced knowledge of anything that was going to happen on that particular day in terms of the breach of security on January 6th. I can also tell you, and we have said this publicly -- I've shared this with you before -- President Trump not only authorized but encouraged the authorization of 10,000 National Guards leading up to that. That is not something that you do if you are anticipating some kind of nefarious motive. I will say this. Here is the interesting thing is in the spirit of trying to cooperate with this committee, they've made it very clear that they are not going to do that, and that they are doing a fishing expedition. It is broadly believed that they have issued more subpoenas in the last two months than they have in the last decade. And I can tell you, Republican speakers and Democrat speakers alike over the history of our country, they have been very judicious in the subpoenas. And yet now what we are doing is going after private citizens --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But they are out for blood. I don't need to be frustrated, Mark, because I've known you for a long time, but you saw what these people did the President Trump for four years. This is your lawyers, they're surprised that these guys are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, and that is why we are fighting back. And that's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, but of course they are operating in bad faith. They tried to take out Trump on a lie, repeated lies about Russian collusion. And so they don't care about who organized what. They are trolling for any little tidbit so they can run over to \"The New York Times\" and have in an headline that makes you and Trump and everyone else look bad. That's what they want. I used to be in the litigation business. I know what they are doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Speak out without a doubt. And Laura, you are exactly right. And that is one of the reasons why we are having to fight back. At this particular time, there is not a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "-- pure legislative motive. And I can tell you, regardless of the consequences, we need to fight back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I want to see Nancy's text messages and Chuck Schumer's. Wouldn't you love to see those? I will show you mine when you show me yours, OK. Mark, thank you. Congrats on the book, by the way, \"The Chief's Chief.\" It's just out. Go out and get it. And A list stars, even some failed politicians, have reboot fever. Wait until your see the results. Plus, politics are causing young people to end relationships. What? Arroyo will explain, \"Seen and Unseen\" next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for our \"Seen and Unseen\" segment where we explore the big cultural stories of the day. And for that we turn to FOX News contributor, author of the \"The Spider Who Save Christmas,\" Raymond Arroyo. All right, Ray, you've got the nostalgic reboot, and now they apparently moving to the political sphere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes, Laura. There are some shows that just refused to be canceled. Hillary Clinton is now launching a new master class on the power of resilience. And she is speechifying like it's 2016, imaginatively talking to her mother. I know this is the reboot you have been waiting for, Ingraham.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "So this was supposed to be the victory speech that I would have delivered on election night in New York on November the 8th of 2016. Look at me. Listen to me. And as hard as it might be to imagine, your daughter will grow up and become the president of the United States. I am as sure of this as anything I've ever known. Together, we will make America even greater than it has ever been.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "She really should get an Emmy for that. Laura, she should do a master class in letting go. She cannot get past her election loss. I've never seen anything like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "She is quite emotional, isn't she, in this? It was just a very odd -- it was odd, Raymond. It's the strangest thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "But Laura, remember, since she lost in 2016, she has written a nonfiction book, she has written a fiction book about this, she has done a tour with Bill. Remember, they couldn't fill the arenas. And now a master class. I am waiting for the animated PBS special before it is over. This is ridiculous. But from reboots that won't end to reboots that should never have been, on Monday we told that ABC was restaging \"The Facts of Life\" and \"Diff'rent Strokes\" with an all-star cast. Well, it went pretty much as expected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sit down with me. Come here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You know what Blair did to me. I have to pay her back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But you didn't pay Blair back. That young man out there is the one who is paying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "You know, Laura, my old acting teacher Stella Adler used to say there are two things you can't play, sexy or young. And this cast proved her right on both counts. Why is 53-year-old Jennifer Aniston playing a teenage Blair, a role originated by Lisa Whelchel, by the way, who nearly 40 years later who looks exactly the same. She even showed up in the costume at the end. Why not let her recreate her original performance, particularly if she is there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is there some dramatic effect they are seeking by putting kind of middle-aged people and the roles for children? Or is it telling us that truly we are living in an infantilized adult society, Raymond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They never can get -- just like Hillary. Hillary can't get past the fact that pretty much no one wanted her to be president, and these people can't get past the fact that some of their better dramatic days are perhaps in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It's big stars on a nostalgia trip. But the material, this is not exactly Klugman and Tony Randall relaunching \"The Odd Couple\" on stage, OK, which I saw in London and New York. That was different. This is weak material, and A list don't make it better. The commercials were the best part, Laura. The best thing I can say about it is there were no politics from producers Jimmy Kimmel and Norman Lear, and that itself might be an accomplishment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That is. And it's also all too rare, Raymond, that -- there's this disturbing poll, by the way, from \"Axios\" showing that young Democrats despise -- they don't disagree with Republicans, they despise the other party. Not a quarter Democrats polled would not befriend someone who voted for the opposing presidential candidate, 71 percent wouldn't date someone who voted differently. Well, I kind of agree with that. What gives?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Well, let's not tell our friends Mary Matalin and James Carville about this poll.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's one couple. You always go back to that. One couple.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Well, because I think people have to overcome the ideology. Ideology and humanity are two different things. And it's important for people on different sides of the aisle to speak to each other and engage each other so they can find common cause, which is something you've advocated for years. So I am disturbed by this. But this is why this Jussie Smollett story is so important. He created a false hoax to divide people racially and politically, and the young are watching and listening. He should go to jail for many years for that. It is obnoxious what that man tried to pull off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Raymond, we know you and Rebecca are on opposite sides of the political spectrum in your house.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You mix it up really politically. Come on. All right, Raymond, thank you. And Elon Musk is not just one of those most successful businessmen and the world, he has become something of an active and often astute political observer, well, on most things. In moments, we're going to play some of the recent comments he made that are getting some attention. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "One of the chief reasons billionaire mogul Elon Musk has gathered somewhat of a following among conservatives has been its ability to challenge the liberal orthodox that dominates his field. Now it's this refusal to shy away from controversy that was on full display yesterday at a \"Wall Street Journal\" summit. First, he took on Biden's Build Back Better fiasco.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELON MUSK, TELSA CEO",
      "sentences": "I would say, honestly, I would just can this whole vote. Don't pass it. That's my recommendation. The government is a corporation in the limit. It's also a monopoly. Why would you want to give a corporation with no competition that can't even really go bankrupt more money?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And then he correctly diagnosed a current societal able.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELON MUSK, TELSA CEO",
      "sentences": "One of the biggest risks to civilization is the low birthrate and the rapidly declining birthrate. And yet so many people, including smart people, think that there are too many people and think that the population is growing out of control. If people don't have more children, civilization is going to crumble. Mark my words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You don't have to be a math genius like he is to know that, but he's right. And while many conservatives no doubt love to hear Musk tweak the elites and the media sycophants, it's important to remember where the Tesla CEO falls short. For instance, before he was against government largess, he took billions from taxpayers to prop up his business empire. And perhaps most troubling in the long term, Musk has shown an alarming deference to the CCP.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELON MUSK, TELSA CEO",
      "sentences": "My frank observation is that China spends a lot of resources and efforts applying the latest digital technologies in different industries, including the automobile industry, making China a global leader in digitalization. Tesla will continue to expand investments and R and D efforts in China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It looked like a hostage tape to me, didn't it? It didn't look like he believed what he was saying. It was reading. I get it, though. Musk wants the Chinese to buy a lot of Teslas and whatever else he invents, but given what they are doing on a daily basis, human rights atrocities, the threat to America's future and independence, liberty, maybe it's time he embraces the person we heard in those first two soundbites. It's all about freedom and independence. Success can grow from consistency and principles as well. Joining me now is someone with a keen sense of who Elon Musk is. Curt Mills is a contributor at the \"American Conservative\" and \"UnHerd.\" Curt, it's fair to say that Musk is really a fascinating person. That sounds trite to say it. He's obviously brilliant. What is your sense on his -- this dichotomy about American freedom and independence, free market, and then kind of being soft on China? CURT MILLS, CONTRIBUTOR, \"AMERICAN CONSERVATIVE\": Look, I think he is just merely the tip of iceberg. If you are really analyzing this as a sickness that's throughout the U.S. business community, whether it's Apple, Google, Sequoia Capital if you go through November of last year, or of this year, was exposed as investing heavily in the Chinese semiconductor industry. Where to begin. I think if Musk wants to show himself as a real patriot, he would potentially consider drawing back his investments in China. But I hardly view him as the worst actor, although it is disappointing to hear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, he just has so much, obviously, going for him in so many ways that he doesn't need them now. Right? So when you don't need them, that is the ultimate power. So why not now make a real difference? He also went after economic central planning. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELON MUSK, TELSA CEO",
      "sentences": "It does not make sense to take the job of capital allocation away from people who have demonstrated great skill in capital allocation and give it to an entity that has demonstrated very poor skill in capital allocation, which is the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He was referencing the Build Back Better thing there, but I guess he could be referencing in a way China and state run capitalism. But again, he has benefited, as many corporate CEOs have, on government deals and largess. But I guess he is attacking socialist tendencies as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLS",
      "sentences": "From the babe's mouth. What I will say is where Musk does compliment on China, I think it's always worth caveating that of course China has done things that have been very impressive over the last 40 years. They've really raised the standard of living for their own people. But they've often done it on the backs of, frankly, the U.S. industrial base. And I think it would be very helpful for leaders like Musk and other people in business who are far, far more in bed with these guys to caveat that and to start reinvesting at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, 5 million manufacturing jobs lost since the beginning of China's opening up. And so that is insane as well. When we think about this, again, we think about him and the role in American society, where does this leave the Democrats and Musk? Really quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLS",
      "sentences": "Just to be clear, a lot of people look to Elon Musk, and I think especially with a Democratic White House and, frankly, with Trump off Twitter, this is sort of like, you can look at Musk as a young Trump. People are really looking up to him, and what he says matters. And I think on something like the China challenge, which is in my view unprecedented, he can really show leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, I think you just said it perfectly. Curt, great to see you tonight. Thanks so much. And up next, Biden by the numbers. Oh, can't wait. Up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "What am I doing here. I'm going to lose track here. Today, the average price you are playing here in Kansas City is below $2 a gallon, $3 a gallon, it's down to $2.90 a gallon, 20 percent down, cents from a month ago. We're going to keep at it to ensure the American people are paying their fair share for gas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Gutfeld. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm Laura Ingraham. And this is THE INGRAHAM ANGLE on a very busy Wednesday. Former White House Chief of Staff Mark Meadows has just sued Nancy Pelosi and the January 6 Committee. He joins us tonight with all the breaking details and there are many. Plus, nostalgic reboots. Now, they're not just a hot trend in entertainment. Raymond Arroyo explains how Hillary is getting into the act as well. That's coming up in Seen and Unseen. But first, arsonists complain about fire damage. That's the focus of tonight's 'Angle'. Now, you've probably seen the articles and heard some of the commentary beginning to trickle out on topics that the 'Angle' sounded the alarm on over 18 months ago. Kids' test scores down, depression up, weight gain up, annual checkups delayed which means serious health problems among the young are going undetected. And this week Biden's Surgeon General Vivek Murthy released a 53-page advisory on the many ways young people have been adversely affected by the pandemic. \"Early estimates suggest there were tragically more than 6600 deaths by suicide among the 18 to 24 age group in 2020. In early 2021, emergency department visits for suspected suicide attempts were 51 percent higher for adolescent girls compared to early 2019.\" Now, being a Biden administration report, of course, it goes totally off the rails and at one point it ventures beyond the pandemic and tries to connect mental health problems to \"deaths of Black Americans at the hands of police officers, including the murder of George Floyd; COVID-related violence against Asian Americans; gun violence; an increasingly polarized political dialogue; growing concerns about climate change; and emotionally charged misinformation\". That's conservatives actually having first amendment rights. Now, this is all ludicrous on its face, and it's totally revealing. Also, let's get one thing straight. The pandemic in general is as much to blame for teen suicides and depression as the car is to blame for the Waukesha parade massacre. The real culprit is the response to the virus. Democrat governors, mayors, county officials locked down the schools, stopped sports, closed the churches, which then pushed unsupervised kids to screens, porn, pot and of course, mindless video games. Now, back in the summer and spring of 2020, the 'Angle' warned that the consequences of closing down entire state economies, shuttering schools, banning normal human interactions, we said they'd be nightmarish; especially for young people, they'd be catastrophic."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There are devastating consequences of keeping children away from school. Academic decline, depression, isolation, suicide, addiction, abuse, let alone the economic calamity for households that can't afford to have a parent out of work. From a medical and a common sense standpoint, the decision to put kids back in school should be a slam dunk. Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But now coming up on the two-year marker for the beginning of COVID, the same people who lit the fire of hysteria on COVID and then locked us down want you to believe they truly care about the wellbeing of your kids. Nice try. Now, Democrats and left-wing medical officials are directly to blame here. And they'll never - we will never let the voters forget this. It was their policies that took kids away from their friends, isolated them in their rooms, and then banned them from socializing, and even playing sports outside. In the end, test scores plummeted. Learning, suffered. And kids, I mean, no surprise, got depressed and despondent. Now, how many thousands of young lives were lost because of these patently insane policies? Millions of kids never got to experience graduation or prom, or just playing their last or first varsity season. And, of course, none of this was dictated by the science. What the medical cartel did was, is, and will always be political. Now, we knew back in March of 2020 from initial studies done in China and in Italy, that COVID had little to no impact on children. Only severely immuno-compromised people who were young were at a slightly higher risk. Yet the public health experts, Fauci and alike, refused to push the good news. Instead choosing to scare monger about schools becoming deadly super spreaders."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I tend to be on the side of let's close the schools, because they are getting infected and they are infectious."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Here's the bottom line. When community transmission is high, it is risky to open schools."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm worried that decisions that are being made that are not putting students at the center, and student health and safety at the center, is going to be why schools may be disrupted."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All of this was a blatant political payoff to the teachers unions. Because the unions, remember, they want to be respected and protected. But they didn't want their members to be deemed essential operators, people who had to show up every day. Again, COVID unmasked the political, the medical, and the educational frauds among us. And now what's worse, they're still refusing to move on from any of this and continue with the perpetual alarmism, the mask, and the vaccine mandates. Never going to end unless we end it. The New York Times is now reporting that some public schools are once again taking kids out of the classroom, if you can believe it. This time by shortening the school week, taking Friday's off, claiming that it's the only thing they can do to keep teachers working. And then there's this from UNICEF released just hours ago, \"The COVID-19 pandemic has been the biggest threat to progress for children in our 75-year history\". \"COVID-19 is rolling back virtually every measure of progress for children, including a staggering 100 million more children plunged into poverty.\" That's what lockdowns do, my friends. Now, even if your kid wasn't plunged into poverty, the long-term effects of the lockdowns, it's going to be staggering. What we're seeing now, the depression, the brain drain, drug use, alcohol abuse, everything, this is just the beginning. And it's all because of the politicians who abused their emergency authority most of the last 20 months. And they embolden incompetent nut bags who hate the idea of parental involvement in education, and pretty much everything else about America. And as for that Surgeon General's report, it closes with this line on tackling the mental health crisis among kids. \"Our obligation to act is not just medical, it's moral.\" This is the moment to demand change. They're talking about the old normal. Got to have the new normal. Well, but I couldn't agree more on the general sentiment, as do many voters who are beginning to see these last two years for what they were; tragic, but clarifying. Going forward, unless things change, parents who want their kids to get a real education are going to have to homeschool, or go private. Voters who want to preserve freedom, while of course we also safeguard the health and well being of our kids, will need to consider crossing party lines, maybe for the first time. We should never let the arsonists who burned down the old normal and hurt our children so badly, ever get that close to power again. And that's the 'Angle'. All right. As I just mentioned, some schools are still keeping kids out of the classroom. Now, just last month, Detroit public schools left kids out in the cold literally, when they abruptly announced that schools would be closed every Friday in the month of December. And on Friday before Thanksgiving, they informed parents that school would be canceled the entire next week with no online option at all. This is insane. Now, my next guest has been living through this nightmare, Caitlin Reynolds is the mother of a fourth grader in that school system. Caitlin, as a single mother myself, I'm thinking of how you're getting by here. You need to make a living while your kids get educated. How has this affected you? CAITLIN REYNOLDS, SINGLE MOM OF 4TH GRADER: Well, first of all, Laura, I really appreciate you having me on tonight to hear a parent's side of the story. I really wanted to be the voice of the voiceless. So it's been - there's been its ups and downs. And my son started off the virtual pretty well last year. And then the things kind of dragged on where one shut down, that was supposed to be a brief period of time extended a month and a half. Every week, it was - we're going another week, we're going another week. And then another shutdown would happen. And it was supposed to be a week, and it turned out to be a month and a half. So by the end of the year, he was frustrated, he was completely exhausted, requesting mental health phase. And I exhausted all of my benefits at work. I know that - I know that my position, I'm very blessed. And I know that not a lot of people can say that they were able to have such an abundance of benefits to take advantage of. But at this point, it's you really reach the point of pure exhaustion."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, no, but how are you doing it now? So fast forward, we're going - we're getting close to the two-year marker on the start of COVID. And we know the data on the kids. We know the data on the kids, very few kids. I mean, to say, it - every life is precious, but it's an infinitesimally small number of kids compared to other illnesses, influenza, and a serious influenza year. And that they - they give you no notice, and they just say, Oh, we're not going to have school Fridays, and all next week is canceled. And now I know the Detroit teachers union is already pushing to extend this - these closures and online learning beyond December, I understand."
    },
    {
      "speaker": "REYNOLDS",
      "utterance": "So I don't know a lot about the beyond December - the last year, they would not give us any warning. But the definition of insanity is to try the same thing twice and expect different results. So this year, I am not - I'm not taking any chances. I'm not taking any risks and saying, well, maybe they really are going to go back after December because last year, like I said, where the lockdowns dragged on and on, week after week. I actually changed my son's school district after the Friday lockdown news came, concerned about how reliable I'm actually going to look to my employer, when I could have to request time off at the drop of a dime."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But, Caitlin, other parents that you're talking to - I mean, I know what it's like just to have a snow day in D.C., what that does to parents. But having every Friday now off for other moms that you know and dads that you know, I mean, isn't this going to drive people out of these public schools for good?"
    },
    {
      "speaker": "REYNOLDS",
      "utterance": "One would think so. When I first started to voice my opinion, and some different parent groups, I received a lot of varying feedback, some parents who were about as exasperated as I was, and others that were completely in support of it. But not everybody's situation is the same. Not everybody is fortunate enough to be able to have a job where you can work from home. Other people have to be physically at their job, hands on every single day. Some jobs might not be safe enough for that child to come and tag along with you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, beyond that, Caitlin, I mean, I've seen my own kids - I'm sorry, I don't care what anyone says, learning online is a joke. It's a joke for most kids. It's hard enough for the college kids to do online. I've seen it up close and personal for all those months. It - they try their best. I know the teachers try. It's a joke. The kid's (inaudible) another things, they are playing games on the phone. It doesn't work."
    },
    {
      "speaker": "REYNOLDS",
      "utterance": "100 percent. I mean, last year when my son was home, and I would work half days, and like I said, exhausting a lot of my paid benefits at work. I could leave the room for 10 minutes and come back and my son and his friends run Fortnite. But by the end of the year, what was really - by the end of the year, what was really disheartening was that I started to see that the teachers and my son's teachers last year were absolute saints. They were so empathetic and they really made me feel like they were also struggling as well. But by the end of the year, what I saw was that the teachers were spending more time trying to get the kids to regroup, come back, pay attention, stop playing with that, take that hat off. That we already have teaching going on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, of course not."
    },
    {
      "speaker": "REYNOLDS",
      "utterance": "There was less teaching going on than - you know than what should have been done. And then moving forward into this year, my son was a straight A math student. This year he tested two grade levels behind in his favorite subject."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, that's the headline, two grade levels behind, one year of virtual learning and all this other. And we didn't even get into the vaccine mandates, but that's going to - that's a whole other kettle of fish. Caitlin, thank you for sharing the story tonight. And I hope other mothers feel empowered to speak out as well, if this happens to your school district. Now, speaking of protecting the kids, California wants to do the opposite. Democrats now plan on turning the Golden State into an abortion sanctuary should the Supreme Court over to - turn Roe v Wade. Fox's chief Breaking News correspondent Trace Gallagher has the disturbing details from our West Coast newsroom. Trace?"
    },
    {
      "speaker": "TRACE GALLAGHER, CHIEF BREAKING NEWS CORRESPONDENT",
      "utterance": "Laura, about 15 percent of all abortions in the U.S. are already done in California. And if the Supreme Court overturns Roe v Wade, next summer California is pushing to become the abortion capital of the country. The way it works is, if Roe is overturned, some 25 U.S. states would ban abortion. So California is proposing to become an abortion sanctuary state. And according to the California Future of Abortion Council, which is supported by Governor Newsom and the state legislature. Not only would the state welcome those choosing abortion, it could also pay for travel, lodging, even the actual procedure itself. Other recommendations by the council include reducing costs for obtaining abortion, heightened legal support for providers, patients and people in organizations that help someone get an abortion, back educational programs in schools and community organizations to talk about abortion and restrictions and ease access to abortion later in someone's pregnancy. The question there is how much later? In California, you can already get an abortion up until the fetus reaches viability - you know, can live outside the womb. And even later, if a doctor believes the patient's health or life is at risk. And adding to that controversy, the report also recommends using public dollars, better known as taxpayer money. So even if you're pro-life, your California tax dollars could be used to fund an abortion for someone who doesn't live in California. Of course, nobody knows how many people would cross state lines. But when a Texas law that outlawed abortion after six weeks took effect, California clinics reported an increase in patients from Texas. And some abortion providers believe that if Roe is overturned, California could see a 3,000 percent increase in abortions. And finally, those who oppose abortion are also preparing for a surge of patients, which likely means a surge of anti-abortion lawsuits. Although it appears California is ready and willing to use taxpayer money to fight those losses. Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Trace, that's unbelievable. Thank you. And one week ago, we asked, why federal workers still aren't actually in the office. Well, it seems that Minority Leader Kevin McCarthy was listening. He has an announcement next. Plus, former White House Chief of Staff Mark Meadows just announced, he's suing Pelosi. He has all the details, coming up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Federal buildings, including those that House Homeland Security, HHS; transportation department, have had a lot of vacant offices. In the twisted liberal mind in person work is expected for people like store clerks, baristas, janitors, airport personnel, but the average federal worker apparently believes staying home is their right. Republicans in Congress must demand real answers about what exactly our bloated Federal workforce has been up to."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And now just days later, House Minority Leader Kevin McCarthy is himself demanding answers from the Biden administration. As to how many federal employees are physically actually showing up for work, versus those who are still teleworking, watching Netflix, whatever they're doing. Now, House Minority Leader Kevin McCarthy joins us now. Congressman, I think what this has revealed to a lot of us is how much fat is really in the federal workforce. How many people are truly essential, and how many people can be gradually sent off into the sunset?"
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA)",
      "utterance": "You're correct. And my letter today to the Biden administration is asking just that. How many people are telecommuting, or how many people are actually working because it's not working for the American public? Let me give you one example. In the VA, there's more than 256,000 veteran benefit claims. Think about that, that are backlogged. The IRS in a recent report shows, they only answer the phone 14 percent of the time. But you've got the White House bragging about the federal workforce and a 92 percent have had one dosage of the vaccine. So if they've been vaccinated, why can't they get back to work? We just show that the Democrats aren't working and their policy is not. And it's just not what the workforce of the federal government it's happening in the Democratic caucus themselves. Do you know there are members of the Democratic caucus from the moment they put in proxy voting here back in May 2020, that have only been back one time. Why? The vote for speaker. And then they've never been back again."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, isn't this also going to be as challenged in court, the proxy voting scam that Pelosi has been pulling off now for almost two years? (ph) What's it for?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "I went to court, and hopefully we might hear this week or next week what the Supreme Court is going to do with it. But I've been challenging in all the way. Never in the history of Congress, no matter whether it's the Civil War, whatever battles before us, Congress always met. We should lead by example. But these people have always been paid. They're getting paid, and they never show up to work. So the voice that the American public has (inaudible) it's void."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's like robbing. And, Congressman, people watching this across the country can't believe this, because it is literally robbing the American people of their hard-earned tax dollars to pay people to sit home and watch QVC, or whatever the heck it is they're doing, and not actually work. Because they're supposed to be working for the American people, they're not. And I put many of your members of Congress in that mix as well. Now, I got to say this, so speaking of the Democrats, Pelosi was lecturing all of you today. Watch."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "It's their responsibility to deal with their people. How we deal with addressing the fear that they had instilled in the Islam - with their Islamophobia and the rest is something that hopefully we can do in a bipartisan way. I don't feel like talking about what the Republicans aren't doing or are doing about the disgraceful, unacceptable behavior of their members."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, Islamophobia now is apparently the biggest threat from Pelosi's point of view."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Think of this. Did any reporter there ask her about her member last week, who said I work with the Klu Klux Klan? Did anyone ask her about Congresswoman Omar when she claimed in the last Congress, my only support for Israel was all about the Benjamins? Or when she said that, America is no different than the Taliban, and would not apologize for that. And Nancy Pelosi said, she wouldn't make her. Or what about when she mentioned Congresswoman Omar that on 9/11, some people did something. You know, what's interesting here, no. But you know what happened to a Republican when they made a comment that they really didn't truly believe? They apologized. They apologized to the American public, and they apologized to the member personally. But this is what the Democrats tried to continue to do. They need to hold their members accountable. But you know what they really held their members accountable? Why would Eric Swalwell who could not get a security clearance in the private sector, why would they give him the national secrets and let him be on Intel Committee? That's amazing to me. Because when we raised that issue, they all voted it to allow it to happen."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. I don't think they should be controlling what Republicans sit on what committees. And none of us should be apologizing, frankly. I mean, really at this point, they're the ones who are sitting in the hot seat now, and that should stay that way. Congressman, thank you. And former White House Chief of Staff Mark Meadows is fighting back against Pelosi and the January 6 Committee. Today, he filed a civil suit against Pelosi and all nine committee members. He's asking the court to block two overly broad and unduly burdensome subpoenas from the committee. He issued in whole or part without legal authority and in violation of the Constitution. Mark Meadows, former White House Chief of Staff under President Trump, and the author of 'The Chief's Chief' joins me now. Mark, right before we came to air, Congressman Bennie Thompson, Liz Cheney, called your lawsuit flawed, adding they will continue supporting contempt charges against you. Your response tonight?"
    },
    {
      "speaker": "MARK MEADOWS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "utterance": "Well, obviously Congress is going to do what they were already intended to do, which is hold me in contempt. This lawsuit really goes to the heart of the matter. The fact is, is that we've been trying for weeks and weeks to make accommodations, to share non-privileged, and I want to stress that non- privileged information while protecting the executive privilege that President Trump has claimed. And yet what we found is each and every time there was an overreach on the part of the committee. And then in the last 72 hours, we received a subpoena that went to our telecommunication carrier. That was so broad that you would have to do some type of legislative contortions to find a legislative reason for that subpoena. And I can tell you, they did this without notifying us. We came to the conclusion that they're still going to try to question those personal private conversations that I had with the President of the United States and other senior officials in the West Wing. And quite frankly, their scope is way too broad."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Of course, they're going to have to determine that."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "So we are going to challenge it. Yes, I'm between a rock and a hard place --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "For people who don't understand this, Mark is talking about the executive privilege doctrine, which is a little murky. This hasn't been fully litigated at the levels it needs to be litigated to determine the outcome here. But what I found more disturbing is the trolling through private communications, which is what they want to do. But they said response to your point, they said you were already willing to give those over. We wanted to just ask questions about those text messages. So my question to you is, why did you want to play ball with them at all? Why did you play ball with them at all? Why?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "I can tell you. Because certain nonprivileged communication -- I think what they will find is that no one in the White House had any advanced knowledge of anything that was going to happen on that particular day in terms of the breach of security on January 6th. I can also tell you, and we have said this publicly -- I've shared this with you before -- President Trump not only authorized but encouraged the authorization of 10,000 National Guards leading up to that. That is not something that you do if you are anticipating some kind of nefarious motive. I will say this. Here is the interesting thing is in the spirit of trying to cooperate with this committee, they've made it very clear that they are not going to do that, and that they are doing a fishing expedition. It is broadly believed that they have issued more subpoenas in the last two months than they have in the last decade. And I can tell you, Republican speakers and Democrat speakers alike over the history of our country, they have been very judicious in the subpoenas. And yet now what we are doing is going after private citizens --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But they are out for blood. I don't need to be frustrated, Mark, because I've known you for a long time, but you saw what these people did the President Trump for four years. This is your lawyers, they're surprised that these guys are --"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, and that is why we are fighting back. And that's --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, but of course they are operating in bad faith. They tried to take out Trump on a lie, repeated lies about Russian collusion. And so they don't care about who organized what. They are trolling for any little tidbit so they can run over to \"The New York Times\" and have in an headline that makes you and Trump and everyone else look bad. That's what they want. I used to be in the litigation business. I know what they are doing."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Speak out without a doubt. And Laura, you are exactly right. And that is one of the reasons why we are having to fight back. At this particular time, there is not a --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You bet."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "-- pure legislative motive. And I can tell you, regardless of the consequences, we need to fight back."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I want to see Nancy's text messages and Chuck Schumer's. Wouldn't you love to see those? I will show you mine when you show me yours, OK. Mark, thank you. Congrats on the book, by the way, \"The Chief's Chief.\" It's just out. Go out and get it. And A list stars, even some failed politicians, have reboot fever. Wait until your see the results. Plus, politics are causing young people to end relationships. What? Arroyo will explain, \"Seen and Unseen\" next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for our \"Seen and Unseen\" segment where we explore the big cultural stories of the day. And for that we turn to FOX News contributor, author of the \"The Spider Who Save Christmas,\" Raymond Arroyo. All right, Ray, you've got the nostalgic reboot, and now they apparently moving to the political sphere."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes, Laura. There are some shows that just refused to be canceled. Hillary Clinton is now launching a new master class on the power of resilience. And she is speechifying like it's 2016, imaginatively talking to her mother. I know this is the reboot you have been waiting for, Ingraham."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "So this was supposed to be the victory speech that I would have delivered on election night in New York on November the 8th of 2016. Look at me. Listen to me. And as hard as it might be to imagine, your daughter will grow up and become the president of the United States. I am as sure of this as anything I've ever known. Together, we will make America even greater than it has ever been."
    },
    {
      "speaker": "ARROYO",
      "utterance": "She really should get an Emmy for that. Laura, she should do a master class in letting go. She cannot get past her election loss. I've never seen anything like it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "She is quite emotional, isn't she, in this? It was just a very odd -- it was odd, Raymond. It's the strangest thing."
    },
    {
      "speaker": "ARROYO",
      "utterance": "But Laura, remember, since she lost in 2016, she has written a nonfiction book, she has written a fiction book about this, she has done a tour with Bill. Remember, they couldn't fill the arenas. And now a master class. I am waiting for the animated PBS special before it is over. This is ridiculous. But from reboots that won't end to reboots that should never have been, on Monday we told that ABC was restaging \"The Facts of Life\" and \"Diff'rent Strokes\" with an all-star cast. Well, it went pretty much as expected."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Sit down with me. Come here."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You know what Blair did to me. I have to pay her back."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "But you didn't pay Blair back. That young man out there is the one who is paying."
    },
    {
      "speaker": "ARROYO",
      "utterance": "You know, Laura, my old acting teacher Stella Adler used to say there are two things you can't play, sexy or young. And this cast proved her right on both counts. Why is 53-year-old Jennifer Aniston playing a teenage Blair, a role originated by Lisa Whelchel, by the way, who nearly 40 years later who looks exactly the same. She even showed up in the costume at the end. Why not let her recreate her original performance, particularly if she is there?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is there some dramatic effect they are seeking by putting kind of middle-aged people and the roles for children? Or is it telling us that truly we are living in an infantilized adult society, Raymond."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They never can get -- just like Hillary. Hillary can't get past the fact that pretty much no one wanted her to be president, and these people can't get past the fact that some of their better dramatic days are perhaps in the past."
    },
    {
      "speaker": "ARROYO",
      "utterance": "It's big stars on a nostalgia trip. But the material, this is not exactly Klugman and Tony Randall relaunching \"The Odd Couple\" on stage, OK, which I saw in London and New York. That was different. This is weak material, and A list don't make it better. The commercials were the best part, Laura. The best thing I can say about it is there were no politics from producers Jimmy Kimmel and Norman Lear, and that itself might be an accomplishment."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That is. And it's also all too rare, Raymond, that -- there's this disturbing poll, by the way, from \"Axios\" showing that young Democrats despise -- they don't disagree with Republicans, they despise the other party. Not a quarter Democrats polled would not befriend someone who voted for the opposing presidential candidate, 71 percent wouldn't date someone who voted differently. Well, I kind of agree with that. What gives?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Well, let's not tell our friends Mary Matalin and James Carville about this poll."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's one couple. You always go back to that. One couple."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Well, because I think people have to overcome the ideology. Ideology and humanity are two different things. And it's important for people on different sides of the aisle to speak to each other and engage each other so they can find common cause, which is something you've advocated for years. So I am disturbed by this. But this is why this Jussie Smollett story is so important. He created a false hoax to divide people racially and politically, and the young are watching and listening. He should go to jail for many years for that. It is obnoxious what that man tried to pull off."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Raymond, we know you and Rebecca are on opposite sides of the political spectrum in your house."
    },
    {
      "speaker": "ARROYO",
      "utterance": "That's right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You mix it up really politically. Come on. All right, Raymond, thank you. And Elon Musk is not just one of those most successful businessmen and the world, he has become something of an active and often astute political observer, well, on most things. In moments, we're going to play some of the recent comments he made that are getting some attention. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "One of the chief reasons billionaire mogul Elon Musk has gathered somewhat of a following among conservatives has been its ability to challenge the liberal orthodox that dominates his field. Now it's this refusal to shy away from controversy that was on full display yesterday at a \"Wall Street Journal\" summit. First, he took on Biden's Build Back Better fiasco."
    },
    {
      "speaker": "ELON MUSK, TELSA CEO",
      "utterance": "I would say, honestly, I would just can this whole vote. Don't pass it. That's my recommendation. The government is a corporation in the limit. It's also a monopoly. Why would you want to give a corporation with no competition that can't even really go bankrupt more money?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And then he correctly diagnosed a current societal able."
    },
    {
      "speaker": "ELON MUSK, TELSA CEO",
      "utterance": "One of the biggest risks to civilization is the low birthrate and the rapidly declining birthrate. And yet so many people, including smart people, think that there are too many people and think that the population is growing out of control. If people don't have more children, civilization is going to crumble. Mark my words."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You don't have to be a math genius like he is to know that, but he's right. And while many conservatives no doubt love to hear Musk tweak the elites and the media sycophants, it's important to remember where the Tesla CEO falls short. For instance, before he was against government largess, he took billions from taxpayers to prop up his business empire. And perhaps most troubling in the long term, Musk has shown an alarming deference to the CCP."
    },
    {
      "speaker": "ELON MUSK, TELSA CEO",
      "utterance": "My frank observation is that China spends a lot of resources and efforts applying the latest digital technologies in different industries, including the automobile industry, making China a global leader in digitalization. Tesla will continue to expand investments and R and D efforts in China."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It looked like a hostage tape to me, didn't it? It didn't look like he believed what he was saying. It was reading. I get it, though. Musk wants the Chinese to buy a lot of Teslas and whatever else he invents, but given what they are doing on a daily basis, human rights atrocities, the threat to America's future and independence, liberty, maybe it's time he embraces the person we heard in those first two soundbites. It's all about freedom and independence. Success can grow from consistency and principles as well. Joining me now is someone with a keen sense of who Elon Musk is. Curt Mills is a contributor at the \"American Conservative\" and \"UnHerd.\" Curt, it's fair to say that Musk is really a fascinating person. That sounds trite to say it. He's obviously brilliant. What is your sense on his -- this dichotomy about American freedom and independence, free market, and then kind of being soft on China? CURT MILLS, CONTRIBUTOR, \"AMERICAN CONSERVATIVE\": Look, I think he is just merely the tip of iceberg. If you are really analyzing this as a sickness that's throughout the U.S. business community, whether it's Apple, Google, Sequoia Capital if you go through November of last year, or of this year, was exposed as investing heavily in the Chinese semiconductor industry. Where to begin. I think if Musk wants to show himself as a real patriot, he would potentially consider drawing back his investments in China. But I hardly view him as the worst actor, although it is disappointing to hear."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, he just has so much, obviously, going for him in so many ways that he doesn't need them now. Right? So when you don't need them, that is the ultimate power. So why not now make a real difference? He also went after economic central planning. Watch."
    },
    {
      "speaker": "ELON MUSK, TELSA CEO",
      "utterance": "It does not make sense to take the job of capital allocation away from people who have demonstrated great skill in capital allocation and give it to an entity that has demonstrated very poor skill in capital allocation, which is the government."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He was referencing the Build Back Better thing there, but I guess he could be referencing in a way China and state run capitalism. But again, he has benefited, as many corporate CEOs have, on government deals and largess. But I guess he is attacking socialist tendencies as well."
    },
    {
      "speaker": "MILLS",
      "utterance": "From the babe's mouth. What I will say is where Musk does compliment on China, I think it's always worth caveating that of course China has done things that have been very impressive over the last 40 years. They've really raised the standard of living for their own people. But they've often done it on the backs of, frankly, the U.S. industrial base. And I think it would be very helpful for leaders like Musk and other people in business who are far, far more in bed with these guys to caveat that and to start reinvesting at home."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, 5 million manufacturing jobs lost since the beginning of China's opening up. And so that is insane as well. When we think about this, again, we think about him and the role in American society, where does this leave the Democrats and Musk? Really quickly."
    },
    {
      "speaker": "MILLS",
      "utterance": "Just to be clear, a lot of people look to Elon Musk, and I think especially with a Democratic White House and, frankly, with Trump off Twitter, this is sort of like, you can look at Musk as a young Trump. People are really looking up to him, and what he says matters. And I think on something like the China challenge, which is in my view unprecedented, he can really show leadership."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, I think you just said it perfectly. Curt, great to see you tonight. Thanks so much. And up next, Biden by the numbers. Oh, can't wait. Up next."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "What am I doing here. I'm going to lose track here. Today, the average price you are playing here in Kansas City is below $2 a gallon, $3 a gallon, it's down to $2.90 a gallon, 20 percent down, cents from a month ago. We're going to keep at it to ensure the American people are paying their fair share for gas."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Gutfeld. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}