{
  "date": "December 26, 2017",
  "headline": "Trump, Sanders clash on Twitter over new tax law",
  "subHeadline": "Sen. Bernie Sanders blasts Trump's tax bill; reaction and analysis on \"The Five.\"",
  "url": "https://www.foxnews.com/transcript/trump-sanders-clash-on-twitter-over-new-tax-law",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "KENNEDY, GUEST CO-HOST",
      "sentences": "Hello, everyone. I'm Kennedy along with Jessica Tarlov, David Webb, Katie Pavlich and Tom Shillue. It's 5:00 here in New York City, and this is \"The Five.\" Thank you so much for joining us and we hope you all had a very, very Merry Christmas. It appears the president has, after his historic tax cut victory. The president is back to work and hopeful Democrats will help his party tackle health care. That's coming up next. The president tweeting, based on the fact that the very unfair and unpopular individual mandate has been terminated as part of our tax cut bill, which essentially repeals over time Obamacare, the Democrats and Republicans will eventually come together and develop a great new healthcare plan. But with his optimism, of course, resistance from Democrats like Bernie Sanders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT.",
      "sentences": "At what cost this country, our people catching on to the fact that Donald Trump ran for president saying that he was going to defend the interests for the working-class and middle-class. It turned out he lied. You have a president who told us that he was going to provide health care to everybody, then he proposed 30 million people being thrown off health insurance. His tax plan was going to benefit the middle class. The bulk of the benefit go to the rich and large corporation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Bernie is very upset. He is airing some of his grievances against the president. So this Democratic narrative, how truthful is that? Our middle-class Americans and lower income Americans actually not getting a tax cut?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, GUEST CO-HOST",
      "sentences": "Ninety one percent of the middle class in this country are getting some kind of tax break. I think that Bernie Sanders is just upset that he can no longer write off all three of his houses in this tax bill. And it's clear that unless the left has an enemy, class warfare going on in the name of socialism, they're not going to be happy about any of this. You heard the argument from him also that, look, corporations got permanent tax break while individuals do not. Fine, that's actually true. However.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": ". the reason to that is because you need 60 votes to have permanent individual tax cuts, and the way you do that is getting Democrats on board. Bernie Sanders refused to step up. He didn't write his own bill. And here we are with the individual tax rate being temporary. They can vote next year to change it's (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Health care proved to be much more difficult for Republicans than tax reform and, you know, that's frustrating for the party. This is however a big victory and could have a great economic impact. What would it take for Democrats to acknowledge that tax cuts are in fact good for the economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA TARLOV, GUEST CO-HOST",
      "sentences": "All Democrats are Bernie Sanders?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "He speaks for quite a few Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "He does in increasing amount which we have discussed that. I believe to be problematic that the party continues to shoot the left when the nap keeps lighting up red, at least in 2016 and throughout the course of the Obama years. Bernie Sanders, you're never going to sell on it. I think it's 80 percent are getting a tax cut of some kind. I wish that they had gone for larger tax cuts on the individual rate and may be a little bit higher on the corporate side. We may fundamentally disagree whether trickle-down works. I don't believe that it does. But we have seen the beginnings of bonuses, a little wage bump. But this also doesn't come into effect fully until after the midterm, so we won't know how much Americans are going to feel like they're really better off before then. So I think it's a little complicated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Why are you laughing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "No, but I want to ask you about this statement because.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID WEBB, GUEST CO-HOST",
      "sentences": "The last statement is ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "But I want to ask you about this because there's a difference between having a tax break throughout 2018, but really not feeling the effect until you file your tax return in 2019.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "So how much of it is theoretical and how much of it is actual, and does it matter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, it's all actual in this respect. You make your decisions based on what you have to file for in the following year. If you talk to any accountant, not pundits on the Democrat side, sorry, Jessica. I know I love you. But if you talk to an accountant, you talk to an accounting firm, people are going to make their decisions based on the way they have to file their taxes. Much in the way, men, you're going to rush before the end of this year to claim certain deductions or certain categories. They may get a bigger benefit. And when you look at the tax cuts that do take effect in part in February, and you'll get LLP, LLC's. They're decisions are going to be made on quarterly filing and projections next year. So the actual effect is there. The effect on the economy, by the way, I'm going to use AT&T as an example of all the companies, but there are many others. If you give $1,000 to 200,000 people, that's $200 million you've injected into the economy, whether it goes into a bank, or through a Christmas present, or into a new pair of hockey skates for the kids, or baseball uniform, that is money that is spurring consumer economy. So right away, PNC Bank, Wells Fargo, all these other companies giving bonuses, go daddy, giving bonuses, that means that those people are going to use that money. That's an injection of consumer activity. That is the economic equation that matters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "And I'd rather see a company like AT&T give some of their employees $1,000 as a bonus check as opposed to the government subsidizing either health care or just handing out cash, willy-nilly, because it's very different when the government gives out our money versus a corporation that is trying to use bonuses as a reinvestment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM SHILLUE, GUEST CO-HOST",
      "sentences": "Big time, Kennedy. I think the only person who used the word trickle-down was the Democrat on the panel. Is that right? We don't use that word, Jessica.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Why not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Trickle-down. It's a Democrat slur. It always was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I know some real slur. That is not a slur.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "You guys have been using it since I was in high school. Not you. You're much younger than me, Jessica.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I am. I'm a millennial baby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Look, Bernie Sanders admitted. I saw her with Jake Tapper. He said 91 percent and Bernie said yes, yes, it does, but they expire. They expire. He kept saying they expire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Why to Katie's earlier point, if the Democrats who have cried three years that they want to lower taxes on the lower rungs of the income ladder in America, whatever they want to call it, poor middle class or otherwise. Well, here's a case where they could have voted for lowering those tax rates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Available pass would not have matched with our ideology.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "There are plenty of Nobel Prize winners on the economic side who are Democrats and liberals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Oh, I'm sorry that you don't believe in science. But the idea that you're opposed to the government spending our money, what I believe is this corporate tax rate that's basically saying corporations are better equipped to tell us what to do with our money because they're deciding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "No, they get to decide what they do with their own money instead of the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "That is the American dream.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "You get to decide what you do with your money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "This is why we have not seen wages go up. Why we haven't seen corporations hiring. Now we are. There's been so much regulation -- federal regulation in this country over the past 8 years which President Trump has taken off the table. Twenty two regulations repealed for everyone that is put on the book. That has been a wet blanket over the economy for nearly a decade. It's proven in the GDP numbers. We've seen it when you talk to small businesses and corporations on why they're not hiring. And it's because of an unstable environment, whether it's Obamacare, new federal regulations. Those things all cost an enormous amount of money. And corporations aren't going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "That's absolutely right. It costs money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Those are barriers to entry. And those are the things that keep people from hiring and growing businesses because they just don't have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": ". because they're so hamstrung. What's wrong with corporations making money? I want to know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "But I'm also in favor of middle and lower class Americans making a good wage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "They are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "No, they're not. When Obama was president you would say the wages weren't going up high.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Wages have increased, Jessica. That is not Trump-ism. That's data.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Gary Cohn said at a meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Because he was in a room with people and certain people didn't raise their hands, that's your data? An informal poll in a room of people versus actual numbers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Five or six companies gave these bonuses right now. A $1,000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "No, but the fact that consumer confidence is up, GDP growth is up, the stock market is up, wages -- unemployment is down. That's data.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Actually, if you look at more data in the economic equation on this, something that's important in America is the measure of home buyers. The home mortgage interest, they did a survey of this. Interesting home mortgages at an 18 year high. It's a spike that's happened since the beginning of this year. There's something else. You used the term trickle-down. Trickle-down was once a bad phrase for the Republicans to use. It's actually downward pressure from the economy, and what the economic activity levels are created by corporations, and wealthy, or individual investors, or otherwise in the society. It's also the upward pressure when you lift wages -- when you lift tax burden, regulatory burden on the lower income scale. When you have over 80 percent of the people, according to the IRS data, paying and they make under $50,000 a year, pay in the Obamacare tax penalty and you lift that from them that matters to them. Suddenly a $1,000 for a person making $40,000 as a percentage of their earnings and their taxable income becomes great. Last part of this, you double the standard deduction. Single parent or couple, and you release their money for them to use.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "OK. Speaking of doubling, Rosie O'Donnell is doubling down on her twitter war. She went after Ben Shapiro last week, telling him something so filthy, I can't repeat it on a family show. WEBB: Rosie said something filthy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Yeah. And she's been busy tweeting out to Paul Ryan, when Paul Ryan released a lovely Christmas message expressing his faith and hope. Rosie tweeted, Paul Ryan, don't talk about Jesus after what you just did to our nation. You will go straight to hell. You screwed up, fake altar boy. Hashtag, do this much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Wow. Tom, reaction to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Come on. She put everything in there. Rosie, she probably shouldn't tweet. She's not taking advantage of the new expanded twitter either. Her tweets are still very -- they're very short. You know President Trump is doing he's doing -- what is it now, 280. He's filling them out now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Do I really want to read a novelette every time a read some.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "They gave it to me. I rarely ever use it. I don't need characters in a manifesto. By the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I'll take it as a bowling score though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "OK. That's a good point. But Rosie's tweets are about a short of basic intelligence. I mean, it doesn't exist. Look, this is a woman who doesn't do the work. She had a show that lasted a few months. Why? I look at it and said she doesn't do the work. So, if she doesn't do the work, she didn't have the understanding. She's like Chelsea Handler. She's a wannabe who never will be and could never been a has-been.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "She's a bomb thrower who is just trying to get a little bit of attention, and get the attention of the press and the president. I understand that she's probably quite bored because she has been relieved of her duties from several employers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "This seems unbelievably mean to be only talking about Rosie O'Donnell and kind of -- she's not a hard worker and she can't keep a job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "But she said to Ben Shapiro.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Oh, yeah. And I've read kinds of things that are said about Rosie O'Donnell. What the president of the United States of America have said about Rosie O'Donnell. Didn't he call her a fat pig?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Did you read what she wrote?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "But deal with her ideas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I would judge Rosie O'Donnell by her ideas if she were actually espousing concrete, academic databased ideas. But instead, she's going off about religion which leftists don't seem to do until it's convenient for them. And accusing Paul Ryan and saying he's going to go to hell? I mean, who made Rosie O'Donnell god?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "I thought that was Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I heard she desperately wanted to dress up as Steve Bannon for SNL. No thanks. I don't think so. No, we're good. So, are we going to see any improved discourse because Jessica is right about something? It's pretty nasty from both sides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Down low, it's just where I want it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "I hate say. Look, you don't have to engage. I choose not to engage it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Did you hear what you said about Rosie O'Donnell. You don't engage in it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "OK. Actually, factually, I know that she's lazy and doesn't do the work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "What's wrong with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "That's fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Bernie Sanders, there is some merit to what he says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I was talking about the working part.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "No. But I think Bernie, actually, is an authentic personal who has a heart and he operates with the best intention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "He truly believes what he's saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Socialism and communism operate with the best intentions, and we won't even go to the data on how many have died and suffered under socialism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "But to the rhetoric, I wish the rhetoric would get better on policy. But unfortunately, twitter and social media today, and the environment is heavily polarized. You know, if you want to use something, I use sarcasm. Maybe you can throw in a couple of facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Is that an app?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "She blocked him. He won the argument, she blocked him and he went to twitter and complained because it was sexual harassment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "It was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "But it didn't violate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Imagine what that was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "They deleted the tweet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "All right. She went down in flames in her last election, but Hillary Clinton reportedly thinks she could provide help to Democrats in 2018. We shall dive into that one head first in moments. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "If I were a Democrat running for election next year, the last person I want out campaigning for me would be Hillary Clinton. She's political kryptonite. But there are reports though the failed 2016 presidential candidate may be considering a role in the midterms to help her party retake congress. It certainly would be great for Republicans, her favorability hitting a new low last week. So Jessica, I'm going to boot this over to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Should Hillary Clinton be everywhere near any kind of congressional race going into 2018?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Oh, absolutely, depending on where the race is. Like, if I were running for a New York City seat that would be fantastic to have here. California, hugely popular on the coast. You want to take her to Chicago, that would work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Those are all cities that Democrat couldn't lose. Where could she go in a contestable race?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "There are races, certainly out in California, like Darrell Issa's seat, for instance. I mean, there are a lot of vulnerable Republicans who are in districts that Hillary Clinton won in 2016. She's one of the most prolific fund-raisers in political.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Her PAC, by the way -- her PAC has donated a lot of money to the redistricting effort, you know, which feels unfair if you're a Republican or an independent in a place like California. And I don't disagree with you. I think she could be a big help in certain places locally if there were no microphones and new media, because donors do want to get close. There's still a lot of intrigue. People who are loyalists feel that she had been wronged and she's been attacked by the press and political opponents who are still ongoing. But having said that, if you put a camera there, all anyone is going to do is make fun of her because, A, she won't go away and, B, she's not looking toward the future. What's her fantastic five-point economic plan? Her plan is to talk about victimhood, why she lost, to blame everyone and not take responsibility. And for Democrats, that doesn't move the ball forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Do you want me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "We're just going to be observers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "No, I do take your point, and I think the national media will certainly blow that up and it will be on all the cable news networks, but I think that it will matter. There are 55 million people in this country who did vote for her, the chance to meet her, to go to a rally where she's speaking, to hear about her life of public service. And you can make jokes about a no economic plan or whatever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "What happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "But, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Hashtag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "David, I have a question about Republicans. Can Republicans move forward in 2018 based on being for something rather than being against Hillary Clinton, because there is a risk there of Republicans holding on to Hillary Clinton as a punching bag, even if she deserve it, and not, actually, touting the accomplishments that they've had over the past year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Yeah. Look, Republicans sell success. The best thing you can sell to the person sitting at their kitchen table is success. Your tax policy, regulatory burden, you're doing all these things. EPA is working better with the state. They're rolling back federal government over-lordship in your lives. They're giving you a chance to do what you want, find your talent, go to school, whatever. Run on success. As for Hillary Clinton, look, everything you mentioned, with all due respect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Everything you mentioned is realistic rhetoric, is -- are districts where Democrats could win. Hillary Clinton's problem isn't so much whether there's media or not as I see it. It's the fact that she's a terrible spokesperson for other people. She's a bad enough spokesperson for herself. She couldn't sell herself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "But in an election where she got -- whatever, 65 million votes, the fact is, there was no other choice because they had crushed the other choice and pushed him out of the race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "On that note of issue the representative of the Democrat Party, right? We've seen both sides of the political aisle trying to move away from old leadership. There's constantly this fight against the establishment. If Democrats happen to win back the house, which is unlikely at this point, who is their new leadership? Are they going to keep Nancy Pelosi around?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Oh, that's a good question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I mean, who is going to, actually, be in charge here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Well, she's not going away. That's the thing. You know, lock her up, that was a Republican slogan. Lock her up. But the Democrats, I think, want to start chanting lock her up. They want her under house arrest. They don't what her out. But I want America to concede to Jessica Tarlov. You are right. She could help people win seats. And not just in safe districts. Certain areas -- you know, she could come in, she could get an election, but at the cost of the national party because President Trump -- he already likes to -- every time he does a rally, he talks most of the time about Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "All it takes is one misstep for her and one misstatement, and people are going to exploit that. And the loudest cores of people asking for her to go away, it's been from fellow Democrats. I mean, they really want to move on. And if you've heard the change in tone, Republicans are the ones begging her to stay because she's pulling the party down with her favorability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I have a question about turnout though, because right now, the resistance actually does have some momentum in getting voters to turn out. But, if Hillary Clinton comes into the picture in districts like Darrell Issa's, doesn't that pose a risk of getting people who voted for Trump or even people who just really don't like Hillary Clinton, actually, out there in a time when Democrats have the advantage on turnout?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I'm not sure if you're really picking your battles here. And we have leadership on both sides that's hugely unpopular. You have a president at 35 percent approval. Republicans not popular. Democrats not popular. So I would caution anyone where you sent Paul Ryan, where you sent Nancy Pelosi, Hillary Clinton, any of them. I mean, we have really unpopular figureheads, generally. So that isn't a risk. There's also, what we're not talking about, the potential for her to be more of a behind the scenes player where she is having.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I don't think her book tour is over. I think that the last thing Hillary Clinton wants to do now is to hurt the party any further.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Disagree. But we're going to move on. Back to the state that likes Hillary Clinton. California, escalating its showdown with the Trump administration over illegal immigration next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "It may be the end of a successful 2017 for the president, but he's still getting plenty of pushback on his immigration agenda. Liberal California, Jerry Brown, the governor, can you imagine that, continuing to define President Trump and granting holiday pardons to two foreigners who on the verge of being deported for committing crimes while in the United States. Meanwhile, Pope Francis, no shocker there, appears to have even taken on the president, highlighting the struggles of refugees in his Christmas mass and urging Christians to embrace immigrants all while living behind the wall of the Vatican. I find that interesting, Kennedy. I've got to throw that to you. I have a legal question for Katie Pavlich. But, you know, you're talking about the opposition, Jerry Brown, the pope, all of them highlighting the plight of others, but they live safely in their walls and behind their gates and their staffs and their protection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I'm not going to attack the pope, but I will say about Jerry Brown, I think there are certain cities and certain law enforcement agencies who protect the wrong people at the runtime. I actually don't disagree with the two people that Jerry Brown pardoned, because these are either crimes that either happened a while ago. Both of them went to prison. They both serve their time. They both showed that they were rehabilitated, and did their best to redeemed themselves and live a better life. And I think that this time of year we should honor that redemption and we should honor that hard work. And I get uncomfortable when we paint all immigrants with a broad brush.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "I paint them as legal or illegal, Katie. It's a federal law when it comes to immigration, the response of the federal government in violation of federal law to be here illegally. So, I'm a little confused and maybe we need a judge on this, but Jerry Brown pardons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "First, let me point out that these two men came here legally. They were brought here legally into the country as children. However, I don't understand the legal aspect of how Jerry Brown can pardon a deportation order when that is a federal issue, not a state issue. He can pardon state-level crimes. Now, here's my problem with this. There are a lot of American citizens who weren't brought here from another country who, you know, probably need a pardon pretty badly, as well. I think they probably should take precedent. The other thing that bothers me is that Jerry Brown is constantly talking about gun control, and California being the No. 1 state that has the best laws and the rest of the country should emulate them. This -- one of the men he pardoned was convicted on a felony weapons charge with a gang enhancement. And so it doesn't -- if you're going to pardon people who violate gun laws and yet lecture the rest of the country about theirs, I have a problem with that. Barack Obama did the same thing. So are pardons something that are used in this country for redemption? Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "There always is...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Is this a good time of year to do it? Yes. However...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "But if someone serves their time and has not committed crimes since they left prison, isn't that what we want from people? Isn't that part of...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "But were there other choices? Whether their choices....",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I want people who are hardworking, good people to come to this country and make this country even better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "That's what I want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Gun enhancement laws and charges and prosecutions are not done easily and easily by...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "They are in California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "... courts and prosecutors. Jessica, is this just politics, really? I mean, he could have -- how many people are probably in the California prison system that could have, you know, maybe deserved a pardon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Is there a limit on the number of pardons that he can grant?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "No, it's only how much time he has to do it, and I think that he did want to send a statement before the holidays to President Trump to say, \"I am not interested in your perspective or your views on how we should deal with the illegal immigrant population in this country.\" And truthfully, what he did, to Kennedy's point about how prison is supposed to be used as a rehabilitation mechanism, and it was in this case. And the drug enhancement charge was from 1995. He hasn't done anything since then. Is in line with the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "While the American people -- the gun charge, sorry. While people do want to see increased border safety and stuff like that, they don't want the 11 million that are here already to be deported. And that's what President Trump has threatened, and that's what you're talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Let me ask a pointed question. Do you think Jerry Brown should pardon Kate Steinle's murderer? After all, he's still under some charges.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Well, he's committed crimes -- he's offended six times over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "He's committed crimes...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I was shocked that he was acquitted of the crimes he was acquitted of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Right. Well, that's California juries for you and San Francisco justice. Go ahead, Tom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "You also -- you make a good point, bringing up that case. But I think it -- to wrap it together, I do agree with you, Kennedy. You have to fight certain battles, and I think you don't want to fight, you know, the right of a governor to pardon people. That's something that is going to happen, and we don't want to mess with that. The battle to fight is on sanctuary cities and other things like that. Cities that are defying national immigration law. That's where we fight the battle, not over these individual guys, who may be sympathetic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "But there's also a big difference between someone who's committed a felony recently, who is not -- you know, when ICE is not informed that this person is being held who is ready for deportation, who has committed some sort of a violent crime. Those are the people that this pushback against sanctuary cities is meant to...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "The criminal aspect of this is the parallel here, right? So even though these men who were convicted, served their time in the state prison system in California, you know, didn't committed a crime since, the parallel is that they were brought into this country, were given everything by America, and they still decided to break the law in a very violent way. Now you fast-forward to today, that Americans have put up for two decades, three decades of that, and they've had it. They've had it with allowing people to come in and to violate the laws in their communities that are violent against the people who live there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "What about people who violate laws who were born here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, that's a fair point. However, but the difference is people feel like now they've been putting up with illegal immigration, and they're never being aligned between legal and illegal immigration, that they've had to deal with illegal immigrants getting a pass through...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "But don't you think that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "They want someone to held accountable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Do you think that's specifically why Jerry Brown picked two people who offended so long ago who also served...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I don't know why -- I don't know why he picked who he picked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "No, but he didn't go and pardon Kate Steinle's murderer. He didn't pick people who had been violent within the last few years. He picked people where, really, their main crime, at least in the eyes of immigration hardliners, is that they crossed into this country illegally in the first place. And that's the argument about those 11 million.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "We have to change the laws to allow certain people to come into this country...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "... who are good people who want to work hard. Those -- that system is broken, and that's something that Congress is incapable of addressing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Look, the Democrats when they had the chance didn't do a thing about immigration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "They did Obamacare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Let me finish. Neither did Republicans. But finally we have a president who is apparently going to visit the wall, or the new, you know, version...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Prototypes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "The prototypes, go down there, see what they are, and start building them. All right. So if you didn't get a Maserati -- I am a Mercedes guy -- you were hoping for Christmas or that shiny new set of golf clubs -- again, I'm a racquetball player -- there's always next year. What am I trying to say here? How to get around that big gift let-down. How many of you got big gifts and you didn't like them? We'll find out next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "To regift or not to regift. To return or not to return. Those are the questions many are asking themselves today after opening their Christmas presents and suffering some major disappointments. Did you know Americans spend on average 16 billion on gifts that end up in the trash? That's according to a recent survey which, ironically, I threw in the trash. Kennedy, do you -- regifting? Is it a sin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "That's why I always give people champagne, so they can give it to other people if they don't like champagne.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Boom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I don't have a problem with it at ll. If I give you something and you don't like it, I'm not a fan of clutter. So give it to the next person. And I'm sure someone else will pay it forward. I know Emily Post has a problem with this, and the only time you should regift is when it's a surprise gift. Who cares? If it's something of value and you don't need it and someone else wants it, have at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "There it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "But isn't every gift a surprise, because you don't know what it is till you open it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Well said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Therefore...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "A justification of the Postian law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "... Kennedy in a...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I feel like, increasingly, gifts are not really surprises. There's so much discussion beforehand. You know what what your kids want, right? Because they make a list. And they say, \"Santa please, can I have...\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "That's (UNINTELLIGIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I know. And it happens with adults, too, because you don't want that disappointment. You get your loved one, your partner something and they really don't like it, and then maybe they feel compelled to keep it because you spent so much time picking it out. So I feel like surprises are really drifting away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I think it depends on your age. If you're a little kid, you like the gifts. And my parents never put up with us not liking the things that we got. You know, we spent good, hard money on this. You will enjoy it and we will use it. As an adult, you start to accumulate things, especially in America, and you really just want experiences. So our family likes to go on trips now, instead of getting a bunch of gifts. For Thanksgiving, we went on a nice trip. My mom came to New York last week. We went to the Rockettes. We had a great time. Those were...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "... \"Outnumbered.\" Super fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "She did. She came and watched \"Outnumbered\" live.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "People talk about that for the entire year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Exactly. So these experiences...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "When are you going to pick up the phone and say to your mom, like, \"That scarf. Can we just talk about it again?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Talk about that knitted scarves that you gave me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "... is...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Scarves are useful. That's the other thing, is can I use this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Alcohol -- alcohol is great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Alcohol is good if you don't have a scarf. But look, if you give people an idea of what you want -- and I have a rule. Give someone something that you would want to give to yourself. If you really like it, try to figure out what they like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Opposite my rule.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "And give them something -- you give them something that they'll give back to you. I know how you work, Shillue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Have you ever done that, though? Have you ever regifted, in another year, to someone that gave you that gift?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "No. I don't regift.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Do they remember that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Of course they do. But I don't remember.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "My -- my brother and sister-in-law gave my grandmother, God rest her soul in heaven -- she's a beautiful, graceful...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "So now she knows and she's watching.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Well, she does -- she was always watching before. Trust me. That woman was the Romanian NSA. However, she gave my brother and sister-in-law a lovely platter that they gave to her a couple years later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Did she notice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "And she gave it to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "You still have it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "No, I give it to my brother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "The family...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "The familyhood of the traveling platter. It's a new movie. \"The Traveling Platter.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Next Christmas on LMN.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Please watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "You have to be used to regifting, though when you have brothers and sisters, because you all -- you know, that's what happened. You handed them around to each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I am fine with regifting as long as it's a useful gift and not a piece of junk. And if it's going to be junk, I'd rather have you save your own money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "But holidays are for nonuseful things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Look, I just want to know, what are you...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I don't want a utilitarian gift.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "What are you going to do with all those MAGA hats you got for Christmas, Jessica? Don't tell me you're going to regift those.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Definitely not going to wear them on national television.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "All right. We'll share some photos from our Christmas celebrations next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Welcome back to this very spirited edition of \"The Five.\" Christmas 2017 officially in the history books. We hope your holidays were as great as ours were. We haven't seen yet what each of us did. As Tom previewed, we're going to do a little picture show, beginning with Kennedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Oh, yes. Our Christmas, of course, was all about family, friends, brunch, and bacon. Here is the sizzling bacon in two pans. There wasn't quite enough room, and I had a half a pack in the oven, which cooks bacon quite nicely, if you run out of room. We also had an unfortunate incident with Gingy, who was held hostage and tied to a neighbor's tree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I don't know if you can see the rope around poor Gingy's neck. I tried to free him, but I was worried someone was going to call the police, and the sanctuaries city law was not going to apply to me. And those are delicious gluten-free, dairy free cinnamon rolls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "How do we make those?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "With yummy icing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "With bacon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "They are so, so good. With the bacon. It's not meat-free. The girls and I out riding bikes, with the palm trees and sunshine streaming upon us. And of course, my friend Kathy (ph) made the most glorious pot roast in the history of mankind. That thing is larger than a Volvo. Well done, Kat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Fantastic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "That was really beautiful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "That was amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Also, Christmas in a warm place always looks...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "It's a well-scripted Christmas story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Well, so much of what brings us together is great food and celebrating with family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "And bacon and sticky buns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Care to share your pics?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, we had at a very calm, very relaxed Christmas, my wife and I. There we are, see, by the Christmas tree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "So cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "I'm wearing a new shirt, by the way. She liked her presents. She doesn't have to regift them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "You'll see next year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, you know. My mom -- by the way, I love this picture, because if anyone looks at this picture closely, my mom's got a power tool. I said, \"What do you want?\" She said, \"I want the power washer.\" But there's a story behind it. The squirrels and the chipmunks eat her garden. There's this rabbit that lives under one of her flower beds. And I'm think I've just given my mom -- Mom, I'm sorry, I know you're watching -- but I think I've just given her the weapon, and the rabbit's in trouble next spring. So if anybody doesn't see a rabbit, who knows? And of course, the picture of the table laid out with everything from the potatoes to the lamp. Ahh, now this is what's important. We talked about champagne earlier. Found in father's burb (ph), a little Jefferson Reserve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Of course, my wife's got it and Mom's looking over, going, \"When are you going to start drinking that?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "It's nice they get along. Very patriotic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Yes, my family is all over the world. We're spread out in so many states, so many cities that it's awesome. We get together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Awesome. Katie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "All right. Well, I didn't get to go home to my Arizona family for Christmas, so it was a low-key day of working. However, we did give Gadston, this English gentleman, a very festive scarf and a very large dog bone to chew on for the day. Because it was such a low-key day, we really didn't do very much. I cooked some homemade cranberry sauce. We did make some turkey for dinner. I made some cookies. They were better than they look. They taste a lot better than they look. But that's OK. And here we are a couple weeks ago at the White House press party, me with my husband, which was a lot of fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Congratulations on your first Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes, our first celebration together. So that was great. And that was it. So there you go. Not too much happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "The cranberries looked great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "And the cookies did look good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "They were good, but they were not pretty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "And the dog bone apparently came out of the roasting pan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I tried to make my grandma and my mom's traditional cinnamon rolls. And it was a total fail. So at least I got the cookies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Awesome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Tom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "I'll plug my Christmas radio special first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Do that for -- I need you to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "\"A Very Tomsy Christmas.\" My special guests, Kennedy and Greg Gutfeld so that's awesome. That's...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Never in the same place at the same time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "It's amazing. That's just been posted as a podcast. But on Christmas, let's see. Let's take a look at Louise's new lab coat and her science kit there. She's got the goggles on. That's what she really wanted for Christmas. Agnes and Louise also, you see them playing chess with their new Harry Potter chess set. And my wife made a nice Beef Wellington. Look at that!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "That is really serious looking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "It was amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "That looks very nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes. I could never do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Beautiful. But, I mean, what does it taste like? Is it amazing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "It's fantastic. And you can -- it's ready for reheating when I get home. Because that's -- that's what was left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "You have to eat that for, like, a month.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "It's fantastic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes. Just like the pot roast, apparently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "OK, we're going to zoom through mine. So my family's Christmas was quite spread out this year. I was with my mom, which was great, and her glasses here have more of a reflection than mine. This is my boyfriend, who was in Japan for the holidays. There he is at the bamboo forest in Kyoto, which is super cool, and I went last summer. This is one of my favorites. This is my sister and her husband, their puppy, Frannie, and a picture of me so that we would feel like we were all together. And then...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I like that blue background.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "It's amazing. Well, she's like a filter goddess, actually. And we don't have one of my dad. But this cake is really important. Look at this thing that they made. So it's, like, shaped like a gingerbread house and look at all the colors inside. And when she sent it to me, it played Cyndi Lauper's \"True Colors.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Are you kidding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "No, I'm not kidding. This is -- oh, it's happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "No, I'm serious. There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Right -- and I'm forgetting, but it's real flavors. And apparently, it was also delicious. And she's an amazing cook.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Was this a Pinterest item? That we can find?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I'm sure you can. My sister's very findable on the Internet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "OK. We'll find it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "OK. So stay right here with us. \"One More Thing\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "It is now time, the special time in the show. It is time for \"One More Thing.\" And as you know, this year, your New Year's is about to transform, because \"The All-American New Year\" is at 10 p.m. Eastern, 7 in the West. That's when it starts. Jesse Watters and I are going to have the best time of your life. We will brave the cold. We will brave the snow, the crowds and the lack of facilities so you don't have to. All you have to do is snuggle up with a bottle of regifted champagne and join us. And we will be celebrating New Year's traditions throughout the world. Like in Spain, they eat 12 grapes in one handful for every stroke of the clock at midnight and then wash it down with cava, which is Spanish sparkling wine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "That's a lot of grapes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Lots of grapes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "That's where most of the grapes went, into the wine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Into my belly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, I will definitely be watching you. That's for sure, because I will be cuddled up on the couch and not outside. So that's my plan. But this time of year we have to remember that our servicemen and women overseas cannot be with their families, as we are surrounded by those who love us. And one mom got a heartfelt Christmas surprise. And the video of it has gone viral.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "That's so sweet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "The mom was supposed to be getting a full-length body mirror that she thought was her present. But as you just saw, she finally realized in the reflection that it was her daughter who had returned home from the Navy, and she was standing behind her. So that can't be -- you couldn't ask for a better gift. And that -- definitely no regifting on that one, for sure. Never coming back again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I love those videos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "That always makes me tear up. I love those military unions, especially at Christmastime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "It's the best. It really is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Well, I plugged my Christmas special one block early, but we have the -- I didn't know what I was doing. \"The Tom Shillue Show.\" You should go to FOXNewspodcasts.com. You can hear that. And then subscribe to the podcast while you're at it. Also, let's show a clip from my favorite genre of cinema. Dogs rescued from frozen ice. This is...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Do you think he's sad?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "Look, though, he's going to live. He was going to freeze to death, and these hero people pulled him out of the frozen water. What's better than a Labrador saved from certain death?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Ohh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "It is cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I hope he got a good bath.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Look at his friend comes over, see the yellow Lab. And he comes over and says...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Dogs are so much more superior than cats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Oh, my God. I don't even know how people can have cats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I agree completely, Jessica.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "An anti-cat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "We're about to be polarized again in the country. What's your -- what's your predilection?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "For the record, I am bi-animal on pets. I like cats and dogs. There you go. All right. There you go. There's bipartisan behavior. How can you hate cats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Because they're awful. And they want to kill you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Cats are royal creatures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Anywho.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, for the left -- Jessica, I picked this one just for you. President Trump's accomplishments. Because, you know, the naysayers, the end-of-the-world people, they're out there talking about what the president did and didn't do this year. Surprisingly, the numbers are better than Obama's in some way and better than a lot of other presidents. He's decertified the Iran nuclear deal. He's got a Supreme Court justice. Stock market at an all-time high, and let's not forget the NASDAQ and other exchanges, as well. He's reduced illegal alien immigration. He's moving the U.S. embassy to Jerusalem, which by the way, now Guatemala is going to do. So apparently, Guatemala is in on the joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHILLUE",
      "sentences": "This is such a David Webb \"One More Thing.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "And he's passed tax reform...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "... which we will see the benefits of in February.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Get a room, you two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "\"He's got the most dreamy lips.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Jessica.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "And the best marriage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "And I'm wearing Trump -- I'm wearing Trump cuff links.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "This is, like, too much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "I wear his presidential cufflinks. And I'm -- by the way, one more plug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I have a thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "I'm using -- I'm using...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "You should really -- you should really end now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "All right. You get to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I'll do it really fast. Larry Fitzgerald, who's a wide receiver for the Arizona Cardinals, wrote an amazing letter to John McCain, thinking him for his service. He even traveled to Vietnam and went to the prison where John McCain was held there. He was raising awareness for our military servicemen and women and also talking about Senator McCain's very scary diagnosis. He wrote, \"Senator John McCain again finds himself in a battle. This time it's with cancer, and the treatment he's undergoing is exhausting. I'll wish him a merry Christmas today, and I pray he lives another 20 years. As soon as my boys are of age, I'll tell them stories about the quality of the man I've gotten to know. I'll tell them Senator John McCain will be revered and respected for as long as the United States of America has a place in this world, and his legacy will outlive us all.\" It's really beautiful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Beautiful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "And worth reading. Love you, Senator McCain. And it was a very powerful letter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Beautiful family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "But thank you for the Trump accomplishments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, I'll tell more of them by the end...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Got to go. \"Special Report\" is up next, Mike Emanuel filling in for Bret tonight. Hey, Mike. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY, GUEST CO-HOST",
      "utterance": "Hello, everyone. I'm Kennedy along with Jessica Tarlov, David Webb, Katie Pavlich and Tom Shillue. It's 5:00 here in New York City, and this is \"The Five.\" Thank you so much for joining us and we hope you all had a very, very Merry Christmas. It appears the president has, after his historic tax cut victory. The president is back to work and hopeful Democrats will help his party tackle health care. That's coming up next. The president tweeting, based on the fact that the very unfair and unpopular individual mandate has been terminated as part of our tax cut bill, which essentially repeals over time Obamacare, the Democrats and Republicans will eventually come together and develop a great new healthcare plan. But with his optimism, of course, resistance from Democrats like Bernie Sanders."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT.",
      "utterance": "At what cost this country, our people catching on to the fact that Donald Trump ran for president saying that he was going to defend the interests for the working-class and middle-class. It turned out he lied. You have a president who told us that he was going to provide health care to everybody, then he proposed 30 million people being thrown off health insurance. His tax plan was going to benefit the middle class. The bulk of the benefit go to the rich and large corporation."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Bernie is very upset. He is airing some of his grievances against the president. So this Democratic narrative, how truthful is that? Our middle-class Americans and lower income Americans actually not getting a tax cut?"
    },
    {
      "speaker": "KATIE PAVLICH, GUEST CO-HOST",
      "utterance": "Ninety one percent of the middle class in this country are getting some kind of tax break. I think that Bernie Sanders is just upset that he can no longer write off all three of his houses in this tax bill. And it's clear that unless the left has an enemy, class warfare going on in the name of socialism, they're not going to be happy about any of this. You heard the argument from him also that, look, corporations got permanent tax break while individuals do not. Fine, that's actually true. However."
    },
    {
      "speaker": "PAVLICH",
      "utterance": ". the reason to that is because you need 60 votes to have permanent individual tax cuts, and the way you do that is getting Democrats on board. Bernie Sanders refused to step up. He didn't write his own bill. And here we are with the individual tax rate being temporary. They can vote next year to change it's (INAUDIBLE)."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Health care proved to be much more difficult for Republicans than tax reform and, you know, that's frustrating for the party. This is however a big victory and could have a great economic impact. What would it take for Democrats to acknowledge that tax cuts are in fact good for the economy?"
    },
    {
      "speaker": "JESSICA TARLOV, GUEST CO-HOST",
      "utterance": "All Democrats are Bernie Sanders?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "He speaks for quite a few Democrats."
    },
    {
      "speaker": "TARLOV",
      "utterance": "He does in increasing amount which we have discussed that. I believe to be problematic that the party continues to shoot the left when the nap keeps lighting up red, at least in 2016 and throughout the course of the Obama years. Bernie Sanders, you're never going to sell on it. I think it's 80 percent are getting a tax cut of some kind. I wish that they had gone for larger tax cuts on the individual rate and may be a little bit higher on the corporate side. We may fundamentally disagree whether trickle-down works. I don't believe that it does. But we have seen the beginnings of bonuses, a little wage bump. But this also doesn't come into effect fully until after the midterm, so we won't know how much Americans are going to feel like they're really better off before then. So I think it's a little complicated."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Why are you laughing?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "No, but I want to ask you about this statement because."
    },
    {
      "speaker": "DAVID WEBB, GUEST CO-HOST",
      "utterance": "The last statement is ridiculous."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "But I want to ask you about this because there's a difference between having a tax break throughout 2018, but really not feeling the effect until you file your tax return in 2019."
    },
    {
      "speaker": "WEBB",
      "utterance": "Right."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "So how much of it is theoretical and how much of it is actual, and does it matter?"
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, it's all actual in this respect. You make your decisions based on what you have to file for in the following year. If you talk to any accountant, not pundits on the Democrat side, sorry, Jessica. I know I love you. But if you talk to an accountant, you talk to an accounting firm, people are going to make their decisions based on the way they have to file their taxes. Much in the way, men, you're going to rush before the end of this year to claim certain deductions or certain categories. They may get a bigger benefit. And when you look at the tax cuts that do take effect in part in February, and you'll get LLP, LLC's. They're decisions are going to be made on quarterly filing and projections next year. So the actual effect is there. The effect on the economy, by the way, I'm going to use AT&T as an example of all the companies, but there are many others. If you give $1,000 to 200,000 people, that's $200 million you've injected into the economy, whether it goes into a bank, or through a Christmas present, or into a new pair of hockey skates for the kids, or baseball uniform, that is money that is spurring consumer economy. So right away, PNC Bank, Wells Fargo, all these other companies giving bonuses, go daddy, giving bonuses, that means that those people are going to use that money. That's an injection of consumer activity. That is the economic equation that matters."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "And I'd rather see a company like AT&T give some of their employees $1,000 as a bonus check as opposed to the government subsidizing either health care or just handing out cash, willy-nilly, because it's very different when the government gives out our money versus a corporation that is trying to use bonuses as a reinvestment."
    },
    {
      "speaker": "TOM SHILLUE, GUEST CO-HOST",
      "utterance": "Big time, Kennedy. I think the only person who used the word trickle-down was the Democrat on the panel. Is that right? We don't use that word, Jessica."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Why not?"
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Trickle-down. It's a Democrat slur. It always was."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I know some real slur. That is not a slur."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "You guys have been using it since I was in high school. Not you. You're much younger than me, Jessica."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I am. I'm a millennial baby."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Look, Bernie Sanders admitted. I saw her with Jake Tapper. He said 91 percent and Bernie said yes, yes, it does, but they expire. They expire. He kept saying they expire."
    },
    {
      "speaker": "WEBB",
      "utterance": "Why to Katie's earlier point, if the Democrats who have cried three years that they want to lower taxes on the lower rungs of the income ladder in America, whatever they want to call it, poor middle class or otherwise. Well, here's a case where they could have voted for lowering those tax rates."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Available pass would not have matched with our ideology."
    },
    {
      "speaker": "TARLOV",
      "utterance": "There are plenty of Nobel Prize winners on the economic side who are Democrats and liberals."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Oh, I'm sorry that you don't believe in science. But the idea that you're opposed to the government spending our money, what I believe is this corporate tax rate that's basically saying corporations are better equipped to tell us what to do with our money because they're deciding."
    },
    {
      "speaker": "TARLOV",
      "utterance": "No, they get to decide what they do with their own money instead of the government."
    },
    {
      "speaker": "TARLOV",
      "utterance": "That is the American dream."
    },
    {
      "speaker": "TARLOV",
      "utterance": "You get to decide what you do with your money."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "This is why we have not seen wages go up. Why we haven't seen corporations hiring. Now we are. There's been so much regulation -- federal regulation in this country over the past 8 years which President Trump has taken off the table. Twenty two regulations repealed for everyone that is put on the book. That has been a wet blanket over the economy for nearly a decade. It's proven in the GDP numbers. We've seen it when you talk to small businesses and corporations on why they're not hiring. And it's because of an unstable environment, whether it's Obamacare, new federal regulations. Those things all cost an enormous amount of money. And corporations aren't going."
    },
    {
      "speaker": "TARLOV",
      "utterance": "That's absolutely right. It costs money."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Those are barriers to entry. And those are the things that keep people from hiring and growing businesses because they just don't have."
    },
    {
      "speaker": "KENNEDY",
      "utterance": ". because they're so hamstrung. What's wrong with corporations making money? I want to know that."
    },
    {
      "speaker": "TARLOV",
      "utterance": "But I'm also in favor of middle and lower class Americans making a good wage."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "They are."
    },
    {
      "speaker": "TARLOV",
      "utterance": "No, they're not. When Obama was president you would say the wages weren't going up high."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Wages have increased, Jessica. That is not Trump-ism. That's data."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Gary Cohn said at a meeting."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Because he was in a room with people and certain people didn't raise their hands, that's your data? An informal poll in a room of people versus actual numbers?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "Five or six companies gave these bonuses right now. A $1,000."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "No, but the fact that consumer confidence is up, GDP growth is up, the stock market is up, wages -- unemployment is down. That's data."
    },
    {
      "speaker": "WEBB",
      "utterance": "Actually, if you look at more data in the economic equation on this, something that's important in America is the measure of home buyers. The home mortgage interest, they did a survey of this. Interesting home mortgages at an 18 year high. It's a spike that's happened since the beginning of this year. There's something else. You used the term trickle-down. Trickle-down was once a bad phrase for the Republicans to use. It's actually downward pressure from the economy, and what the economic activity levels are created by corporations, and wealthy, or individual investors, or otherwise in the society. It's also the upward pressure when you lift wages -- when you lift tax burden, regulatory burden on the lower income scale. When you have over 80 percent of the people, according to the IRS data, paying and they make under $50,000 a year, pay in the Obamacare tax penalty and you lift that from them that matters to them. Suddenly a $1,000 for a person making $40,000 as a percentage of their earnings and their taxable income becomes great. Last part of this, you double the standard deduction. Single parent or couple, and you release their money for them to use."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "OK. Speaking of doubling, Rosie O'Donnell is doubling down on her twitter war. She went after Ben Shapiro last week, telling him something so filthy, I can't repeat it on a family show. WEBB: Rosie said something filthy?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Yeah. And she's been busy tweeting out to Paul Ryan, when Paul Ryan released a lovely Christmas message expressing his faith and hope. Rosie tweeted, Paul Ryan, don't talk about Jesus after what you just did to our nation. You will go straight to hell. You screwed up, fake altar boy. Hashtag, do this much."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Wow. Tom, reaction to that."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Come on. She put everything in there. Rosie, she probably shouldn't tweet. She's not taking advantage of the new expanded twitter either. Her tweets are still very -- they're very short. You know President Trump is doing he's doing -- what is it now, 280. He's filling them out now."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Do I really want to read a novelette every time a read some."
    },
    {
      "speaker": "WEBB",
      "utterance": "They gave it to me. I rarely ever use it. I don't need characters in a manifesto. By the way."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I'll take it as a bowling score though."
    },
    {
      "speaker": "WEBB",
      "utterance": "OK. That's a good point. But Rosie's tweets are about a short of basic intelligence. I mean, it doesn't exist. Look, this is a woman who doesn't do the work. She had a show that lasted a few months. Why? I look at it and said she doesn't do the work. So, if she doesn't do the work, she didn't have the understanding. She's like Chelsea Handler. She's a wannabe who never will be and could never been a has-been."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "She's a bomb thrower who is just trying to get a little bit of attention, and get the attention of the press and the president. I understand that she's probably quite bored because she has been relieved of her duties from several employers."
    },
    {
      "speaker": "TARLOV",
      "utterance": "This seems unbelievably mean to be only talking about Rosie O'Donnell and kind of -- she's not a hard worker and she can't keep a job."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "But she said to Ben Shapiro."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Oh, yeah. And I've read kinds of things that are said about Rosie O'Donnell. What the president of the United States of America have said about Rosie O'Donnell. Didn't he call her a fat pig?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Did you read what she wrote?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "But deal with her ideas."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I would judge Rosie O'Donnell by her ideas if she were actually espousing concrete, academic databased ideas. But instead, she's going off about religion which leftists don't seem to do until it's convenient for them. And accusing Paul Ryan and saying he's going to go to hell? I mean, who made Rosie O'Donnell god?"
    },
    {
      "speaker": "WEBB",
      "utterance": "I thought that was Hillary Clinton."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I heard she desperately wanted to dress up as Steve Bannon for SNL. No thanks. I don't think so. No, we're good. So, are we going to see any improved discourse because Jessica is right about something? It's pretty nasty from both sides."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Down low, it's just where I want it."
    },
    {
      "speaker": "WEBB",
      "utterance": "I hate say. Look, you don't have to engage. I choose not to engage it."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Did you hear what you said about Rosie O'Donnell. You don't engage in it?"
    },
    {
      "speaker": "WEBB",
      "utterance": "OK. Actually, factually, I know that she's lazy and doesn't do the work."
    },
    {
      "speaker": "TARLOV",
      "utterance": "What's wrong with that?"
    },
    {
      "speaker": "WEBB",
      "utterance": "That's fact."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Bernie Sanders, there is some merit to what he says."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I was talking about the working part."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "No. But I think Bernie, actually, is an authentic personal who has a heart and he operates with the best intention."
    },
    {
      "speaker": "TARLOV",
      "utterance": "He truly believes what he's saying."
    },
    {
      "speaker": "WEBB",
      "utterance": "Socialism and communism operate with the best intentions, and we won't even go to the data on how many have died and suffered under socialism."
    },
    {
      "speaker": "WEBB",
      "utterance": "But to the rhetoric, I wish the rhetoric would get better on policy. But unfortunately, twitter and social media today, and the environment is heavily polarized. You know, if you want to use something, I use sarcasm. Maybe you can throw in a couple of facts."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Is that an app?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "She blocked him. He won the argument, she blocked him and he went to twitter and complained because it was sexual harassment."
    },
    {
      "speaker": "TARLOV",
      "utterance": "It was."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "But it didn't violate."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Imagine what that was."
    },
    {
      "speaker": "WEBB",
      "utterance": "They deleted the tweet."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "All right. She went down in flames in her last election, but Hillary Clinton reportedly thinks she could provide help to Democrats in 2018. We shall dive into that one head first in moments. Stay with us."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "If I were a Democrat running for election next year, the last person I want out campaigning for me would be Hillary Clinton. She's political kryptonite. But there are reports though the failed 2016 presidential candidate may be considering a role in the midterms to help her party retake congress. It certainly would be great for Republicans, her favorability hitting a new low last week. So Jessica, I'm going to boot this over to you."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Should Hillary Clinton be everywhere near any kind of congressional race going into 2018?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "Oh, absolutely, depending on where the race is. Like, if I were running for a New York City seat that would be fantastic to have here. California, hugely popular on the coast. You want to take her to Chicago, that would work."
    },
    {
      "speaker": "WEBB",
      "utterance": "Those are all cities that Democrat couldn't lose. Where could she go in a contestable race?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "There are races, certainly out in California, like Darrell Issa's seat, for instance. I mean, there are a lot of vulnerable Republicans who are in districts that Hillary Clinton won in 2016. She's one of the most prolific fund-raisers in political."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Her PAC, by the way -- her PAC has donated a lot of money to the redistricting effort, you know, which feels unfair if you're a Republican or an independent in a place like California. And I don't disagree with you. I think she could be a big help in certain places locally if there were no microphones and new media, because donors do want to get close. There's still a lot of intrigue. People who are loyalists feel that she had been wronged and she's been attacked by the press and political opponents who are still ongoing. But having said that, if you put a camera there, all anyone is going to do is make fun of her because, A, she won't go away and, B, she's not looking toward the future. What's her fantastic five-point economic plan? Her plan is to talk about victimhood, why she lost, to blame everyone and not take responsibility. And for Democrats, that doesn't move the ball forward."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Do you want me."
    },
    {
      "speaker": "WEBB",
      "utterance": "We're just going to be observers."
    },
    {
      "speaker": "TARLOV",
      "utterance": "No, I do take your point, and I think the national media will certainly blow that up and it will be on all the cable news networks, but I think that it will matter. There are 55 million people in this country who did vote for her, the chance to meet her, to go to a rally where she's speaking, to hear about her life of public service. And you can make jokes about a no economic plan or whatever."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "What happened?"
    },
    {
      "speaker": "WEBB",
      "utterance": "Yeah."
    },
    {
      "speaker": "TARLOV",
      "utterance": "But, you know."
    },
    {
      "speaker": "WEBB",
      "utterance": "Hashtag."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "David, I have a question about Republicans. Can Republicans move forward in 2018 based on being for something rather than being against Hillary Clinton, because there is a risk there of Republicans holding on to Hillary Clinton as a punching bag, even if she deserve it, and not, actually, touting the accomplishments that they've had over the past year."
    },
    {
      "speaker": "WEBB",
      "utterance": "Yeah. Look, Republicans sell success. The best thing you can sell to the person sitting at their kitchen table is success. Your tax policy, regulatory burden, you're doing all these things. EPA is working better with the state. They're rolling back federal government over-lordship in your lives. They're giving you a chance to do what you want, find your talent, go to school, whatever. Run on success. As for Hillary Clinton, look, everything you mentioned, with all due respect."
    },
    {
      "speaker": "WEBB",
      "utterance": "Everything you mentioned is realistic rhetoric, is -- are districts where Democrats could win. Hillary Clinton's problem isn't so much whether there's media or not as I see it. It's the fact that she's a terrible spokesperson for other people. She's a bad enough spokesperson for herself. She couldn't sell herself."
    },
    {
      "speaker": "WEBB",
      "utterance": "But in an election where she got -- whatever, 65 million votes, the fact is, there was no other choice because they had crushed the other choice and pushed him out of the race."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "On that note of issue the representative of the Democrat Party, right? We've seen both sides of the political aisle trying to move away from old leadership. There's constantly this fight against the establishment. If Democrats happen to win back the house, which is unlikely at this point, who is their new leadership? Are they going to keep Nancy Pelosi around?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Oh, that's a good question."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I mean, who is going to, actually, be in charge here?"
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Well, she's not going away. That's the thing. You know, lock her up, that was a Republican slogan. Lock her up. But the Democrats, I think, want to start chanting lock her up. They want her under house arrest. They don't what her out. But I want America to concede to Jessica Tarlov. You are right. She could help people win seats. And not just in safe districts. Certain areas -- you know, she could come in, she could get an election, but at the cost of the national party because President Trump -- he already likes to -- every time he does a rally, he talks most of the time about Hillary Clinton."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "All it takes is one misstep for her and one misstatement, and people are going to exploit that. And the loudest cores of people asking for her to go away, it's been from fellow Democrats. I mean, they really want to move on. And if you've heard the change in tone, Republicans are the ones begging her to stay because she's pulling the party down with her favorability."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I have a question about turnout though, because right now, the resistance actually does have some momentum in getting voters to turn out. But, if Hillary Clinton comes into the picture in districts like Darrell Issa's, doesn't that pose a risk of getting people who voted for Trump or even people who just really don't like Hillary Clinton, actually, out there in a time when Democrats have the advantage on turnout?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "I'm not sure if you're really picking your battles here. And we have leadership on both sides that's hugely unpopular. You have a president at 35 percent approval. Republicans not popular. Democrats not popular. So I would caution anyone where you sent Paul Ryan, where you sent Nancy Pelosi, Hillary Clinton, any of them. I mean, we have really unpopular figureheads, generally. So that isn't a risk. There's also, what we're not talking about, the potential for her to be more of a behind the scenes player where she is having."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I don't think her book tour is over. I think that the last thing Hillary Clinton wants to do now is to hurt the party any further."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Disagree. But we're going to move on. Back to the state that likes Hillary Clinton. California, escalating its showdown with the Trump administration over illegal immigration next."
    },
    {
      "speaker": "WEBB",
      "utterance": "It may be the end of a successful 2017 for the president, but he's still getting plenty of pushback on his immigration agenda. Liberal California, Jerry Brown, the governor, can you imagine that, continuing to define President Trump and granting holiday pardons to two foreigners who on the verge of being deported for committing crimes while in the United States. Meanwhile, Pope Francis, no shocker there, appears to have even taken on the president, highlighting the struggles of refugees in his Christmas mass and urging Christians to embrace immigrants all while living behind the wall of the Vatican. I find that interesting, Kennedy. I've got to throw that to you. I have a legal question for Katie Pavlich. But, you know, you're talking about the opposition, Jerry Brown, the pope, all of them highlighting the plight of others, but they live safely in their walls and behind their gates and their staffs and their protection."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I'm not going to attack the pope, but I will say about Jerry Brown, I think there are certain cities and certain law enforcement agencies who protect the wrong people at the runtime. I actually don't disagree with the two people that Jerry Brown pardoned, because these are either crimes that either happened a while ago. Both of them went to prison. They both serve their time. They both showed that they were rehabilitated, and did their best to redeemed themselves and live a better life. And I think that this time of year we should honor that redemption and we should honor that hard work. And I get uncomfortable when we paint all immigrants with a broad brush."
    },
    {
      "speaker": "WEBB",
      "utterance": "I paint them as legal or illegal, Katie. It's a federal law when it comes to immigration, the response of the federal government in violation of federal law to be here illegally. So, I'm a little confused and maybe we need a judge on this, but Jerry Brown pardons."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "First, let me point out that these two men came here legally. They were brought here legally into the country as children. However, I don't understand the legal aspect of how Jerry Brown can pardon a deportation order when that is a federal issue, not a state issue. He can pardon state-level crimes. Now, here's my problem with this. There are a lot of American citizens who weren't brought here from another country who, you know, probably need a pardon pretty badly, as well. I think they probably should take precedent. The other thing that bothers me is that Jerry Brown is constantly talking about gun control, and California being the No. 1 state that has the best laws and the rest of the country should emulate them. This -- one of the men he pardoned was convicted on a felony weapons charge with a gang enhancement. And so it doesn't -- if you're going to pardon people who violate gun laws and yet lecture the rest of the country about theirs, I have a problem with that. Barack Obama did the same thing. So are pardons something that are used in this country for redemption? Absolutely."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "There always is..."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Is this a good time of year to do it? Yes. However..."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "But if someone serves their time and has not committed crimes since they left prison, isn't that what we want from people? Isn't that part of..."
    },
    {
      "speaker": "WEBB",
      "utterance": "But were there other choices? Whether their choices...."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I want people who are hardworking, good people to come to this country and make this country even better."
    },
    {
      "speaker": "WEBB",
      "utterance": "Right."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "That's what I want."
    },
    {
      "speaker": "WEBB",
      "utterance": "Gun enhancement laws and charges and prosecutions are not done easily and easily by..."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "They are in California."
    },
    {
      "speaker": "WEBB",
      "utterance": "... courts and prosecutors. Jessica, is this just politics, really? I mean, he could have -- how many people are probably in the California prison system that could have, you know, maybe deserved a pardon?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Is there a limit on the number of pardons that he can grant?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "No, it's only how much time he has to do it, and I think that he did want to send a statement before the holidays to President Trump to say, \"I am not interested in your perspective or your views on how we should deal with the illegal immigrant population in this country.\" And truthfully, what he did, to Kennedy's point about how prison is supposed to be used as a rehabilitation mechanism, and it was in this case. And the drug enhancement charge was from 1995. He hasn't done anything since then. Is in line with the American people."
    },
    {
      "speaker": "TARLOV",
      "utterance": "While the American people -- the gun charge, sorry. While people do want to see increased border safety and stuff like that, they don't want the 11 million that are here already to be deported. And that's what President Trump has threatened, and that's what you're talking about."
    },
    {
      "speaker": "WEBB",
      "utterance": "Let me ask a pointed question. Do you think Jerry Brown should pardon Kate Steinle's murderer? After all, he's still under some charges."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Well, he's committed crimes -- he's offended six times over."
    },
    {
      "speaker": "WEBB",
      "utterance": "He's committed crimes..."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I was shocked that he was acquitted of the crimes he was acquitted of."
    },
    {
      "speaker": "WEBB",
      "utterance": "Right. Well, that's California juries for you and San Francisco justice. Go ahead, Tom."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "You also -- you make a good point, bringing up that case. But I think it -- to wrap it together, I do agree with you, Kennedy. You have to fight certain battles, and I think you don't want to fight, you know, the right of a governor to pardon people. That's something that is going to happen, and we don't want to mess with that. The battle to fight is on sanctuary cities and other things like that. Cities that are defying national immigration law. That's where we fight the battle, not over these individual guys, who may be sympathetic."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "But there's also a big difference between someone who's committed a felony recently, who is not -- you know, when ICE is not informed that this person is being held who is ready for deportation, who has committed some sort of a violent crime. Those are the people that this pushback against sanctuary cities is meant to..."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "The criminal aspect of this is the parallel here, right? So even though these men who were convicted, served their time in the state prison system in California, you know, didn't committed a crime since, the parallel is that they were brought into this country, were given everything by America, and they still decided to break the law in a very violent way. Now you fast-forward to today, that Americans have put up for two decades, three decades of that, and they've had it. They've had it with allowing people to come in and to violate the laws in their communities that are violent against the people who live there."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "What about people who violate laws who were born here?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, that's a fair point. However, but the difference is people feel like now they've been putting up with illegal immigration, and they're never being aligned between legal and illegal immigration, that they've had to deal with illegal immigrants getting a pass through..."
    },
    {
      "speaker": "TARLOV",
      "utterance": "But don't you think that..."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "They want someone to held accountable."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Do you think that's specifically why Jerry Brown picked two people who offended so long ago who also served..."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I don't know why -- I don't know why he picked who he picked."
    },
    {
      "speaker": "TARLOV",
      "utterance": "No, but he didn't go and pardon Kate Steinle's murderer. He didn't pick people who had been violent within the last few years. He picked people where, really, their main crime, at least in the eyes of immigration hardliners, is that they crossed into this country illegally in the first place. And that's the argument about those 11 million."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "We have to change the laws to allow certain people to come into this country..."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Right."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "... who are good people who want to work hard. Those -- that system is broken, and that's something that Congress is incapable of addressing."
    },
    {
      "speaker": "WEBB",
      "utterance": "Look, the Democrats when they had the chance didn't do a thing about immigration."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "They did Obamacare."
    },
    {
      "speaker": "WEBB",
      "utterance": "Let me finish. Neither did Republicans. But finally we have a president who is apparently going to visit the wall, or the new, you know, version..."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Prototypes."
    },
    {
      "speaker": "WEBB",
      "utterance": "The prototypes, go down there, see what they are, and start building them. All right. So if you didn't get a Maserati -- I am a Mercedes guy -- you were hoping for Christmas or that shiny new set of golf clubs -- again, I'm a racquetball player -- there's always next year. What am I trying to say here? How to get around that big gift let-down. How many of you got big gifts and you didn't like them? We'll find out next."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "To regift or not to regift. To return or not to return. Those are the questions many are asking themselves today after opening their Christmas presents and suffering some major disappointments. Did you know Americans spend on average 16 billion on gifts that end up in the trash? That's according to a recent survey which, ironically, I threw in the trash. Kennedy, do you -- regifting? Is it a sin?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "That's why I always give people champagne, so they can give it to other people if they don't like champagne."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Boom."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I don't have a problem with it at ll. If I give you something and you don't like it, I'm not a fan of clutter. So give it to the next person. And I'm sure someone else will pay it forward. I know Emily Post has a problem with this, and the only time you should regift is when it's a surprise gift. Who cares? If it's something of value and you don't need it and someone else wants it, have at it."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "There it is."
    },
    {
      "speaker": "WEBB",
      "utterance": "But isn't every gift a surprise, because you don't know what it is till you open it?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Well said."
    },
    {
      "speaker": "WEBB",
      "utterance": "Therefore..."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "A justification of the Postian law."
    },
    {
      "speaker": "WEBB",
      "utterance": "... Kennedy in a..."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I feel like, increasingly, gifts are not really surprises. There's so much discussion beforehand. You know what what your kids want, right? Because they make a list. And they say, \"Santa please, can I have...\""
    },
    {
      "speaker": "KENNEDY",
      "utterance": "That's (UNINTELLIGIBLE)."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I know. And it happens with adults, too, because you don't want that disappointment. You get your loved one, your partner something and they really don't like it, and then maybe they feel compelled to keep it because you spent so much time picking it out. So I feel like surprises are really drifting away."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I think it depends on your age. If you're a little kid, you like the gifts. And my parents never put up with us not liking the things that we got. You know, we spent good, hard money on this. You will enjoy it and we will use it. As an adult, you start to accumulate things, especially in America, and you really just want experiences. So our family likes to go on trips now, instead of getting a bunch of gifts. For Thanksgiving, we went on a nice trip. My mom came to New York last week. We went to the Rockettes. We had a great time. Those were..."
    },
    {
      "speaker": "TARLOV",
      "utterance": "... \"Outnumbered.\" Super fun."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "She did. She came and watched \"Outnumbered\" live."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "People talk about that for the entire year."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Exactly. So these experiences..."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "When are you going to pick up the phone and say to your mom, like, \"That scarf. Can we just talk about it again?\""
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Talk about that knitted scarves that you gave me."
    },
    {
      "speaker": "WEBB",
      "utterance": "... is..."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Scarves are useful. That's the other thing, is can I use this?"
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Alcohol -- alcohol is great."
    },
    {
      "speaker": "WEBB",
      "utterance": "Alcohol is good if you don't have a scarf. But look, if you give people an idea of what you want -- and I have a rule. Give someone something that you would want to give to yourself. If you really like it, try to figure out what they like."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Opposite my rule."
    },
    {
      "speaker": "WEBB",
      "utterance": "And give them something -- you give them something that they'll give back to you. I know how you work, Shillue."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Have you ever done that, though? Have you ever regifted, in another year, to someone that gave you that gift?"
    },
    {
      "speaker": "WEBB",
      "utterance": "No. I don't regift."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Do they remember that?"
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Of course they do. But I don't remember."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "My -- my brother and sister-in-law gave my grandmother, God rest her soul in heaven -- she's a beautiful, graceful..."
    },
    {
      "speaker": "WEBB",
      "utterance": "So now she knows and she's watching."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Well, she does -- she was always watching before. Trust me. That woman was the Romanian NSA. However, she gave my brother and sister-in-law a lovely platter that they gave to her a couple years later."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Did she notice?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "And she gave it to me."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "You still have it?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "No, I give it to my brother."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "The family..."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "The familyhood of the traveling platter. It's a new movie. \"The Traveling Platter.\""
    },
    {
      "speaker": "WEBB",
      "utterance": "Next Christmas on LMN."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Please watch."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "You have to be used to regifting, though when you have brothers and sisters, because you all -- you know, that's what happened. You handed them around to each other."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I am fine with regifting as long as it's a useful gift and not a piece of junk. And if it's going to be junk, I'd rather have you save your own money."
    },
    {
      "speaker": "TARLOV",
      "utterance": "But holidays are for nonuseful things."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Look, I just want to know, what are you..."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I don't want a utilitarian gift."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "What are you going to do with all those MAGA hats you got for Christmas, Jessica? Don't tell me you're going to regift those."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Definitely not going to wear them on national television."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "All right. We'll share some photos from our Christmas celebrations next."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Welcome back to this very spirited edition of \"The Five.\" Christmas 2017 officially in the history books. We hope your holidays were as great as ours were. We haven't seen yet what each of us did. As Tom previewed, we're going to do a little picture show, beginning with Kennedy."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Oh, yes. Our Christmas, of course, was all about family, friends, brunch, and bacon. Here is the sizzling bacon in two pans. There wasn't quite enough room, and I had a half a pack in the oven, which cooks bacon quite nicely, if you run out of room. We also had an unfortunate incident with Gingy, who was held hostage and tied to a neighbor's tree."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I don't know if you can see the rope around poor Gingy's neck. I tried to free him, but I was worried someone was going to call the police, and the sanctuaries city law was not going to apply to me. And those are delicious gluten-free, dairy free cinnamon rolls."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "How do we make those?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "With yummy icing."
    },
    {
      "speaker": "WEBB",
      "utterance": "With bacon."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "They are so, so good. With the bacon. It's not meat-free. The girls and I out riding bikes, with the palm trees and sunshine streaming upon us. And of course, my friend Kathy (ph) made the most glorious pot roast in the history of mankind. That thing is larger than a Volvo. Well done, Kat."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Fantastic."
    },
    {
      "speaker": "TARLOV",
      "utterance": "That was really beautiful."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "That was amazing."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Also, Christmas in a warm place always looks..."
    },
    {
      "speaker": "WEBB",
      "utterance": "It's a well-scripted Christmas story."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Well, so much of what brings us together is great food and celebrating with family."
    },
    {
      "speaker": "WEBB",
      "utterance": "And bacon and sticky buns."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Care to share your pics?"
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, we had at a very calm, very relaxed Christmas, my wife and I. There we are, see, by the Christmas tree."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "So cute."
    },
    {
      "speaker": "WEBB",
      "utterance": "I'm wearing a new shirt, by the way. She liked her presents. She doesn't have to regift them."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "You'll see next year."
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, you know. My mom -- by the way, I love this picture, because if anyone looks at this picture closely, my mom's got a power tool. I said, \"What do you want?\" She said, \"I want the power washer.\" But there's a story behind it. The squirrels and the chipmunks eat her garden. There's this rabbit that lives under one of her flower beds. And I'm think I've just given my mom -- Mom, I'm sorry, I know you're watching -- but I think I've just given her the weapon, and the rabbit's in trouble next spring. So if anybody doesn't see a rabbit, who knows? And of course, the picture of the table laid out with everything from the potatoes to the lamp. Ahh, now this is what's important. We talked about champagne earlier. Found in father's burb (ph), a little Jefferson Reserve."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Nice."
    },
    {
      "speaker": "WEBB",
      "utterance": "Of course, my wife's got it and Mom's looking over, going, \"When are you going to start drinking that?\""
    },
    {
      "speaker": "TARLOV",
      "utterance": "It's nice they get along. Very patriotic."
    },
    {
      "speaker": "WEBB",
      "utterance": "Yes, my family is all over the world. We're spread out in so many states, so many cities that it's awesome. We get together."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Awesome. Katie."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "All right. Well, I didn't get to go home to my Arizona family for Christmas, so it was a low-key day of working. However, we did give Gadston, this English gentleman, a very festive scarf and a very large dog bone to chew on for the day. Because it was such a low-key day, we really didn't do very much. I cooked some homemade cranberry sauce. We did make some turkey for dinner. I made some cookies. They were better than they look. They taste a lot better than they look. But that's OK. And here we are a couple weeks ago at the White House press party, me with my husband, which was a lot of fun."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Congratulations on your first Christmas."
    },
    {
      "speaker": "WEBB",
      "utterance": "Wow."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes, our first celebration together. So that was great. And that was it. So there you go. Not too much happening."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "The cranberries looked great."
    },
    {
      "speaker": "TARLOV",
      "utterance": "And the cookies did look good."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "They were good, but they were not pretty."
    },
    {
      "speaker": "WEBB",
      "utterance": "And the dog bone apparently came out of the roasting pan."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I tried to make my grandma and my mom's traditional cinnamon rolls. And it was a total fail. So at least I got the cookies."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Awesome."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "There you go."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Tom."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "I'll plug my Christmas radio special first."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Do that for -- I need you to do that."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "\"A Very Tomsy Christmas.\" My special guests, Kennedy and Greg Gutfeld so that's awesome. That's..."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Never in the same place at the same time."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "It's amazing. That's just been posted as a podcast. But on Christmas, let's see. Let's take a look at Louise's new lab coat and her science kit there. She's got the goggles on. That's what she really wanted for Christmas. Agnes and Louise also, you see them playing chess with their new Harry Potter chess set. And my wife made a nice Beef Wellington. Look at that!"
    },
    {
      "speaker": "TARLOV",
      "utterance": "That is really serious looking."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "It was amazing."
    },
    {
      "speaker": "WEBB",
      "utterance": "That looks very nice."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes. I could never do that."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Beautiful. But, I mean, what does it taste like? Is it amazing?"
    },
    {
      "speaker": "SHILLUE",
      "utterance": "It's fantastic. And you can -- it's ready for reheating when I get home. Because that's -- that's what was left."
    },
    {
      "speaker": "TARLOV",
      "utterance": "You have to eat that for, like, a month."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "It's fantastic."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes. Just like the pot roast, apparently."
    },
    {
      "speaker": "TARLOV",
      "utterance": "OK, we're going to zoom through mine. So my family's Christmas was quite spread out this year. I was with my mom, which was great, and her glasses here have more of a reflection than mine. This is my boyfriend, who was in Japan for the holidays. There he is at the bamboo forest in Kyoto, which is super cool, and I went last summer. This is one of my favorites. This is my sister and her husband, their puppy, Frannie, and a picture of me so that we would feel like we were all together. And then..."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I like that blue background."
    },
    {
      "speaker": "TARLOV",
      "utterance": "It's amazing. Well, she's like a filter goddess, actually. And we don't have one of my dad. But this cake is really important. Look at this thing that they made. So it's, like, shaped like a gingerbread house and look at all the colors inside. And when she sent it to me, it played Cyndi Lauper's \"True Colors.\""
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Are you kidding?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "No, I'm not kidding. This is -- oh, it's happening."
    },
    {
      "speaker": "WEBB",
      "utterance": "No, I'm serious. There you go."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Gosh."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Right -- and I'm forgetting, but it's real flavors. And apparently, it was also delicious. And she's an amazing cook."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Was this a Pinterest item? That we can find?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "I'm sure you can. My sister's very findable on the Internet."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "OK. We'll find it."
    },
    {
      "speaker": "TARLOV",
      "utterance": "OK. So stay right here with us. \"One More Thing\" is up next."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "It is now time, the special time in the show. It is time for \"One More Thing.\" And as you know, this year, your New Year's is about to transform, because \"The All-American New Year\" is at 10 p.m. Eastern, 7 in the West. That's when it starts. Jesse Watters and I are going to have the best time of your life. We will brave the cold. We will brave the snow, the crowds and the lack of facilities so you don't have to. All you have to do is snuggle up with a bottle of regifted champagne and join us. And we will be celebrating New Year's traditions throughout the world. Like in Spain, they eat 12 grapes in one handful for every stroke of the clock at midnight and then wash it down with cava, which is Spanish sparkling wine."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "That's a lot of grapes."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Lots of grapes."
    },
    {
      "speaker": "WEBB",
      "utterance": "That's where most of the grapes went, into the wine."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Into my belly."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, I will definitely be watching you. That's for sure, because I will be cuddled up on the couch and not outside. So that's my plan. But this time of year we have to remember that our servicemen and women overseas cannot be with their families, as we are surrounded by those who love us. And one mom got a heartfelt Christmas surprise. And the video of it has gone viral."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "That's so sweet."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "The mom was supposed to be getting a full-length body mirror that she thought was her present. But as you just saw, she finally realized in the reflection that it was her daughter who had returned home from the Navy, and she was standing behind her. So that can't be -- you couldn't ask for a better gift. And that -- definitely no regifting on that one, for sure. Never coming back again."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I love those videos."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "That always makes me tear up. I love those military unions, especially at Christmastime."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "It's the best. It really is."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Well, I plugged my Christmas special one block early, but we have the -- I didn't know what I was doing. \"The Tom Shillue Show.\" You should go to FOXNewspodcasts.com. You can hear that. And then subscribe to the podcast while you're at it. Also, let's show a clip from my favorite genre of cinema. Dogs rescued from frozen ice. This is..."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Do you think he's sad?"
    },
    {
      "speaker": "SHILLUE",
      "utterance": "Look, though, he's going to live. He was going to freeze to death, and these hero people pulled him out of the frozen water. What's better than a Labrador saved from certain death?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Ohh."
    },
    {
      "speaker": "WEBB",
      "utterance": "It is cute."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I hope he got a good bath."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Look at his friend comes over, see the yellow Lab. And he comes over and says..."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Dogs are so much more superior than cats."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Oh, my God. I don't even know how people can have cats."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I agree completely, Jessica."
    },
    {
      "speaker": "WEBB",
      "utterance": "An anti-cat."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "We're about to be polarized again in the country. What's your -- what's your predilection?"
    },
    {
      "speaker": "WEBB",
      "utterance": "For the record, I am bi-animal on pets. I like cats and dogs. There you go. All right. There you go. There's bipartisan behavior. How can you hate cats?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Because they're awful. And they want to kill you."
    },
    {
      "speaker": "WEBB",
      "utterance": "Cats are royal creatures."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Anywho."
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, for the left -- Jessica, I picked this one just for you. President Trump's accomplishments. Because, you know, the naysayers, the end-of-the-world people, they're out there talking about what the president did and didn't do this year. Surprisingly, the numbers are better than Obama's in some way and better than a lot of other presidents. He's decertified the Iran nuclear deal. He's got a Supreme Court justice. Stock market at an all-time high, and let's not forget the NASDAQ and other exchanges, as well. He's reduced illegal alien immigration. He's moving the U.S. embassy to Jerusalem, which by the way, now Guatemala is going to do. So apparently, Guatemala is in on the joke."
    },
    {
      "speaker": "SHILLUE",
      "utterance": "This is such a David Webb \"One More Thing.\""
    },
    {
      "speaker": "WEBB",
      "utterance": "And he's passed tax reform..."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "All right."
    },
    {
      "speaker": "WEBB",
      "utterance": "... which we will see the benefits of in February."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Get a room, you two."
    },
    {
      "speaker": "WEBB",
      "utterance": "There you go."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "\"He's got the most dreamy lips.\""
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Jessica."
    },
    {
      "speaker": "TARLOV",
      "utterance": "And the best marriage."
    },
    {
      "speaker": "WEBB",
      "utterance": "And I'm wearing Trump -- I'm wearing Trump cuff links."
    },
    {
      "speaker": "TARLOV",
      "utterance": "This is, like, too much."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "All right."
    },
    {
      "speaker": "WEBB",
      "utterance": "I wear his presidential cufflinks. And I'm -- by the way, one more plug."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I have a thing."
    },
    {
      "speaker": "WEBB",
      "utterance": "I'm using -- I'm using..."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "You should really -- you should really end now."
    },
    {
      "speaker": "WEBB",
      "utterance": "All right. You get to go."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I'll do it really fast. Larry Fitzgerald, who's a wide receiver for the Arizona Cardinals, wrote an amazing letter to John McCain, thinking him for his service. He even traveled to Vietnam and went to the prison where John McCain was held there. He was raising awareness for our military servicemen and women and also talking about Senator McCain's very scary diagnosis. He wrote, \"Senator John McCain again finds himself in a battle. This time it's with cancer, and the treatment he's undergoing is exhausting. I'll wish him a merry Christmas today, and I pray he lives another 20 years. As soon as my boys are of age, I'll tell them stories about the quality of the man I've gotten to know. I'll tell them Senator John McCain will be revered and respected for as long as the United States of America has a place in this world, and his legacy will outlive us all.\" It's really beautiful."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Beautiful."
    },
    {
      "speaker": "TARLOV",
      "utterance": "And worth reading. Love you, Senator McCain. And it was a very powerful letter."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Beautiful family."
    },
    {
      "speaker": "TARLOV",
      "utterance": "But thank you for the Trump accomplishments."
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, I'll tell more of them by the end..."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Got to go. \"Special Report\" is up next, Mike Emanuel filling in for Bret tonight. Hey, Mike. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}