{
  "date": "December 23, 2019",
  "headline": "Mitch McConnell calls Nancy Pelosi's impeachment delay 'absurd'",
  "subHeadline": "Guests: Sean Spicer, Asha Castleberry-Hernandez, Gary Kaltbaum, Larry Shover, Doug Schoen, Noelle Nikpour, Kelly Jane Torrance, Francesca Chambers, Jason Robins, Joe Piscopo",
  "url": "https://www.foxnews.com/transcript/mitch-mcconnell-calls-nancy-pelosis-impeachment-delay-absurd",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "Charles Payne, guest host",
      "utterance": "The impeachment fight heating up. House Speaker Nancy Pelosi accusing Republicans of making phony complaints; Senate Majority Leader Mitch McConnell saying it's Pelosi who's been holding things up. Welcome, everyone. I'm Charles Payne in for Neil Cavuto, and this is Your World. President Trump, meanwhile, not holding back when it comes to this impeachment impasse. Rich Edson is covering it all; he's traveling with the president in West Palm Beach, Florida. Rich?"
    },
    {
      "speaker": "Rich Edson",
      "utterance": "And good afternoon, Charles. And while the president is down here in West Palm Beach for a couple of weeks, House Democrats in a filing today in federal court say they still want the former White House counsel Don McGahn to testify before the House because, they say, they could pursue additional articles of impeachment against the president. The president is commenting on the current articles of impeachment, the ones the House has already approved. He tweeted, quote, \"Pelosi gives us the most unfair trial in the history of the U.S. Congress, and now she is crying for fairness in the Senate and breaking all rules while doing so. She lost Congress once; she will do it again.\" Democrats are pushing for what they call a fair process in the Senate. They want witnesses and documents as part of a trial, and they've criticized Republicans for refusing to approach an impeachment trial fairly, a criticism that the Senate Majority Leader Mitch McConnell dismisses."
    },
    {
      "speaker": "Mitch McConnell",
      "utterance": "Do you think Chuck Schumer is impartial?"
    },
    {
      "speaker": "Make Speaker",
      "utterance": "No. Mitch McConnell: Do you think Elizabeth Warren is impartial?"
    },
    {
      "speaker": "Male Speaker",
      "utterance": "No."
    },
    {
      "speaker": "Mitch McConnell",
      "utterance": "Bernie Sanders is impartial? So, let's quit the charade. This is a political exercise, a political exercise. All I'm asking of Schumer is that we treat Trump the same we treated Clinton."
    },
    {
      "speaker": "Rich Edson",
      "utterance": "Speaker Pelosi tweets, too, justifying her strategy. She says, quote, \"President Trump blocked his own witnesses and documents from the House and from the American people on phony complaints about the House process. What is his excuse now?\" And other Democrats are asking what the White House is afraid of."
    },
    {
      "speaker": "Male Speaker",
      "utterance": "If they've got nothing to fear from the testimony of these witnesses, then send them down. I mean, if that's the president -- if the president wants to have a big trial, and a fair trial, why are they working so hard to prevent these key witnesses from testifying in the Senate trial?"
    },
    {
      "speaker": "Rich Edson",
      "utterance": "With all this, the president's reelection campaign and the Republican National Committee says impeachment has been good for business and claim they've raised about $10 million in just the first 48 hours following the impeachment vote. Charles?"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Rich, thank you very much. Meanwhile, Democratic presidential candidate Andrew Yang telling Neil on Cavuto Live on Saturday that Democrats may be too obsessed with impeachment. Take a listen."
    },
    {
      "speaker": "Andrew Yang",
      "utterance": "Impeachment is unlikely to succeed without 20 Republican senators having a change of heart or a change of mind, and so the most likely outcome is Donald Trump saying, \"Total vindication; total exoneration\" in two months or so, and those are two months that we could have been using to make a positive case to the American people about solving the problems in our communities that, in my view, helps get Donald Trump elected in the first place."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "With me now, former White House press secretary Sean Spicer. Sean, that's a nonpolitician answer right there, just good old-fashioned common sense, but it looks like Nancy Pelosi may have other ideas."
    },
    {
      "speaker": "Sean Spicer",
      "utterance": "There's a reason that Mr. Yang is down in single digits, low single digits. It's frankly because he offers a pragmatic solution to what their party needs to do, which is to be talking more about issues and less about impeachment. Impeachment is something that was done to assuage the far-left of their base, but right now that's not what the Democratic Party wants. They want someone who's going to go out there and take it all to Trump. They did that, and Pelosi had to go along with that finally in the House. What happened? You saw the president's numbers rise; the number of people that were for impeachment dropped. This has been good for the president and bad for the Democrats. And then, if you think about it, here's what was really interesting. Right after the House voted for impeachment, Pelosi did two things. Number one, she put USMCA on the agenda, meaning she wanted to pivot as quickly as possible to give the Democrats -- the 31 Democrats in Trump districts that she had made walk the political plank some sort of talking point that says it's not just all about impeachment. But the other thing that I thought was really interesting, Charles, was the morning after the impeachment vote when reporters were asking her about it, and she said, \"I don't want to talk about impeachment anymore.\" It was almost as though she knew that it was not going well. So, I find that interesting. You do something that is, quote, \"this historic,\" the third president in history to be impeached; you claim that it's urgent and must be done, that he's a -- he presents this clear and present danger; and yet the next day you don't want to talk about it, and you hold the impeachment articles back. They know that this was a political loser for them and that it's helping the president. It's galvanizing people, and it's drawing a huge contrast between the president who's getting things done for the American people and the Democrats who, when given the chance to govern, are all about investigations. Charles Payne: Well, you're not the only one who's made this observation. In fact, South Carolina Republican senator Tim Scott -- he told Neil Cavuto on \"Cavuto Live\" the same thing. Speaker Pelosi, if she is indeed so worried about the president, then why drag this thing out? Take a listen."
    },
    {
      "speaker": "Tim Scott",
      "utterance": "If this was seriously an emergency for the American people to see come to conclusion, you would expect that a trial would have to be imminent, inevitable, and necessary immediately. And according to her actions, all that the Democrats have been saying in the House about how important this is, how we must reveal what has happened with the president, none of that seems to be true. We have found out that this is simply a partisan witch hunt."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "So, Sean, he says it's more like a censure vote. What do you think here? I mean, you know, to your point, it feels like Nancy Pelosi was really cautious. She understood what happened last time there was an impeachment of a president, what it did for the opposing party, but, you know, she was pushed into it, perhaps, by the left side of her party -- the far-left. Where does she go from here?"
    },
    {
      "speaker": "Sean Spicer",
      "utterance": "That's a great question, and I think that's the conundrum. She didn't -- she got pulled, kicking and screaming, into this. She knew that politically this wasn't a good thing, especially because she has an 18-seat majority. She knew that putting those 31 Democrats at risk by making them take this vote was going to be difficult. Now she's trying to figure out, \"How do I pivot?\" As I mentioned, that's why she put USMCA right on the agenda. Too, she didn't push the articles forward. She's trying to prevent her vulnerable Democrats from having to talk about this or defend this vote. She wants to sort of give them credit for taking the vote, give the far-left the talking point that they need that they did vote to impeach him, but then contain the political damage that this caused. That's what I think is so funny. The one thing that -- I agree with Senator Scott, spot-on. The thing that I found so profound, having been a student of politics for this long, is that she said it. Right? I mean, it's one thing -- she could have just held those impeachment articles back. She could have said, \"The House is going out, or the Senate is not going in,\" and just allowed the clock to kind of play out, because, you know, it would have made sense. The idea that she actually went out and said it, to me, is sort of amazing, because she just gave everybody -- she revealed how political it was and how transparently, you know, political this whole process would be instead of just holding it back and doing it, which would have led people to question why she was doing it or what's going on, or maybe it's because the House is out. She came out and actually said it, which I thought was so fascinating just because it revealed just what those true motives really were when it came down to this process."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "In the meantime, over the weekend I did hear some Democrats like Cory Booker saying, \"No, we're going to get it done. It's going to happen soon.\" I would imagine there's some internal pressure for her to move on to something else, because to your point, Sean, this has been a loser for them in the polls, and it's made a lot of money for President Trump. My friend, merry Christmas, if I don't see you. Thank you very much. Always appreciate you coming on."
    },
    {
      "speaker": "Sean Spicer",
      "utterance": "You, too. Merry Christmas, Charles."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Folks, is Rocket Man about to take off? Should North Korea's warning have you worried?"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "The U.S. on high alert for a Christmas gift from North Korea. Officials warning of a possible missile launch or even a nuclear test. Now, how serious is the threat and what does it mean for negotiations between President Trump and Kim Jong-un? Let's ask former State Department official Asha Castleberry-Hernandez. Thanks for joining us."
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "Thank you."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "So, apparently a couple of weeks ago, Kim Jong-un got on a big white horse and that was a red flag for the for the community, right?"
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "Right. Well, he's definitely boosted up his image, as far as trying to show some sort of deterrence or trying to promote the aspect that he's very serious in terms of his defense, as far as defending North Korea."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Right. But I guess the question is, \"Defending from who and what audience is he playing this to?\" Because, I mean, in North Korea, no one really has a TV, right?"
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "Yeah."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "So, is he trying to project to the world? And what does he really want? I guess that's the question we've been asking from day one."
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "He wants to continuously build up his nuclear weapons program. Unfortunately, right now, what we're seeing is that that they haven't been able to denuclearize due to the fact that, you know, the United States hasn't been doing a really good job in making sure that they do denuclearize. As you've been seeing for the last two years, especially since the start of the diplomatic relations negotiations, the program continues to grow. And now we're at -- to the point where they're offering a Christmas gift to scare us during a time frame where we're relaxed for the season."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Once the negotiations, though, began, they really pulled back, dramatically, the pace of which they were testing, particularly some of the more, you know, antagonistic things: you know, the launch over -- a missile over Japan."
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "Right."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "-- and things like that. There's some signs, I guess, that they're perhaps ready to resume the more provocative actions."
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "Right, exactly, because they're not deterred. You know, when we showed that we were, you know, stopping some of our military exercises; also, the fact that the negotiations have been failing over time, you know, they became more and more willing to show that, \"Hey, we're willing to use these and we want to continue to grow them.\""
    },
    {
      "speaker": "Charles Payne",
      "utterance": "So, in other words, President Trump, to a degree, he used an olive branch. Now, we do have economic sanctions that, from all accounts, are really hurting them tremendously."
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "[affirmative]"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "But he extended this olive branch as part of the diplomatic effort. You're saying, \"It didn't really work. We need to go a lot harder at them. We need to really show them a greater show of power, of our might,\" or something like that?"
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "Well, in exchange, they want a sanction relief. They are requesting that. But, you know, unfortunately, as a result of not getting that bit, they're becoming more provocative with their nuclear weapons program. And, also, they're feeling less pressure from the international community. I would have -- as far as dealing with diplomatic relations with them, I would have brought in the international community, try and get them to join the Nuclear Nonproliferation Treaty, so they could feel it more that we are taking it very seriously when it comes to nuclear weapons' program."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "But they only take us seriously -- us and China -- in this thing, right? I mean, ultimately, I think it would boil down to what we decide and, perhaps, if they can go to China for cover."
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "Right. You know, if you look at their economy, about 80 percent of it relies on the Chinese. So, they really need -- they really need the Chinese to, you know, to be able to back them up. But, you know, the Chinese also don't want them to have their nuclear weapons program, as well as Russia. So, yeah, international army still needs to mobilize --"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Okay."
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "-- behind them to stop them [affirmative]."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "I want to ask you, because the other story we're following today is Saudi Arabia. They sentenced five people for the death of murdered journalist, Jamal Khashoggi. How do you feel about this? They just had a very successful offering of their largest company, a $2 trillion valuation for it. And they've been trying to work their way back into the graces of the world."
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "Well, with this new development, the trial was conducted covertly. So, there's a lot of -- there wasn't really, necessarily, a lot of transparency. And. again, we need a -- more accountability, especially when it comes to NBS. Because when you look at the whole situation, especially based on our CIA assessments, there was some orchestration coming from MBS and the rest of his people."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Right."
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "So, there needs to be more accountability. And that's why I think we --"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "And for the audience --"
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "-- need to --"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "-- that Mohammed bin Salman --"
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "Yes."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "-- the, effectively, de facto leader, right now, of Saudi Arabia."
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "Right."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Do you believe that the orders came directly from him, that Khashoggi be killed? AHC Well, yes, I definitely do. I do think that there was some orchestration. And I think that, as far as United States, we should have done a better job in prioritizing human rights over economics when it comes to this. Because we don't want to show, in terms of our principles, that we value economics over human rights."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "It wasn't just economics, though, right?"
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "[affirmative]"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "That they are sort of a bulwark against Iran, as well. I mean, it's a proxy situation going on there, as well. And, you know, with Russia moving in, with the situation in Turkey, it's extraordinarily delicate on how you handle this. I mean, we want to punish them. We want to show the world that we never want this kind of thing to happen. But how far do you punish a country like Saudi Arabia, a rare -- rare good friend, potentially, in the Middle East?"
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "First and foremost, when it comes to our diplomatic efforts with KSA or Saudi Arabia, we have to constantly reiterate to them that human rights matters, that's part of our principles --"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Right."
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "-- you know, when it comes to anything, as far as negotiation. And we have the power to do so. It's just that we can't show that this is something we dismiss."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Asha, thank you very much, really appreciate it."
    },
    {
      "speaker": "Asha Castleberry-Hernandez",
      "utterance": "Yes."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "So, some disappointing economic news today. So, why are stocks hitting record highs? You know I've got the scoop."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Shares of Boeing making a big move higher amid a big shakeup at the iconic company over its 737 MAX jets. The Fox Business' Grady Trimble with the very latest. Grady?"
    },
    {
      "speaker": "Grady Trimble",
      "utterance": "Charles, the new CEO will certainly have his work cut out for him. David Calhoun is taking over after Dennis Muilenburg was stepping down or was fired earlier today. And the first order of business for this new CEO will almost certainly have to be getting the grounded 737 Max plane back into the air. And Calhoun takes over at a rather tumultuous time for the company. The now former CEO Dennis Muilenburg had come under fire for his handling of the 737 Max crisis. Critics, including family members of the victims, have said under Muilenburg the company was too cozy with regulators when getting the plane to market. And then after those two crashes, they weren't transparent enough about how Boeing's software might have played a role in the crashes. Boeing halted production of the plane while it works with the FAA to get it recertified. The company says the new CEO will bring a renewed commitment to transparency and better communication. Investors seem to like this change, Boeing's stock up almost 3 percent today. Boeing also helped to lift the Dow to record highs today, but it shaved 641 points off the Dow since that second crash in March, Boeing's stock down 23 percent since March. And we should point out that Dennis Muilenburg, the now former CEO, he'll be compensated. He's eligible for a payout reportedly of up to $39 million. Charles."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "All right, Grady. Thank you very much. So, here's the Boeing pushing the Dow to all times high today. I want to get the read on this and all, the overall market, from our market pros Gary Kaltbaum and Larry Shover. Gary K, I want to start with you. You know, again, Boeing big news. But you know, all the other industries also higher today. We've been making new highs. We've been making new highs almost every session here in the last couple of weeks."
    },
    {
      "speaker": "Gary Kaltbaum",
      "utterance": "En fuego, my friends. Look, I've been saying for weeks the combination of massive monetary easing by Powell and the rest of the central banks, combined with a ton of cash on the sideline, combined with seasonality, we should have a good end of year. It looks like we're having a great end of year. The only thing I could complain about this second, it's off the charts frothy, off the charts too much bullishness. So, sentiments in the wrong spot right now, so probably get some pull backs. But overall, I like what I'm seeing, some pretty darn good leadership in the semis and financials. And now you're even seeing oils turning the corner, as well as some other areas. So, we're in good stead going into the new year, notwithstanding pullbacks which we should get any time soon."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "You know, and I want to pick up on two of those things, Larry. One, the money on the sidelines, over $16 billion in individual investor money came into the market last week, but almost $200 billion have been taken out. And then this notion that there's too much optimism amongst individuals, the optimism at 44 percent, the highest read this year. Do you put a lot of stock into the idea if Main Street's excited about the stock market it's time to get out?"
    },
    {
      "speaker": "Larry Shover",
      "utterance": "Not that it's time to get out. And I don't think it's ever time to get out because I always pick the wrong times. But I do, I do think we become callous. We become callous in the fact that 14.5 times earnings consensus at the beginning of the year, that seemed a little bit rich. And right now we're trading at 19.5 and no one bats an eye at it. Corporate debt to GDP ratio at historic highs, nobody seems to care. Credit spreads are narrow, so that's helping things. But the fact is that, including $3.7 trillion of debt when you combine auto, student loan, and credit cards. So, this is off the charts, but no one seems to care. And so, it's that that's causing this excessive excess and seeing dislocations in the market like we're seeing right now."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Gary K, next year, you know, we've got the momentum, the market typically does very well in an election year. We've got some momentum and we might see business investment pick up now that the trade war's pulling back a little bit. There are some potential catalysts, though, for this to continue, aren't there?"
    },
    {
      "speaker": "Gary Kaltbaum",
      "utterance": "Yeah. Well, for a couple of things. Number one, two months ago the poll of economists had GDP this quarter at about 0.5 percent; now it's going to be in the twos. So, the economy is accelerating. But again, for me, the fact that we have a 10-year under 2 percent, you got Jay Powell doing the Bernanke dance, a lot of cash."
    },
    {
      "speaker": "And I got news for you, the world is not ending. And I agree with Larry, valuations are up there. I do believe we're going to get some corrections, some pull backs. But all I can tell you there's an easy way of knowing if the market is doing well",
      "utterance": "Buy something. And all I can tell you everything I'm buying right now is going up. And as long as that continues to happen, I'm a happy guy; so, let's hope. Keep fingers crossed that it continues."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Well, you know, ride the wave. The wave is working for us right now. Larry, I'll give you the last word. Obviously, you voiced some concern here. You know, again, trying to pick market tops and avoiding this market has been a big mistake the last few years."
    },
    {
      "speaker": "Larry Shover",
      "utterance": "Oh, it absolutely has. And the fact is we always think it's time to get out. And that's when you need to stay in because, like, if you get out of the market usually, you know, the biggest days in the market are the days that you're not invested. And we don't know what tomorrow's going to bring. We don't know what's around the corner. We don't know where the corner is. And like, what I'm bringing up is, like, simple, like, excesses in the market that we have to pay attention to --"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Sure."
    },
    {
      "speaker": "Larry Shover",
      "utterance": "-- like corporate debt to GDP and the fiscal issue. I mean, the deficit's up 48 percent in the last two years. I mean, that's going to make it really hard for the government to do something if there's another crisis. I'm not predicting one, it's just going to make things harder."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Absolutely. Gentlemen, Merry Christmas. Thank you both very much."
    },
    {
      "speaker": "Larry Shover",
      "utterance": "Thank you."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "See you soon. So, folks, if impeachment doesn't fit, will some Democrats vote to acquit? One Democratic senator saying he might just do that."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "\"Cats\" using up all of its nine lives over the weekend, bombing at the box office. But what if I tell you that $175 million \"Star Wars\" opening was an even bigger bust? We'll explain, next."
    },
    {
      "speaker": "Doug Jones",
      "utterance": "I've been trying to read this. I'm trying to see if the dots get connected. If that is the case -- and I think it's a serious matter, I think it's an impeachable matter -- but if those dots aren't connected and there are other explanations that I think are consistent with innocence, I will go that way, too."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Alabama Democratic Senator Doug Jones saying he's open to siding with the Republicans on impeachment. Does this mean trouble for Democrats in the Senate trial? Well, let's ask GOP Pollster Noelle Nikpour, New York Post's Kelly Jane Torrance, and Bloomberg Pollster Doug Schoen. Doug, let me start with you."
    },
    {
      "speaker": "Doug Schoen",
      "utterance": "Yeah."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Maybe not a surprise, but it certainly adds a lot more pressure to a pressure-filled situation already."
    },
    {
      "speaker": "Doug Schoen",
      "utterance": "Yeah. Look, the one thing that hasn't happened is that the impeachment process has not benefited the Democrats. To the extent anyone has benefited, it is probably marginally President Trump, with his approval and vote share numbers ticking up. What Doug Jones' comment says is that a conservative Democrat in a very conservative state recognizes this will not be a cost-free vote if he votes for the removal of the president."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Noelle, I think it's been more a marginal victory for President Trump. I look at the fundraiser; I look at how he's spending his money. I mean, President Trump is spending money on impeachment ads, millions of dollars on ads. They're raking in millions. The polls have flipped in a lot of places. I think this USA Suffolk poll has him winning against every candidate. That wasn't the case just a few weeks ago."
    },
    {
      "speaker": "Noelle Nikpour",
      "utterance": "Yeah, I know, and, Charles, I'll tell you, right after the impeachment, the RNC had one of their biggest fundraising hauls, along with a super PAC, so I think it only -- you know, Doug, to your point, too, as well as yours, it fueled the fire to raise dollars, because a lot of people feel that it was a dog-and-pony show, and they were furious. And the difference is they're getting -- Republicans are getting mad with their pocketbooks, which is exactly what you want them to do. They're doing it with their pocketbooks, which is great."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Kelly Jane, independents have drifted lower in terms of approval of the process, and you've got to wonder the calculus in Nancy Pelosi's head right now. How -- where to go from this? To sit on this -- again, it's been a loser. To what degree you can debate, but it's been a loser for Democrats. It seems to me she would try to get it over with."
    },
    {
      "speaker": "Kelly Jane Torrance",
      "utterance": "Exactly, and I thought that's why she finally said, \"You know what? The base has been pushing me on this. There's not much I can do.\" But I have to say, you know, in that interview Doug Jones also said that he supported Nancy Pelosi holding off and waiting, and I suspect that's because he simply doesn't want to vote."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "I think he wants her to hold off on it forever."
    },
    {
      "speaker": "Kelly Jane Torrance",
      "utterance": "He doesn't want to make that vote. But, yeah, I think the delay just shows it was all about politics to begin with. From start to finish, it really wasn't about \"this president is so dangerous; we need him out immediately.\""
    },
    {
      "speaker": "Charles Payne",
      "utterance": "What's the Bloomberg camp saying on this?"
    },
    {
      "speaker": "Doug Schoen",
      "utterance": "They're talking about health care; they're talking about guns and climate change. The mayor is for impeachment, but I think as far as he is concerned, he is focusing on issues that people care about in their day-to-day lives."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "And that really is -- I mean, going into an election year -- I think what a lot of expert political folks on both sides of the aisle are probably saying."
    },
    {
      "speaker": "Noelle Nikpour",
      "utterance": "Yeah, it's smart to do that. I mean, it's smart for a campaign to focus on issues that matter to everyday Americans, where the impeachment may be more of a momentum for -- just to release your anger, but it really doesn't do anything in your everyday life to improve your life or to, you know, really make a difference. I think, really, in the polls as well."
    },
    {
      "speaker": "Kelly Jane Torrance",
      "utterance": "Yeah. You know, the everyday people I talk to outside of New York, Washington -- they're saying, \"This is a waste of time and money. What was the point of this?\" And I think, you know, the issues that he mentioned that people care about, impeachment is not one of them, and I do think that Democrats are losing an opportunity by talking about impeachment to --"
    },
    {
      "speaker": "Noelle Nikpour",
      "utterance": "Especially with a Republican-held Senate"
    },
    {
      "speaker": "Kelly Jane Torrance",
      "utterance": "Yeah."
    },
    {
      "speaker": "Noelle Nikpour",
      "utterance": "I mean, it's almost kind of like even if you got the momentum, which they did, it stopped. I mean, so what -- how do you come back?"
    },
    {
      "speaker": "Kelly Jane Torrance",
      "utterance": "And now you even have Democratic senators who might not vote [unintelligible] impeachment."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Well, Andrew Yang was on with Neil on Saturday, and he said as much. It's like, you know, this thing could suck all the oxygen out of the room."
    },
    {
      "speaker": "Doug Schoen",
      "utterance": "That's --"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "It could take a couple of months and --"
    },
    {
      "speaker": "Doug Schoen",
      "utterance": "That's the problem, because the Democrats do have issues that work for them against the president, but those issues aren't going to be heard if it's impeachment 24/7. And I think from what we've seen so far, this trial is going to take more time and more effort rather than less time and less effort. That's a win for the Republicans procedurally as well as substantively."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Hold on one second. Let's break in here, because Senate Minority Leader Chuck Schumer is actually holding a press conference to discuss the push for witnesses and documents in the Senate impeachment trial."
    },
    {
      "speaker": "Chuck Schumer",
      "utterance": "-- a fair and honest impeachment trial in the Senate. Nothing dilatory, nothing prolonged, but what Joe Friday said on Dragnet. \"Just the facts, ma'am.\" President Trump has said he wants due process. Well, our proposal gives it to him. The tradition of due process is that when you are accused, you get to confront your accuser and make your case. We urge President Trump to do that through documents and witnesses. We have said from the beginning that there are two components that are necessary for a full and fair trial. First, the Senate should hear testimony under oath from four key witnesses, all of whom would have eyewitness, direct knowledge of what happened in relation to these charges. They should include Michael Duffy, the associate director for national security at the Office of Management and Budget. And second, and just as importantly, the Senate should issue subpoenas for a limited set of documents that we believe will shed additional light on the administration's decision making regarding the delay in security assistance funding to Ukraine and its requests for certain investigations to be announced by the government of Ukraine. The need for the Senate to review documentary evidence has received far less attention than the need for witness testimony despite being an equally important aspect of the trial and getting the facts to come out. We don't know what these documents will say, just as we don't know what the witnesses will say. They may actually be exculpatory of President Trump, or they may be further condemning of President Trump, but they should come out. We should see these documents no matter what they say. Today, I sent a letter to all my Senate colleagues, 99 of them -- every Democrat, every Republican -- detailing the specific documents we're requesting. The documents can be broken down into three evidentiary categories. First, documents related to the effort to induce and pressure Ukraine to announce certain political investigations; second, documents related to the order to hold and later release military assistance to Ukraine; and third, documents related to the withholding of a White House meeting that was desperately sought by the newly elected president of Ukraine, and it's hard to overstate how important this meeting was to President Zelensky. It's hard to overstate how withholding it was so harmful to him and could have been used as a lever. It's especially astonishing that President Trump has –"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Well, that's Senate Minority Leader Chuck Schumer talking impeachment right now. We're going to continue to monitor this, but, Noelle, he's saying -- the Democrats are saying that the Republicans in the Senate -- telling them how they should run the show. They need to call some key witnesses that have eyewitness, direct knowledge of this. He didn't mention Hunter Biden; he didn't mention Representative Schiff. No one is talking about the whistleblower. You know, it's just sort of farfetched that they're making these sort of demands of Mitch McConnell and how the Senate will run this whole operation."
    },
    {
      "speaker": "Noelle Nikpour",
      "utterance": "Well, all I have to say is -- we were touching about that -- touching on this a minute ago, but I think that especially after this, I think you're going to look for another record fundraising blow from the RNC. I really do, and, you know, it is kind of funny, but I actually think that all this is going to do -- I mean, this is outlandish, absolutely outlandish."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "We've got to leave it there. And all the younger folks out there, Joe Friday was a very famous character on a popular TV show before everybody in the panel but me and Doug were born. [LAUGHTER] More after this."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Big tech spending, a big time to help elect Democrats in 2020, even as some candidates crack down on Silicon Valley. Fox Business' Hillary Vaughn has more on where the money is going. Hillary?"
    },
    {
      "speaker": "Hillary Vaughn",
      "utterance": "Charles, some Democrats running for president have trash-talked big tech. But that is not costing them campaign cash because workers at some of the largest tech firms in Silicon Valley are donating millions to candidates that are calling out their own tech bosses on the campaign trail."
    },
    {
      "speaker": "Elizabeth Warren",
      "utterance": "Mark Zuckerberg gets to have a private dinner with the president. Small business owners don't get that kind of access."
    },
    {
      "speaker": "Bernie Sanders",
      "utterance": "That company, Amazon, did not pay one nickel in federal income tax. That is called a corrupt political system."
    },
    {
      "speaker": "Hillary Vaughn",
      "utterance": "Employees and PACs associated with Facebook, Alphabet, Amazon, and Apple: those employees have given over $5.3 million to Democrats, so far, this campaign season. And they overwhelmingly went to Democrats: Alphabet giving $2.6 million in campaign cash. Eighty-three percent of that went to Democratic candidates. Apple's workers and associated PACs responsible for nearly $600,000, so far, this cycle, gave a whopping 95 percent of that to Democrats. Facebook shelled out 69 percent of their total donations to Democratic candidates. And Amazon spent 75 percent of their dollars to fund Democratic campaigns, over $1.3 million dollars, so far, this cycle. But even though we've heard from Senator Warren and Senator Bernie Sanders, who have advocated for breaking up big tech, Charles, they've actually received the most money so far from California, where a lot of people, not just in Silicon Valley, but outside Silicon Valley, work in the tech sector. Charles."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Go figure. Hillary, thank you very much. Hey, remember this?"
    },
    {
      "speaker": "Elizabeth Warren",
      "utterance": "Billionaires in wine caves should not pick the next president of the United States."
    },
    {
      "speaker": "Pete Buttigieg",
      "utterance": "This is the problem with issuing purity tests you cannot, yourself, pass."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Well, it turns out 2020 Democrat, Elizabeth Warren, couldn't pass that test herself. It was just revealed that in 2018, she attended a winery fundraiser of her own. So, is all of this raising new questions about where candidates are getting their money? McClatchy/White House reporter, Francesca Chambers, joins us now. Francesca, it was so amazing to watch both of these candidates just kind of throw each other under the bus. But some people are saying that there should be, at the very minimum, more transparency, particularly when dealing with billionaires."
    },
    {
      "speaker": "Francesca Chambers",
      "utterance": "But it did show a really huge ideological rift that's happening in the Democratic Party right now. They have sliding scales from billionaires who were running for president to folks who were just outright refusing to take money from the millionaires and the billionaires, as Bernie Sanders and Elizabeth Warren would put it. And that is something that Democrats are going to have to decide in 2020, is how badly do they want to get money out of politics. Someone like Pete Buttigieg has argued that while he would like to get the money out of politics, that she's not currently the case. And so, should he be campaigning with \"one hand tied behind his back,\" was, I believe, the way that he put it. And Democrats -- that's a key question right now for all of the candidates. It's making up those candidates' identity."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Yeah, but the thing is, I read something — it was this morning or yesterday — where even the invitation from the Buttigieg camp to these billionaires hinted at some — at buying influence, that, in other words, \"Hey, if you participate, you'll get something out of it.\" And I think that's what people are concerned about on both sides of the aisle, by the way."
    },
    {
      "speaker": "Francesca Chambers",
      "utterance": "And that has been a concern in politics for a long time is to whether or not people who donate large amounts of money will end up getting major posts, like ambassadorships or cabinet positions. And that didn't just start in this race. But the --"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Right."
    },
    {
      "speaker": "Francesca Chambers",
      "utterance": "-- fundamental discussion that's happening in this 2020 election is whether or not that is something that Democrats are willing to accept as just politics, as usual, and that's how it's been done, and it's always been done, or whether or not you need to choose a candidate this time who says that, \"That's not how I'm going to operate,\" and makes that the crux of their campaign."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Well, I got 30 seconds. President Obama talking up Elizabeth Warren behind closed doors. Do you think he's leaning that way?"
    },
    {
      "speaker": "Francesca Chambers",
      "utterance": "Well, if he hasn't made his views known one way or another in the race -- but, of course, Joe Biden often likes to bring up Barack Obama, and how he's running on a continuation of his policies, and how he'd, essentially, like to be Barack Obama 2.0."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Yeah, although we're not talking about Barack Obama talking to Biden behind closed doors right now. Francesca --"
    },
    {
      "speaker": "Francesca Chambers",
      "utterance": "[laughs]"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "-- it's always, great. Thank you very much."
    },
    {
      "speaker": "Francesca Chambers",
      "utterance": "Thanks."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "All right, folks, place your bets. Not on the game, but on the company that lets you bet on those games. The CEO of DraftKings is coming up."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "A potential win-win for gamblers and investors. Sports betting company DraftKings will be going public, thanks to a multi-billion-dollar merger with two other companies. Joining us on the phone to break it all down, CEO of DraftKings, Jason Robins. Jason, first of all, congratulations."
    },
    {
      "speaker": "Jason Robins",
      "utterance": "Thank you. Thank you very much."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Your company has experienced meteoric growth, particularly after that key Supreme Court ruling. So, where does this take you? Why did you do it? And what do you see ahead?"
    },
    {
      "speaker": "Jason Robins",
      "utterance": "Well, I think it's a pretty exciting day because, one, you know, we're able to take the company public and give a whole new set of shareholders an opportunity to, you know, make a bet -- no pun intended -- on the growth of U.S. price setting. And we think that we're the best opportunity to do that because we're the one company in the state who's pretty much entirely focused on the U.S. Secondly, we're very excited to be adding [unintelligible] and their great technology and people to what we believe, you know, already is a really best-in-class product. And we think with them, we're going to able to really double down on focusing on the United States and winning the customer here, and really will be the only completely vertically integrated company entirely focused on winning the U.S. market."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Jason, sports betting has been credited with helping the NFL ratings go higher. I know millennials love it; they're betting like crazy. You know, just how fast do you see this growing? And are there any concerns that it could actually grow too fast with respect to the sort of old school concerns with this type of gambling?"
    },
    {
      "speaker": "Jason Robins",
      "utterance": "Well, you know, I think one of the nice things about the way it's happening state by state is it's not going to suddenly be available everywhere in the country tomorrow. It's going to be, you know, something that takes many years to completely roll out. And I think you're going to see different states trying different models and we're going to learn what works and what doesn't. I think that does give an opportunity, even though it takes a little longer for everyone to be able to have access to these types of products, it does give an opportunity to, you know, make sure that everything's being done in the right way, to see the complete --"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Right."
    },
    {
      "speaker": "Jason Robins",
      "utterance": "-- experiment in different ways. And I think that'll ultimately get to a really good space for everyone. One other point I want to make, too, is I think the digital and mobile completely change the game in the way that you're talking. So, before it was very hard to track who's betting. It was very hard to police integrity issues because it was, again, hard to track bets and they're being made in cash in person."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Yeah."
    },
    {
      "speaker": "Jason Robins",
      "utterance": "Everything is tracked on mobile. You can tell when there's strange bets being made on plays that shouldn't be made and all that gets reported to law enforcement. So, I think, if anything, you're going to see, you know, an increase in some of the things that maybe were happening before it gets caught."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "I got you. I got you. Well, congratulations. Just a suggestion, when you pick your new stock symbol, King might work if it's not taken."
    },
    {
      "speaker": "Jason Robins",
      "utterance": "[laughs]"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Jason, we'll talk to you soon. Thanks a lot."
    },
    {
      "speaker": "Jason Robins",
      "utterance": "I bet somebody's taken that."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "I bet you."
    },
    {
      "speaker": "Jason Robins",
      "utterance": "Thank you. Happy holidays."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Hey folks, \"Cats\" scratches; Star Wars fails, falls short of the galactic expectations. We're going to talk about the weekend box office busts. There were a lot of them. Next."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Call it a box office Cat-tastrophe: \"Cats\" bringing in just $6.5 million in its opening weekend. This amid reports that an updated version with improved visual effects is being rushed to theaters after the film's release. Radio host, comedian Joe Piscopo here to discuss. Wow. I mean, that was a bust from day -- when the, when the previews showed, people cracked up like, \"You can't be serious with this thing.\""
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "[laughs]"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "From the -- it was a disaster from the second people saw it."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "I know, but so much work was put into it, you know, and I'm sure production-wise, writing-wise, acting-wise. So, I hesitate to say anything bad, but really? I mean, who's going to -- you know what I mean? Are you, are you going to watch that? I didn't get it when it was on Broadway for 100 years."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "[laughs]"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "I didn't go. And you know, but it's --"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "You know what's so funny, I didn't either, but I used to lie, \"Yeah, see \"Cats.\" Oh, great. Yeah. At the Winter Garden Theater, yeah.\""
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "It's, like, right over there. You're right. It ran, like, forever, man. You know, but people go, \"Oh, my god.\" And then Star Wars makes, like, $175 million. That's not enough? That's not enough? Are you kidding me?"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Let me tell you, Disney stock was the worst performer on the Dow today, down $2."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Oh boy."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "I mean, you know, I guess the bar is high, right? And this, and we're seeing this throughout Hollywood these days. I mean, these big bets, you've got to have a big payoff."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Yeah. And I'm also seeing that you got to go in with a really nice budget, that's what Netflix is doing. You go in and you can start with a low budget and then in the aftermarket you can make a lot of money in it. But to put that much money in, to make that much money, you have to make a billion dollars, literally."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "You've got to make a billion bucks [unintelligible]."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "But what do I know? What am I? I'm commenting on movies. I haven't -- you know what I mean? I'm not on the A-list, the B-list. I'm not on the wait list in Hollywood, so I have no right --"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "You made a few though --"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "-- to judge anybody."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "-- in your time."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Yeah, man."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "What was your thing with the Johnny thing?"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Yeah, yeah."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "What was that? The --"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Yeah, yeah. Oh, geez, \"Johnny Dangerously.\""
    },
    {
      "speaker": "Charles Payne",
      "utterance": "-- yeah, \"Johnny Dangerously.\""
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Charles, look at you, how good you look."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "[laughs]"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Well, yeah, I like, I like all the bling you got going on. I got the pocket square for you."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "You're looking good."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "People said -- you know, we're here for Neil's show and Charles said, \"Could you drop in?\" So, I waited around for a couple hours because I appreciate you being on the radio with us, my friend."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "No. No, you do it good like that."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "And you know what -- and you're going to hate me for this, and I know -- but my mother is a big fan. So, Mom, I love you. She's watching. So, now you made, now I'm in good for Christmas."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Well, I appreciate it. Thanks."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Yes, sir. Yeah."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Thank you very much. And I also know how charitable you are, too. I know about your charity work --"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Oh, thank you."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "-- because I've been --"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Thank you."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "-- able to do that. We're, we've got to talk about the big story of the weekend now. Eddie Murphy, his triumphant return as Santa Claus --"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Yeah, man."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "-- after 35 years. It's so funny. He made a joke at the beginning of the show. It's the first show I think I've watched since he left, honestly."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Right."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "But I thought he hit it out the park. What do you think?"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Yeah. Above and beyond, like -- see, but I'm biased because I like Eddie. I just came up with Eddie and he -- I don't think you could compare him to anybody, including Pryor and Bill Cosby. So, when I, but I, when I saw, with great respect, Chappelle on stage, and Tracy Morgan on stage, and Chris Rock on stage, to me, Eddie's the Elvis of comedy."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Really? Really?"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Yeah, you can't touch him. And he showed it, though. He showed it. He came out, he looked great, he did some great jokes, and then the energy. He brought the energy of the whole cast up. It was so exciting to watch, you know."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "It really was. And those guys paid homage, right? They weren't in competition like [unintelligible]."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "That's right."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Eddie's the man, bottom line."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Exactly right. Exactly right."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "I mean, maybe I'm a little bit more biased in Richard Pryor. But you know, it's like the Michael Jordan and LeBron argument, right?"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "[LAUGHTER]"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "It could go back and forth forever. But what was it? What's the difference, like what is it that he has, you know, that makes him so special --"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Yeah."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "-- that we saw Saturday?"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "It's a great question. When he did \"48 Hours\" and then we were shooting \"Saturday Night Live,\" and he said, \"Hey, I want you to see this film I did with Nick Nolte.\" So, Dick Ebersol, our producer, and the three of us went over and I watched on the screen Eddie, and his patience, and his presence, and his brilliance, and you knew it then. It's just a gift. You either have it or you don't. And he's got such magnificent presence, and the, and again, the energy, like he really -- did you see the last sketch on \"Saturday Night Live?\" Did you watch the \"Elf\" sketch at the end there?"
    },
    {
      "speaker": "Charles Payne",
      "utterance": "That was great. I think, I'm still not sure --"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Velvet Jones, man."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "-- I think, I think [laughs] --"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "[laughs] \"Why'd you do that? I said you get,\" -- when we were kids, I said, \"You can't do Velvet Jones.\" He goes, \"I'm doing Velvet Jones.\""
    },
    {
      "speaker": "Charles Payne",
      "utterance": "-- and he did it today."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "He did it, and he did it last week."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "It's so politically incorrect right now."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Buckwheat, I said, \"Eddie, you can't do Buckwheat. It's so racist.\" And he goes, \"O-Tay.\" I go, \"Man.\""
    },
    {
      "speaker": "Charles Payne",
      "utterance": "He's doing the --"
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Yes."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "-- by the way, he's doing the \"okay\" sign, too. After that controversy. He hit it all."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "It is so welcome. You know, the brilliance of Chappelle, the brilliance of Eddie Murphy. Bring it on. We're too politically correct."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Yeah."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Let's just relax. We're all in this together. Everybody's hating one side."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "Yeah."
    },
    {
      "speaker": "Joe Piscopo",
      "utterance": "Put aside the divide. We're all in this together, Charles."
    },
    {
      "speaker": "Charles Payne",
      "utterance": "It's Gumby, damn it. All right, thanks a lot, Joe. Appreciate it. Appreciate you at home as well. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}