{
  "date": "December 31, 2017",
  "headline": "'Fox News Sunday' panel looks ahead to 2018 midterms",
  "subHeadline": "How will retirements and resignations impact the balance of power on Capitol Hill?",
  "url": "https://www.foxnews.com/transcript/fox-news-sunday-panel-looks-ahead-to-2018-midterms",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PERINO",
      "sentences": "We'll have a live report on the wave of rallies, a reaction from the White House and how it's raising the stakes.  Then, lawmakers face a host of issues when they return to Washington as the clock ticks down to 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "And we do believe we're going to have a lot of bipartisan work done and maybe we start with infrastructure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But what are the odds Republicans and Democrats can find common ground?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NY, MINORITY LEADER",
      "sentences": "We hope the future will be different and our Republicans friends realize their legislative and political roles are better served by bipartisanship and compromise rather than gridlock and strife.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We'll spend the hour with our Sunday panel, Bruce Mehlman, Marie Harf, Michael Needham and Moe Elleithee.   Plus, from natural disaster, to the opioid epidemic, we'll find out the state of the nation's most pressing crises. All right now on \"Fox News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And hello again and happy New Year's Eve from Fox News in Washington. We begin with breaking news. The protests in major cities across Iran, including the capital for college students and others angered by the country's worsening economy are challenging the government in the way not seen since the Islamic Republic's disputed 2009 presidential election. President Trump has tweeted his support of the protesters and it's sparked pushback from Iran.  Let's go live to Steve Harrigan in West Palm Beach, Florida, for the latest from the Winter White House -- Steve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "sentences": "Dana, the protest across Iran clearly a focus for President Trump. He has tweeted about of them for the past three days in a row, including just minutes ago, drawing attention to the demonstrations and showing his support for the protesters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "The president tweeted: Many reports of peaceful protest by Iranian citizens fed up with the regime's corruption and it's squandering of the nation's wealth to fund terrorism abroad. Iranian government should respect their people's rights, including right to express themselves. The world is watching. Those remarks drew a sharp response from Iran's foreign ministry read out on state-controlled television, saying the Iranian people give no credit to the deceitful and opportunist remarks of U.S. officials or the protests which have spread to cities across Iran begun over anger at higher food prices and food shortages. But the anger has expanded to target the Islamic regime itself and its supreme leader by name.  On Saturday, President Trump retweeted a portion of its address to the United Nations from September in which he predicted the Iranian people would soon face a choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Oppressive regimes cannot endure forever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "It is hard to tell where the protests are heading, but as their scope has gotten wider, so too has the intensity of the crackdown which has seen arrests, tear gas, water cannons, and now shots fired and at least two protesters killed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "One thing that is clear, no matter how these protests do develop is if this president will not sit by silently on the sidelines. And this just in from the Iran's state TV, the government has at least temporarily shut down Instagram and the Internet messaging app Telegram. Dana, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Steve Harrigan in West Palm Beach -- Steve, thanks for that.  It's time to introduce our Sunday panel. Bruce Mehlman, former assistant secretary of commerce for technology policy under President George W. Bush, former DNC communications director, Mo Elleithee, Marie Harf, former State Department spokesperson under President Obama, and Michael Needham, head of Heritage Action for America.  Right before the show, President Trump tweeted again about Iran. Take a look at this. He says -- let's see if we can pull it up. Yes. Big protests in Iran. The people are finally getting wise as to how their money and their wealth is being stolen and squandered on terrorism. Looks like they will not take it any longer. The USA is watching very closely for human rights violations.   Michael, let me start with you. What will the protest tell us about what's happening inside Iran? And does the fact that there are these protests -- perhaps as unorganized as they are -- but they are growing, put aside the theory that President Trump had united Iranians behind the regime because he's been tough about Iran and threaten to decertify the Iran nuclear deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL NEEDHAM, CEO, HERITAGE ACTION FOR AMERICA",
      "sentences": "It certainly does. And as you mentioned, a month ago, The New York Times it in a big story headline saying that President Trump was unifying the Iranian people behind the regime.  That's clearly not what's going on. These were protests that started over some economic issues, the price of poultry and eggs. But clearly, it's about much more than that. It's about terrorism, they're saying death to Hezbollah. Exactly, the types of things you need to see going on and around for a change in the behavior of not the actual regime.  All of that said, you have an extraordinarily powerful regime. It's a regime that's powerful with money that was given to it in the Iran deal that President Obama struck. It has arms. It has proxy militias all through the region that are set up. And so, the protests are certainly up against a very powerful regime. That's where the United States can come in, help provide them with access to types of secure communications they need going forward. We got Ambassador Haley to do something symbolically at the U.N. And really, we need to put pressure on our European partners to step up. It's pretty embarrassing right now that all of these kind of post-nationalist human rights defenders in Europe are completely silent when you actually have people standing up for themselves, standing up their economic rates, standing up for their human rights in Europe and Canada frankly have been completely silent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And we've seen a lot of video of women who are being very brave in particular because the crackdowns that they have to go through.  Bruce, how important is it for the United States to consider helping on this issue of being able to communicate? You heard Steve Harrigan say that the Iranian's have shut the ability to communicate versus -- via Instagram, Twitter, or other social media. And it's also how Western media find sources and gets information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE MEHLMAN, INTERNET INNOVATION ALLIANCE",
      "sentences": "You know, I guess I have two thoughts on that. First, we've got to be careful. We too often in these kind of conversations we make the rest of the world politics all about us. It's not about them supporting Trump or hating Trump or supporting Obama or not.  And the reality is this reflects a population's unhappiness with the repressive regime. It's not delivering positive economic results and in some ways, rather than the global terrorism story, it is better fits into the global populism story. And the concerns with establishments that aren't delivering the type of growth to the nation of the type of freedoms for the nation that people want. That also explains a Brexit. It has a lot to do with the election in 2016 here.  With respect to shutting down technology, people often forget the Internet and all of these social media applications are neither good nor evil. They are forces that can be used for great good and encouraging population or in problematic ways to crackdown on people. The United States certainly want to see the success of the people Michael described at the same time. The policy of the United States becomes we are going to weigh in on the domestic politics of other nations around the world and getting involved through technological means -- boy, that sounds a lot like something a former FBI director is spending time looking at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I worked on the broadcasting board of governors for a while, the attempt was to try to get people the axis that they need.  Marie, let's go to your expertise. I mean, there is no secret that part of the story line here in America as we, of course, focus on ourselves, is that comparing President Obama's reaction or lack of support for protesters in 2009 to what you see from President Trump and Pence and the rest of the administration today. Is that criticism fair or do you look at it and think that it was circumstantial and different back then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, FORMER STATE DEPARTMENT SPOKESPERSON",
      "sentences": "Well, I think as we are looking today in 2017, almost 2018, the United States has to walk a very fine line here. It will not help protesters to have overt United States support for them. The Iranian government is already accusing protesters of being western lackeys, U.S. lackeys. That does not help their cause.   So, while we should and the president did say the world is watching, we should stand with people standing up to repressive regimes. There is a fine line here because if the goal is to make sure these protesters actually have space to express themselves, United States weighing in on their behalf stronger than -- some people wanted us to do that in 2009. The reason we did that is because it was our judgment and we were hearing from Iranians protesting on the street that your support will not help us.  So, that's the line the Trump administration has to walk here. I hope they continue to look at it from that perspective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Mo, this is all happening while there's another geopolitical imminent problem, and that is of North Korea. And it is a regime that is racing towards becoming a nuclear power, with capability to wipe out any city in the United States as they say. Is this a race against time if China and Russia are not going to fully cooperate?   MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS & PUBLIC SERVICE: I think so, I think so. There's no question that China is really the key here. That they will have more leverage on North Korea than almost anyone else. Russia needs to play an important role here. And if they don't step up, then I think North Korea is headed on a trajectory that's going to be very hard to slow down. A lot -- this past year, we've seen a lot of back and forth with this administration and the best way to deal with it -- I think now looking back on the first year of the Trump administration, I don't think the tone that the president has set was as successful as he thinks it is. I don't think it has slowed them down at all. So, I think our diplomatic efforts need to be focused more on China and on Russia, getting them to step in to the very important roles that they need to play, because otherwise, we are heading in at a very dangerous trajectory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Michael, President Obama's handling of national security issues played in large part in the midterms of 2014. Do you see that as a big part of going into the 2018 midyear for President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEEDHAM",
      "sentences": "Well, I think, look, there's a lot of issues that play in 2014. I'm not sure that national security will be number one or number two on it. But people should look at this and say we finally have a president of the United States with a coherent national security strategy, where he's taking all of the different things, he's talked about -- about \"America First\" and putting them to the context of a coherent national security strategy. We finally have an Iran strategy that's about more than just cutting a deal with Iran on the nuclear issue but is dealing with the fact that they are striving to be regional hegemonic power. We have a real policy towards North Korea. I think as Mo says, it needs to be stronger to get the Chinese to engage.  I mean, during the first term of the Bush administration, we put secondary sanctions on a bank in Hong Kong, Banco Delta Asia, that really had an impact on the behavior of the North Korean regime. We need to be doing that again. Secondary sanctions on -- there's 12 Chinese banks that could be targeted. But we finally have a coherent national security strategy, coherent engagement with the rest of the world that is making us safer. I mean, if you look at this at the end of eight years in the Bush administration, the world was safer for America. At the end of eight years in the Obama administration, the road was left safer for our country.  And I think we are well on the trajectory right now and people should keep that in mind in 2018 and beyond, and making the world safer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I should mention -- while we only have about a minute left -- that there was the issue of ISIS in 2017. And the administration points to the fact that they were quite diminished not only distant territory. They say I think 98 percent of the territory is diminished, Bruce. And that the fighters are out.  But the cybersecurity threat and also the online recruitment of terrorists by ISIS, is that something you're going to be looking at 2018?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEHLMAN",
      "sentences": "I think everybody has to look at that. There's a threat not only from ISIS but around the world. The Internet has empowered more people, created more economic opportunity and been better for the world that any prior technology. And it also creates greater vulnerabilities and greater threats than any prior technology. We are brilliant at connecting and creating those opportunities and pretty inept at defending ourselves and defending our allies around the world.  A lot is going out to change and hopefully, it can change before something really bad happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Indeed. All right, panel, we have to take a quick break here. When we come back, the effort to avoid a January federal shutdown. And what is on what to-do list when Congress returns?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PAUL RYAN, R-WIS., SPEAKER OF THE HOUSE",
      "sentences": "We're going to pick up where we left off and get back at reforming health care. We're going to get back at reforming these entitlements and we're going to take on health care reform which is another big entitlement program where we're basically paying people, able-bodied people not to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, R-KY, SENATE MAJORITY LEADER",
      "sentences": "I think the Democrats are not going to be interested in entitlement reform, so I would not expect to see that on the agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "House Speaker Paul Ryan and Senate Majority Leader Mitch McConnell somewhat at odds over what to tackle next as part of Republican Party's agenda in 2018. And we are back now with the panel. Michael, let me start with you. After a rocky several months on the legislative front, the Republicans pull it together and they're able to leave with several accomplishments. They point to economic growth and the regulatory rollback, judicial appointments, the fight against ISIS, and now the tax bill.   So, I'm wondering if at this point as you look back on the year, is the Republicans were sort of coming to an end as they figure out a way to work together?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEEDHAM",
      "sentences": "Well, we need to work together. We need to get things done. There are still differences of position within the Republican Party. I think part of the reason that Donald Trump got elected was he recognized that the Chamber of Congress at the end of that the Republican establishment in Washington likes to fight isn't actually what people across the country who are anxious need. We need growth which is by think the tax bill is so important. I think when you look at speaker Ryan talked about welfare system, which not only keeps able-bodied people out of the workforce which again hurts growth but is a complete attack on the human flourishing and people being able to go in and find self-worth and dignity. Those are the types of policies that we need. That's different than what the Republican Party which loves to come to town and work about and worry about insurance programs for companies or the export/import bank or the typical agenda of the Chamber of Commerce. So, I don't think the Republican civil war is over. We need to come together and gives dignity and achievement to people across the country who feels like Washington doesn't care about them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But, Mo, a lot of Republicans at this point I think even if they felt like the populism strain of the Trump campaign wasn't something we could go for, that actually the agenda they could largely agree on when it comes to tax cuts wasn't necessarily what they thought would happen at the end of this year. And I wonder, are Democrats starting to get a little concerned that will rage against President Trump will not be enough to carry them into successes in 2018 or even 2020 if they don't have a coherent message and accomplishments of their own?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "There's two parts of the successful campaign message, right? One is, you know, when if you're a party out of power, making the aggressive case against the party that is in power, which you got to offer an alternative as well, so Democrats do need to offer some sort of an agenda. Now, I will say this about 2017 and the Republicans in Congress. And by every measure, you compare this first year of this administration, compared to the first year of the four previous administrations, two Democrats and two Republicans. They got far less -- far less done legislatively than his -- in 2017 than his four predecessors did.  One big thing they have to hang their hat on, the tax bill at the end of the year is -- could not be less popular, in the eyes of the public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That could change economically --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Sure, that could change. But the historical precedent of something that big, public opinion shifting as aggressively as they would need to before the midterm elections, there's not a lot of precedent for that. The big thing they say they want to do now is infrastructure, which you can even get the House and Senate Republican leadership on the same page on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They certainly have work to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "They have a lot of work to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Bruce, is it difficult to cast 2017 other than an economic success story? And the stock market rose every month of the year, which is the first time that's ever happened. The last two quarters had a 3 percent GDP growth, something that in the last decade we were told might not actually be possible again.  And then there's the unemployment rate which is at 4 percent. As a way to track legislative accomplishments and electoral successes through the economy still? Is it still the economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEHLMAN",
      "sentences": "Well, look, nothing matters more to voters on the economy. I think that's the single best predictor, whether it's 2018 or 2020 what's the economy look like. If you got peace and prosperity, you tend to do well as a party in power and if you don't, you're challenged. I also think presidents get more credit for economic successes than they deserve and more blame than they deserve as well. So, I wouldn't simply say the barometer for Republicans either in 2018 or 2020 or for the Republican policy successes is just look at the economy, therefore we did that. But I do think Mo was a little unfair. I think there had been a lot of Republican accomplishments we didn't talk about in areas such as energy, in areas such as labor policy. It was a big fourth-quarter push but a whole lot got done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And a lot of that was done administratively, of course. Remember President Obama saying he had a pen and a phone. It turns out so does President Trump and the presidents that will come after him. Marie, leaders are going to go to the speaker's office on Wednesday when they get back into town because they have a lot to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And a lot of that was done administratively, of course. Remember President Obama saying he had a pen and a phone. It turns out so does President Trump and the presidents that will come after him.  Marie, leaders are going to go to the speaker's office on Wednesday when they get back into town because they have a lot to do. They're going to get together on the third of the month. On the eighth is when the House comes back. They're up against the deadline of the 19 in order to map out how to deal with DACA or the DREAMers as both sides said that they want to do that but how they will do it still a question. And they have to figure out a way to not shut down the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Exactly, and they have to get a budget passed. And I think a lot of these debates are going to be over spending, over deficits and how we pay for things. Whether it's the budget that Republicans have proposed blowing through the budget caps that the Republican-controlled Congress put in place to control spending, whether it's DACA and immigration, I think there is a bipartisan way to get an immigration fix to DACA with some funding for border security, possibly an end to diversity visa. But there's a question about paying for it. Whether it's infrastructure. You know, there are conservative deficit hawks not running again like Bob Corker and Jeff Flake that I think are not going to be sure in the Senate. The Republican civil war over this issue of deficits will continue to grow. If you want to do infrastructure, if you want to do this large budget, if you want to even think about entitlement. Now, I think Paul Ryan is probably going to lose to Mitch McConnell on the entitlement issue. But this is going to be the big fight. How do we pay for everything? We can't keep writing these huge checks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, Michael, I see you nodding your head. It's like -- well, it seems like whenever parties are in power, the deficits don't matter. When they're out of power, the deficits matter a lot.  From the perspective of conservative Republicans like the House Freedom Caucus, are they going to continue to swallow some of this extra spending?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEEDHAM",
      "sentences": "No. I mean, look, I'm not sure that all Republicans care that much about deficits even during the Obama years. They just pretended for partisan reasons to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Shocking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEEDHAM",
      "sentences": "But, look, our country needs to control our spending. There's absolutely no doubt about it. Marie is correct that when you have a budget caps that have been put in place by Republican congresses, though should be respected. I think they need to be re-jiggered to allow our defense to be funded the way it needs to be funded. But it would be outrageous to blow up the budget caps on both the defense and the nondefense side in January, and we will probably see it and people should be disciplined to see that out of the Republican Party. I don't think there's any chance that you can immigration bill done by January 19th that actually solves our nation's immigration problems. Everybody wants to have an immigration system that makes sense for you bring in the people that you should be bringing in. That's not what we have. It's because of chain migration.  President Trump has been absolutely clear that he will not sign a Dreamer bill that doesn't deal with chain migration. The idea of people that when they are left in this country can bring relatives with them --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Distant relatives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEEDHAM",
      "sentences": "Distant relatives. We should have a system that allows people to come into this country because they can contribute to this country, because they can assimilate to this country. That's what needs to be changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEEDHAM",
      "sentences": "And the president is correct to require that to be part of any deal that happens with Dreamers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, do you think that they will be able to reach an agreement? President Trump, the Republican leaders? Chuck Schumer and Nancy Pelosi when they are with the president in the summer, do you seem to think that there could be some common ground there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Yes, I think everyone is still hopeful. But what we've seen and I think since that meeting is a lot of people gearing up for a midterm election instead of rolling up their sleeves and tackling the issue. I think the easiest point of entry here, the one thing that everyone seems to at least say on the same page on are the DREAMers. But because of everything else and all the other political pressures that people are feeling, they are attaching lots of conditions now to the Dreamer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, they become the pawns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "So these kids become the pawns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Although they're not all kids anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "That's fair. That's fair point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Thanks, panel. We keep it right here, please? Up next, how will the new tax law impact the upcoming midterm election? Will Republicans be able to keep control of Congress? We'll take a look at some of the key races when we return with the panel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG JONES, D-ALA., SENATOR-ELECT",
      "sentences": "As we approach the 2018 elections, they're going to be hotly contested and nothing should be taken for granted by Republicans and certainly nothing should be taken for granted by Democrats. They need to also put their best foot forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's Alabama Senator-elect Doug Jones who will be sworn in this week on the impact of his surprise election on the 2018 midterms.  And we are back now with the panel. Bruce, let me ask you historically, you know what happens in midterms. The president in power often loses seats. That's almost always the way it goes. Who is most likely to win in the midterm elections and who has what hand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEHLMAN",
      "sentences": "Well, it's a great question. On the Republican side, there are districts, there's demography, and dollars. Thanks to gerrymandering, most Republican districts are very safe Republican. They're generally not a threat of losing to a Democrat. Midterm elections every time, in '06, it was true. In `94, it was true. In '08, it was true, it was midterm. The midterm elections are always older. They're always more white. They're always more conservative voters. And Republican Party committees and super PACs have outraised their Democratic counterparts. That said, the single best predictor for a midterm typically the president's popularity in the president's over 60 percent popularity and as you in 2002, Dana, you can gain seats. This president is at 39 percent. Historically, they would lose 33 seats, which is enough to lose the majority. Similarly with Democrats, they have a massive enthusiasm advantage. NBC/Wall Street Journal poll said 39 percent of Democratic and lean Democratic voters are very enthusiastic versus 34 percent of Republicans. In the last thing that report professionals tend to look at is the generic. Republicans are Democratic control Congress. And right now, Democrats, a year out, that are sitting on an epic 13-ish point lead in that. So, history --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Which hand would you rather play with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Honestly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEHLMAN",
      "sentences": "As a rule, it's more fun playing the insurgent hand anyway. Certainly, 2010 at 2014 were fun. So, as a Republican, I'd probably want to play the insurgent hand this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let me ask, Mo, if you could look at this graphic here, we have the Senate toss-up seat, these are the ones that everybody is sort of looking at, Nevada, Arizona, Missouri, Minnesota, Indiana, West Virginia, Tennessee, maybe even North Dakota. If you are working or advising the Democratic senators in red states, how would you advise them to approach this upcoming election? Because this is where President Trump won bigly. MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS & PUBLIC SERVICE: Yes, the president's success in a lot of these battleground states was because -- I'm not a fan of the president but I give him credit for recognizing that we are in a populist stage. And so, his rhetoric was very populist. I would encourage any Democratic, whether you're in the suburbs or whether you're in one of these states on that map to realize that the spectrum has changed, right? It's not left versus right. It's more up versus down. That there is a disconnect between people and the elites. And so, if you can go into the states and talk about the need for people to have a champion in Washington, take Trump out of it for a minute. Yes, you can go after him and he is unpopular. In every one of those states that you have up there, his popularity is underwater. You can go after him where it makes sense to you. But the other side of the equation is to offer them something as an alternative. If that alternative is a champion, a true champion, then I think Democrats are going to be in a very, very good position. I would much rather have a Democratic hand than the Republican hand this time. The president's numbers are underwater. This Congress has not delivered the things that people said that they wanted it if they don't like a signature accomplishment. All those things are a nice set up for Democrats. Democrats have to close the sale. And if they can do that by showing that they will be a champion for people who feel disconnected from the establishment, then I think this can be a very good year for Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Marie, do you think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE MEHLMAN, INTERNET INNOVATION ALLIANCE",
      "sentences": "(INAUDIBLE) as well, if you take a look at off year elections, the party in power has won 110 out of 114 since 1982, 110 out of 114 Senate elections in off-year elections. And the party in power -- with 96 percent, the party in power is 104 out of 128. That's 80 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Marie, how about this -- he talked about Democrats having a lot of enthusiasm behind them, especially with a little bit of a turn you saw at least in Virginia and Alabama. That's not obviously going to make or break the case for 2018, but that suburban women voting for Democrats and big turnout for African-Americans. Do you think that that kind of energy can sustain itself through 2018?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, FORMER STATE DEPARTMENT SPOKESPERSON",
      "sentences": "I do. I think that -- there's a couple places to look. You're right, suburban women and suburban men who are getting frustrated with the Republican-led Congress, President Trump also looking -- and you see that in Virginia, you see that in Pennsylvania as well, independents are another place to look. Independents are now increasingly by double digits saying they would rather vote for generic Democrats than a generic Republican. Republican Party self-identification is as at the lowest point since 1991. So, all these numbers say that we are going to have a Democratic wave but Mo is right. Democrats need to close the sale. And I think with the parties looking to do is find in cabinets that fit their district, not having litmus test across the board. This is not a national election. This is about a district by district. This is state by state. And the fund-raising on a candidate level, Democrats are doing historically well and fund-raising at the individual level, not at the party level, which is the challenge for 2020. But a 2018 election, that's less of a challenge. We'll see if Democrats can close the deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Michael, let me ask you about this. So, Bill de Blasio is going to be sworn in again as New York City mayor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL NEEDHAM, CEO, HERITAGE ACTION FOR AMERICA",
      "sentences": "As a New Yorker, this depresses me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'm a New Yorker to you and I was born in Wyoming. So, four years ago, he was sworn in by Bill Clinton. This week, he'll be sworn in by Bernie Sanders. What does this tell you about the shift in the Democratic Party in any advantages you see for Republicans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEEDHAM",
      "sentences": "Well, I think at its core, the Democrat Party has a far greater challenge than the Republican Party. And the Democrat Party has a huge divide right now from its kind of hashtag left which cares about issue matrix that is just gigantically different than the issue matrix of the rest of the country. And they care about climate change and they care about LGBTQ issues, and that is about half of the Democrat Party right now, versus of still working class part of the Democrat Party that feels and cares about a lot of the same issues. David Winston just did a great report for something called a Voter's Study Group looking at this that cares about jobs, that cares about the fact that Mo was talking about, that many people in this country feel like our nation's elites have kind of moved on from caring about America and caring about their struggles and are more kind of cosmopolitan elites who want to be well-accepted at Davos. People around the country who feel that Washington is corrupt. The Democrat Party has a divide. I don't know how they're going to bridge it between these two very powerful blocks within it. The Republican Party has the challenge of recognizing that we are not 1984 again. We have to do elections differently, have to talk about different issues. We can get there pretty easily on our side, showing how our same conservative principles can work for the day the same way they did during Ronald Reagan's time. I don't know how you square the hashtag left and Linda Dunham with the kind of traditional working class --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We have the perfect person to ask right here on the panel. Mo, can the Democrats win back working-class Democrats, so the voters that had voted for Obama but decided to vote for president from this last time around?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "I think they can. And I think, look, both parties struggled with it in 2016. Donald Trump defeated the Republican Party before he defeated the Democratic Party. Both parties became very disconnected from the working class. And so, I think Democrats though -- where I would disagree with Michael is that there's a huge fissure within the Democratic Party. I think the Democratic Party, the differences between these two factions if you can call them that are really more of a matter of degree than a matter of direction. They do still fight for the same thing, how they get there and what tone there is one faction is angrier than the other. But you compare that to the fissures within the Republican Party, I would still rather be trying -- shepherd the cats in the Democrats than the herd the cats of the Republican Party where they seem to be all over the map right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEEDHAM",
      "sentences": "There's a great opportunity on the legislative agenda to expose this fissure within the Republican Party and that's on the infrastructure bill. You can throw as much money at our nation's infrastructure if you want, with all of the regulatory hurdles of actually doing infrastructure project, it's impossible to get that money out the door. What the Republican --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- that President Trump could help on that front from the regulatory standpoint.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEEDHAM",
      "sentences": "Well, that's exactly what they should do, is that this infrastructure bill needs to be about making it possible to do infrastructure projects. And if you do that, you drive a wedge right into between the labor unions and the workers of the Democrat Party and the environmentalists in the Democrat Party. It's going to be huge opportunity to expose that divide in their party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "There are also 36 governor's races in 2018. We focus a lot on Congress, but if we talk about what actually impacts voting, districting will happen again in 20 and who wins governors mansions in 2018, 36 governor's races. Democrats have nowhere to go but up there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "If you've been a donor to either party, should you turn off your phone for the next few months?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEHLMAN",
      "sentences": "If you haven't turned off your phone, something is wrong with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Thanks, panel. We have to take a break there. Coming up, the impact of the Russian investigation on the White House in 2018. President Trump says he thinks special counsel Mueller is going to be fair even as some Republicans raise allegations of political bias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The special counsel investigation into Russia's involvement in 2016 presidential election could face a big year in 2018. As Robert Mueller's investigation appears to gain steam, The New York Times citing unnamed officials reports Australia may have raised a red flag, prompting the FBI's investigation. Former campaign advisor George Papadopoulos allegedly told one of Australia's diplomats that Russia had thousands of hacked emails that would hurt Hillary Clinton months before WikiLeaks published them. President Trump's lawyer, Ty Cobb, released this statement: Out of respect to the special counsel and his process, we are not commenting on matters such as this. We are continuing to fully cooperate with the office of the special counsel in order to help complete their inquiry expeditiously. And we're back now with the panel. I think expeditiously is what everyone would like. Mo, how important is the piece that The New York Times ran yesterday, and does it add an additional piece of this puzzle that the investigation may have originated before the Steele dossier was ever in play?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Yes, one of the big questions that had been on the stomach on answered up until now was what got this whole thing started. What was the impetus behind the investigation, and you had Trump supporters blaming the dossier and a lot of conjecture. This article seems to answer the question that it was George Papadopoulos popping off while drunk in a bar to Australia's top diplomat in England that got this thing going. When Australia which is one of America's top intelligence partners calls the FBI, you know they're going to take it seriously. So, I think this is a big deal and provide some much-needed and important context to where things are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let me tell you something that President Trump said New York Times in an interview when he was at Mar-a-Lago this week. He didn't say Marie. He didn't say, Marie. I'm going to go to you next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "There was tremendous collusion on behalf of the Russians and the Democrats. There was no collusion with respect to my campaign. I think I'll be treated fairly. Timing wise, I can't tell you. I just don't know but I think we will be treated fairly. I think that he benefits from being magnanimous towards a special counsel for now, but has he also benefited from Republicans who are trying to undercut the investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Absolutely. I think that campaign to undercut Mueller's credibility has had an impact. But in 2018, the proof will be in the pudding. If Mueller doesn't come up with anything, then people will say, look, the president hasn't -- been found not done anything wrong. But we've already had new information uncovered throughout this investigation about what Russia was trying to do, about contacts with the Russians during the campaign and I think that Bob Mueller will continue pulling on all of those threads into 2018. And if -- as the Trump campaign has always said, the Trump team has always said, they have nothing to hide, they should let this investigation play out, and they should let it come to the end if they really are innocent as they say. I think the American people deserve that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Michael, what about the president's point he says that the collusion was actually between the Russians and the Democrats? Is not going to go anywhere?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEEDHAM",
      "sentences": "Well, I mean, the one thing we know is that the DNC hired Fusion GPS which then hired Christopher Steele to put together this dossier and it relied on at least two high-ranking members of the Kremlin for some of the information in it. And so, that is the one thing that has come out this year that we know with a reasonable amount of certainty happened, and it was coordination between the DNC through the Fusion GPS but Kremlin officials. With all of this, we are better off waiting, letting this investigation play out, kind of every month, new stuff comes out and trickles out. That's not the context. The American people deserve this investigation. They deserve it to play out fairly. They deserve to know what happened and we are best served by waiting to get all the facts before we try to interpret each piece along the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, this attack on institutions is not new. This is something that we saw certainly during the Lewinsky scandal as well. Take a look at this sound between two congressmen, Rooney and Bass, if we could play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. FRANCIS ROONEY, R-FLORIDA",
      "sentences": "I would like to see the directors of those agencies purge it and say, look, we've got a lot of great agents, a lot of great lawyers here, those are the people that I want the American people to see and know the good work that's being done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KAREN BASS, D-CALIFORNIA",
      "sentences": "The type of purges he's talking about harkens back to the cold war when there was a purge by McCarthy to find communists and that were hidden in the federal government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, Bruce, what I'm wondering about is regardless of what Mueller decides, have the people already made up their minds that the system is corrupt and they're either going to think that Trump did something bad or that he never did anything bad? And is that there's the way it's going because of becoming so politicized?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEHLMAN",
      "sentences": "Well, it's definitely way too politicized and I don't think you can say regardless of what he's found because facts don't matter a lot, but when you and I were talking about this year in my observation, I think 2018 is going to make 2017 seem tame. One of the reason is we are going to see a war on a special counsel. We saw it against Cox in the Nixon era, we saw it against Ken Starr, it succeeded against Ken Starr, failed against Cox. You know, in part, question one, is the special counsel on the investigation vulnerable? If you hire people who are Democratic donors which they did, if you have people high up related to people who were in the FBI, there is vulnerability. Starr had some vulnerability. Cox did not. You have the media. How is the media playing it? The media was entirely against Nixon. The media was entirely for Clinton. The media is going to be mixed here because a Fox and because of The Wall Street Journal and others, you're going to have media on both sides. Allies, you had Republican senators in the case of Nixon willing to go famously to the White House and say, we don't have your back anymore. When Bill Clinton was proven lied under oath and otherwise came out, only Joe Lieberman was willing to stand up and say, hey, this is wrong. We can't stand for this. I think it's going to be potentially mixed in 2018 and a lot more supported because folks like flake and God forbid, but likely Senator McCain and others may not be there in 2019 and the Senate, and Corker. You know, and then it comes down to the facts. At the end of the day, if the facts are nearly debate about a structure, I think you're going to have a fight over the special counsel ran a fair investigation, whether what they found is a high crime and misdemeanor. And that's not going to be helpful for a lot of the policy talking about we'd like to see, and it will certainly roil the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Mo, do the Democrats -- have they ceded too much ground on policy and letting those things get done while they focus on Russia? And is there a vulnerability there if they have a litmus test to call for impeachment such as Tom Steyer has recommended?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "To the latter question, yes. I don't think Democrats should be pursuing an all impeachment strategy. I think that can be incredibly counterproductive at this point, especially at this point. Now, if the investigation plays out and we got a lot more information that starts pointing towards the direction of high crimes and misdemeanors, then let's have that conversation. But at this point, I think putting all your eggs in that basket is incredibly dangerous. I would -- I think the first part of your question, I don't think they are doing that. I think there are some Democrats out there who are doing that, but you look at what's going on in the Senate, there are a lot of Democrats in the Senate who are standing firm and trying to challenge this administration on policy issues, what it was trying to repeal the ACA, whether it was trying the who is most recent tax. Democrats are having the policy debate while also trying to keep the appropriate focus on the investigation, and people like Mark Warner in the Senate who's leading the charge over there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "And I think the appropriate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Marie, what about looking forward to? And, Michael, I want you to comment on this too, which is the integrity of elections and the alleged interference or at the attempted interference by foreign powers trying to influence our elections. Is the United States doing enough to try to prevent that from happening in 2018 or 2020?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I don't think we are in part of that is because for President Trump, I think it's hard for him to separate out the idea that foreign powers are trying to meddle in our system from the collusion investigation. There's a story this week that state election boards are going to have to wait up to nine months, almost to the election to have DHS scan their systems but their most exhaustive security screening. I don't think the administration is taking seriously preventing it from happening in the future because it gets clouded with this issue of collusion that they see as unfair. We should absolutely be doing more, and I think 2018 and 2020, they need to focus on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Michael, I'll give you the lat word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEEDHAM",
      "sentences": "Yes, we absolutely -- look, our elections are part of our critical infrastructure and they should be defended. We should also keep it in context. The Russians spent $54 on Facebook ads in Wisconsin. That's neglecting Wisconsin even worse than Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEEDHAM",
      "sentences": "And so, Donald Trump one this election because he tapped into what the American people felt, he tapped into real emotions, and that's the lesson that should be learned from this and we can overblow the Russia angle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. I'm going to write that down as best quote of 2017, and it was right here on \"Fox News Sunday.\" Panel, time for a quick break. When we return, 2017 was a year of natural disasters from hurricanes in the Atlantic, to deadly fires in the west to hurricanes. We'll check in on those recovery efforts with the panel, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We can be the generation that ends the opioid epidemic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And to look back at some of the big stories of 2017 that will have an impact in the New Year. And we are back now with some bonus time with the panel. Mo, let me start with you and want to ask you about the president and Charlottesville, because that seems to be this big seminal moment of the year and is that continuing to drive the frustration, the disapproval of the president from Democrats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "I think it's a big part of it. I think it was one of the greatest missed opportunities of this administration. The way the president failed to seize the opportunity to unite the country against eight, against racism, against the white nationalism, and allowed himself -- whether it was in his heart or just rhetorical blundering -- allowed himself to appear to the white nationalists, to the racist as their champion was a huge, hugely problematic thing that I think set the tone. And any hope he had of reconciling with a huge portion of the electorate, I think, ended right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And yet, Michael, the president did seem to have his finger on the pulse of how people felt about the protests of the anthem at the NFL. And he really drove that home as a cultural issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEEDHAM",
      "sentences": "Yes, he did. And, look, there are real -- this is a nation that's having a civic breaking apart, and that's a tragedy, and that's something that's bad for the country. It's indefensible that we can't, as a nation, agree that it's unacceptable for people in inner cities not to feel like the police can be there for them. It's also unacceptable that cops feel that they have to go out on the street and if they make the wrong decision in a split second, that they could be called (ph) a racist. And so, we need to find a way as a nation to come together, to have a civic reawakening when we going forward, and there's no doubt that the president has not healed in some of those ways. There's no doubt that Barack Obama missed opportunities and lighting at the White House in a rainbow flag the day that something that was deeply disturbing to half the country happen at the Supreme Court, was not something that brought people together. So, we need to step back and figure out as a country how do we unite, how do we have the type of civic reawakening that this nation has been able to have in the past? And if not, it's going to continue to get uglier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right. Remember that civics -- the Pew Study that said our civics education in America is a disaster. We've got to get on that in 2018. I do want to talk about another issue that's certainly in a lot of people's minds and on their hearts and not the opiate crisis. Take a look with the surgeon general has said. A person dying every 16 minutes from an opiate overdose, that's what makes this an epidemic and that's what I absolutely want to make sure we do first and foremost. We also want to connect people to treatment. We don't want to keep resuscitating them. We want to have bridges to treatment. Also, as the nation's doctor, I think it's important that we address prescribing alternatives to opiates for pain management. Bruce, the number of people who are dying from overdoses has contributed to the fact that our life expectancy in the United States for the second year in a row has declined. Is America starting to come to grips with the scope and scale of the opiate epidemic?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEHLMAN",
      "sentences": "I think Americans are. The question is, are policy leaders likewise doing it and playing their role? There's a lot of debate about the proper role of government, and I think there is bipartisan agreement the proper role of government here is to make sure that we regulate adequately so that there is not unlimited addictive substances out there without people understanding, without doctor's understanding what they do and what the risks are. There's a lot of relief that canon needs to happen. That's one of the few bright spots in 2015 with Senator Portman and I think Senator Klobuchar put a legislation together try to help deal with the opioid crisis. There's more bipartisanship opportunity there, and that's one of the rare issues that I think any Democrat would work with President Trump on, notwithstanding otherwise general disdain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Also, Marie, a lot of the new opiate problem is coming from across the border or from overseas, and its synthetic fentanyl or others. Do you think that whether it's the CIA or ATF, DEA, is that needing to be more mobilized to deal with that problem?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Absolutely. We need a holistic government approach here. When 99 Americans are dying every day, fentanyl, as you said, is so addictive that even people, first responders are having to be very careful when are handling it. So, we need a whole government approach led by the White House, led by the surgeon general, led by scientists and, yes, led by a bipartisan congressional effort to get funding for treatment, a real long-term treatment because we know this is -- addicts need a long time in recovery and treatment. We need more first responders having the overdose antidote, that isn't a solution, but it helps keep people alive. We need prevention. And we need all of those things. They all require money. They require time, they require focus and during an election year, hard to lose all those things, but for the sake of our country's health, we have to stay focused on it. We absolutely do. That's heartbreaking (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The president's speech that day in the White House when he talked about -- even his personal experience with this brother in addiction, one of the most powerful moments and, of course, we can't leave without mentioning the dramatic national disasters of Hurricane Harvey, Irving, and Maria and in the shootings in Las Vegas and in Sutherland Springs. And, of course, now, we also have citizens in Puerto Rico who are trying to recover from the hurricane. In all of these things, they were moments where we realize humanity still exists in 2017. And there is hope and healing that can be done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "That's right. I mean, I think I have never -- my most optimistic moment in 2017 was in the wake of the hurricanes that ravaged Texas and how we all came together to support those communities. Federal government did what it need to do, state government did what it needed to do, humanitarian efforts did what they needed to do and we all came together. It breaks my heart a little bit to hear at the end of the year, we are not seeing that same kind of rallying behind people in Puerto Rico who are still ravaged months later. They deserve so much better from their government and from the rest of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Well, it's been wonderful to have all of you here to end 2017 and to begin 2018. I wish you all very well. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Happy New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, that's it for us from today. From all of us, a very, very happy New Year to you. I will see you next week for \"The Daily Briefing\", 2:00 p.m. Eastern on the Fox News Channel. And your very own, your favorite Chris Wallace, he will see you next \"Fox News Sunday.\" END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "utterance": "We'll have a live report on the wave of rallies, a reaction from the White House and how it's raising the stakes. Then, lawmakers face a host of issues when they return to Washington as the clock ticks down to 2018."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "And we do believe we're going to have a lot of bipartisan work done and maybe we start with infrastructure."
    },
    {
      "speaker": "PERINO",
      "utterance": "But what are the odds Republicans and Democrats can find common ground?"
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NY, MINORITY LEADER",
      "utterance": "We hope the future will be different and our Republicans friends realize their legislative and political roles are better served by bipartisanship and compromise rather than gridlock and strife."
    },
    {
      "speaker": "PERINO",
      "utterance": "We'll spend the hour with our Sunday panel, Bruce Mehlman, Marie Harf, Michael Needham and Moe Elleithee. Plus, from natural disaster, to the opioid epidemic, we'll find out the state of the nation's most pressing crises. All right now on \"Fox News Sunday.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "And hello again and happy New Year's Eve from Fox News in Washington. We begin with breaking news. The protests in major cities across Iran, including the capital for college students and others angered by the country's worsening economy are challenging the government in the way not seen since the Islamic Republic's disputed 2009 presidential election. President Trump has tweeted his support of the protesters and it's sparked pushback from Iran. Let's go live to Steve Harrigan in West Palm Beach, Florida, for the latest from the Winter White House -- Steve."
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "utterance": "Dana, the protest across Iran clearly a focus for President Trump. He has tweeted about of them for the past three days in a row, including just minutes ago, drawing attention to the demonstrations and showing his support for the protesters."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "The president tweeted: Many reports of peaceful protest by Iranian citizens fed up with the regime's corruption and it's squandering of the nation's wealth to fund terrorism abroad. Iranian government should respect their people's rights, including right to express themselves. The world is watching. Those remarks drew a sharp response from Iran's foreign ministry read out on state-controlled television, saying the Iranian people give no credit to the deceitful and opportunist remarks of U.S. officials or the protests which have spread to cities across Iran begun over anger at higher food prices and food shortages. But the anger has expanded to target the Islamic regime itself and its supreme leader by name. On Saturday, President Trump retweeted a portion of its address to the United Nations from September in which he predicted the Iranian people would soon face a choice."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Oppressive regimes cannot endure forever."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "It is hard to tell where the protests are heading, but as their scope has gotten wider, so too has the intensity of the crackdown which has seen arrests, tear gas, water cannons, and now shots fired and at least two protesters killed."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "One thing that is clear, no matter how these protests do develop is if this president will not sit by silently on the sidelines. And this just in from the Iran's state TV, the government has at least temporarily shut down Instagram and the Internet messaging app Telegram. Dana, back to you."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Steve Harrigan in West Palm Beach -- Steve, thanks for that. It's time to introduce our Sunday panel. Bruce Mehlman, former assistant secretary of commerce for technology policy under President George W. Bush, former DNC communications director, Mo Elleithee, Marie Harf, former State Department spokesperson under President Obama, and Michael Needham, head of Heritage Action for America. Right before the show, President Trump tweeted again about Iran. Take a look at this. He says -- let's see if we can pull it up. Yes. Big protests in Iran. The people are finally getting wise as to how their money and their wealth is being stolen and squandered on terrorism. Looks like they will not take it any longer. The USA is watching very closely for human rights violations. Michael, let me start with you. What will the protest tell us about what's happening inside Iran? And does the fact that there are these protests -- perhaps as unorganized as they are -- but they are growing, put aside the theory that President Trump had united Iranians behind the regime because he's been tough about Iran and threaten to decertify the Iran nuclear deal?"
    },
    {
      "speaker": "MICHAEL NEEDHAM, CEO, HERITAGE ACTION FOR AMERICA",
      "utterance": "It certainly does. And as you mentioned, a month ago, The New York Times it in a big story headline saying that President Trump was unifying the Iranian people behind the regime. That's clearly not what's going on. These were protests that started over some economic issues, the price of poultry and eggs. But clearly, it's about much more than that. It's about terrorism, they're saying death to Hezbollah. Exactly, the types of things you need to see going on and around for a change in the behavior of not the actual regime. All of that said, you have an extraordinarily powerful regime. It's a regime that's powerful with money that was given to it in the Iran deal that President Obama struck. It has arms. It has proxy militias all through the region that are set up. And so, the protests are certainly up against a very powerful regime. That's where the United States can come in, help provide them with access to types of secure communications they need going forward. We got Ambassador Haley to do something symbolically at the U.N. And really, we need to put pressure on our European partners to step up. It's pretty embarrassing right now that all of these kind of post-nationalist human rights defenders in Europe are completely silent when you actually have people standing up for themselves, standing up their economic rates, standing up for their human rights in Europe and Canada frankly have been completely silent."
    },
    {
      "speaker": "PERINO",
      "utterance": "And we've seen a lot of video of women who are being very brave in particular because the crackdowns that they have to go through. Bruce, how important is it for the United States to consider helping on this issue of being able to communicate? You heard Steve Harrigan say that the Iranian's have shut the ability to communicate versus -- via Instagram, Twitter, or other social media. And it's also how Western media find sources and gets information."
    },
    {
      "speaker": "BRUCE MEHLMAN, INTERNET INNOVATION ALLIANCE",
      "utterance": "You know, I guess I have two thoughts on that. First, we've got to be careful. We too often in these kind of conversations we make the rest of the world politics all about us. It's not about them supporting Trump or hating Trump or supporting Obama or not. And the reality is this reflects a population's unhappiness with the repressive regime. It's not delivering positive economic results and in some ways, rather than the global terrorism story, it is better fits into the global populism story. And the concerns with establishments that aren't delivering the type of growth to the nation of the type of freedoms for the nation that people want. That also explains a Brexit. It has a lot to do with the election in 2016 here. With respect to shutting down technology, people often forget the Internet and all of these social media applications are neither good nor evil. They are forces that can be used for great good and encouraging population or in problematic ways to crackdown on people. The United States certainly want to see the success of the people Michael described at the same time. The policy of the United States becomes we are going to weigh in on the domestic politics of other nations around the world and getting involved through technological means -- boy, that sounds a lot like something a former FBI director is spending time looking at it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I worked on the broadcasting board of governors for a while, the attempt was to try to get people the axis that they need. Marie, let's go to your expertise. I mean, there is no secret that part of the story line here in America as we, of course, focus on ourselves, is that comparing President Obama's reaction or lack of support for protesters in 2009 to what you see from President Trump and Pence and the rest of the administration today. Is that criticism fair or do you look at it and think that it was circumstantial and different back then?"
    },
    {
      "speaker": "MARIE HARF, FORMER STATE DEPARTMENT SPOKESPERSON",
      "utterance": "Well, I think as we are looking today in 2017, almost 2018, the United States has to walk a very fine line here. It will not help protesters to have overt United States support for them. The Iranian government is already accusing protesters of being western lackeys, U.S. lackeys. That does not help their cause. So, while we should and the president did say the world is watching, we should stand with people standing up to repressive regimes. There is a fine line here because if the goal is to make sure these protesters actually have space to express themselves, United States weighing in on their behalf stronger than -- some people wanted us to do that in 2009. The reason we did that is because it was our judgment and we were hearing from Iranians protesting on the street that your support will not help us. So, that's the line the Trump administration has to walk here. I hope they continue to look at it from that perspective."
    },
    {
      "speaker": "PERINO",
      "utterance": "Mo, this is all happening while there's another geopolitical imminent problem, and that is of North Korea. And it is a regime that is racing towards becoming a nuclear power, with capability to wipe out any city in the United States as they say. Is this a race against time if China and Russia are not going to fully cooperate? MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS & PUBLIC SERVICE: I think so, I think so. There's no question that China is really the key here. That they will have more leverage on North Korea than almost anyone else. Russia needs to play an important role here. And if they don't step up, then I think North Korea is headed on a trajectory that's going to be very hard to slow down. A lot -- this past year, we've seen a lot of back and forth with this administration and the best way to deal with it -- I think now looking back on the first year of the Trump administration, I don't think the tone that the president has set was as successful as he thinks it is. I don't think it has slowed them down at all. So, I think our diplomatic efforts need to be focused more on China and on Russia, getting them to step in to the very important roles that they need to play, because otherwise, we are heading in at a very dangerous trajectory."
    },
    {
      "speaker": "PERINO",
      "utterance": "Michael, President Obama's handling of national security issues played in large part in the midterms of 2014. Do you see that as a big part of going into the 2018 midyear for President Trump?"
    },
    {
      "speaker": "NEEDHAM",
      "utterance": "Well, I think, look, there's a lot of issues that play in 2014. I'm not sure that national security will be number one or number two on it. But people should look at this and say we finally have a president of the United States with a coherent national security strategy, where he's taking all of the different things, he's talked about -- about \"America First\" and putting them to the context of a coherent national security strategy. We finally have an Iran strategy that's about more than just cutting a deal with Iran on the nuclear issue but is dealing with the fact that they are striving to be regional hegemonic power. We have a real policy towards North Korea. I think as Mo says, it needs to be stronger to get the Chinese to engage. I mean, during the first term of the Bush administration, we put secondary sanctions on a bank in Hong Kong, Banco Delta Asia, that really had an impact on the behavior of the North Korean regime. We need to be doing that again. Secondary sanctions on -- there's 12 Chinese banks that could be targeted. But we finally have a coherent national security strategy, coherent engagement with the rest of the world that is making us safer. I mean, if you look at this at the end of eight years in the Bush administration, the world was safer for America. At the end of eight years in the Obama administration, the road was left safer for our country. And I think we are well on the trajectory right now and people should keep that in mind in 2018 and beyond, and making the world safer."
    },
    {
      "speaker": "PERINO",
      "utterance": "I should mention -- while we only have about a minute left -- that there was the issue of ISIS in 2017. And the administration points to the fact that they were quite diminished not only distant territory. They say I think 98 percent of the territory is diminished, Bruce. And that the fighters are out. But the cybersecurity threat and also the online recruitment of terrorists by ISIS, is that something you're going to be looking at 2018?"
    },
    {
      "speaker": "MEHLMAN",
      "utterance": "I think everybody has to look at that. There's a threat not only from ISIS but around the world. The Internet has empowered more people, created more economic opportunity and been better for the world that any prior technology. And it also creates greater vulnerabilities and greater threats than any prior technology. We are brilliant at connecting and creating those opportunities and pretty inept at defending ourselves and defending our allies around the world. A lot is going out to change and hopefully, it can change before something really bad happens."
    },
    {
      "speaker": "PERINO",
      "utterance": "Indeed. All right, panel, we have to take a quick break here. When we come back, the effort to avoid a January federal shutdown. And what is on what to-do list when Congress returns?"
    },
    {
      "speaker": "REP. PAUL RYAN, R-WIS., SPEAKER OF THE HOUSE",
      "utterance": "We're going to pick up where we left off and get back at reforming health care. We're going to get back at reforming these entitlements and we're going to take on health care reform which is another big entitlement program where we're basically paying people, able-bodied people not to work."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, R-KY, SENATE MAJORITY LEADER",
      "utterance": "I think the Democrats are not going to be interested in entitlement reform, so I would not expect to see that on the agenda."
    },
    {
      "speaker": "PERINO",
      "utterance": "House Speaker Paul Ryan and Senate Majority Leader Mitch McConnell somewhat at odds over what to tackle next as part of Republican Party's agenda in 2018. And we are back now with the panel. Michael, let me start with you. After a rocky several months on the legislative front, the Republicans pull it together and they're able to leave with several accomplishments. They point to economic growth and the regulatory rollback, judicial appointments, the fight against ISIS, and now the tax bill. So, I'm wondering if at this point as you look back on the year, is the Republicans were sort of coming to an end as they figure out a way to work together?"
    },
    {
      "speaker": "NEEDHAM",
      "utterance": "Well, we need to work together. We need to get things done. There are still differences of position within the Republican Party. I think part of the reason that Donald Trump got elected was he recognized that the Chamber of Congress at the end of that the Republican establishment in Washington likes to fight isn't actually what people across the country who are anxious need. We need growth which is by think the tax bill is so important. I think when you look at speaker Ryan talked about welfare system, which not only keeps able-bodied people out of the workforce which again hurts growth but is a complete attack on the human flourishing and people being able to go in and find self-worth and dignity. Those are the types of policies that we need. That's different than what the Republican Party which loves to come to town and work about and worry about insurance programs for companies or the export/import bank or the typical agenda of the Chamber of Commerce. So, I don't think the Republican civil war is over. We need to come together and gives dignity and achievement to people across the country who feels like Washington doesn't care about them."
    },
    {
      "speaker": "PERINO",
      "utterance": "But, Mo, a lot of Republicans at this point I think even if they felt like the populism strain of the Trump campaign wasn't something we could go for, that actually the agenda they could largely agree on when it comes to tax cuts wasn't necessarily what they thought would happen at the end of this year. And I wonder, are Democrats starting to get a little concerned that will rage against President Trump will not be enough to carry them into successes in 2018 or even 2020 if they don't have a coherent message and accomplishments of their own?"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "There's two parts of the successful campaign message, right? One is, you know, when if you're a party out of power, making the aggressive case against the party that is in power, which you got to offer an alternative as well, so Democrats do need to offer some sort of an agenda. Now, I will say this about 2017 and the Republicans in Congress. And by every measure, you compare this first year of this administration, compared to the first year of the four previous administrations, two Democrats and two Republicans. They got far less -- far less done legislatively than his -- in 2017 than his four predecessors did. One big thing they have to hang their hat on, the tax bill at the end of the year is -- could not be less popular, in the eyes of the public."
    },
    {
      "speaker": "PERINO",
      "utterance": "That could change economically --"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Sure, that could change. But the historical precedent of something that big, public opinion shifting as aggressively as they would need to before the midterm elections, there's not a lot of precedent for that. The big thing they say they want to do now is infrastructure, which you can even get the House and Senate Republican leadership on the same page on this."
    },
    {
      "speaker": "PERINO",
      "utterance": "They certainly have work to do."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "They have a lot of work to do."
    },
    {
      "speaker": "PERINO",
      "utterance": "Bruce, is it difficult to cast 2017 other than an economic success story? And the stock market rose every month of the year, which is the first time that's ever happened. The last two quarters had a 3 percent GDP growth, something that in the last decade we were told might not actually be possible again. And then there's the unemployment rate which is at 4 percent. As a way to track legislative accomplishments and electoral successes through the economy still? Is it still the economy?"
    },
    {
      "speaker": "MEHLMAN",
      "utterance": "Well, look, nothing matters more to voters on the economy. I think that's the single best predictor, whether it's 2018 or 2020 what's the economy look like. If you got peace and prosperity, you tend to do well as a party in power and if you don't, you're challenged. I also think presidents get more credit for economic successes than they deserve and more blame than they deserve as well. So, I wouldn't simply say the barometer for Republicans either in 2018 or 2020 or for the Republican policy successes is just look at the economy, therefore we did that. But I do think Mo was a little unfair. I think there had been a lot of Republican accomplishments we didn't talk about in areas such as energy, in areas such as labor policy. It was a big fourth-quarter push but a whole lot got done."
    },
    {
      "speaker": "PERINO",
      "utterance": "And a lot of that was done administratively, of course. Remember President Obama saying he had a pen and a phone. It turns out so does President Trump and the presidents that will come after him. Marie, leaders are going to go to the speaker's office on Wednesday when they get back into town because they have a lot to do."
    },
    {
      "speaker": "PERINO",
      "utterance": "And a lot of that was done administratively, of course. Remember President Obama saying he had a pen and a phone. It turns out so does President Trump and the presidents that will come after him. Marie, leaders are going to go to the speaker's office on Wednesday when they get back into town because they have a lot to do. They're going to get together on the third of the month. On the eighth is when the House comes back. They're up against the deadline of the 19 in order to map out how to deal with DACA or the DREAMers as both sides said that they want to do that but how they will do it still a question. And they have to figure out a way to not shut down the government."
    },
    {
      "speaker": "HARF",
      "utterance": "Exactly, and they have to get a budget passed. And I think a lot of these debates are going to be over spending, over deficits and how we pay for things. Whether it's the budget that Republicans have proposed blowing through the budget caps that the Republican-controlled Congress put in place to control spending, whether it's DACA and immigration, I think there is a bipartisan way to get an immigration fix to DACA with some funding for border security, possibly an end to diversity visa. But there's a question about paying for it. Whether it's infrastructure. You know, there are conservative deficit hawks not running again like Bob Corker and Jeff Flake that I think are not going to be sure in the Senate. The Republican civil war over this issue of deficits will continue to grow. If you want to do infrastructure, if you want to do this large budget, if you want to even think about entitlement. Now, I think Paul Ryan is probably going to lose to Mitch McConnell on the entitlement issue. But this is going to be the big fight. How do we pay for everything? We can't keep writing these huge checks."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, Michael, I see you nodding your head. It's like -- well, it seems like whenever parties are in power, the deficits don't matter. When they're out of power, the deficits matter a lot. From the perspective of conservative Republicans like the House Freedom Caucus, are they going to continue to swallow some of this extra spending?"
    },
    {
      "speaker": "NEEDHAM",
      "utterance": "No. I mean, look, I'm not sure that all Republicans care that much about deficits even during the Obama years. They just pretended for partisan reasons to be."
    },
    {
      "speaker": "PERINO",
      "utterance": "Shocking."
    },
    {
      "speaker": "NEEDHAM",
      "utterance": "But, look, our country needs to control our spending. There's absolutely no doubt about it. Marie is correct that when you have a budget caps that have been put in place by Republican congresses, though should be respected. I think they need to be re-jiggered to allow our defense to be funded the way it needs to be funded. But it would be outrageous to blow up the budget caps on both the defense and the nondefense side in January, and we will probably see it and people should be disciplined to see that out of the Republican Party. I don't think there's any chance that you can immigration bill done by January 19th that actually solves our nation's immigration problems. Everybody wants to have an immigration system that makes sense for you bring in the people that you should be bringing in. That's not what we have. It's because of chain migration. President Trump has been absolutely clear that he will not sign a Dreamer bill that doesn't deal with chain migration. The idea of people that when they are left in this country can bring relatives with them --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Distant relatives."
    },
    {
      "speaker": "NEEDHAM",
      "utterance": "Distant relatives. We should have a system that allows people to come into this country because they can contribute to this country, because they can assimilate to this country. That's what needs to be changed."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "NEEDHAM",
      "utterance": "And the president is correct to require that to be part of any deal that happens with Dreamers."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, do you think that they will be able to reach an agreement? President Trump, the Republican leaders? Chuck Schumer and Nancy Pelosi when they are with the president in the summer, do you seem to think that there could be some common ground there."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Yes, I think everyone is still hopeful. But what we've seen and I think since that meeting is a lot of people gearing up for a midterm election instead of rolling up their sleeves and tackling the issue. I think the easiest point of entry here, the one thing that everyone seems to at least say on the same page on are the DREAMers. But because of everything else and all the other political pressures that people are feeling, they are attaching lots of conditions now to the Dreamer."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, they become the pawns."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "So these kids become the pawns."
    },
    {
      "speaker": "PERINO",
      "utterance": "Although they're not all kids anymore."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "That's fair. That's fair point."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Thanks, panel. We keep it right here, please? Up next, how will the new tax law impact the upcoming midterm election? Will Republicans be able to keep control of Congress? We'll take a look at some of the key races when we return with the panel."
    },
    {
      "speaker": "DOUG JONES, D-ALA., SENATOR-ELECT",
      "utterance": "As we approach the 2018 elections, they're going to be hotly contested and nothing should be taken for granted by Republicans and certainly nothing should be taken for granted by Democrats. They need to also put their best foot forward."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's Alabama Senator-elect Doug Jones who will be sworn in this week on the impact of his surprise election on the 2018 midterms. And we are back now with the panel. Bruce, let me ask you historically, you know what happens in midterms. The president in power often loses seats. That's almost always the way it goes. Who is most likely to win in the midterm elections and who has what hand?"
    },
    {
      "speaker": "MEHLMAN",
      "utterance": "Well, it's a great question. On the Republican side, there are districts, there's demography, and dollars. Thanks to gerrymandering, most Republican districts are very safe Republican. They're generally not a threat of losing to a Democrat. Midterm elections every time, in '06, it was true. In `94, it was true. In '08, it was true, it was midterm. The midterm elections are always older. They're always more white. They're always more conservative voters. And Republican Party committees and super PACs have outraised their Democratic counterparts. That said, the single best predictor for a midterm typically the president's popularity in the president's over 60 percent popularity and as you in 2002, Dana, you can gain seats. This president is at 39 percent. Historically, they would lose 33 seats, which is enough to lose the majority. Similarly with Democrats, they have a massive enthusiasm advantage. NBC/Wall Street Journal poll said 39 percent of Democratic and lean Democratic voters are very enthusiastic versus 34 percent of Republicans. In the last thing that report professionals tend to look at is the generic. Republicans are Democratic control Congress. And right now, Democrats, a year out, that are sitting on an epic 13-ish point lead in that. So, history --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Which hand would you rather play with?"
    },
    {
      "speaker": "HARF",
      "utterance": "Honestly."
    },
    {
      "speaker": "MEHLMAN",
      "utterance": "As a rule, it's more fun playing the insurgent hand anyway. Certainly, 2010 at 2014 were fun. So, as a Republican, I'd probably want to play the insurgent hand this year."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let me ask, Mo, if you could look at this graphic here, we have the Senate toss-up seat, these are the ones that everybody is sort of looking at, Nevada, Arizona, Missouri, Minnesota, Indiana, West Virginia, Tennessee, maybe even North Dakota. If you are working or advising the Democratic senators in red states, how would you advise them to approach this upcoming election? Because this is where President Trump won bigly. MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS & PUBLIC SERVICE: Yes, the president's success in a lot of these battleground states was because -- I'm not a fan of the president but I give him credit for recognizing that we are in a populist stage. And so, his rhetoric was very populist. I would encourage any Democratic, whether you're in the suburbs or whether you're in one of these states on that map to realize that the spectrum has changed, right? It's not left versus right. It's more up versus down. That there is a disconnect between people and the elites. And so, if you can go into the states and talk about the need for people to have a champion in Washington, take Trump out of it for a minute. Yes, you can go after him and he is unpopular. In every one of those states that you have up there, his popularity is underwater. You can go after him where it makes sense to you. But the other side of the equation is to offer them something as an alternative. If that alternative is a champion, a true champion, then I think Democrats are going to be in a very, very good position. I would much rather have a Democratic hand than the Republican hand this time. The president's numbers are underwater. This Congress has not delivered the things that people said that they wanted it if they don't like a signature accomplishment. All those things are a nice set up for Democrats. Democrats have to close the sale. And if they can do that by showing that they will be a champion for people who feel disconnected from the establishment, then I think this can be a very good year for Democrats."
    },
    {
      "speaker": "PERINO",
      "utterance": "Marie, do you think --"
    },
    {
      "speaker": "BRUCE MEHLMAN, INTERNET INNOVATION ALLIANCE",
      "utterance": "(INAUDIBLE) as well, if you take a look at off year elections, the party in power has won 110 out of 114 since 1982, 110 out of 114 Senate elections in off-year elections. And the party in power -- with 96 percent, the party in power is 104 out of 128. That's 80 percent."
    },
    {
      "speaker": "PERINO",
      "utterance": "Marie, how about this -- he talked about Democrats having a lot of enthusiasm behind them, especially with a little bit of a turn you saw at least in Virginia and Alabama. That's not obviously going to make or break the case for 2018, but that suburban women voting for Democrats and big turnout for African-Americans. Do you think that that kind of energy can sustain itself through 2018?"
    },
    {
      "speaker": "MARIE HARF, FORMER STATE DEPARTMENT SPOKESPERSON",
      "utterance": "I do. I think that -- there's a couple places to look. You're right, suburban women and suburban men who are getting frustrated with the Republican-led Congress, President Trump also looking -- and you see that in Virginia, you see that in Pennsylvania as well, independents are another place to look. Independents are now increasingly by double digits saying they would rather vote for generic Democrats than a generic Republican. Republican Party self-identification is as at the lowest point since 1991. So, all these numbers say that we are going to have a Democratic wave but Mo is right. Democrats need to close the sale. And I think with the parties looking to do is find in cabinets that fit their district, not having litmus test across the board. This is not a national election. This is about a district by district. This is state by state. And the fund-raising on a candidate level, Democrats are doing historically well and fund-raising at the individual level, not at the party level, which is the challenge for 2020. But a 2018 election, that's less of a challenge. We'll see if Democrats can close the deal."
    },
    {
      "speaker": "PERINO",
      "utterance": "Michael, let me ask you about this. So, Bill de Blasio is going to be sworn in again as New York City mayor."
    },
    {
      "speaker": "MICHAEL NEEDHAM, CEO, HERITAGE ACTION FOR AMERICA",
      "utterance": "As a New Yorker, this depresses me."
    },
    {
      "speaker": "PERINO",
      "utterance": "I'm a New Yorker to you and I was born in Wyoming. So, four years ago, he was sworn in by Bill Clinton. This week, he'll be sworn in by Bernie Sanders. What does this tell you about the shift in the Democratic Party in any advantages you see for Republicans?"
    },
    {
      "speaker": "NEEDHAM",
      "utterance": "Well, I think at its core, the Democrat Party has a far greater challenge than the Republican Party. And the Democrat Party has a huge divide right now from its kind of hashtag left which cares about issue matrix that is just gigantically different than the issue matrix of the rest of the country. And they care about climate change and they care about LGBTQ issues, and that is about half of the Democrat Party right now, versus of still working class part of the Democrat Party that feels and cares about a lot of the same issues. David Winston just did a great report for something called a Voter's Study Group looking at this that cares about jobs, that cares about the fact that Mo was talking about, that many people in this country feel like our nation's elites have kind of moved on from caring about America and caring about their struggles and are more kind of cosmopolitan elites who want to be well-accepted at Davos. People around the country who feel that Washington is corrupt. The Democrat Party has a divide. I don't know how they're going to bridge it between these two very powerful blocks within it. The Republican Party has the challenge of recognizing that we are not 1984 again. We have to do elections differently, have to talk about different issues. We can get there pretty easily on our side, showing how our same conservative principles can work for the day the same way they did during Ronald Reagan's time. I don't know how you square the hashtag left and Linda Dunham with the kind of traditional working class --"
    },
    {
      "speaker": "PERINO",
      "utterance": "We have the perfect person to ask right here on the panel. Mo, can the Democrats win back working-class Democrats, so the voters that had voted for Obama but decided to vote for president from this last time around?"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "I think they can. And I think, look, both parties struggled with it in 2016. Donald Trump defeated the Republican Party before he defeated the Democratic Party. Both parties became very disconnected from the working class. And so, I think Democrats though -- where I would disagree with Michael is that there's a huge fissure within the Democratic Party. I think the Democratic Party, the differences between these two factions if you can call them that are really more of a matter of degree than a matter of direction. They do still fight for the same thing, how they get there and what tone there is one faction is angrier than the other. But you compare that to the fissures within the Republican Party, I would still rather be trying -- shepherd the cats in the Democrats than the herd the cats of the Republican Party where they seem to be all over the map right now."
    },
    {
      "speaker": "NEEDHAM",
      "utterance": "There's a great opportunity on the legislative agenda to expose this fissure within the Republican Party and that's on the infrastructure bill. You can throw as much money at our nation's infrastructure if you want, with all of the regulatory hurdles of actually doing infrastructure project, it's impossible to get that money out the door. What the Republican --"
    },
    {
      "speaker": "PERINO",
      "utterance": "-- that President Trump could help on that front from the regulatory standpoint."
    },
    {
      "speaker": "NEEDHAM",
      "utterance": "Well, that's exactly what they should do, is that this infrastructure bill needs to be about making it possible to do infrastructure projects. And if you do that, you drive a wedge right into between the labor unions and the workers of the Democrat Party and the environmentalists in the Democrat Party. It's going to be huge opportunity to expose that divide in their party."
    },
    {
      "speaker": "HARF",
      "utterance": "There are also 36 governor's races in 2018. We focus a lot on Congress, but if we talk about what actually impacts voting, districting will happen again in 20 and who wins governors mansions in 2018, 36 governor's races. Democrats have nowhere to go but up there."
    },
    {
      "speaker": "PERINO",
      "utterance": "If you've been a donor to either party, should you turn off your phone for the next few months?"
    },
    {
      "speaker": "MEHLMAN",
      "utterance": "If you haven't turned off your phone, something is wrong with you."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Thanks, panel. We have to take a break there. Coming up, the impact of the Russian investigation on the White House in 2018. President Trump says he thinks special counsel Mueller is going to be fair even as some Republicans raise allegations of political bias."
    },
    {
      "speaker": "PERINO",
      "utterance": "The special counsel investigation into Russia's involvement in 2016 presidential election could face a big year in 2018. As Robert Mueller's investigation appears to gain steam, The New York Times citing unnamed officials reports Australia may have raised a red flag, prompting the FBI's investigation. Former campaign advisor George Papadopoulos allegedly told one of Australia's diplomats that Russia had thousands of hacked emails that would hurt Hillary Clinton months before WikiLeaks published them."
    },
    {
      "speaker": "President Trump's lawyer, Ty Cobb, released this statement",
      "utterance": "Out of respect to the special counsel and his process, we are not commenting on matters such as this. We are continuing to fully cooperate with the office of the special counsel in order to help complete their inquiry expeditiously. And we're back now with the panel. I think expeditiously is what everyone would like. Mo, how important is the piece that The New York Times ran yesterday, and does it add an additional piece of this puzzle that the investigation may have originated before the Steele dossier was ever in play?"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Yes, one of the big questions that had been on the stomach on answered up until now was what got this whole thing started. What was the impetus behind the investigation, and you had Trump supporters blaming the dossier and a lot of conjecture. This article seems to answer the question that it was George Papadopoulos popping off while drunk in a bar to Australia's top diplomat in England that got this thing going. When Australia which is one of America's top intelligence partners calls the FBI, you know they're going to take it seriously. So, I think this is a big deal and provide some much-needed and important context to where things are."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let me tell you something that President Trump said New York Times in an interview when he was at Mar-a-Lago this week. He didn't say Marie. He didn't say, Marie. I'm going to go to you next."
    },
    {
      "speaker": "PERINO",
      "utterance": "There was tremendous collusion on behalf of the Russians and the Democrats. There was no collusion with respect to my campaign. I think I'll be treated fairly. Timing wise, I can't tell you. I just don't know but I think we will be treated fairly. I think that he benefits from being magnanimous towards a special counsel for now, but has he also benefited from Republicans who are trying to undercut the investigation?"
    },
    {
      "speaker": "HARF",
      "utterance": "Absolutely. I think that campaign to undercut Mueller's credibility has had an impact. But in 2018, the proof will be in the pudding. If Mueller doesn't come up with anything, then people will say, look, the president hasn't -- been found not done anything wrong. But we've already had new information uncovered throughout this investigation about what Russia was trying to do, about contacts with the Russians during the campaign and I think that Bob Mueller will continue pulling on all of those threads into 2018. And if -- as the Trump campaign has always said, the Trump team has always said, they have nothing to hide, they should let this investigation play out, and they should let it come to the end if they really are innocent as they say. I think the American people deserve that."
    },
    {
      "speaker": "PERINO",
      "utterance": "Michael, what about the president's point he says that the collusion was actually between the Russians and the Democrats? Is not going to go anywhere?"
    },
    {
      "speaker": "NEEDHAM",
      "utterance": "Well, I mean, the one thing we know is that the DNC hired Fusion GPS which then hired Christopher Steele to put together this dossier and it relied on at least two high-ranking members of the Kremlin for some of the information in it. And so, that is the one thing that has come out this year that we know with a reasonable amount of certainty happened, and it was coordination between the DNC through the Fusion GPS but Kremlin officials. With all of this, we are better off waiting, letting this investigation play out, kind of every month, new stuff comes out and trickles out. That's not the context. The American people deserve this investigation. They deserve it to play out fairly. They deserve to know what happened and we are best served by waiting to get all the facts before we try to interpret each piece along the way."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, this attack on institutions is not new. This is something that we saw certainly during the Lewinsky scandal as well. Take a look at this sound between two congressmen, Rooney and Bass, if we could play."
    },
    {
      "speaker": "REP. FRANCIS ROONEY, R-FLORIDA",
      "utterance": "I would like to see the directors of those agencies purge it and say, look, we've got a lot of great agents, a lot of great lawyers here, those are the people that I want the American people to see and know the good work that's being done."
    },
    {
      "speaker": "REP. KAREN BASS, D-CALIFORNIA",
      "utterance": "The type of purges he's talking about harkens back to the cold war when there was a purge by McCarthy to find communists and that were hidden in the federal government."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, Bruce, what I'm wondering about is regardless of what Mueller decides, have the people already made up their minds that the system is corrupt and they're either going to think that Trump did something bad or that he never did anything bad? And is that there's the way it's going because of becoming so politicized?"
    },
    {
      "speaker": "MEHLMAN",
      "utterance": "Well, it's definitely way too politicized and I don't think you can say regardless of what he's found because facts don't matter a lot, but when you and I were talking about this year in my observation, I think 2018 is going to make 2017 seem tame. One of the reason is we are going to see a war on a special counsel. We saw it against Cox in the Nixon era, we saw it against Ken Starr, it succeeded against Ken Starr, failed against Cox. You know, in part, question one, is the special counsel on the investigation vulnerable? If you hire people who are Democratic donors which they did, if you have people high up related to people who were in the FBI, there is vulnerability. Starr had some vulnerability. Cox did not. You have the media. How is the media playing it? The media was entirely against Nixon. The media was entirely for Clinton. The media is going to be mixed here because a Fox and because of The Wall Street Journal and others, you're going to have media on both sides. Allies, you had Republican senators in the case of Nixon willing to go famously to the White House and say, we don't have your back anymore. When Bill Clinton was proven lied under oath and otherwise came out, only Joe Lieberman was willing to stand up and say, hey, this is wrong. We can't stand for this. I think it's going to be potentially mixed in 2018 and a lot more supported because folks like flake and God forbid, but likely Senator McCain and others may not be there in 2019 and the Senate, and Corker. You know, and then it comes down to the facts. At the end of the day, if the facts are nearly debate about a structure, I think you're going to have a fight over the special counsel ran a fair investigation, whether what they found is a high crime and misdemeanor. And that's not going to be helpful for a lot of the policy talking about we'd like to see, and it will certainly roil the election."
    },
    {
      "speaker": "PERINO",
      "utterance": "Mo, do the Democrats -- have they ceded too much ground on policy and letting those things get done while they focus on Russia? And is there a vulnerability there if they have a litmus test to call for impeachment such as Tom Steyer has recommended?"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "To the latter question, yes. I don't think Democrats should be pursuing an all impeachment strategy. I think that can be incredibly counterproductive at this point, especially at this point. Now, if the investigation plays out and we got a lot more information that starts pointing towards the direction of high crimes and misdemeanors, then let's have that conversation. But at this point, I think putting all your eggs in that basket is incredibly dangerous. I would -- I think the first part of your question, I don't think they are doing that. I think there are some Democrats out there who are doing that, but you look at what's going on in the Senate, there are a lot of Democrats in the Senate who are standing firm and trying to challenge this administration on policy issues, what it was trying to repeal the ACA, whether it was trying the who is most recent tax. Democrats are having the policy debate while also trying to keep the appropriate focus on the investigation, and people like Mark Warner in the Senate who's leading the charge over there."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "And I think the appropriate."
    },
    {
      "speaker": "PERINO",
      "utterance": "Marie, what about looking forward to? And, Michael, I want you to comment on this too, which is the integrity of elections and the alleged interference or at the attempted interference by foreign powers trying to influence our elections. Is the United States doing enough to try to prevent that from happening in 2018 or 2020?"
    },
    {
      "speaker": "HARF",
      "utterance": "I don't think we are in part of that is because for President Trump, I think it's hard for him to separate out the idea that foreign powers are trying to meddle in our system from the collusion investigation. There's a story this week that state election boards are going to have to wait up to nine months, almost to the election to have DHS scan their systems but their most exhaustive security screening. I don't think the administration is taking seriously preventing it from happening in the future because it gets clouded with this issue of collusion that they see as unfair. We should absolutely be doing more, and I think 2018 and 2020, they need to focus on that."
    },
    {
      "speaker": "PERINO",
      "utterance": "Michael, I'll give you the lat word."
    },
    {
      "speaker": "NEEDHAM",
      "utterance": "Yes, we absolutely -- look, our elections are part of our critical infrastructure and they should be defended. We should also keep it in context. The Russians spent $54 on Facebook ads in Wisconsin. That's neglecting Wisconsin even worse than Hillary Clinton."
    },
    {
      "speaker": "NEEDHAM",
      "utterance": "And so, Donald Trump one this election because he tapped into what the American people felt, he tapped into real emotions, and that's the lesson that should be learned from this and we can overblow the Russia angle."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. I'm going to write that down as best quote of 2017, and it was right here on \"Fox News Sunday.\" Panel, time for a quick break. When we return, 2017 was a year of natural disasters from hurricanes in the Atlantic, to deadly fires in the west to hurricanes. We'll check in on those recovery efforts with the panel, next."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We can be the generation that ends the opioid epidemic."
    },
    {
      "speaker": "PERINO",
      "utterance": "And to look back at some of the big stories of 2017 that will have an impact in the New Year. And we are back now with some bonus time with the panel. Mo, let me start with you and want to ask you about the president and Charlottesville, because that seems to be this big seminal moment of the year and is that continuing to drive the frustration, the disapproval of the president from Democrats?"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "I think it's a big part of it. I think it was one of the greatest missed opportunities of this administration. The way the president failed to seize the opportunity to unite the country against eight, against racism, against the white nationalism, and allowed himself -- whether it was in his heart or just rhetorical blundering -- allowed himself to appear to the white nationalists, to the racist as their champion was a huge, hugely problematic thing that I think set the tone. And any hope he had of reconciling with a huge portion of the electorate, I think, ended right there."
    },
    {
      "speaker": "PERINO",
      "utterance": "And yet, Michael, the president did seem to have his finger on the pulse of how people felt about the protests of the anthem at the NFL. And he really drove that home as a cultural issue."
    },
    {
      "speaker": "NEEDHAM",
      "utterance": "Yes, he did. And, look, there are real -- this is a nation that's having a civic breaking apart, and that's a tragedy, and that's something that's bad for the country. It's indefensible that we can't, as a nation, agree that it's unacceptable for people in inner cities not to feel like the police can be there for them. It's also unacceptable that cops feel that they have to go out on the street and if they make the wrong decision in a split second, that they could be called (ph) a racist. And so, we need to find a way as a nation to come together, to have a civic reawakening when we going forward, and there's no doubt that the president has not healed in some of those ways. There's no doubt that Barack Obama missed opportunities and lighting at the White House in a rainbow flag the day that something that was deeply disturbing to half the country happen at the Supreme Court, was not something that brought people together. So, we need to step back and figure out as a country how do we unite, how do we have the type of civic reawakening that this nation has been able to have in the past? And if not, it's going to continue to get uglier."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right. Remember that civics -- the Pew Study that said our civics education in America is a disaster. We've got to get on that in 2018. I do want to talk about another issue that's certainly in a lot of people's minds and on their hearts and not the opiate crisis. Take a look with the surgeon general has said. A person dying every 16 minutes from an opiate overdose, that's what makes this an epidemic and that's what I absolutely want to make sure we do first and foremost. We also want to connect people to treatment. We don't want to keep resuscitating them. We want to have bridges to treatment. Also, as the nation's doctor, I think it's important that we address prescribing alternatives to opiates for pain management. Bruce, the number of people who are dying from overdoses has contributed to the fact that our life expectancy in the United States for the second year in a row has declined. Is America starting to come to grips with the scope and scale of the opiate epidemic?"
    },
    {
      "speaker": "MEHLMAN",
      "utterance": "I think Americans are. The question is, are policy leaders likewise doing it and playing their role? There's a lot of debate about the proper role of government, and I think there is bipartisan agreement the proper role of government here is to make sure that we regulate adequately so that there is not unlimited addictive substances out there without people understanding, without doctor's understanding what they do and what the risks are. There's a lot of relief that canon needs to happen. That's one of the few bright spots in 2015 with Senator Portman and I think Senator Klobuchar put a legislation together try to help deal with the opioid crisis. There's more bipartisanship opportunity there, and that's one of the rare issues that I think any Democrat would work with President Trump on, notwithstanding otherwise general disdain."
    },
    {
      "speaker": "PERINO",
      "utterance": "Also, Marie, a lot of the new opiate problem is coming from across the border or from overseas, and its synthetic fentanyl or others. Do you think that whether it's the CIA or ATF, DEA, is that needing to be more mobilized to deal with that problem?"
    },
    {
      "speaker": "HARF",
      "utterance": "Absolutely. We need a holistic government approach here. When 99 Americans are dying every day, fentanyl, as you said, is so addictive that even people, first responders are having to be very careful when are handling it. So, we need a whole government approach led by the White House, led by the surgeon general, led by scientists and, yes, led by a bipartisan congressional effort to get funding for treatment, a real long-term treatment because we know this is -- addicts need a long time in recovery and treatment. We need more first responders having the overdose antidote, that isn't a solution, but it helps keep people alive. We need prevention. And we need all of those things. They all require money. They require time, they require focus and during an election year, hard to lose all those things, but for the sake of our country's health, we have to stay focused on it. We absolutely do. That's heartbreaking (ph)."
    },
    {
      "speaker": "PERINO",
      "utterance": "The president's speech that day in the White House when he talked about -- even his personal experience with this brother in addiction, one of the most powerful moments and, of course, we can't leave without mentioning the dramatic national disasters of Hurricane Harvey, Irving, and Maria and in the shootings in Las Vegas and in Sutherland Springs. And, of course, now, we also have citizens in Puerto Rico who are trying to recover from the hurricane. In all of these things, they were moments where we realize humanity still exists in 2017. And there is hope and healing that can be done."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "That's right. I mean, I think I have never -- my most optimistic moment in 2017 was in the wake of the hurricanes that ravaged Texas and how we all came together to support those communities. Federal government did what it need to do, state government did what it needed to do, humanitarian efforts did what they needed to do and we all came together. It breaks my heart a little bit to hear at the end of the year, we are not seeing that same kind of rallying behind people in Puerto Rico who are still ravaged months later. They deserve so much better from their government and from the rest of us."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Well, it's been wonderful to have all of you here to end 2017 and to begin 2018. I wish you all very well. Thank you so much."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Happy New York."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, that's it for us from today. From all of us, a very, very happy New Year to you. I will see you next week for \"The Daily Briefing\", 2:00 p.m. Eastern on the Fox News Channel. And your very own, your favorite Chris Wallace, he will see you next \"Fox News Sunday.\" END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}