{
  "date": "December 5, 2018",
  "headline": "Mass. judge suspected of helping illegal immigrant flee ICE",
  "subHeadline": "Guests: Charlie Kirk, Andrew Yarrow, Scott Levenson, Leo Terrell, Brian Kelley, Dan Bongino, Horace Cooper, Jonathan Harris",
  "url": "https://www.foxnews.com/transcript/mass-judge-suspected-of-helping-illegal-immigrant-flee-ice",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "Me too. All right. I'm Laura Ingraham. This is \"The Ingraham Angle\" from Washington, D.C. Ahead we have a packed show for you tonight. Does the left think half of America is not just wrong, but really stupid? Well, it's a serious question and one that is now front and center given some recent comments by Democratic leaders. I'm going to explain in just a few moments. Plus, did a Massachusetts district court judge actually help a fugitive illegal alien evade ICE custody? A federal investigation has now been launched. We have the details. They will knock your socks off, OK. Again, I'm from New England and New England is always surprising me.  And also tonight, one leftist celeb is taking aim at black NRA members tonight. A debate about the continued marginalization of African-American conservatives later in the show. And more Christmas songs have been banned by the very unfun -- another fun killers on the left. They are killing fun all over the country. And some disgusting Christmas toys that were all the rage.  We are going to examine the body language of George H.W. Bush's funeral, believe it or not, there are some people speculating that certain people were -- well, we'll tell you. And that is Seen and Unseen with Raymond Arroyo. But first, Democrats defining intelligence down. That is the focus of tonight's ‘Angle.’  Now, despite the big gains in the House and the midterms, Democrats still may not get it. They have a new line. They've been testing it out. All right, ready for this? They are now the smartest people in the room who have all the answers, even if you are too stupid to understand it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATOR MAZIE HIRONO, D-HI",
      "sentences": "One of things that we Democrats have a really hard time is connecting to people's hearts instead of here. We are really good at shoving out all the information that touch people here but not here. We Democrats know so much -- that is true. We have the kind of tell everybody how smart we are, and so we have a tendency to be very left brain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, unless you think this is some isolated idea, all right, that we are just so smart we have trouble connecting with you. It's actually something that is shared fairly widely and two of the latest forbearers, by the way, of the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "Do you really think Donald Trump has the temperament to be commander-in-chief? Imagine him in the Oval Office facing a real crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "He just says, I'm going to negotiate a better deal. What magic wand do you have? And usually the answer is, he doesn't have an answer.   This office has a way of waking you up. His positions or predispositions that don't match up with reality, he will find shaken up pretty quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. The obvious implication being that Donald Trump and those Americans who voted for him are just a bunch of dumb (inaudible). Now let's face it, when Trump won in 2016 -- you can see Obama there, still shell- shocked back in November of 2016 -- well, he embarrassed, Trump embarrassed a lot of the so-called experts.  The consultants, the pollsters, the strategists, all the big thinkers, and the establishment class. So feeling suddenly diminished, they lashed out at Trump, belittling his intelligence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The problem here is that the president doesn't read. We know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Isn't it remarkable how little confidence Donald Trump's own lawyers have in him? That they think he is too stupid to stand -- sit across the table with Robert Mueller?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC HOST",
      "sentences": "Almost caveman-like. It really is. He is like Fred Flinstone running the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's man without curiosity. It's a man who doesn't read, and it's a man with an attention span of a rabid Tsetse fly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, that is going back to Mark Shields. Well, they said similar things by the way about Reagan, until he died, of course, and then they all pretended that they never said any of the mean stuff they said about him for his two terms in office.  Liberals claim to be for the little guy. They are the champions of the average person. But they are really elitist snobs at heart. Maureen Dowd, a \"New York Times\" columnist, used to write these pieces mocking the cultural and culinary tastes of Bush 41 and Barbara. You know, he ate pork rinds and the two of them watched things like \"America's Funniest Home Videos\" on T.V. on Sunday nights.   The subtext was always, look at the Bushes, Ivy League blue bloods but still unsophisticated, and frankly, not all that smart. But here's a news flash for everybody. No one who becomes president is dumb. Especially not Trump, who managed to beat not one, but two political dynasties to win the White House. Remember all the dire predictions made by all those political and business savants about a Trump presidency?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If the unlikely event happens and Trump wins, you will see a market crash of historic proportions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In the event Donald wins, I have no doubt in my mind, the market tanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Donald Trump is moving us toward World War III.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The lack of a diplomatic and serious engagement strategy, in my view, has us sliding toward war by next summer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We can just play this all night long. We sort of have a show because that is really entertaining. Democrats and their allies imply that they have a monopoly on intelligence and brainpower. But if that's true, why have they screwed things up so badly when they have the chance to fix them?  While Trump identified the threat, for instance, posed by China and has challenged them, who can forget Bill Clinton pushing for China's acceptance on the world stage with his misguided WTO push?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL CLINTON, FORMER PRESIDENT",
      "sentences": "Disagreement is a good deal for America. Our products will gain better access to China's market. If China gains no new market access to the United States, we will gain tough new safeguards against surges of imports and maintain the strongest possible rules against dumping products that have hurt Americans in the past.   This is a rush transcript from \"The Ingraham Angle,\" December 5, 2018. This copy may not be in its final form and may be updated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, my gosh. Rhode scholar, Yale undergrad, Yale Law school, and like many others, he didn't see the obvious coming. China has manipulated and distorted world markets, engaged in blatant ransacking of our intellectual properties, and dumped heavily subsidize products into the United States, leading to the loss of millions of U.S. jobs. The CEO of Minnesota's Cambria, it makes quartz countertops, told us earlier this week how China targets U.S. manufacturers for the sole purpose of destroying them. And then, dominating the market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They are subsidized by their government. The People's Republic of China is not a friendly participant in a free enterprise economy in America. They subsidize their companies, they run their banks, they are state-owned and they are going after American manufacturing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But no worries because Democrats have all the answers. Now remember President Obama assuring us, by the way, that his cabinet would be staffed with the best and the brightest?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHLEEN SEBELIUS, FORMER SECRETARY OF HEALTH AND HUMAN SERVICES",
      "sentences": "We are on track to flip the switch on October 1st.  We are on track to have the marketplace up and running on October 1st and confident that we will be up and running and on track on October 1st. Nobody says the site is working the way we want it to. Certainly the president acknowledge like yesterday, no one could be more frustrated than (ph) I am, and the president, that this isn't smooth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, $120 million or so, right, to get that website, was it more? And they couldn't get a website working. Like a freshman at MIT could get the website working. Who can forget the Obama administration's foreign policy flops? Again, these are the smart people, remember. Mazie Hirono said we are too smart for our own good. Remember when he designated the Muslim Brotherhood as moderate Islamist in Egypt and he called Iran's president Rouhani a moderate reformer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "We are encouraged that President Rouhani received from the Iranian people a mandate to pursue a more moderate course. Iran's genuine commitment to go down to a different course will be good for the region in the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's been awesome so far. And how about all the geopolitical geniuses that Hillary's State Department, allowing our ambassador to travel to Benghazi when we knew about repeated security threats and an unstable situation on the ground? He and three others ended up dead. Trump removed the rose-colored glasses and what he did is he confronted the rogue powers in the region as they exist.  Trump's foreign policy is more pragmatic and prudent. He doesn't believe in nation-building, nor does he believe passivity is the answer in the face of real threats. But the Democrats, they feel like, come on, they have with the wind at their backs now. Forget all the stuff that happened, all their predictions that came out -- no, they didn't come out to be true at all. But they feel like they have a head of steam, and maybe you can kind of understand it. They picked up 40 seats in the House. But right now, what I'm seeing, there is very little evidence that they have learned much about America. Why they voted in the first place for Donald Trump, and why they still support so many of his policies, especially on trade and immigration.  And for all the Democrats star power, they couldn't win the big races in Florida, Texas, or Georgia. Why not? I'll tell you why, in part, they have not come to terms with the fact that their decades of errors pave the way for Donald Trump.  But I'll tell you this, at least Senator Claire McCaskill, of course she lost her re-election bid, she seemed to have learned something, telling NPR, \"I don't think my vote against Kavanaugh hurt me as much as the spectacle that occurred. There were mistakes made by my party in terms of how that was handled.\" Well I'll say.  The bright lights of the Democratic Party, though, they thought that the American people would rally behind them. And they set about to destroy the life of a man who actually is brilliant and one of the finest judges in America. Well, instead, most fair-minded people, maybe they didn't go to Yale Law School. They saw the campaign of the Democrats, the campaign of personal destruction, for what it was. Insidious. I don't know what the next two years is going to bring. But before you sweat the warnings of the expert class, remember just how much they screwed up over the past 30 years or so. And that's the ‘Angle.’  Here now, Charlie Kirk, Turning Point USA founder and president, Andrew Yarrow, senior fellow of the Progressive Policy Institute, and author of the book Man Out, and Scott Levenson, Democratic strategist and president of Advanced Group. Andrew, now, you wrote a piece about -- recently about how the Democrats have foolishly written off white America, and it kind of dovetails into -- we dovetail into each other what I'm talking about here. They are very smart. So why do they screw up so much and why did they lose that part of America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW YARROW, PROGRESSIVE POLICY INSTITUTEL",
      "sentences": "Well, it is a big failing of the Democratic Party. I mean, they basically ignored their concerns and even put down the concerns and problems of lots of white American men. And you know, you hear the disdain in many, many Democrats, not all, on their voices or their expressions, you know, the deplorables itself is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Clinging to their guns and religion to deplorables.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YARROW",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Charlie Kirk, you've talked about this a lot. The Democrats have always tried to champion, a claim that they champion the little guy. We're going to help you up. But here you got this billionaire guy, Trump comes along, his policies are actually helping the little guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE KIRK, FOUNDER AND PRESIDENT, TURNING POINT USA",
      "sentences": "They took a billionaire from New York to champion the wants and needs of middle America, which is now everywhere between Manhattan and Malibu. But look, they have called them slope-headed, you know, us from the Midwestern part of the country, slope-headed, you know, bible thumpers, and clingers to their god, gun religion. And over a period of time they start to become the ruling class. And you look at Nancy Pelosi and Chuck Schumer, they are that ruling class where your proximity to Washington, D.C. dictates how much wealth and power you have. And the best indication of this, the wealthiest counties in America are right around here in Washington, D.C. Eight out of 10 of the wealthiest counties in America are around Washington, D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Big government pays big money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "That's right. Lobbyist, croniest (ph) deals to Washington and middle America saw in Donald Trump, finally, a populist hero that talked about trade and immigration, a way that no one had for a long, long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Scott, Mazie Hirono's comment just really -- I found it interesting on a number of levels because I don't think she realized that she -- she was speaking truth to power in a way because a lot of us have been watching this slow moving train wreck against blue-collar America, both from Democrats and Republicans who missed the boat on China, they missed the boat on immigration, they missed the boat on NAFTA, and Mazie Hirono says, look, we are just too smart. We can't really connect with the hearts of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT LEVENSON, DEMOCRATIC STRATEGIST",
      "sentences": "No, that's actually not what she said, Laura. What she said was it's a struggle to make things digestible. And that's true with the sound bite --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Because Americans are too stupid to understand they are waging their flat-lining (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENSON",
      "sentences": "No, it's actually, you know, that you're right. I'm sorry you feel that way, Laura. I'm sure you don't really feel that way but you keep repeating that you think that Americans are too stupid. I don't know why you would repeat that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Because Hillary called them the deplorable and Obama said they were clinging to guns and religion, that's why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENSON",
      "sentences": "No, it is, in fact, if you'll let me finish. If you let me finish. Just over the last week, we've had a complete attack on intellectualism by the Republican Party. This administration started with an attack on Obamacare, it failed. The fact is, they tried to destroy Obamacare, and Americans recognized that all they were doing was posturing.  They didn't really care about the health care of America because these are complex issues that have to be debated and discussed and strategized. The answer is not just to kill Obamacare nor is the answer, when people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So, I have a question. It's a simple question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENSON",
      "sentences": "Excuse me, excuse me, excuse me. Laura, if you could just -- Laura, if you could just let me finish my thought --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, no, I don't play your game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENSON",
      "sentences": "Just let me (inaudible) my thought. But when the president has experts starting from wrong --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "My question is, if the smart people wanted to renegotiate NAFTA -- let me ask you a question and see if you can answer the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENSON",
      "sentences": "I was actually -- I was just finishing the though. If I could just finish the thought on why the president",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let me ask you a question, a simple question about NAFTA. You are not going to answer. Charlie, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENSON",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "If the ruling class and the philosopher kings were really that smart, the VA would not have been a total mess for 20 years and NAFTA wouldn't have decimated the middle part of the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENSON",
      "sentences": "Listen, we have Republican presidents during those 20 years. OK!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "The experts have screwed this country in both political party for the last 30 or 40 years. And now you see the Democrats say, just trust us with more power. We just haven't implemented our full time yet. And this is exactly where the rebellion of Donald Trump was rooted in, is that, you know what, the American people know better than the rulers here in Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, Chris Matthews actually had a comment I thought that was fairly interesting about how the Democrats have become the elitists. They were always really against the elitists. Everyone likes smart people. Smart people are great. So Andrew, you're just casting what we're saying. Just take a breath, let me play something for you, and then you can react because I would assume you don't think Chris Matthews is a member of the right-wing conspiracy. Listen to what he said in June.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENSON",
      "sentences": "I just don't understand your attack and the intellectualism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Stop talking. Listen. Stop talking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS MATTHEWS, MSNBC HOST",
      "sentences": "A true Democrat, lowercase d, thinks they know better than anybody else. That's what a Democrat is. And the party regains that with white, black, Hispanic people, everybody. Starts to think of themselves as one of them instead of being better than them, they'll get back to the party of the people. And they are not there yet. There are too many elitists -- there are so much elitism in the Democratic Party. It is so outrageous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Andrew, you disagree with Matthews?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YARROW",
      "sentences": "No, not really. I mean, I think there are parts of it that is right. I mean, the problems with both political parties, problems Washington for a long time here, but the thing about the Democrats has really gotten to bother me, is the political correctness that, you know, they can't see men's problems, in which I talk about in my book, Man Out. Instead they see men as the problem. You know, they don't look at the concerns of men, men who are out of work, struggling for fatherhood and families, men who have are struggling with poor health, mental health, and men who don't know what it means to be a man today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Since Andrew took a bite of that one, Scott, let me read this from Tim Ryan, who actually had another interesting point about all of this. We'll put it up on the screen. ‘The Achilles’ heel of the Democratic brand is that we look elitist and judgmental.’ Democrat from the rust belt of Ohio. Your reaction to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENSON",
      "sentences": "The fact is, when we look at trying to find a solution to the global crisis of warming in our environment, that's us trying to take a stab at a difficult policy, you should not deny it, like the president has in the face of experts. We are trying to deal with the policy challenge not deny it. Same is true with health care. We are trying to address a policy challenge, not throw everybody out of health care. What Americans want, which is why we gained 40 seats, is health care that works. They did not want health care just thrown out. That is why we gained seats, Laura, and you can't deny that we gained seats this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I actually said that in the “Angle” but you might not be listening, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENSON",
      "sentences": "We did so far and we all reasoned (ph). You didn't -- No, I did but you did point a reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I actually made that point in the “Angle\" but you weren't listening, which is why liberals don't learn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENSON",
      "sentences": "But it's important to understand --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You don't listen to what the people are telling you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENSON",
      "sentences": "What is important to do is understand why we picked up seats, Laura. Why we picked up seats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right. Well, I know. I know why you picked up seats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENSON",
      "sentences": "Explain. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There's a whole bunch of reasons, but Charlie, let's talk about what -- as we close here. Specifically on the issue of very complicated issue like trade, you have Bob Lighthizer, you have Wilbur Ross, you have Stephen Vaughn inside the USTR. You have the finest thinkers on the issue of trade that we've ever had in the U.S. government, ever, and I worked for Reagan, ever. They are smart. They are getting it done, and they have already made huge headway. Bush -- Obama promised it and Clinton thought about it. Never would happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "The difference is you have very smart people finally negotiating for the American people not for big transnational corporations trying to benefit foreign nations, such as China so they can dump their products here. And the other important point is, liberals they say, oh, we are for gun control, they walk around with armed guards. They want open borders, yet they live with walls in their gated communities. They are against school choice and they send their kids to private schools. They are the ultimate hypocrites.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right guys. All right, thank you so much. The church, by the way, politicizing a nativity scene. They protest President Trump's immigration policies and did a liberal district court judge actually help an illegal alien evade ICE custody? Wait until you hear the stories, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've long told you about activist judges undermining Trump's immigration policies, but this next story is outrageous. A district court judge in Massachusetts is accused of helping an illegal immigrant sneak out a backdoor to avoid being deported. Here's the back story. Jose Medina-Perez of the Dominican Republic was in court on drug charges and also faced a fugitive warrant for drunk driving. In a new audio recording obtained by \"The Boston Globe,\" his defense attorney is heard at the bench with the prosecutor. And Judge Shelley Joseph, they raised doubt about whether Medina-Perez had been correctly identified by ICE and whether he should be set free. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANNON JURGENS, PROSECUTOR",
      "sentences": "I don't think it's him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID JELLINEK, DEFENSE ATTORNEY",
      "sentences": "ICE is convinced that this is the guy. (Inaudible). I went through and did the research. There is 13 (inaudible) to social media. So something is badly (inaudible). My client denies that it's him. ICE will pick him up if walks out the front door. But I think the best thing for us to do is clear the fugitive issue and release him on personal (inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELLEY JOSEPH, JUDGE",
      "sentences": "If you need more time to figure this out or until tomorrow. ICE is going to get him. What if we continue --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JELLINEK",
      "sentences": "Are we filming?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSEPH",
      "sentences": "Larry, can we go off the record for a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, minutes after that recording, witness say the illegal was escorted out a back door and then released from custody. He then scaled a fence and escaped. We should note he has not been caught. Joining me now, Leo Terrell, civil rights attorney and Brian Kelley, a former federal prosecutor in Massachusetts. Brian, I want to start with you. How unique is it to have a federal investigation into a sitting state court judge on an issue such as this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN KELLEY, FORMER FEDERAL PROSECUTOR",
      "sentences": "Well, it's not common at all, Laura. You know, it's a bizarre set of facts, right? The defendant is arrested on drug charges. He's been deported twice before, and then because, for whatever reason, the judge turns off the tape recorder, contrary to court rules, we don't really know what she says next. The next thing you know, he's running out the back door into the streets of Boston. So I think even by Massachusetts standards, this is a little bit too much judicial activism, and it has led to, according to the Boston Globe, a federal investigation, a grand jury investigation. And that in and of itself, is quite unusual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, he has since been caught, I want to make sure I get that right. So he is since been caught. But the underlying facts of this are really disturbing. Governor Charlie Baker spoke out about this, Leo, I want your reaction. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. CHARLIE BAKER, R-MA",
      "sentences": "The facts of this case as presented by the media indicate a willful attempt to obstruct the work of a federal law enforcement official. And that is in an appropriate role for a judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, I guess Judge Shelley has not been on the bench very long, but nevertheless, Leo, would you say, Judge Joseph -- would you say that this is warranted? Is this extrajudicial conduct? I mean, when you look up activist judge, this is really activist judge. This is not just a ruling, this is ‘go.’",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEO TERRELL, CIVIL RIGHTS ATTORNEY",
      "sentences": "Well, Laura, hi. Thanks for having me. First of all, we're going after the judge, what about the prosecutor and the defense attorney and the officers who allowed him out to escape? I find this really odd because, as the governor said, based on the facts from the public, where is the investigation of the district attorney and the prosecutor? Wasn't there a conspiracy when they all got before the judge and said all these things? So I think my colleague, who is on the show, is ignoring the prosecutor who represents the state of Massachusetts, and the defense attorney. Why single out the judge? Why? I'm confused. And one other point --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Does the judge not have control of his own court? Brian?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLY",
      "sentences": "Well, I think people expect a judge to uphold the law, interpret the law, but not subvert the law. So I think the focus is on the judge right now because it is such a bizarre set of facts. And so that is why I think the judge is under investigation. We don't know what the grand jury will find, apparently according to \"The Boston Globe,\" they are investigating. They are hearing different witnesses. So who knows where it will lead. But this is not what taxpayers should pay their salary --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Well, are you on national T.V.? Are you on national T.V. saying that it was just the judge and nobody else? And you know as well as I do, being a federal prosecutor, that there got to be some evidence where the judge actively instructed someone, and you are just speculating right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Called some investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLY",
      "sentences": "No, no, wait a minute. Look, there is evidence on the record where she says, ‘ICE is going to get him,’ and then, in violation of the court rules, she turns off the tape recorder. And she doesn't turn off the tape recorder because she is obeying the court rules. She knows that she's doing something, it seems, that is not appropriate. The next thing you know, the defendant, an illegal alien, is running out the back door into the streets of Boston.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, he knew what he was getting. He was getting a get out of - - literally getting a get out of deportation free card, OK? That is what he was getting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLY",
      "sentences": "If this defendant, if this defendant --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Brian and Laura, what about, what about -- why don't we just get the prosecutor on the Laura Ingraham Show, the prosecutor and the defense attorney and say what did the judge say? We've got direct evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Leo, I love you, and if you want to be my booker, Andrew will not be happy about that, let me just say that? And we'll always take booking help. I love that. But here's the problem is in Massachusetts, we have at least some of the counties are sanctuary counties. Boston itself is a sanctuary city, correct? So this is kind of in the DNA now of Boston, that you don't want to release people out the front door of the courtroom because ICE is going to, on occasion, we hope more than on occasion, be there to arrest them once they are released. And they know that. That is why they go out the back door, sneak out the back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLY",
      "sentences": "I guess we now have sanctuary courtrooms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Let me just say this, based on this, if you are having a sanctuary city, you have just stated that every official who endorsed a state-sponsored sanctuary city should be arrested for failing to cooperate with ICE. That is what you are basically saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That might go a little far, but, well, you are getting warm. You are getting warm, Leo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Great debate, you guys. Thanks so much. And with the Christmas season comes, what, Santa, candy canes, headaches from shopping. Nativity scenes? But this year, instead of being surrounded by adoring animals, baby Jesus is surrounded by a cage. That is right -- why are we Massachusetts again? A Massachusetts church is trying to send a message about Trump's immigration policy by putting the baby Jesus in a big, square cage. Where are the three wise men? Separated by a metal fence, reading the book Deportation. Here is the pastor defending this decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN JOSOMA, PASTOR OF ST. SUSANNA PARISH",
      "sentences": "And 65 million refugees worldwide seeking a better way of life, and we were wondering what that might look like 2,000 years ago if this family encountered the same dynamics that are taking place in our own country right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "First of all, if he is a priest, wears his collar, although I like the plaid, looking good. But could we find a collar? And that's not the first time, by the way, this church has waded into politics. Last year, that same nativity scene had baby Jesus surrounded by a list of the deadliest mass shootings in U.S. history. Joining me now with reaction, Dan Bongino, host of “The Dan Bongino Show.” Dan, this is literally separating church from state with a cage, right? Is that where we are?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, FORMER SECRET SERVICE AGENT",
      "sentences": "Laura, I read an interesting piece a while ago about how the government had this really incredible success with stopping smoking. And the reason they did was because everyone out there knew someone who smokes, right? So they knew how to talk to those people. It was a mom, a dad, a brother. The problem with liberals is, as in with this case, the priest and the folks in the church said, well, we were just looking to spark a conversation. This way? Like, why would liberals want to spark a conversation do they always do it in the worst way possible? Taking advantage of nativity scene. It reminds me of the Kaepernick case. He takes a knee. OK, you want to talk about police use of force, fine. But he was a pair of socks on with cops depicted as pigs. It's just like, listen, we can talk about immigration, but clearly liberals have not learned that putting a cage around baby Jesus is probably not the way to, quote, spark a conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dan, in some parts of the country, they had to actually kind of put baby Jesus and have ties to the ground because people would steal the baby Jesus. People will take the wise men. That's why a live nativity scene is always better. It's harder to physically take the people and the animals, but they actually will steal them. At first, I thought, oh, God, this is -- they really need a lot of security for their manger scene. But they are trying to make a point. So the lefty priest says this in The Boston Globe. \"We thought we would kind of put a mirror image of what it would look like if this happened 2,000 years ago. It's kind of a mirror image of where we are at today.\" Move over Thomas Aquinas. What? I don't even understand that. He needs a mirror -- go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, Laura, 2,000 years ago, Laura, we didn't have the airbus or the 747, OK? There wasn't a way to transport millions of people into a sovereign nation at any given time. Listen, with all due respect, I'm a practicing Catholic, I love my faith. My wife is an immigrant to this country. I am not anti-immigrant. I'm anti-lawbreaking. You have to come here legally like my wife did. This isn't a complicated argument. One more thing, to the liberals, do you have to be a blowtorch on everything? Do have to blow up --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, they do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "They've destroyed Halloween. Halloween now, every costume, every parent has to worry if it's cultural appropriation. You couldn't wear the black panther costume apparently if your kid wasn't black. This was an actual controversy. They blew up Thanksgiving for colonialism, or whatever liberal victimhood of the day. Can we just leave baby Jesus alone?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They are anti-fun. They are not fun people. They are not fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Friends don't let friends mess with baby Jesus. Just leave baby Jesus alone. Let us enjoy Christmas. I'm begging you, just give us one holiday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dan, there is no room at the end for baby Jesus and there is no room in America for the thousands of thousands of people in Tijuana, OK? It's a mirror image, as this priest said. No wonder fewer people are going to church. Stick with the gospel and leave the theatrics and the props to other people. Dan, thank you so much. And when it comes to -- coming up, we have a related topic. More Christmas songs are being added to that do-not-play list this year. We are going to examine the body language, also, at George H. W. Bush's funeral, some are talking about. That in \"Seen and Unseen\" with Raymond Arroyo, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time now for \"Seen and Unseen.\" Tonight's edition, verboten Christmas songs and gross toys. Last week we told you about a station banning, what you just heard, Baby, It's Cold Outside, from their airwaves. Now a new ABC piece suggesting that other songs could be just as problematic. So if the leftwing grinches have their way, you may have to stop singing all the songs you love to sing. Really? Joining us now with all the details, Raymond Arroyo, FOX News contributor, New York Times bestselling author of the \"Will Wilder\" series. Raymond, what in the good Lord's name is going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, CONTRIBUTOR",
      "sentences": "Laura, ABC and others are trying to create their own index of prohibited Christmas songs, starting with \"It's beginning to look a lot like gender rigidity.\" Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A pair of hop-a-long boots and a pistol that shoots is the wish of Barney and Ben. Dolls that'll talk and will go for a walk is the hope of Janice and Jen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "That line is offensive, Laura, because, here's the quote, \"It offers me no help in dispelling the myth that dolls are just more girls and guns for boys.\" Now, songs reflect an era. This was written in 1951 by Meredith Wilson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It also reflects reality. My sons can find a gun and any twig pile or any --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "When my boys were little, they turned Lego into guns. It doesn't matter. You could take guns away from them. They'd find sticks and turn it into guns. They naturally --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Not all boys are like that, but a lot of them are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "ABC is also targeting the Eartha Kitt hit Santa Baby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Think of all the fun I've missed. Think of all the fellows that I haven't kissed. Next year I could be oh, so, good, if you check off my Christmas list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, they say that song is full, ABC does, it's full of sexual - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Unlike everything else on ABC. Oh, my God! Are you kidding me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It implies all that a woman must do to end up on Santa's nice list. All the songs from this era, Laura, were about innuendo, but they weren't gratuitous and explosive, unlike the age we find ourselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When Santa said ho, ho, ho, it meant one thing. Now in other songs it might mean something else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "They're going to ban your show if you keep this up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm saying they can do anything and say anything that is a most objectifying of women, and frankly, men, as well. And they are like, oh, this is free expression, turn it off if don't like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Here's Mariah Carey hit, All I Want for Christmas, it too, ABC, put on their list of do not play during the holidays.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Santa won't you bring me the one I really need? Won't you please bring my baby to me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What's wrong with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Well, they say this focuses on a woman wanting nothing but a man for Christmas. It's not the most empowering or evolved message for women. God forbid they listen to \"Blue Christmas\" or \"What are you doing New Year's Eve.\" Those are all desperate people wanting a partner. This is called human experience. It's what song is meant to capture -- love, sex, desire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So the Stones, Can't Get No Satisfaction, that's OK with them, though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I guess. I guess. These people should go in the corner and hum Greensleeves to themselves. I'd tell them to sing Ave Maria but Blessed among women might cause problems because where are the men and the others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, no. Let's get some of the more sought after toys this season, Raymond. What are they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "This is related, Laura, to the song bans we are talking about, because on the one hand they are playing puritans, saying you can't listen to that song, it's too gross. On the other hand, the hottest toys of the season are so gratuitous and disgusting I hesitate to even share them with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, but go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Pimple Pete. Here we go, Pimple Pete -- you actually squeeze and tweeze his zits for points. And if you pull to hard --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What? You're making this up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Look, it's a video. If you pull too hard, his nose explodes and the mega zit juice will wash across the players. Can you imagine is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I dated someone like that in high school.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "This is something I used to try to avoid this. Now you play for fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's all part of life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "How about this one -- flushing frenzy. You plunge the toilet, and after you had a number of times -- OK -- once you plunge it too many times, the poop goes flying and you have to catch it. Why are we teaching our kids to play with feces, why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "First of all, my son Nico never flushes the toilet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So if this encourages him to flush ever -- how many times do I say to him, Nico, have you flushed? Yes. I said, oh, really. I have to be the poop police and go over --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "If that poop is flopping out of the toilet you've got big plumbing problems in the Ingraham household.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Remember, what was your favorite toy growing? Did you like battleship, or like Rock 'Em Sock 'Em Robots? That was awesome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "My favorite toy was a nerf gun. I had this nerf gun, and I broke things in the house. It wasn't pretty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Battleship?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "We have to talk for a few moments about the Bush funeral now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Something important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "This is very important. There were some moments we want to decode for you. The body language was quite revealing. Now here are the former presidents and their wives before President Trump's arrival. You can see there interacting here. Go full screen on this, guys. They are jovial, they're interacting, everybody is talking and happy. Michelle and President Clinton are laughing. Then, then, President Trump arrives. He shakes President Obama's hand, grudgingly shakes Mrs. Obama's hand. Look at the -- catch the look on Mrs. Obama. Now everybody -- everybody suddenly becomes still lives at Madame Tussauds. Look at Hillary. Hillary wouldn't even look down the aisle, she is staring at that altar like her life depends on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "She hasn't averted her gaze. Is there anything you can tell us about? There was one point where Donald Trump crossed his arms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "He did, during the service. He did cross his arms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Crossing arms is not the best --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It's a protective gesture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It looks like you are worried about something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It's a protective gesture. They were icy and a bit cold. Their body language, which was open and -- before he arrived, suddenly got very real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, Raymond. OK, keep going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Then later, President Bush came in. And he greeted each of the people in the first pew. Watch this. Look at the reaction. Then he hands Michelle Obama a mint. Remember, he handed her a mint at the McCain funeral. So look at the change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Slow-mo, I like the slow-mo move.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "But again, everybody kind of warms up when he steps --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, W. is funny as all get up. He is so funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "He's a very accessible guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And I thought he did a great job today. I got teared up. That was great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It was a very moving tribute to his father.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I have a question. We're out of time. What was it with the overcoat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "President Trump came in --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He got hit on Twitter for the overcoat. He walked into the overcoat, and then he handed it to the marine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "He handed it to the marine who took it outside and put it in the car.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There were like that is an autocrat. Maybe he was cold.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Maybe he was cold and walked in with the coal and forgot to leave it in the car. It's not the end of the world. But the interplay between the presidents always interesting to watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Fantastic. And coming up -- by the way, Greensleeves, now I'm going to have it in my head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Don't you love it. I love Greensleeves. I'm going to go --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Depressing song. All right, coming up, why is leftist celeb Tom Arnold calling out African- American gun owners? This can't miss debate, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, why is it that whenever African-Americans embrace a conservative ideal, they're maligned with no repercussions? Take Tom Arnold on the issue of NRA membership. The actor who has made misogynistic attacks on black conservatives like Candace Owens, just took aim at black gun owners, claiming they are only five black NRA members. Well, the NRA doesn't disclose membership numbers broken down by race. Pew Research found that 24 percent of African-Americans were legal gun owners, not far off the percentage of all adults. So here to debate, Horace Cooper, co-chair of Project 21, and Democratic analyst Jonathan Harris. All right, Jonathan, whether it is supporting guns or supporting Donald Trump, it seems like the impulse, the reflex on the left, is to say, how pathetic, how silly, call you an Uncle Tom or just plain stupid. What's going on there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN HARRIS, DEMOCRATIC ANALYST",
      "sentences": "I think it is just generally because the GOP has not been super friendly to African-Americans, so it's kind of silly when you embrace policies from the GOP since they are not really working for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Second Amendment is not a GOP policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "No, no, certainly not. But I was surprised that he thought the number was that high in terms of NRA members. No, I'm kidding. But they own guns, of course, but I think he was saying specifically -- and he's joking. I think he's kidding. I think he is trying to make a broader point that the NRA doesn't necessarily -- that is not their target demo, is African-Americans. And I don't think the GOP's target demo is African- Americans either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I thought the NRA was all about making money, raising money, making money. If you want to raise money, you raise it from all people. And you want people to be safe, or secure, and be safe gun owners, doesn't matter whether you are black or white, or Asian, but the point is, why is it always a pejorative? I thought we believed in diversity -- diversity of thought, diversity of belief. And, Horace, I've heard that so many times after having clerked for Justice Thomas and all the years that we've addressed this issue of race and intellectual diversity. I just think that the more the merrier. Argue the point. HORACE COOPER, CO-CHAIR, PROJECT 21: Tom Arnold lives in a little bubble, and in that little special bubble, there is no possibility of any knowledge of experience that is different from that. If I lived in the darkest blue parts of the country, I'd probably, too, would have this attitude. I grew up in Texas, and it was not unusual, it was actually the opposite to be -- it would be thought of as unusual if people I knew, black, white, or brown, weren't interested in firearms. I joined the NRA at one point, I know many people who have. And, in fact, in our history as black Americans, the NRA as a civil rights organization has played critical roles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "I am from those blue parts, I'm from southern California, and I love that, and that is probably why the whole obsession with guns kind of strikes me as odd. Also, there have been moments in history that when black people would go out to buy guns, that there were be response of restricting gun laws so that they couldn't have access to guns. I'm sure that's where that comes from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's outrageous and racist. I certainly don't support that. I think it's ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "That's American history. So I'm sure that is where that comes from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Something that the NRA fought against, something that people like Robert Williams from the 1950s --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Sadly, Democrats actually supported those --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "-- stood up to fight against the Klan using an NRA membership and club to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You know what I just thought about, Jonathan, and maybe you think about it this way. If there is such, again, a reflex against the police, the police are trigger-happy, they unfairly target African- Americans, and I can actually understand that sentiment. I really can. Then why wouldn't people want to take control of their own safety? Whoever you are, wherever you live, especially a dangerous part, I would rather be in charge of my own safety instead of some legislator making the call that, oh, no, these people can't have guns because guns are too dangerous. I thought the police were too dangerous for African-American communities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "I think, one, you don't want to have open warfare on the streets between people and the police.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "We've got that now in too many cities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "But also I think it's because the idea that it doesn't sync up with the reality of the situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I would just rather be in charge of my own safety and not farm it out to anybody else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And another topic, guys. I want to get to this about some on the African-American left seem to have some type of anti-Semitic bias. I ask this as we learn of new unearthed comments from Marc Lamont Hill accusing Israeli Jews of poisoning Palestinian water. There is a petition circulating, though, calling for CNN to rehire him over his previous remarks when he gave that speech at the U.N., many people interpreted that to mean the destruction of Israel, the way he described it. Talk about it, Horace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "So one of the saddest things about this -- it's not just that this individual's comments were hateful, they were vicious and nasty, is the historic record of Jewish Americans working to make it possible for black Americans to achieve the civil rights efforts. The NAACP was founded with generous support from Jewish Americans. Even groups like the United Negro College Fund has received the record of Jewish Americans working for and advancing the interest of black America. It makes it really, really hurtful to hear the kind of comments like these that we continue to hear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jonathan, do you think Marc Lamont Hill was fired inappropriately?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "It was inappropriate. I don't know how on earth you hear river to the sea and his entire speech was about human rights and treating Palestinians with respect. These are Palestinians --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You think Jews are poisoning the water of Palestinians?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "I don't know what he was talking about there. But there, literally, Palestinians in Israel are legally second-class citizens. He was talking about equality. Bernie Sanders himself has spoken out of some of the violence coming out of Israel --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "From river to the sea? From river to the sea? That is the phrase anti-Semites use.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "They make up these claims of our dog whistles, about complicated things about like is Elvis Presley being given the Medal of Freedom award a dog whistle. This actually is an anti-Semitic phrase.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, guys, thank you so much. And for more on why Trump won and how the GOP could turn things around and do it again, grab a copy of my new paperback, \"Busting the Barricades, What I Saw at the Populist Revolt\" in bookstores everywhere. You will love it. And Donald Trump is the only president who has had to deal with a hostile press. Tonight's Last Bite, a special one, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A live look at St. Martin's Episcopal Church were President George H. W. Bush lies in repose. And as we remember 41 tonight, we found this old clip from his days in the White House that might remind you of someone. It is tonight's Last Bite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE H. W. BUSH, FORMER U.S. PRESIDENT",
      "sentences": "Funny how the gentlemen with the glasses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. President. Mr. President, I have a very important question to ask you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUSH",
      "sentences": "Only in Congress, they say I yield to the distinguished lady from Texas. But if you don't want to yield, I'm sorry I recognize the gentleman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. President, some members of your --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I would expect (ph) to yield but I would expect you to (ph) --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- some members of your administration --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUSH",
      "sentences": "I've disappointed you so much. Please go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I love watching those old press conferences. And he had to wrestle the press, too, always interrupting, never wanting to yield the floor, but that's all the time we have left. Shannon Bream and the FOX NEWS @ NIGHT team, take it from here. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "Me too. All right. I'm Laura Ingraham. This is \"The Ingraham Angle\" from Washington, D.C. Ahead we have a packed show for you tonight. Does the left think half of America is not just wrong, but really stupid? Well, it's a serious question and one that is now front and center given some recent comments by Democratic leaders. I'm going to explain in just a few moments. Plus, did a Massachusetts district court judge actually help a fugitive illegal alien evade ICE custody? A federal investigation has now been launched. We have the details. They will knock your socks off, OK. Again, I'm from New England and New England is always surprising me. And also tonight, one leftist celeb is taking aim at black NRA members tonight. A debate about the continued marginalization of African-American conservatives later in the show. And more Christmas songs have been banned by the very unfun -- another fun killers on the left. They are killing fun all over the country. And some disgusting Christmas toys that were all the rage. We are going to examine the body language of George H.W. Bush's funeral, believe it or not, there are some people speculating that certain people were -- well, we'll tell you. And that is Seen and Unseen with Raymond Arroyo. But first, Democrats defining intelligence down. That is the focus of tonight's ‘Angle.’ Now, despite the big gains in the House and the midterms, Democrats still may not get it. They have a new line. They've been testing it out. All right, ready for this? They are now the smartest people in the room who have all the answers, even if you are too stupid to understand it."
    },
    {
      "speaker": "SENATOR MAZIE HIRONO, D-HI",
      "utterance": "One of things that we Democrats have a really hard time is connecting to people's hearts instead of here. We are really good at shoving out all the information that touch people here but not here. We Democrats know so much -- that is true. We have the kind of tell everybody how smart we are, and so we have a tendency to be very left brain."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, unless you think this is some isolated idea, all right, that we are just so smart we have trouble connecting with you. It's actually something that is shared fairly widely and two of the latest forbearers, by the way, of the Democratic Party."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "Do you really think Donald Trump has the temperament to be commander-in-chief? Imagine him in the Oval Office facing a real crisis."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "He just says, I'm going to negotiate a better deal. What magic wand do you have? And usually the answer is, he doesn't have an answer. This office has a way of waking you up. His positions or predispositions that don't match up with reality, he will find shaken up pretty quick."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. The obvious implication being that Donald Trump and those Americans who voted for him are just a bunch of dumb (inaudible). Now let's face it, when Trump won in 2016 -- you can see Obama there, still shell- shocked back in November of 2016 -- well, he embarrassed, Trump embarrassed a lot of the so-called experts. The consultants, the pollsters, the strategists, all the big thinkers, and the establishment class. So feeling suddenly diminished, they lashed out at Trump, belittling his intelligence."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The problem here is that the president doesn't read. We know that."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Isn't it remarkable how little confidence Donald Trump's own lawyers have in him? That they think he is too stupid to stand -- sit across the table with Robert Mueller?"
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC HOST",
      "utterance": "Almost caveman-like. It really is. He is like Fred Flinstone running the country."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's man without curiosity. It's a man who doesn't read, and it's a man with an attention span of a rabid Tsetse fly."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, that is going back to Mark Shields. Well, they said similar things by the way about Reagan, until he died, of course, and then they all pretended that they never said any of the mean stuff they said about him for his two terms in office. Liberals claim to be for the little guy. They are the champions of the average person. But they are really elitist snobs at heart. Maureen Dowd, a \"New York Times\" columnist, used to write these pieces mocking the cultural and culinary tastes of Bush 41 and Barbara. You know, he ate pork rinds and the two of them watched things like \"America's Funniest Home Videos\" on T.V. on Sunday nights. The subtext was always, look at the Bushes, Ivy League blue bloods but still unsophisticated, and frankly, not all that smart. But here's a news flash for everybody. No one who becomes president is dumb. Especially not Trump, who managed to beat not one, but two political dynasties to win the White House. Remember all the dire predictions made by all those political and business savants about a Trump presidency?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If the unlikely event happens and Trump wins, you will see a market crash of historic proportions."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "In the event Donald wins, I have no doubt in my mind, the market tanks."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Donald Trump is moving us toward World War III."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The lack of a diplomatic and serious engagement strategy, in my view, has us sliding toward war by next summer."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We can just play this all night long. We sort of have a show because that is really entertaining. Democrats and their allies imply that they have a monopoly on intelligence and brainpower. But if that's true, why have they screwed things up so badly when they have the chance to fix them? While Trump identified the threat, for instance, posed by China and has challenged them, who can forget Bill Clinton pushing for China's acceptance on the world stage with his misguided WTO push?"
    },
    {
      "speaker": "BILL CLINTON, FORMER PRESIDENT",
      "utterance": "Disagreement is a good deal for America. Our products will gain better access to China's market. If China gains no new market access to the United States, we will gain tough new safeguards against surges of imports and maintain the strongest possible rules against dumping products that have hurt Americans in the past. This is a rush transcript from \"The Ingraham Angle,\" December 5, 2018. This copy may not be in its final form and may be updated."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, my gosh. Rhode scholar, Yale undergrad, Yale Law school, and like many others, he didn't see the obvious coming. China has manipulated and distorted world markets, engaged in blatant ransacking of our intellectual properties, and dumped heavily subsidize products into the United States, leading to the loss of millions of U.S. jobs. The CEO of Minnesota's Cambria, it makes quartz countertops, told us earlier this week how China targets U.S. manufacturers for the sole purpose of destroying them. And then, dominating the market."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "They are subsidized by their government. The People's Republic of China is not a friendly participant in a free enterprise economy in America. They subsidize their companies, they run their banks, they are state-owned and they are going after American manufacturing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But no worries because Democrats have all the answers. Now remember President Obama assuring us, by the way, that his cabinet would be staffed with the best and the brightest?"
    },
    {
      "speaker": "KATHLEEN SEBELIUS, FORMER SECRETARY OF HEALTH AND HUMAN SERVICES",
      "utterance": "We are on track to flip the switch on October 1st. We are on track to have the marketplace up and running on October 1st and confident that we will be up and running and on track on October 1st. Nobody says the site is working the way we want it to. Certainly the president acknowledge like yesterday, no one could be more frustrated than (ph) I am, and the president, that this isn't smooth."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, $120 million or so, right, to get that website, was it more? And they couldn't get a website working. Like a freshman at MIT could get the website working. Who can forget the Obama administration's foreign policy flops? Again, these are the smart people, remember. Mazie Hirono said we are too smart for our own good. Remember when he designated the Muslim Brotherhood as moderate Islamist in Egypt and he called Iran's president Rouhani a moderate reformer?"
    },
    {
      "speaker": "OBAMA",
      "utterance": "We are encouraged that President Rouhani received from the Iranian people a mandate to pursue a more moderate course. Iran's genuine commitment to go down to a different course will be good for the region in the world."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's been awesome so far. And how about all the geopolitical geniuses that Hillary's State Department, allowing our ambassador to travel to Benghazi when we knew about repeated security threats and an unstable situation on the ground? He and three others ended up dead. Trump removed the rose-colored glasses and what he did is he confronted the rogue powers in the region as they exist. Trump's foreign policy is more pragmatic and prudent. He doesn't believe in nation-building, nor does he believe passivity is the answer in the face of real threats. But the Democrats, they feel like, come on, they have with the wind at their backs now. Forget all the stuff that happened, all their predictions that came out -- no, they didn't come out to be true at all. But they feel like they have a head of steam, and maybe you can kind of understand it. They picked up 40 seats in the House. But right now, what I'm seeing, there is very little evidence that they have learned much about America. Why they voted in the first place for Donald Trump, and why they still support so many of his policies, especially on trade and immigration. And for all the Democrats star power, they couldn't win the big races in Florida, Texas, or Georgia. Why not? I'll tell you why, in part, they have not come to terms with the fact that their decades of errors pave the way for Donald Trump. But I'll tell you this, at least Senator Claire McCaskill, of course she lost her re-election bid, she seemed to have learned something, telling NPR, \"I don't think my vote against Kavanaugh hurt me as much as the spectacle that occurred. There were mistakes made by my party in terms of how that was handled.\" Well I'll say. The bright lights of the Democratic Party, though, they thought that the American people would rally behind them. And they set about to destroy the life of a man who actually is brilliant and one of the finest judges in America. Well, instead, most fair-minded people, maybe they didn't go to Yale Law School. They saw the campaign of the Democrats, the campaign of personal destruction, for what it was. Insidious. I don't know what the next two years is going to bring. But before you sweat the warnings of the expert class, remember just how much they screwed up over the past 30 years or so. And that's the ‘Angle.’ Here now, Charlie Kirk, Turning Point USA founder and president, Andrew Yarrow, senior fellow of the Progressive Policy Institute, and author of the book Man Out, and Scott Levenson, Democratic strategist and president of Advanced Group. Andrew, now, you wrote a piece about -- recently about how the Democrats have foolishly written off white America, and it kind of dovetails into -- we dovetail into each other what I'm talking about here. They are very smart. So why do they screw up so much and why did they lose that part of America?"
    },
    {
      "speaker": "ANDREW YARROW, PROGRESSIVE POLICY INSTITUTEL",
      "utterance": "Well, it is a big failing of the Democratic Party. I mean, they basically ignored their concerns and even put down the concerns and problems of lots of white American men. And you know, you hear the disdain in many, many Democrats, not all, on their voices or their expressions, you know, the deplorables itself is --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Clinging to their guns and religion to deplorables."
    },
    {
      "speaker": "YARROW",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Charlie Kirk, you've talked about this a lot. The Democrats have always tried to champion, a claim that they champion the little guy. We're going to help you up. But here you got this billionaire guy, Trump comes along, his policies are actually helping the little guy."
    },
    {
      "speaker": "CHARLIE KIRK, FOUNDER AND PRESIDENT, TURNING POINT USA",
      "utterance": "They took a billionaire from New York to champion the wants and needs of middle America, which is now everywhere between Manhattan and Malibu. But look, they have called them slope-headed, you know, us from the Midwestern part of the country, slope-headed, you know, bible thumpers, and clingers to their god, gun religion. And over a period of time they start to become the ruling class. And you look at Nancy Pelosi and Chuck Schumer, they are that ruling class where your proximity to Washington, D.C. dictates how much wealth and power you have. And the best indication of this, the wealthiest counties in America are right around here in Washington, D.C. Eight out of 10 of the wealthiest counties in America are around Washington, D.C."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Big government pays big money."
    },
    {
      "speaker": "KIRK",
      "utterance": "That's right. Lobbyist, croniest (ph) deals to Washington and middle America saw in Donald Trump, finally, a populist hero that talked about trade and immigration, a way that no one had for a long, long time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Scott, Mazie Hirono's comment just really -- I found it interesting on a number of levels because I don't think she realized that she -- she was speaking truth to power in a way because a lot of us have been watching this slow moving train wreck against blue-collar America, both from Democrats and Republicans who missed the boat on China, they missed the boat on immigration, they missed the boat on NAFTA, and Mazie Hirono says, look, we are just too smart. We can't really connect with the hearts of America."
    },
    {
      "speaker": "SCOTT LEVENSON, DEMOCRATIC STRATEGIST",
      "utterance": "No, that's actually not what she said, Laura. What she said was it's a struggle to make things digestible. And that's true with the sound bite --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Because Americans are too stupid to understand they are waging their flat-lining (ph)."
    },
    {
      "speaker": "LEVENSON",
      "utterance": "No, it's actually, you know, that you're right. I'm sorry you feel that way, Laura. I'm sure you don't really feel that way but you keep repeating that you think that Americans are too stupid. I don't know why you would repeat that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Because Hillary called them the deplorable and Obama said they were clinging to guns and religion, that's why."
    },
    {
      "speaker": "LEVENSON",
      "utterance": "No, it is, in fact, if you'll let me finish. If you let me finish. Just over the last week, we've had a complete attack on intellectualism by the Republican Party. This administration started with an attack on Obamacare, it failed. The fact is, they tried to destroy Obamacare, and Americans recognized that all they were doing was posturing. They didn't really care about the health care of America because these are complex issues that have to be debated and discussed and strategized. The answer is not just to kill Obamacare nor is the answer, when people --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So, I have a question. It's a simple question."
    },
    {
      "speaker": "LEVENSON",
      "utterance": "Excuse me, excuse me, excuse me. Laura, if you could just -- Laura, if you could just let me finish my thought --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, no, I don't play your game."
    },
    {
      "speaker": "LEVENSON",
      "utterance": "Just let me (inaudible) my thought. But when the president has experts starting from wrong --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "My question is, if the smart people wanted to renegotiate NAFTA -- let me ask you a question and see if you can answer the question."
    },
    {
      "speaker": "LEVENSON",
      "utterance": "I was actually -- I was just finishing the though. If I could just finish the thought on why the president"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let me ask you a question, a simple question about NAFTA. You are not going to answer. Charlie, go ahead."
    },
    {
      "speaker": "LEVENSON",
      "utterance": "Go ahead."
    },
    {
      "speaker": "KIRK",
      "utterance": "If the ruling class and the philosopher kings were really that smart, the VA would not have been a total mess for 20 years and NAFTA wouldn't have decimated the middle part of the country."
    },
    {
      "speaker": "LEVENSON",
      "utterance": "Listen, we have Republican presidents during those 20 years. OK!"
    },
    {
      "speaker": "KIRK",
      "utterance": "The experts have screwed this country in both political party for the last 30 or 40 years. And now you see the Democrats say, just trust us with more power. We just haven't implemented our full time yet. And this is exactly where the rebellion of Donald Trump was rooted in, is that, you know what, the American people know better than the rulers here in Washington."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, Chris Matthews actually had a comment I thought that was fairly interesting about how the Democrats have become the elitists. They were always really against the elitists. Everyone likes smart people. Smart people are great. So Andrew, you're just casting what we're saying. Just take a breath, let me play something for you, and then you can react because I would assume you don't think Chris Matthews is a member of the right-wing conspiracy. Listen to what he said in June."
    },
    {
      "speaker": "LEVENSON",
      "utterance": "I just don't understand your attack and the intellectualism."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Stop talking. Listen. Stop talking."
    },
    {
      "speaker": "CHRIS MATTHEWS, MSNBC HOST",
      "utterance": "A true Democrat, lowercase d, thinks they know better than anybody else. That's what a Democrat is. And the party regains that with white, black, Hispanic people, everybody. Starts to think of themselves as one of them instead of being better than them, they'll get back to the party of the people. And they are not there yet. There are too many elitists -- there are so much elitism in the Democratic Party. It is so outrageous."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Andrew, you disagree with Matthews?"
    },
    {
      "speaker": "YARROW",
      "utterance": "No, not really. I mean, I think there are parts of it that is right. I mean, the problems with both political parties, problems Washington for a long time here, but the thing about the Democrats has really gotten to bother me, is the political correctness that, you know, they can't see men's problems, in which I talk about in my book, Man Out. Instead they see men as the problem. You know, they don't look at the concerns of men, men who are out of work, struggling for fatherhood and families, men who have are struggling with poor health, mental health, and men who don't know what it means to be a man today."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Since Andrew took a bite of that one, Scott, let me read this from Tim Ryan, who actually had another interesting point about all of this. We'll put it up on the screen. ‘The Achilles’ heel of the Democratic brand is that we look elitist and judgmental.’ Democrat from the rust belt of Ohio. Your reaction to that?"
    },
    {
      "speaker": "LEVENSON",
      "utterance": "The fact is, when we look at trying to find a solution to the global crisis of warming in our environment, that's us trying to take a stab at a difficult policy, you should not deny it, like the president has in the face of experts. We are trying to deal with the policy challenge not deny it. Same is true with health care. We are trying to address a policy challenge, not throw everybody out of health care. What Americans want, which is why we gained 40 seats, is health care that works. They did not want health care just thrown out. That is why we gained seats, Laura, and you can't deny that we gained seats this year."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I actually said that in the “Angle” but you might not be listening, OK."
    },
    {
      "speaker": "LEVENSON",
      "utterance": "We did so far and we all reasoned (ph). You didn't -- No, I did but you did point a reason."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I actually made that point in the “Angle\" but you weren't listening, which is why liberals don't learn."
    },
    {
      "speaker": "LEVENSON",
      "utterance": "But it's important to understand --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You don't listen to what the people are telling you."
    },
    {
      "speaker": "LEVENSON",
      "utterance": "What is important to do is understand why we picked up seats, Laura. Why we picked up seats."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right. Well, I know. I know why you picked up seats."
    },
    {
      "speaker": "LEVENSON",
      "utterance": "Explain. Why?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There's a whole bunch of reasons, but Charlie, let's talk about what -- as we close here. Specifically on the issue of very complicated issue like trade, you have Bob Lighthizer, you have Wilbur Ross, you have Stephen Vaughn inside the USTR. You have the finest thinkers on the issue of trade that we've ever had in the U.S. government, ever, and I worked for Reagan, ever. They are smart. They are getting it done, and they have already made huge headway. Bush -- Obama promised it and Clinton thought about it. Never would happen."
    },
    {
      "speaker": "KIRK",
      "utterance": "The difference is you have very smart people finally negotiating for the American people not for big transnational corporations trying to benefit foreign nations, such as China so they can dump their products here. And the other important point is, liberals they say, oh, we are for gun control, they walk around with armed guards. They want open borders, yet they live with walls in their gated communities. They are against school choice and they send their kids to private schools. They are the ultimate hypocrites."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right guys. All right, thank you so much. The church, by the way, politicizing a nativity scene. They protest President Trump's immigration policies and did a liberal district court judge actually help an illegal alien evade ICE custody? Wait until you hear the stories, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've long told you about activist judges undermining Trump's immigration policies, but this next story is outrageous. A district court judge in Massachusetts is accused of helping an illegal immigrant sneak out a backdoor to avoid being deported. Here's the back story. Jose Medina-Perez of the Dominican Republic was in court on drug charges and also faced a fugitive warrant for drunk driving. In a new audio recording obtained by \"The Boston Globe,\" his defense attorney is heard at the bench with the prosecutor. And Judge Shelley Joseph, they raised doubt about whether Medina-Perez had been correctly identified by ICE and whether he should be set free. Listen."
    },
    {
      "speaker": "SHANNON JURGENS, PROSECUTOR",
      "utterance": "I don't think it's him."
    },
    {
      "speaker": "DAVID JELLINEK, DEFENSE ATTORNEY",
      "utterance": "ICE is convinced that this is the guy. (Inaudible). I went through and did the research. There is 13 (inaudible) to social media. So something is badly (inaudible). My client denies that it's him. ICE will pick him up if walks out the front door. But I think the best thing for us to do is clear the fugitive issue and release him on personal (inaudible)."
    },
    {
      "speaker": "SHELLEY JOSEPH, JUDGE",
      "utterance": "If you need more time to figure this out or until tomorrow. ICE is going to get him. What if we continue --"
    },
    {
      "speaker": "JELLINEK",
      "utterance": "Are we filming?"
    },
    {
      "speaker": "JOSEPH",
      "utterance": "Larry, can we go off the record for a moment."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, minutes after that recording, witness say the illegal was escorted out a back door and then released from custody. He then scaled a fence and escaped. We should note he has not been caught. Joining me now, Leo Terrell, civil rights attorney and Brian Kelley, a former federal prosecutor in Massachusetts. Brian, I want to start with you. How unique is it to have a federal investigation into a sitting state court judge on an issue such as this?"
    },
    {
      "speaker": "BRIAN KELLEY, FORMER FEDERAL PROSECUTOR",
      "utterance": "Well, it's not common at all, Laura. You know, it's a bizarre set of facts, right? The defendant is arrested on drug charges. He's been deported twice before, and then because, for whatever reason, the judge turns off the tape recorder, contrary to court rules, we don't really know what she says next. The next thing you know, he's running out the back door into the streets of Boston. So I think even by Massachusetts standards, this is a little bit too much judicial activism, and it has led to, according to the Boston Globe, a federal investigation, a grand jury investigation. And that in and of itself, is quite unusual."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, he has since been caught, I want to make sure I get that right. So he is since been caught. But the underlying facts of this are really disturbing. Governor Charlie Baker spoke out about this, Leo, I want your reaction. Let's watch."
    },
    {
      "speaker": "GOV. CHARLIE BAKER, R-MA",
      "utterance": "The facts of this case as presented by the media indicate a willful attempt to obstruct the work of a federal law enforcement official. And that is in an appropriate role for a judge."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, I guess Judge Shelley has not been on the bench very long, but nevertheless, Leo, would you say, Judge Joseph -- would you say that this is warranted? Is this extrajudicial conduct? I mean, when you look up activist judge, this is really activist judge. This is not just a ruling, this is ‘go.’"
    },
    {
      "speaker": "LEO TERRELL, CIVIL RIGHTS ATTORNEY",
      "utterance": "Well, Laura, hi. Thanks for having me. First of all, we're going after the judge, what about the prosecutor and the defense attorney and the officers who allowed him out to escape? I find this really odd because, as the governor said, based on the facts from the public, where is the investigation of the district attorney and the prosecutor? Wasn't there a conspiracy when they all got before the judge and said all these things? So I think my colleague, who is on the show, is ignoring the prosecutor who represents the state of Massachusetts, and the defense attorney. Why single out the judge? Why? I'm confused. And one other point --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Does the judge not have control of his own court? Brian?"
    },
    {
      "speaker": "KELLY",
      "utterance": "Well, I think people expect a judge to uphold the law, interpret the law, but not subvert the law. So I think the focus is on the judge right now because it is such a bizarre set of facts. And so that is why I think the judge is under investigation. We don't know what the grand jury will find, apparently according to \"The Boston Globe,\" they are investigating. They are hearing different witnesses. So who knows where it will lead. But this is not what taxpayers should pay their salary --"
    },
    {
      "speaker": "TERRELL",
      "utterance": "Well, are you on national T.V.? Are you on national T.V. saying that it was just the judge and nobody else? And you know as well as I do, being a federal prosecutor, that there got to be some evidence where the judge actively instructed someone, and you are just speculating right now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Called some investigation."
    },
    {
      "speaker": "KELLY",
      "utterance": "No, no, wait a minute. Look, there is evidence on the record where she says, ‘ICE is going to get him,’ and then, in violation of the court rules, she turns off the tape recorder. And she doesn't turn off the tape recorder because she is obeying the court rules. She knows that she's doing something, it seems, that is not appropriate. The next thing you know, the defendant, an illegal alien, is running out the back door into the streets of Boston."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, he knew what he was getting. He was getting a get out of - - literally getting a get out of deportation free card, OK? That is what he was getting."
    },
    {
      "speaker": "KELLY",
      "utterance": "If this defendant, if this defendant --"
    },
    {
      "speaker": "TERRELL",
      "utterance": "Brian and Laura, what about, what about -- why don't we just get the prosecutor on the Laura Ingraham Show, the prosecutor and the defense attorney and say what did the judge say? We've got direct evidence."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Leo, I love you, and if you want to be my booker, Andrew will not be happy about that, let me just say that? And we'll always take booking help. I love that. But here's the problem is in Massachusetts, we have at least some of the counties are sanctuary counties. Boston itself is a sanctuary city, correct? So this is kind of in the DNA now of Boston, that you don't want to release people out the front door of the courtroom because ICE is going to, on occasion, we hope more than on occasion, be there to arrest them once they are released. And they know that. That is why they go out the back door, sneak out the back."
    },
    {
      "speaker": "KELLY",
      "utterance": "I guess we now have sanctuary courtrooms."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Good point."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Let me just say this, based on this, if you are having a sanctuary city, you have just stated that every official who endorsed a state-sponsored sanctuary city should be arrested for failing to cooperate with ICE. That is what you are basically saying."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That might go a little far, but, well, you are getting warm. You are getting warm, Leo."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Great debate, you guys. Thanks so much. And with the Christmas season comes, what, Santa, candy canes, headaches from shopping. Nativity scenes? But this year, instead of being surrounded by adoring animals, baby Jesus is surrounded by a cage. That is right -- why are we Massachusetts again? A Massachusetts church is trying to send a message about Trump's immigration policy by putting the baby Jesus in a big, square cage. Where are the three wise men? Separated by a metal fence, reading the book Deportation. Here is the pastor defending this decision."
    },
    {
      "speaker": "STEPHEN JOSOMA, PASTOR OF ST. SUSANNA PARISH",
      "utterance": "And 65 million refugees worldwide seeking a better way of life, and we were wondering what that might look like 2,000 years ago if this family encountered the same dynamics that are taking place in our own country right now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "First of all, if he is a priest, wears his collar, although I like the plaid, looking good. But could we find a collar? And that's not the first time, by the way, this church has waded into politics. Last year, that same nativity scene had baby Jesus surrounded by a list of the deadliest mass shootings in U.S. history. Joining me now with reaction, Dan Bongino, host of “The Dan Bongino Show.” Dan, this is literally separating church from state with a cage, right? Is that where we are?"
    },
    {
      "speaker": "DAN BONGINO, FORMER SECRET SERVICE AGENT",
      "utterance": "Laura, I read an interesting piece a while ago about how the government had this really incredible success with stopping smoking. And the reason they did was because everyone out there knew someone who smokes, right? So they knew how to talk to those people. It was a mom, a dad, a brother. The problem with liberals is, as in with this case, the priest and the folks in the church said, well, we were just looking to spark a conversation. This way? Like, why would liberals want to spark a conversation do they always do it in the worst way possible? Taking advantage of nativity scene. It reminds me of the Kaepernick case. He takes a knee. OK, you want to talk about police use of force, fine. But he was a pair of socks on with cops depicted as pigs. It's just like, listen, we can talk about immigration, but clearly liberals have not learned that putting a cage around baby Jesus is probably not the way to, quote, spark a conversation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dan, in some parts of the country, they had to actually kind of put baby Jesus and have ties to the ground because people would steal the baby Jesus. People will take the wise men. That's why a live nativity scene is always better. It's harder to physically take the people and the animals, but they actually will steal them. At first, I thought, oh, God, this is -- they really need a lot of security for their manger scene. But they are trying to make a point. So the lefty priest says this in The Boston Globe. \"We thought we would kind of put a mirror image of what it would look like if this happened 2,000 years ago. It's kind of a mirror image of where we are at today.\" Move over Thomas Aquinas. What? I don't even understand that. He needs a mirror -- go ahead."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, Laura, 2,000 years ago, Laura, we didn't have the airbus or the 747, OK? There wasn't a way to transport millions of people into a sovereign nation at any given time. Listen, with all due respect, I'm a practicing Catholic, I love my faith. My wife is an immigrant to this country. I am not anti-immigrant. I'm anti-lawbreaking. You have to come here legally like my wife did. This isn't a complicated argument. One more thing, to the liberals, do you have to be a blowtorch on everything? Do have to blow up --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, they do."
    },
    {
      "speaker": "BONGINO",
      "utterance": "They've destroyed Halloween. Halloween now, every costume, every parent has to worry if it's cultural appropriation. You couldn't wear the black panther costume apparently if your kid wasn't black. This was an actual controversy. They blew up Thanksgiving for colonialism, or whatever liberal victimhood of the day. Can we just leave baby Jesus alone?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They are anti-fun. They are not fun people. They are not fun."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Friends don't let friends mess with baby Jesus. Just leave baby Jesus alone. Let us enjoy Christmas. I'm begging you, just give us one holiday."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dan, there is no room at the end for baby Jesus and there is no room in America for the thousands of thousands of people in Tijuana, OK? It's a mirror image, as this priest said. No wonder fewer people are going to church. Stick with the gospel and leave the theatrics and the props to other people. Dan, thank you so much. And when it comes to -- coming up, we have a related topic. More Christmas songs are being added to that do-not-play list this year. We are going to examine the body language, also, at George H. W. Bush's funeral, some are talking about. That in \"Seen and Unseen\" with Raymond Arroyo, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time now for \"Seen and Unseen.\" Tonight's edition, verboten Christmas songs and gross toys. Last week we told you about a station banning, what you just heard, Baby, It's Cold Outside, from their airwaves. Now a new ABC piece suggesting that other songs could be just as problematic. So if the leftwing grinches have their way, you may have to stop singing all the songs you love to sing. Really? Joining us now with all the details, Raymond Arroyo, FOX News contributor, New York Times bestselling author of the \"Will Wilder\" series. Raymond, what in the good Lord's name is going on?"
    },
    {
      "speaker": "RAYMOND ARROYO, CONTRIBUTOR",
      "utterance": "Laura, ABC and others are trying to create their own index of prohibited Christmas songs, starting with \"It's beginning to look a lot like gender rigidity.\" Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "A pair of hop-a-long boots and a pistol that shoots is the wish of Barney and Ben. Dolls that'll talk and will go for a walk is the hope of Janice and Jen."
    },
    {
      "speaker": "ARROYO",
      "utterance": "That line is offensive, Laura, because, here's the quote, \"It offers me no help in dispelling the myth that dolls are just more girls and guns for boys.\" Now, songs reflect an era. This was written in 1951 by Meredith Wilson."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It also reflects reality. My sons can find a gun and any twig pile or any --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "When my boys were little, they turned Lego into guns. It doesn't matter. You could take guns away from them. They'd find sticks and turn it into guns. They naturally --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Not all boys are like that, but a lot of them are."
    },
    {
      "speaker": "ARROYO",
      "utterance": "ABC is also targeting the Eartha Kitt hit Santa Baby."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Think of all the fun I've missed. Think of all the fellows that I haven't kissed. Next year I could be oh, so, good, if you check off my Christmas list."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, they say that song is full, ABC does, it's full of sexual - -"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Unlike everything else on ABC. Oh, my God! Are you kidding me?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "It implies all that a woman must do to end up on Santa's nice list. All the songs from this era, Laura, were about innuendo, but they weren't gratuitous and explosive, unlike the age we find ourselves."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When Santa said ho, ho, ho, it meant one thing. Now in other songs it might mean something else."
    },
    {
      "speaker": "ARROYO",
      "utterance": "They're going to ban your show if you keep this up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm saying they can do anything and say anything that is a most objectifying of women, and frankly, men, as well. And they are like, oh, this is free expression, turn it off if don't like it."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Here's Mariah Carey hit, All I Want for Christmas, it too, ABC, put on their list of do not play during the holidays."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Santa won't you bring me the one I really need? Won't you please bring my baby to me?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What's wrong with that?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Well, they say this focuses on a woman wanting nothing but a man for Christmas. It's not the most empowering or evolved message for women. God forbid they listen to \"Blue Christmas\" or \"What are you doing New Year's Eve.\" Those are all desperate people wanting a partner. This is called human experience. It's what song is meant to capture -- love, sex, desire."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So the Stones, Can't Get No Satisfaction, that's OK with them, though?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "I guess. I guess. These people should go in the corner and hum Greensleeves to themselves. I'd tell them to sing Ave Maria but Blessed among women might cause problems because where are the men and the others."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, no. Let's get some of the more sought after toys this season, Raymond. What are they?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "This is related, Laura, to the song bans we are talking about, because on the one hand they are playing puritans, saying you can't listen to that song, it's too gross. On the other hand, the hottest toys of the season are so gratuitous and disgusting I hesitate to even share them with you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, but go ahead."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Pimple Pete. Here we go, Pimple Pete -- you actually squeeze and tweeze his zits for points. And if you pull to hard --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What? You're making this up."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Look, it's a video. If you pull too hard, his nose explodes and the mega zit juice will wash across the players. Can you imagine is?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I dated someone like that in high school."
    },
    {
      "speaker": "ARROYO",
      "utterance": "This is something I used to try to avoid this. Now you play for fun."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's all part of life."
    },
    {
      "speaker": "ARROYO",
      "utterance": "How about this one -- flushing frenzy. You plunge the toilet, and after you had a number of times -- OK -- once you plunge it too many times, the poop goes flying and you have to catch it. Why are we teaching our kids to play with feces, why?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "First of all, my son Nico never flushes the toilet."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So if this encourages him to flush ever -- how many times do I say to him, Nico, have you flushed? Yes. I said, oh, really. I have to be the poop police and go over --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "If that poop is flopping out of the toilet you've got big plumbing problems in the Ingraham household."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Remember, what was your favorite toy growing? Did you like battleship, or like Rock 'Em Sock 'Em Robots? That was awesome."
    },
    {
      "speaker": "ARROYO",
      "utterance": "My favorite toy was a nerf gun. I had this nerf gun, and I broke things in the house. It wasn't pretty."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Battleship?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "We have to talk for a few moments about the Bush funeral now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Something important."
    },
    {
      "speaker": "ARROYO",
      "utterance": "This is very important. There were some moments we want to decode for you. The body language was quite revealing. Now here are the former presidents and their wives before President Trump's arrival. You can see there interacting here. Go full screen on this, guys. They are jovial, they're interacting, everybody is talking and happy. Michelle and President Clinton are laughing. Then, then, President Trump arrives. He shakes President Obama's hand, grudgingly shakes Mrs. Obama's hand. Look at the -- catch the look on Mrs. Obama. Now everybody -- everybody suddenly becomes still lives at Madame Tussauds. Look at Hillary. Hillary wouldn't even look down the aisle, she is staring at that altar like her life depends on it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "She hasn't averted her gaze. Is there anything you can tell us about? There was one point where Donald Trump crossed his arms."
    },
    {
      "speaker": "ARROYO",
      "utterance": "He did, during the service. He did cross his arms."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Crossing arms is not the best --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "It's a protective gesture."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It looks like you are worried about something."
    },
    {
      "speaker": "ARROYO",
      "utterance": "It's a protective gesture. They were icy and a bit cold. Their body language, which was open and -- before he arrived, suddenly got very real."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, Raymond. OK, keep going."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Then later, President Bush came in. And he greeted each of the people in the first pew. Watch this. Look at the reaction. Then he hands Michelle Obama a mint. Remember, he handed her a mint at the McCain funeral. So look at the change."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Slow-mo, I like the slow-mo move."
    },
    {
      "speaker": "ARROYO",
      "utterance": "But again, everybody kind of warms up when he steps --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, W. is funny as all get up. He is so funny."
    },
    {
      "speaker": "ARROYO",
      "utterance": "He's a very accessible guy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And I thought he did a great job today. I got teared up. That was great."
    },
    {
      "speaker": "ARROYO",
      "utterance": "It was a very moving tribute to his father."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I have a question. We're out of time. What was it with the overcoat?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "President Trump came in --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He got hit on Twitter for the overcoat. He walked into the overcoat, and then he handed it to the marine."
    },
    {
      "speaker": "ARROYO",
      "utterance": "He handed it to the marine who took it outside and put it in the car."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There were like that is an autocrat. Maybe he was cold."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Maybe he was cold and walked in with the coal and forgot to leave it in the car. It's not the end of the world. But the interplay between the presidents always interesting to watch."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Fantastic. And coming up -- by the way, Greensleeves, now I'm going to have it in my head."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Don't you love it. I love Greensleeves. I'm going to go --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Depressing song. All right, coming up, why is leftist celeb Tom Arnold calling out African- American gun owners? This can't miss debate, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, why is it that whenever African-Americans embrace a conservative ideal, they're maligned with no repercussions? Take Tom Arnold on the issue of NRA membership. The actor who has made misogynistic attacks on black conservatives like Candace Owens, just took aim at black gun owners, claiming they are only five black NRA members. Well, the NRA doesn't disclose membership numbers broken down by race. Pew Research found that 24 percent of African-Americans were legal gun owners, not far off the percentage of all adults. So here to debate, Horace Cooper, co-chair of Project 21, and Democratic analyst Jonathan Harris. All right, Jonathan, whether it is supporting guns or supporting Donald Trump, it seems like the impulse, the reflex on the left, is to say, how pathetic, how silly, call you an Uncle Tom or just plain stupid. What's going on there?"
    },
    {
      "speaker": "JONATHAN HARRIS, DEMOCRATIC ANALYST",
      "utterance": "I think it is just generally because the GOP has not been super friendly to African-Americans, so it's kind of silly when you embrace policies from the GOP since they are not really working for you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Second Amendment is not a GOP policy."
    },
    {
      "speaker": "HARRIS",
      "utterance": "No, no, certainly not. But I was surprised that he thought the number was that high in terms of NRA members. No, I'm kidding. But they own guns, of course, but I think he was saying specifically -- and he's joking. I think he's kidding. I think he is trying to make a broader point that the NRA doesn't necessarily -- that is not their target demo, is African-Americans. And I don't think the GOP's target demo is African- Americans either."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I thought the NRA was all about making money, raising money, making money. If you want to raise money, you raise it from all people. And you want people to be safe, or secure, and be safe gun owners, doesn't matter whether you are black or white, or Asian, but the point is, why is it always a pejorative? I thought we believed in diversity -- diversity of thought, diversity of belief. And, Horace, I've heard that so many times after having clerked for Justice Thomas and all the years that we've addressed this issue of race and intellectual diversity. I just think that the more the merrier. Argue the point. HORACE COOPER, CO-CHAIR, PROJECT 21: Tom Arnold lives in a little bubble, and in that little special bubble, there is no possibility of any knowledge of experience that is different from that. If I lived in the darkest blue parts of the country, I'd probably, too, would have this attitude. I grew up in Texas, and it was not unusual, it was actually the opposite to be -- it would be thought of as unusual if people I knew, black, white, or brown, weren't interested in firearms. I joined the NRA at one point, I know many people who have. And, in fact, in our history as black Americans, the NRA as a civil rights organization has played critical roles."
    },
    {
      "speaker": "HARRIS",
      "utterance": "I am from those blue parts, I'm from southern California, and I love that, and that is probably why the whole obsession with guns kind of strikes me as odd. Also, there have been moments in history that when black people would go out to buy guns, that there were be response of restricting gun laws so that they couldn't have access to guns. I'm sure that's where that comes from."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's outrageous and racist. I certainly don't support that. I think it's ridiculous."
    },
    {
      "speaker": "HARRIS",
      "utterance": "That's American history. So I'm sure that is where that comes from."
    },
    {
      "speaker": "COOPER",
      "utterance": "Something that the NRA fought against, something that people like Robert Williams from the 1950s --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Sadly, Democrats actually supported those --"
    },
    {
      "speaker": "COOPER",
      "utterance": "-- stood up to fight against the Klan using an NRA membership and club to --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You know what I just thought about, Jonathan, and maybe you think about it this way. If there is such, again, a reflex against the police, the police are trigger-happy, they unfairly target African- Americans, and I can actually understand that sentiment. I really can. Then why wouldn't people want to take control of their own safety? Whoever you are, wherever you live, especially a dangerous part, I would rather be in charge of my own safety instead of some legislator making the call that, oh, no, these people can't have guns because guns are too dangerous. I thought the police were too dangerous for African-American communities."
    },
    {
      "speaker": "HARRIS",
      "utterance": "I think, one, you don't want to have open warfare on the streets between people and the police."
    },
    {
      "speaker": "COOPER",
      "utterance": "We've got that now in too many cities."
    },
    {
      "speaker": "HARRIS",
      "utterance": "But also I think it's because the idea that it doesn't sync up with the reality of the situation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I would just rather be in charge of my own safety and not farm it out to anybody else."
    },
    {
      "speaker": "COOPER",
      "utterance": "Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And another topic, guys. I want to get to this about some on the African-American left seem to have some type of anti-Semitic bias. I ask this as we learn of new unearthed comments from Marc Lamont Hill accusing Israeli Jews of poisoning Palestinian water. There is a petition circulating, though, calling for CNN to rehire him over his previous remarks when he gave that speech at the U.N., many people interpreted that to mean the destruction of Israel, the way he described it. Talk about it, Horace."
    },
    {
      "speaker": "COOPER",
      "utterance": "So one of the saddest things about this -- it's not just that this individual's comments were hateful, they were vicious and nasty, is the historic record of Jewish Americans working to make it possible for black Americans to achieve the civil rights efforts. The NAACP was founded with generous support from Jewish Americans. Even groups like the United Negro College Fund has received the record of Jewish Americans working for and advancing the interest of black America. It makes it really, really hurtful to hear the kind of comments like these that we continue to hear."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jonathan, do you think Marc Lamont Hill was fired inappropriately?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "It was inappropriate. I don't know how on earth you hear river to the sea and his entire speech was about human rights and treating Palestinians with respect. These are Palestinians --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You think Jews are poisoning the water of Palestinians?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "I don't know what he was talking about there. But there, literally, Palestinians in Israel are legally second-class citizens. He was talking about equality. Bernie Sanders himself has spoken out of some of the violence coming out of Israel --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "From river to the sea? From river to the sea? That is the phrase anti-Semites use."
    },
    {
      "speaker": "COOPER",
      "utterance": "They make up these claims of our dog whistles, about complicated things about like is Elvis Presley being given the Medal of Freedom award a dog whistle. This actually is an anti-Semitic phrase."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, guys, thank you so much. And for more on why Trump won and how the GOP could turn things around and do it again, grab a copy of my new paperback, \"Busting the Barricades, What I Saw at the Populist Revolt\" in bookstores everywhere. You will love it. And Donald Trump is the only president who has had to deal with a hostile press. Tonight's Last Bite, a special one, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A live look at St. Martin's Episcopal Church were President George H. W. Bush lies in repose. And as we remember 41 tonight, we found this old clip from his days in the White House that might remind you of someone. It is tonight's Last Bite."
    },
    {
      "speaker": "GEORGE H. W. BUSH, FORMER U.S. PRESIDENT",
      "utterance": "Funny how the gentlemen with the glasses."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. President. Mr. President, I have a very important question to ask you."
    },
    {
      "speaker": "BUSH",
      "utterance": "Only in Congress, they say I yield to the distinguished lady from Texas. But if you don't want to yield, I'm sorry I recognize the gentleman."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Mr. President, some members of your --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I would expect (ph) to yield but I would expect you to (ph) --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "-- some members of your administration --"
    },
    {
      "speaker": "BUSH",
      "utterance": "I've disappointed you so much. Please go ahead."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I love watching those old press conferences. And he had to wrestle the press, too, always interrupting, never wanting to yield the floor, but that's all the time we have left. Shannon Bream and the FOX NEWS @ NIGHT team, take it from here. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}