{
  "date": "December 12, 2018",
  "headline": "Political fallout from Michael Cohen's sentencing",
  "subHeadline": "President Trump's former personal attorney Michael Cohen receives 36 months in prison; reaction and analysis from the 'Special Report' All-Stars.",
  "url": "https://www.foxnews.com/transcript/political-fallout-from-michael-cohens-sentencing",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "Any time a former lawyer of yours goes to jail is probably not a good thing. But I have yet to see any evidence coming from Mr. Cohen of collusion. And that is what started the Mueller investigation to begin with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN TURLEY, FOX NEWS CONTRIBUTOR",
      "sentences": "The president does bear responsibility here. He picked Michael Cohen. And Michael Cohen never had a good legal reputation. He never had a reputation of someone who was a particularly good lawyer. He was a bit of a thug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN KENNEDY, R-LA.",
      "sentences": "I'll bet you in his heart of hearts, President Trump regrets ever associating himself with Mr. Cohen. It looks to me like he is a gangster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Today the president's former lawyer, his fixer, was sentenced to three years in prison. And that is for tax evasion, making false statements to a federally insured bank, and also campaign violations. In addition, he was ordered to pay a fine of $50,000, $500,000 forfeit, and restitution. The judge agreed to a voluntary surrender date of March 6th.  We didn't hear from the president today, but last night, yesterday afternoon, he gave an interview to Reuters in which he said \"Michael Cohen is a lawyer. I assume he would know what he is doing. Number one, it wasn't a campaign contribution. If it was it were, it's only civil. And even if it's only civil, there was no violation based on what we did, OK? The stuff you're talking about is peanut stuff.\" He is talking about the payments to his alleged mistresses that Cohen obviously took part in and pled guilty to lying about. Let's bring in our panel: Guy Benson, political editor at Townhall.com; Mo Elleithee, executive director of the Georgetown Institute of Politics, and Matthew Continetti, editor in chief of The Washington Free Beacon.  You heard Senator Graham saying it's not a great day when your personal lawyer faces three years in prison. Your thoughts on this day and the big picture here, Guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, TOWNHALL.COM",
      "sentences": "As the president once said, this is a very big not good. I think when your long time, not just lawyer but confidante and fixer for years goes to jail on multiple counts, you are not going to chalk that up as a good day. I think Senator Graham was maybe under plain that a little bit. I think the bigger picture question, rather, for the president and the presidency here, is does any of this mean that the president is in legal peril himself? And that comes down I think to the word \"intent.\" From the president's interview that he gave that we just quoted from Reuters, he has been paying people off throughout his adult life and just continuing that pattern, he may not have had any clue that that was a campaign finance violation just because he was running for president. He may have relied on his attorney to tell him such things, and perhaps his attorney was quite a bad lawyer. So whether this Cohen side of all of the Mueller news from this week is really bad for Trump I think very much remains to be seen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I think it's possible that he is going to try to reduce the sentence from what it is by maybe cooperating further with the special counsel. At least that appears to be what the special counsel's wish is, that he coughs up more information. But if not, there isn't a collusion element to this. There's not. This is the campaign finance violation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS",
      "sentences": "Yes, this is a completely separate thing from collusion so far, from what we saw today, what we have seen from Cohen. And it's not even coming from Mueller. It's not even coming from the special counsel. It's coming from the southern district of New York. The U.S. attorney is someone that President Trump himself appointed. This is Trump's own Justice Department explicitly implicating the president in the commission of a felony, of a federal crime. That is a pretty big deal. That is a pretty big not good. And I get Guy's point about intent. As many people wise people have said in the past, ignorance of the law is not an excuse, it's not a justification. This is a serious violation of federal law, and we now have not just Michael Cohen but David Pecker, the CEO of AMI --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "National Enquirer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "National Enquirer, who is directly implicating the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Right. Other people point to the John Edwards case, and what the FEC said about that and what the court case said, essentially saying that it was not a campaign finance violation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW CONTINETTI, WASHINGTON FREE BEACON",
      "sentences": "That's right, and they couldn't convict Edwards in the end.  Here's the question, though: For almost 50 years it has been Justice Department guidance that a sitting president cannot be indicted. And yet when you look at all of these filings and all these documents from the New York attorney's office, or from the U.S. attorney's office in New York, you see them laying the groundwork for a potential indictment of a sitting president. And so one has to wonder, are they actually going to defy precedent and do that and indict a sitting president? If they do, they will certainly cause -- they will precipitate the constitutional crisis that we've all been worried about for two years. If they don't, then this is another mild irritant I think to Trump politically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Not only that. It is also a decision, Mo, for House Democrats will be handed something eventually that they will have to decide whether to go forward with impeachment or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Yes. Look, there is a constitutional, legal, and a political test that we are all about to face. As Matt just said, does the Justice Department choose to revise its long-standing position? And if not, does this open the door to impeachment? Does this open the door to just a political probably more than irritant? If there is evidence of the president committed a crime heading into an election cycle, that may not be the best thing for him. And I do want to make one point on the John Edwards correlation, there is one big difference here, which was that none of Edwards co-conspirators ever copped to it, ever said that yes, they did it. Here you have at least two individuals saying yes, we did it, and we did it at the direction of the president. That is a much different thing that goes directly to the intent question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Sure, but it is also about whether in fact the violation was a real violation. And they came to the conclusion that it wasn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Right, but here you people saying this was done to protect the president, or the candidates and the campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That's how the prosecutors write it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I want to talk about these poles. And there are a lot of them. First of all, the president's approval rating, 46 percent, disapprove 52 percent. This is poll number one. It hasn't changed very much at all, in fact pretty strong considering all that we've been covering. Here's number two, his handling of the economy, border security, immigration, health care the least there as we saw the midterm elections, people very concerned about that.  This is the other thing, 2020, poll number five, if the vote were held today, this is all voters polled, definitely reelect Trump, you say 30 percent, 55 percent vote for somebody else. But among 2020 Trump voters, you have 84 percent saying they will definitely or probably reelect President Trump. Your thoughts on all that, Guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Well, if he wants to get reelected, Trump needs to win over more than just that percentage of his previous supporters. I think that's very clear. If you look at one of the most interesting numbers is his disapproval of rating in election day in November, almost perfectly correlated with the percentage of the so-called national House vote that Democrats won. It is not a perfect metric, but it is pretty darn close. He clearly needs to expand his appeal and his support.   That being said, the good news for him is the 39 to 55 number about 2020, that is up against no one. And elections are choices, and if the Democrats put someone up there who is vulnerable, Trump will get his licks in and punch it up, those numbers obviously can change very significantly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Speaking of which, Bernie Sanders on the show just a few minutes ago. Take a lesson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT.",
      "sentences": "When you're going to take on Wall Street and you're going to take on the drug companies and take on the insurance companies, before decide that I want to run, I have got to make sure that there is that grassroots support. And that's what we're ascertaining. If there is, I'll run. If there isn't, I won't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We couldn't get him to say it on the show, but our FOX News poll has him in number two position of excellent or good beyond Joe Biden. There you see Elizabeth Warren. Matthew, Beto O'Rourke is doing well in the MoveOn.org poll I showed earlier. Move On obviously supported Bernie Sanders last time around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "Beto is a big story. He's a fresh face, Democrats like a fresh face. My take away from your poll, Bret, it is a wide-open field, and none of them are Hillary Clinton. And that I think should worry President Trump, because just like Bernie Sanders did well against Hillary Clinton, so did Donald Trump. And he might not be as effective and branding whoever the Democrats nominate as unlikable and as untrustworthy as he of course was with Hillary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "One-word answer, over-under 20 for the number of Democratic candidates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "Over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Right around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That was two words.  Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "Any time a former lawyer of yours goes to jail is probably not a good thing. But I have yet to see any evidence coming from Mr. Cohen of collusion. And that is what started the Mueller investigation to begin with."
    },
    {
      "speaker": "JONATHAN TURLEY, FOX NEWS CONTRIBUTOR",
      "utterance": "The president does bear responsibility here. He picked Michael Cohen. And Michael Cohen never had a good legal reputation. He never had a reputation of someone who was a particularly good lawyer. He was a bit of a thug."
    },
    {
      "speaker": "SEN. JOHN KENNEDY, R-LA.",
      "utterance": "I'll bet you in his heart of hearts, President Trump regrets ever associating himself with Mr. Cohen. It looks to me like he is a gangster."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Today the president's former lawyer, his fixer, was sentenced to three years in prison. And that is for tax evasion, making false statements to a federally insured bank, and also campaign violations. In addition, he was ordered to pay a fine of $50,000, $500,000 forfeit, and restitution. The judge agreed to a voluntary surrender date of March 6th. We didn't hear from the president today, but last night, yesterday afternoon, he gave an interview to Reuters in which he said \"Michael Cohen is a lawyer. I assume he would know what he is doing. Number one, it wasn't a campaign contribution. If it was it were, it's only civil. And even if it's only civil, there was no violation based on what we did, OK? The stuff you're talking about is peanut stuff.\" He is talking about the payments to his alleged mistresses that Cohen obviously took part in and pled guilty to lying about."
    },
    {
      "speaker": "Let's bring in our panel",
      "utterance": "Guy Benson, political editor at Townhall.com; Mo Elleithee, executive director of the Georgetown Institute of Politics, and Matthew Continetti, editor in chief of The Washington Free Beacon. You heard Senator Graham saying it's not a great day when your personal lawyer faces three years in prison. Your thoughts on this day and the big picture here, Guy?"
    },
    {
      "speaker": "GUY BENSON, TOWNHALL.COM",
      "utterance": "As the president once said, this is a very big not good. I think when your long time, not just lawyer but confidante and fixer for years goes to jail on multiple counts, you are not going to chalk that up as a good day. I think Senator Graham was maybe under plain that a little bit. I think the bigger picture question, rather, for the president and the presidency here, is does any of this mean that the president is in legal peril himself? And that comes down I think to the word \"intent.\" From the president's interview that he gave that we just quoted from Reuters, he has been paying people off throughout his adult life and just continuing that pattern, he may not have had any clue that that was a campaign finance violation just because he was running for president. He may have relied on his attorney to tell him such things, and perhaps his attorney was quite a bad lawyer. So whether this Cohen side of all of the Mueller news from this week is really bad for Trump I think very much remains to be seen."
    },
    {
      "speaker": "BAIER",
      "utterance": "I think it's possible that he is going to try to reduce the sentence from what it is by maybe cooperating further with the special counsel. At least that appears to be what the special counsel's wish is, that he coughs up more information. But if not, there isn't a collusion element to this. There's not. This is the campaign finance violation."
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS",
      "utterance": "Yes, this is a completely separate thing from collusion so far, from what we saw today, what we have seen from Cohen. And it's not even coming from Mueller. It's not even coming from the special counsel. It's coming from the southern district of New York. The U.S. attorney is someone that President Trump himself appointed. This is Trump's own Justice Department explicitly implicating the president in the commission of a felony, of a federal crime. That is a pretty big deal. That is a pretty big not good. And I get Guy's point about intent. As many people wise people have said in the past, ignorance of the law is not an excuse, it's not a justification. This is a serious violation of federal law, and we now have not just Michael Cohen but David Pecker, the CEO of AMI --"
    },
    {
      "speaker": "BAIER",
      "utterance": "National Enquirer."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "National Enquirer, who is directly implicating the president."
    },
    {
      "speaker": "BAIER",
      "utterance": "Right. Other people point to the John Edwards case, and what the FEC said about that and what the court case said, essentially saying that it was not a campaign finance violation."
    },
    {
      "speaker": "MATTHEW CONTINETTI, WASHINGTON FREE BEACON",
      "utterance": "That's right, and they couldn't convict Edwards in the end."
    },
    {
      "speaker": "Here's the question, though",
      "utterance": "For almost 50 years it has been Justice Department guidance that a sitting president cannot be indicted. And yet when you look at all of these filings and all these documents from the New York attorney's office, or from the U.S. attorney's office in New York, you see them laying the groundwork for a potential indictment of a sitting president. And so one has to wonder, are they actually going to defy precedent and do that and indict a sitting president? If they do, they will certainly cause -- they will precipitate the constitutional crisis that we've all been worried about for two years. If they don't, then this is another mild irritant I think to Trump politically."
    },
    {
      "speaker": "BAIER",
      "utterance": "Not only that. It is also a decision, Mo, for House Democrats will be handed something eventually that they will have to decide whether to go forward with impeachment or not."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Yes. Look, there is a constitutional, legal, and a political test that we are all about to face. As Matt just said, does the Justice Department choose to revise its long-standing position? And if not, does this open the door to impeachment? Does this open the door to just a political probably more than irritant? If there is evidence of the president committed a crime heading into an election cycle, that may not be the best thing for him. And I do want to make one point on the John Edwards correlation, there is one big difference here, which was that none of Edwards co-conspirators ever copped to it, ever said that yes, they did it. Here you have at least two individuals saying yes, we did it, and we did it at the direction of the president. That is a much different thing that goes directly to the intent question."
    },
    {
      "speaker": "BAIER",
      "utterance": "Sure, but it is also about whether in fact the violation was a real violation. And they came to the conclusion that it wasn't."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Right, but here you people saying this was done to protect the president, or the candidates and the campaign."
    },
    {
      "speaker": "BAIER",
      "utterance": "That's how the prosecutors write it."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Right."
    },
    {
      "speaker": "BAIER",
      "utterance": "I want to talk about these poles. And there are a lot of them. First of all, the president's approval rating, 46 percent, disapprove 52 percent. This is poll number one. It hasn't changed very much at all, in fact pretty strong considering all that we've been covering. Here's number two, his handling of the economy, border security, immigration, health care the least there as we saw the midterm elections, people very concerned about that. This is the other thing, 2020, poll number five, if the vote were held today, this is all voters polled, definitely reelect Trump, you say 30 percent, 55 percent vote for somebody else. But among 2020 Trump voters, you have 84 percent saying they will definitely or probably reelect President Trump. Your thoughts on all that, Guy?"
    },
    {
      "speaker": "BENSON",
      "utterance": "Well, if he wants to get reelected, Trump needs to win over more than just that percentage of his previous supporters. I think that's very clear. If you look at one of the most interesting numbers is his disapproval of rating in election day in November, almost perfectly correlated with the percentage of the so-called national House vote that Democrats won. It is not a perfect metric, but it is pretty darn close. He clearly needs to expand his appeal and his support. That being said, the good news for him is the 39 to 55 number about 2020, that is up against no one. And elections are choices, and if the Democrats put someone up there who is vulnerable, Trump will get his licks in and punch it up, those numbers obviously can change very significantly."
    },
    {
      "speaker": "BAIER",
      "utterance": "Speaking of which, Bernie Sanders on the show just a few minutes ago. Take a lesson."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT.",
      "utterance": "When you're going to take on Wall Street and you're going to take on the drug companies and take on the insurance companies, before decide that I want to run, I have got to make sure that there is that grassroots support. And that's what we're ascertaining. If there is, I'll run. If there isn't, I won't."
    },
    {
      "speaker": "BAIER",
      "utterance": "We couldn't get him to say it on the show, but our FOX News poll has him in number two position of excellent or good beyond Joe Biden. There you see Elizabeth Warren. Matthew, Beto O'Rourke is doing well in the MoveOn.org poll I showed earlier. Move On obviously supported Bernie Sanders last time around."
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "Beto is a big story. He's a fresh face, Democrats like a fresh face. My take away from your poll, Bret, it is a wide-open field, and none of them are Hillary Clinton. And that I think should worry President Trump, because just like Bernie Sanders did well against Hillary Clinton, so did Donald Trump. And he might not be as effective and branding whoever the Democrats nominate as unlikable and as untrustworthy as he of course was with Hillary."
    },
    {
      "speaker": "BAIER",
      "utterance": "One-word answer, over-under 20 for the number of Democratic candidates."
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "Over."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Right around."
    },
    {
      "speaker": "BENSON",
      "utterance": "Over."
    },
    {
      "speaker": "BAIER",
      "utterance": "That was two words. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}