{
  "date": "December 4, 2017",
  "headline": "President Trump vs. the FBI",
  "subHeadline": "The 'Special Report' All-Star panel weighs in.",
  "url": "https://www.foxnews.com/transcript/president-trump-vs-the-fbi",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. BEN CARDIN, D-MARYLAND",
      "sentences": "I think it is critically important that we respect the independence of the Department of Justice and the FBI. No one is above the law. Let Mr. Mueller do his investigation without interference from the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC SHORT, WHITE HOUSE LEGISLATIVE AFFAIRS DIRECTOR",
      "sentences": "We put all of our faith and confidence in the Department of Justice and the FBI knowing there should be no bias there. He is making the point that we need to make sure there is no bias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y.",
      "sentences": "The essence of police work, the essence of our executive branch is you can have private opinions and do your work unbiased. If you want to say that there was something wrong with the investigation by Mr. Mueller and others, you are entitled to say that, but you have to show some evidence of bias at work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG MCKELWAY",
      "sentences": "While many of you are busy with perhaps some last-minute shopping or picking up relatives at the airport or wrapping presents, the president was busy tweeting right up until Christmas Eve on the what he believes is a compromised FBI investigation.  Let's take a look at the series of tweets that the president issued on those days. First of all, \"How can FBI Director Andrew McCabe, the man in charge, along with leaking James Comey of the phony Hillary Clinton investigation, including her 33,000 illegally deleted emails, be given $700,000 for wife's campaign by Clinton puppets during the investigation?\" And another here, \"FBI Deputy Director Andrew McCabe is racing the clock to retire with full benefits. 90 days to go?!!!\" \"And another, \"Wow, FBI lawyer James Baker reassigned according to Fox News.\" And lastly, \"Fox News, FBI's Andrew McCabe, quote, \"in addition to his wife getting all of this money from M, (Clinton puppet),\" Terry McAuliffe he's referring to there, \"he was using allegedly his FBI official email account to promote her campaign. You obviously cannot do this. These were the people who were investigating Hillary Clinton.\" Let's bring in our panel now, Daniel Halper, contributing editor to \"The Washington Free Beacon,\" Charles Lane, opinion writer for the \"Washington Post,\" and Tom Rogan, commentary writer for \"The Washington Examiner.\" Chuck, let's start with you. A lot of people say it is not wise to be tweeting this when you are under investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES LANE, OPINION WRITER, WASHINGTON POST",
      "sentences": "It isn't, although I would say it's especially unwise because of the tone it sets, I am sounding like a broken record, for the president of the United States. It's not the kind of language a president uses in general, much less when discussing a criminal investigation.   The bigger problem here, and I think it was foreseeable, there is no authority in America given our polarized politics, given how partisan everyone is about everything, there is no authority in America who is going to be generally accepted as capable of doing an objective job on this matter. Mueller seemed to be the closest thing we had and he came in with a lot of support even from Republicans. And now that seems to be going away in part because there is such a strong effort to discredit him on the one hand from Republicans, and also, I regret to say, unwisely, some of the people working for him were saying things privately that suggests they have an animus against President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCKELWAY",
      "sentences": "Indeed. Daniel, that seems to be the case there, and this goes beyond, in many of these examples that we have seen, beyond mere political leanings into political activism of an extreme sort.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIEL HALPER, WASHINGTON FREE BEACON",
      "sentences": "There is clearly evidence of that. We have text messages, we have relationships. There is insight into that. And there seems to me to be three possibilities here. There is either rank corruption within the FBI, which some are suggesting, or at least some sort of ineptness. There's a -- either the president is trying to work the refs, or there's some combination of the two. And it seems to me that's the most likely outcome, rather. There are people who aren't acting appropriately, and yet the president who himself is under investigation via the special counsel is not focusing on himself per se but plenty of people around him, and he's clearly concerned that it will touch him, is clearly trying to work it in a way that may sour the outcome or may help the outcome in this case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCKELWAY",
      "sentences": "And Tom Rogan, just an example of the dangers of this kind of tweet, I'm going to read this tweet from Ted Lieu who said \"@POTUS has tweeted quite a bit about career FBI official Andrew McCabe who could be called as a witness against Trump in an obstruction of justice case. Trump's twitter feed is the gift that keeps on giving. Merry Christmas Robert Mueller.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM ROGAN, COLUMNIST, NATIONAL REVIEW",
      "sentences": "I don't think obstruction of justice is going to do anything bad for the president. I think if it comes to it, it will be in the position of Russian funny money and links to the Trump organization. But I do think on this issue there clearly have been mistakes, and Deputy Director McCabe in hindsight probably should have recused himself in terms of that connection point, in terms of money and politics. I suspect the reason now that he seems to be stepping down is to try to insulate his organization from the pressure. But I think that there's a good point that the president of the United States, the exceptionalism of American democracy right back to the founders is the credible independence of the judiciary and the coequal branches of the government. The president is the chief executive of the United States. As someone who lives in his own power and confidence, he does no service to the nation that should be serving or to his own personal credibility as a leader by being quite so visceral and quite so broad-based in his criticisms of this agency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCKELWAY",
      "sentences": "How compromised is the investigation given this political activism? Impeachment, should it come to it, is an innately political thing. Is there any recourse that the course could have in an impeachment investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANE",
      "sentences": "Well, look, the founders of the country never envisioned prosecution and investigation by this kind of organization of the president. They thought wrongdoing by the president would be taken care of in Congress through the means of impeachment. We're a long way from that. I think the threat to our democracy, if there is one in all of this, there are many, one that worries me a lot is the shear politicization of this semi-clandestine national investigative police that we have called the FBI. The bane of every society in the 20th century has been a partisan secret police or a partisan national police force. That's what has brought down, destroyed democracy in many countries. And we are dangerously, I think dangerously near a situation where all partisanship of all kinds is starting to creep into the FBI and organizations like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCKELWAY",
      "sentences": "And before we leave this segment, I just want to alert that the president has tweeted again in the last few moments. \"I hope everyone,\" he says, \"is having a great Christmas, then tomorrow it's back to work in order to make America great again which is happening faster than anyone anticipated!\" This evening, the Trumps are providing hundreds of Christmas meals to the Secret Service, the White House military office, and Palm Beach sheriff's deputies. Up next, global hot spots.  Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BEN CARDIN, D-MARYLAND",
      "utterance": "I think it is critically important that we respect the independence of the Department of Justice and the FBI. No one is above the law. Let Mr. Mueller do his investigation without interference from the president."
    },
    {
      "speaker": "MARC SHORT, WHITE HOUSE LEGISLATIVE AFFAIRS DIRECTOR",
      "utterance": "We put all of our faith and confidence in the Department of Justice and the FBI knowing there should be no bias there. He is making the point that we need to make sure there is no bias."
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y.",
      "utterance": "The essence of police work, the essence of our executive branch is you can have private opinions and do your work unbiased. If you want to say that there was something wrong with the investigation by Mr. Mueller and others, you are entitled to say that, but you have to show some evidence of bias at work."
    },
    {
      "speaker": "DOUG MCKELWAY",
      "utterance": "While many of you are busy with perhaps some last-minute shopping or picking up relatives at the airport or wrapping presents, the president was busy tweeting right up until Christmas Eve on the what he believes is a compromised FBI investigation. Let's take a look at the series of tweets that the president issued on those days. First of all, \"How can FBI Director Andrew McCabe, the man in charge, along with leaking James Comey of the phony Hillary Clinton investigation, including her 33,000 illegally deleted emails, be given $700,000 for wife's campaign by Clinton puppets during the investigation?\" And another here, \"FBI Deputy Director Andrew McCabe is racing the clock to retire with full benefits. 90 days to go?!!!\" \"And another, \"Wow, FBI lawyer James Baker reassigned according to Fox News.\" And lastly, \"Fox News, FBI's Andrew McCabe, quote, \"in addition to his wife getting all of this money from M, (Clinton puppet),\" Terry McAuliffe he's referring to there, \"he was using allegedly his FBI official email account to promote her campaign. You obviously cannot do this. These were the people who were investigating Hillary Clinton.\" Let's bring in our panel now, Daniel Halper, contributing editor to \"The Washington Free Beacon,\" Charles Lane, opinion writer for the \"Washington Post,\" and Tom Rogan, commentary writer for \"The Washington Examiner.\" Chuck, let's start with you. A lot of people say it is not wise to be tweeting this when you are under investigation."
    },
    {
      "speaker": "CHARLES LANE, OPINION WRITER, WASHINGTON POST",
      "utterance": "It isn't, although I would say it's especially unwise because of the tone it sets, I am sounding like a broken record, for the president of the United States. It's not the kind of language a president uses in general, much less when discussing a criminal investigation. The bigger problem here, and I think it was foreseeable, there is no authority in America given our polarized politics, given how partisan everyone is about everything, there is no authority in America who is going to be generally accepted as capable of doing an objective job on this matter. Mueller seemed to be the closest thing we had and he came in with a lot of support even from Republicans. And now that seems to be going away in part because there is such a strong effort to discredit him on the one hand from Republicans, and also, I regret to say, unwisely, some of the people working for him were saying things privately that suggests they have an animus against President Trump."
    },
    {
      "speaker": "MCKELWAY",
      "utterance": "Indeed. Daniel, that seems to be the case there, and this goes beyond, in many of these examples that we have seen, beyond mere political leanings into political activism of an extreme sort."
    },
    {
      "speaker": "DANIEL HALPER, WASHINGTON FREE BEACON",
      "utterance": "There is clearly evidence of that. We have text messages, we have relationships. There is insight into that. And there seems to me to be three possibilities here. There is either rank corruption within the FBI, which some are suggesting, or at least some sort of ineptness. There's a -- either the president is trying to work the refs, or there's some combination of the two. And it seems to me that's the most likely outcome, rather. There are people who aren't acting appropriately, and yet the president who himself is under investigation via the special counsel is not focusing on himself per se but plenty of people around him, and he's clearly concerned that it will touch him, is clearly trying to work it in a way that may sour the outcome or may help the outcome in this case."
    },
    {
      "speaker": "MCKELWAY",
      "utterance": "And Tom Rogan, just an example of the dangers of this kind of tweet, I'm going to read this tweet from Ted Lieu who said \"@POTUS has tweeted quite a bit about career FBI official Andrew McCabe who could be called as a witness against Trump in an obstruction of justice case. Trump's twitter feed is the gift that keeps on giving. Merry Christmas Robert Mueller.\""
    },
    {
      "speaker": "TOM ROGAN, COLUMNIST, NATIONAL REVIEW",
      "utterance": "I don't think obstruction of justice is going to do anything bad for the president. I think if it comes to it, it will be in the position of Russian funny money and links to the Trump organization. But I do think on this issue there clearly have been mistakes, and Deputy Director McCabe in hindsight probably should have recused himself in terms of that connection point, in terms of money and politics. I suspect the reason now that he seems to be stepping down is to try to insulate his organization from the pressure. But I think that there's a good point that the president of the United States, the exceptionalism of American democracy right back to the founders is the credible independence of the judiciary and the coequal branches of the government. The president is the chief executive of the United States. As someone who lives in his own power and confidence, he does no service to the nation that should be serving or to his own personal credibility as a leader by being quite so visceral and quite so broad-based in his criticisms of this agency."
    },
    {
      "speaker": "MCKELWAY",
      "utterance": "How compromised is the investigation given this political activism? Impeachment, should it come to it, is an innately political thing. Is there any recourse that the course could have in an impeachment investigation?"
    },
    {
      "speaker": "LANE",
      "utterance": "Well, look, the founders of the country never envisioned prosecution and investigation by this kind of organization of the president. They thought wrongdoing by the president would be taken care of in Congress through the means of impeachment. We're a long way from that. I think the threat to our democracy, if there is one in all of this, there are many, one that worries me a lot is the shear politicization of this semi-clandestine national investigative police that we have called the FBI. The bane of every society in the 20th century has been a partisan secret police or a partisan national police force. That's what has brought down, destroyed democracy in many countries. And we are dangerously, I think dangerously near a situation where all partisanship of all kinds is starting to creep into the FBI and organizations like that."
    },
    {
      "speaker": "MCKELWAY",
      "utterance": "And before we leave this segment, I just want to alert that the president has tweeted again in the last few moments. \"I hope everyone,\" he says, \"is having a great Christmas, then tomorrow it's back to work in order to make America great again which is happening faster than anyone anticipated!\" This evening, the Trumps are providing hundreds of Christmas meals to the Secret Service, the White House military office, and Palm Beach sheriff's deputies. Up next, global hot spots. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}