{
  "date": "December 2, 2019",
  "headline": "Rep. Jim Jordan: Democrats didn't admit they were wrong about Russia, just moved on to Ukraine",
  "subHeadline": "Guests: Rep. Jim Jordan, Sean Davis, Richard Goodstein, Mark Steyn, Tony Katz, Justin Haskins",
  "url": "https://www.foxnews.com/transcript/rep-jim-jordan-democrats-didnt-admit-they-were-wrong-about-russia-just-moved-on-to-ukraine",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening, and welcome to \"Tucker Carlson Tonight.\" The United States, as every fourth grader learns, is a meritocracy. What does that mean? Well, it means that our leaders do not inherit their position as they do in say Brunei or Saudi Arabia. Our leaders are selected on the basis of merit. Their talents and abilities are identified usually in school and then up they go from there and that's why only the smartest kids, we're told, get into Yale. Undeniably incandescent minds like Cory Booker, Chris Cuomo. The kids of other democratic office holders. Nerds they call themselves with false modesty. The ordinary among us, meanwhile, go to Rutgers. In this country the hard truth is, and get used to it, pal, is that the most impressive naturally rise to the top. That's what they tell us. Do you still believe that? Or are you starting to suspect that the whole meritocracy speech might just be an elaborate justification for keeping mediocre people in charge? Hmm. Before you make up your mind on that question, consider Russia, not the nation of Russia, that hasn't changed in a while. Russia is still a cold and vodka-soaked and only marginally relevant place, at least from the perspective of the United States. No. Consider instead how a ruling class views Russia. To them Russia is the single-most important country in the world. Nothing else comes close. Just yesterday on Meet the Press over on MS -- NBC, excuse me, Chuck Todd, who by the way is a poster child for the modern meritocracy, and therefore by definition a genius, unlike you, stopped a sitting U.S. senator in his tracks and all but accused him of spying for Russia. Watch this exchange:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOE KENNEDY, R-LA.",
      "sentences": "In December of 2018 a Ukrainian court ruled that Ukrainian officials had violated Ukrainian law by meddling in our election and that was reported in the New York Times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD, NBC NEWS",
      "sentences": "According to the New York Times a couple weeks ago, U.S. Senators were briefed after Fiona Hill's testimony that actually this entire effort to frame Ukraine for the Russian meddling of 2016 of which you just made this case that they've done it, that actually this is an effort of Russia propaganda, that this is a Russian intelligence propaganda campaign in order to get people like you to say these things about Ukraine. Are you at all concerned you're doing Russian intelligence work here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Are you at all concerned that you're doing Russian intelligence work? Well gee, Chuck, now that you put it that way. That's pretty funny. But what's funnier, what's weirder certainly, is that we're still talking about Russia at all. We now know it's not really a story. It never happened. There was no collusion. Russia didn't hack our democracy. The whole thing was a talking point, a ludicrous talking point invented by the Hillary Clinton campaign on or about November 8th, 2016 to explain their unexpected defeat in the last presidential election. We lost and we shouldn't have lost. From the start that has been the only argument that underpins the Russia conspiracy theory. And now, thanks to a multi-million dollar investigation that extended over a period of years that the rest of us had to endure to the exclusion of everything else, that conspiracy theory has died. It was killed, in fact, by Robert Mueller. And yet somehow it lives on in the sneering accusations of our mindless public intellectuals and hair hats in the television anchor seat. You'd think that people like that would be contrite, maybe a little humbled after the Mueller report came out and proved two years of hyperventilation wrong. But no. They're more obsessed with Russia than they have ever been. Watch poor mouth-breathing Chuck Todd go full Joe McCarthy yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "The fact that Russia was so aggressive does not exclude the fact that President Poroshenko actively worked for Secretary Clinton. Now, if I'm wrong, and if all these journalists --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TODD",
      "sentences": "Actively worked for secretary -- I mean, my goodness, wait a minute, Senator Kennedy, you now have a president of Ukraine saying he actively worked for the democratic nominee for president. I mean, now come on, I mean, I got to put up -- you realize the only other person selling this argument outside the United States is this man, Vladimir Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Vladimir Putin. Are you now or have you ever been a pawn of Vladimir Putin? You'd think they'd have more self-awareness than to say things like that out loud given American history but of course they never do. Not only are these people unwise and hysterical, totally politically, utterly dishonest, but also kind of dumb and because shifting mental gears is hard for dumb people, it turns out the entire on-air staff over at MSNBC is still pretending that Russia collusion is the most important story there is. It's like Robert Mueller never delivered his report:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FEMALE SPEAKER",
      "sentences": "Is it possible that Donald Trump now takes his beliefs in the world from the president of Russia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALE SPEAKER",
      "sentences": "He's acting as a Russian asset. I mean, he's amplifying talking points put together by the Kremlin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALE SPEAKER",
      "sentences": "I can't come up with a plausible explanation for all of these elected officials seeming to want to just turn our government over to Vladimir Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FEMALE SPEAKER",
      "sentences": "This time the enemy is Russia which seems to have consumed one of America's great political parties whole.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALE SPEAKER",
      "sentences": "The Constitution is a piece of paper that they would rather rip up or cut into segments rather than defend this country at all costs. The Russians set this whole thing up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FEMALE SPEAKER",
      "sentences": "We've left the good guys and have joined the bad guys in the world and Republicans at large seem to be okay with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FEMALE SPEAKER",
      "sentences": "Now we are left with, as I've said before, a transnational crime syndicate, masses of government led by a Kremlin asset.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALCOLM NANCE",
      "sentences": "Donald Trump believes the words -- believe it in his heart the words of a communist -- ex-communist dictator, KBG officer rather than any person in America. We're in danger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "\"We are in danger,\" says Malcolm Nance. This is really irresponsible. Keep in mind that everything we just played you aired in the past two weeks. If you excluded debunked conspiracy theories could any of these people actually tell you why Vladimir Putin is so bad? Why is he so bad? He's bad, Chuck Todd says. Okay. Speak slowly so I can understand. What makes Vladimir Putin worse than I don't know a whole long list of American allies? Let's try the king of Saudi Arabia, for example, or the people who run the Emirates, the people on whose payroll so many in Washington are right now. Why is he worse than them? They couldn't answer that. For Chuck Todd and the rest of the dummies, Vladimir Putin isn't a real person with actual ideas and priorities and a country and beliefs. No. He stopped being that long ago. He's a metaphor, a living metaphor. He's the boogeyman. Step out of line and you're a traitor in a league with Vladimir Putin. Let's put his picture on the screen. Can we get his picture on the screen? Yeah. Please. The irony of course is that Putin for all his faults does not hate America as much as many of these people do. They really dislike our country and they call other people traitors because they're mouthing the talking points of Putin. These are people that don't know anything about Russia, who don't speak Russian, who couldn't identify three cities in Russia. The rest of the world isn't quite that dumb. Dumb as it may be, not quite that dumb. The French President, Emanuel Macron, for example, in the past month Macron has called NATO \"brain dead\" because NATO exists to provide the common defense and yet it has with the fall of the Soviet Union in 1991 no clear enemy. Europe and the United States, Macon has said, should have closer relationships with Russia, not more hostile ones. So, does that make Macron a stooge of Putin? Is he a puppet of Moscow? Or could he just be a rational leader, the kind that we don't have, looking out for his country's interests? Russia is not America's main enemy obviously. No sane person thinks it is.  Our main enemy of course is China, and the United States ought to be in a relationship with Russia aligned against China to the extent that we can. China is the country that is currently right now murdering tens of thousands of Americans every year with Fentanyl. It's depopulating parts of the country. It's pushing our life expectancy down. That's how profound a threat this is. It's coming from China and our elites barely care. They won't even acknowledge it. In fact, many of our politicians run interference for the communist government of China instead. In California, politicians boycott other U.S. states for their moral transgressions and then fly to China to praise this dictatorship. Michael Bloomberg doesn't even do that. He denies that China is a dictatorship at all. Watch this:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL BLOOMBERG, DEMOCRATIC PRESIDENTIAL CANDIDATE",
      "sentences": "China is doing a lot. Yes, they're still building a bunch of coal-fired power plants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FEMALE SPEAKER",
      "sentences": "And they're still burning coal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOMBERG",
      "sentences": "Yes, they are. But they are now moving plants away from the cities. They -- the communist party wants to stay in power in China and they listen to the public. When the public says I can't breathe the air, Xi Jinping is not a dictator. He has to satisfy his constituents or he's not going to survive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FEMALE SPEAKER",
      "sentences": "He's not a dictator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOMBERG",
      "sentences": "No. He has to -- he has a constituency that -- to answer to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Speaking of stooges. Xi Jinping is not a dictator. No. He can be voted -- oh, sorry, there are no elections. The dictator's not a dictator. That's prima facia disqualifying. And yet no one's even noticed. Bloomberg's comments have gotten not 1 percent of the reaction that anything Russia related gets. The press isn't racing to call Bloomberg a traitor, though that tape makes you wonder. Why? Because most of Washington is already in the tank for China. During the days of the Chinese emperors the imperial government was supported by thousands of eunuch's. The emperors are gone, but the eunuchs clearly remain, in case you haven't noticed. Congressman Jim Jordan represents the proud state of Ohio and he joins us tonight. Congressman, is it odd to you having served this country for a while, lived in it for even longer, to see members of the press just going full Joe McCarthy and accusing members of Congress they don't agree with of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM JORDAN, R-OHIO",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "-- doing the bidding of Russia. Like, where did this come from?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Nothing surprises me with some of the mainstream press today, Tucker. Good to be with you, by the way. But think about this: so, this White House is now working for Putin; this White House, who put more sanctions on Russia than ever before; this White House, who gave Ukraine tank-busting Javelin missiles, which the previous White House -- which the Obama administration wouldn't do. And somehow the press is saying, \"Oh, this White House is helping Putin.\" That is the most ridiculous claim I've ever heard. And I loved your monologue. I think you nailed it exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, I mean, I should say, for the record, I'm totally opposed to these sanctions, and I don't think that we should be at war with Russia, and I think we should probably take the side of Russia if we have to choose between Russia and Ukraine. That is my view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "But --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But even if you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "But my point --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "-- disagree with that, tell me why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "No, but my --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "No, but my point is how -- it can't be both. I mean, so, look, you got --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "-- this president --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, you're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "The Obama administration gave them blankets, as Ambassador Taylor testified in this impeachment inquiry, we've been through with the Democrats here. He said, Obama administration grave them blankets; Trump gave them tank-busting Javelin missiles. That is a huge difference. But somehow, oh, President Trump is working with Vladimir Putin. I don’t get their logic. I don't get it at all. But I don't get much of what they're doing throughout this entire impeachment inquiry they've been putting the nation through over the last several months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But you -- wouldn't you think that after, you know, whatever you think of the Russia investigation and the Mueller report, that there would at least be a moment where people would say, \"You know, we promised you collusion, we can't prove it. Maybe we should, I don't know, concede that we were wrong. Maybe we shouldn't continue to bombard you with unfounded allegations about Russia.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why haven't they done that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Well, you would -- that would require some commonsense and some fairness on the part of the mainstream press. You're just never going to get that, particularly from the folks that you were highlighting in your monologue. You're just not going to get that from them. They just double down and keep pushing on. And, frankly, that's the same we hear from -- see from the Democratic party. I mean, that's the same thing we see from Adam Schiff. Remember, he told us that there was going to be collusion, he would definitely see it, there's been evidence of it. He guaranteed it would happen. And then, when it didn't happen, what'd he do? He just moved on to this whole Ukraine story that we've now been living through for the past two months. So, they never back up and apologize. They never admit that they're wrong. They just keep pressing forward. And it's driven by something Speaker Pelosi said two weeks ago on a Sunday show, when she called the President of the United States, President Trump, when she called him an \"imposter,\" that is the problem. What -- because they have never accepted the fact that 63 million Americans voted to make Donald Trump President of the United States in an electoral college landslide. They've never accepted that fact and they're out to get him. And it just goes from one thing to the other. And they never apologize when they're wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yeah, it's getting too radical and crazy. It's not good for the country, I would say. Congressman, thanks so much for that. I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "You bet. Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sean Davis, co-founder of The Federalist, which has covered the Russian nonsense from day one, pretty ably, I would say. He joins us tonight. Sean, thanks so much for coming on. So, it -- maybe this is an unknowable question, but what is the obsession with Russia? What kind of mind-frame would you need in order to conclude that Russia was the greatest threat America faces? That seems insane to me, given the evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN DAVIS, THE FEDERALIST",
      "sentences": "Well, I think it is a little bit insane, and I think it goes to the fact that after the 2016 election, when Donald Trump beat Hilary Clinton, there was something of a psychotic mental break among the collective Democratic mind, where they couldn't accept that Donald Trump had fairly and squarely beaten Hilary Clinton. So, they had to come up with some sort of excuse, some rationale to explain how the big, bad orange man could have taken down their political savior. And they just can't accept that she was unpopular, so they have to come up with these increasingly bizarre conspiracy theories to explain her and their own failure to beat Trump. And the longer this goes on, the more deranged and more delusional they get. It's a real problem. I kind of wish, at some point, someone would sit them down and tell them they need to get help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And America needs help. And America needs help, I would say, assembling a coalition to oppose the single most aggressive and fastest-growing country in the world, the greatest threat to us, which is China. And why wouldn't we enlist the help of Russia to do that? This is preventing that from happening. How is this not imperiling our national security?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Well, honesty, I don't think a lot of these people care about national security. I think they care about their own political security. And, like you said earlier, it's absurd to say that Russia, somehow the number one geopolitical foe of the United States, they might be run by a madman, a 10-pot tyrant. But to say they're the number one threat is absurd. It's clearly China. They are taking over wide swaths of the sea over there. They're belligerent towards our allies. They are stealing our goods. They're stealing our trademarks and our intellectual property. And then, they're rushing in illegal drugs and opiates and flooding the nation. They are a huge threat, culturally, politically, and militarily. And it's absurd that anyone would ever look at Russia -- or, really, any other country for that -- for that matter -- and say that, somehow, they're a bigger threat. We actually need a single, unified, cohesive plan to counter China because they are the threat for the next century to our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's for certain. Sean Davis, thanks so much for that. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Richard Goodstein is a lawyer and a former adviser to Bill and Hilary Clinton, a frequent guest on our show. We're happy about that. He joins us tonight. Richard, thanks so much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD GOODSTEIN, FORMER CLINTON ADVISER",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Just the other day, some of our finance politicrats were over in China sucking up to Xi Jinping and the elderly fascist leadership of that country, which is flooding our nation with deadly drugs. Nobody said anything about it, that was totally cool. Why is that all right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Well, the fact of the matter is I think they look to the government to be the ones, whether it's about killing Uighurs or flooding the country with fentanyl or other things, I think they actually look to this administration to do it. And they're, frankly, a little wanting in that regard. So, should they be? Yeah. Actually, I think if you're a businessperson and want to be kind of a stand-up, yeah, you should say something and [inaudible].",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, no. But this is not like a small esoteric thing. This is like the head of every fund in New York, every bank, you know, every private equity guy. They're all over there doing this. If they all went to Iran tomorrow, or Russia tomorrow, do you think someone would say something?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Look, obviously every private sector entity has certain, you know, morals that they want to observe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But why should they be allowed to do that? I mean, Russia and Iran, two countries that we're pretty -- we're crushing with sanctions, neither one of them has murdered, I don't know, 50,000 Americans in the last year; China has, with fentanyl. So, but we have no -- we're not -- there's no call for sanctioning China. Why is that, I wonder?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Look, what you talked about the first 15 minutes about how Russia is kind of a bit harmless or better than that -- I mean, again, Putin murders journalists, he murders opponents, he murders people in the U.K., he attacks our democracy. And, somehow or other, if that's, like, \"Oh, well, boys will be boys.\" No. I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I just –",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "-- actually a lot of people don't see it that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "-- I would just -- no, look, and I'm not -- look, I don’t want to live in Putin's Russia. I don't. You know, I live in D.C. for a reason: because I like it here. But Saudi Arabia also murders journalists. Saudi Arabia has a much greater effect on America's foreign policy than Russia ever has. And, yet, half of Washington is on the Saudi payroll and that's totally fine. And the Democrats and Republicans, both sides are totally fine with that. And nobody says anything about it because they're lying hypocrites. So, why shouldn't someone say something about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "I think a lot of people in the private sector said something when Khashoggi was basically murdered and hacked-up --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, why don't they --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "-- by the Saudis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "-- go through a list?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "And the fact that this administration didn't is shameful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay. So, but why don't we go through -- why don't we just spend a full hour on this show, and we'll read slowly a list of the names of D.C. residents -- Republicans and Democrats -- who take Saudi money? It'll take the whole show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why don't we do that –",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "-- right? So, like if you had Russia influencing Washington to the extent that the Saudis are, that would be a full-blown crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But that's not –",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "The problem is, though --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "-- reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "-- when our president says he trusts Putin, KGB Putin, over our intelligence agencies, that's a problem. When he says, \"I don't know why Russia would attack our democracy,\" and then the next day, thinking we're all morons, says, \"Oh, I meant to say 'wouldn't'.\" Come on. That's a problem. So, when Nancy Pelosi says, \"All roads lead to Putin,\" she is on to something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, let me just ask you, do you think that Russia is a bigger threat to the United States, or is China?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Just [unintelligible].",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "-- I -- you asked me that before. The fact is I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, it's the baseline question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "-- I don't think China is out to undermine our democracy because they're not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Seriously?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "-- as offended by our democracy as Putin is, right? Putin and China --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, they're not as offended.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Well, I'm saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, who hacks more government agencies, Russia or China? Is it even close? Oh, no, it's not even in the same league.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Except for the fact that Mueller --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's \"10 axe China.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "-- and the Senate Intelligence Committee, run by Republicans, the National Security staff, working for Donald Trump, all say Russia's the one trying to undermine our democracy. They're actually not pointing the finger at China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That –",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "I'm not saying China is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Because they're stooges.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "-- blameless totally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Because they have overseen the greatest sellout America –",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Richard Burr is skewed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I am saying -- yes, I would say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Senator from North Carolina?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "-- I would say that Richard Burr –",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "-- is part of the problem; yes, I would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "And every [unintelligible]?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And I would say, more broadly, that what you've seen in the past 20 years is a systematic betrayal of America by our elites, beginning with China's admission into the WTO, where our entire industrial sector collapsed. They became strong; we became weak. And a small number of people got rich doing it. And they've never been punished for it and they should be. That's what I'm saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And if it includes Republican senators, good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Yeah. And I'm just saying that everybody in the Republican establishment is pointing the fingers --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yeah, yeah, because –",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "-- at --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "-- they're stupid and corrupt, that's why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And I agree with you on that. Richard, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Joe Biden is still polling at the top of the Democratic race. Why is that? Some amazing and baffling statements from Joe Biden, which, thankfully, are hilarious. Don't miss it. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Remember Corn Pop? One of the great stories of all time. It wasn’t our story. It was Joe Biden’s story. He told a group about booting a small-time Delaware gangster from a Wilmington pool. The whole thing was so weird that nobody noticed until just the other day that Biden was saying a lot of other weird stuff too at exactly the same time -- stuff about hair, for example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, DEMOCRATIC PRESIDENTIAL CANDIDATE",
      "sentences": "And by the way, you know, I should understand, and it gets hot, I got a lot of -- I got hairy legs that turned -- that turned blonde in the sun. And the kids used to come up and reach into the pool and rub my leg down so straight and then watch the hair come back up again. Little kids. So, I learned about roaches. I learned about kids jumping on my lap, and I love kids jumping on my lap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "[laughs] It’s really kind of hard to know what to add to that, so we’re just going to keep moving on. We don’t want to focus on that too much because it’s spine tingling in a way. Over the weekend, Biden also claimed that he’s ready to take on Kim Jong Un, thanks to their many past interactions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Putin has no illusions about whether I know him or not. Kim Jong Un has no person -- I know him or not. The same with the president of China, Xi Jinping. I spent a lot of time with these folks. They know. They know. And they know I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "[laughs] You know, it’s possible Biden has spent a lot of time with Kim Jong Un. If he has, though, it’s not on this plane of reality. In this universe, he’s never actually met Kim Jong Un. Maybe Biden’s just getting old and forgetful, maybe this is a new Avant-garde art form. Maybe it’s like Dada, it’s performance art. Maybe he’s, like, pulling an Andy Warhol on us. Whatever’s going on, this probably wasn’t the right time to roll out a new campaign slogan, as Biden apparently just did. You know what it is? “No Malarkey.” [laughs]. It’s on the side of his bus. No malarkey. Kids will love it. What other slang should the Biden campaign adopt to show they’re the campaign of the future? To answer that question and others, we’re joined tonight by author and columnist, Mark Steyn. No malarkey, Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK STEYN, AUTHOR AND COLUMNIST",
      "sentences": "[laughs] No. He paid some fancy millennial consultant $30 million to come up with that slogan. It’s fantastic. But they did focus groups, some other ones, Tucker. I believe they tried out the “No Eye Wash Tour,” which polled quite well with African Americans, I believe. They also went for the “No Horse Feathers Tour.” I think that tested quite well with Muslim millennials. And they tried the “No Fab Doodle Tour.” I think that actually worked well with some feminist lesbians. And then the final one, I think this would have been the one to go to, the “No Cockamamie Fiddle Faddle For the Birds Bunkum Dagnabbit Tour,” which --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "[laughs]",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "-- which polled really strongly with undocumented transgenders. And that’s a critical constituency for Biden in Iowa. I have waited all my life, Tucker, for a hairy-legged candidate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "[laughs]",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "And this is the critical lane in the Democrat primary. We talk about the moderate lane, the socialist lane, the even more socialist lane. But the hairy leg lane has been wide open since --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, it has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "-- Beto instagrammed himself shaving his legs back in August. And then using an arugula exfoliate to moisturize them. Biden cunningly saw that there was an opening for a hair suit-legged candidate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "To me, hairy legs just scream “toxic masculinity.” They’re almost the definition of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Well, I think that’s -- you’re getting too hung up on it, you know? There’s absolutely nothing weird about sitting a seven-year-old boy on your lap and inviting him to smooth down your leg hair and then watching it rise again. I believe, in fact --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "[laughs]",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "-- that seven-year-old boy was the junior lifeguard of the pool, young Kim Jong Un, who was there on a work exchange program from North Korea. And that’s how he knows him, and that’s why Kim Jong Un has seen those legs. And that’s why he’s terrified of Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Whoever that kid is, I suspect he’s now consulting his lawyer. So, do you think that this -- and this is, like, the macro political question, which I’m bound -- duty-bound to ask you as a cable news host, does all of this help or hurt Joe Biden in his -- apparently his day job, his primary goal of getting the nomination for whatever party he belongs to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "I think on balance, it helps him. Because if he weren’t crazy and talking gibberish, we’d be talking about corrupt and squalid he and his family are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "[laughs]",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "In fact, I originally -- when he said it was the “No Malarkey Tour.” I thought that was Noma Lackey, who is the chairman of Burisma and a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "[laughs] It’s too good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "-- I think he was an Uzbek oligarch who actually wanted to come on the Iowa tour, but Hunter Biden wanted to charge him $47 million to accompany them. That’s why it’s the Noma Lackey tour.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know, I should -- I really should let our viewers know that none of this is scripted. You have no idea what the questions are going to be. I just throw it out whatever comes to the top of my head and those are your responses. STEYN: It's like a Biden campaign appearance. Live.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right. So good. Mark Steyn. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Thanks a lot, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, despite all the tape we just played you, which is real, Joe Biden remains competitive -- quite competitive in the democratic race and one reason for that might be that even Democrats are frightened by the options. Over the weekend in North Carolina Pete Buttigieg, who's apparently mayor of a small town in the Midwest nodding along while a member of the audience explained that actually there's no such thing as an illegal immigrant because America itself is an illegitimate country. Illegal immigrants should be claiming what was taken from them in the first place. Watch Mayor Pete's head nod as this person speaks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALE SPEAKER",
      "sentences": "Whenever people say we call people illegal aliens and all these things that are not human and certainly not Christian, why can't we just own an America that the -- the people that are trying to come from Mexico here are coming back to land we stole? And the reason we took the land is because people wanted to keep their slaves. I mean, we have to have some historical clarity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Keep in mind that's one of our Christian leaders, oh, yeah, Christian leader. Okay. Tony Katz is a radio show host in the state of Indiana and a long-time watcher of Mayor Buttigieg. What do you -- Tony, are you surprised by this? Mayor Pete nodding along as whoever this character is goes on about illegals?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TONY KATZ, RADIO TALK SHOW HOST",
      "sentences": "No. No, no, no. No one who actually listens to Pete Buttigieg is surprised. He's a radical. He is in lock step and policy with Warren and with Sanders. He is somebody who believes in, for example, Medicare for all. He is someone who believes in gun grabbing. He just doesn't want to confiscate the guns but he still wants to grab the guns. He doesn't want Medicare for all, he wants Medicare for all who want it. It's only a question of how fast Pete Buttigieg wants to go in these policies but he also comes from this very radical place. He -- they try and paint him as a centrist and as a moderate but if you're nodding along with the idea that Reverend Barber put out there that the reason people are coming across the border illegally is because they're reclaiming their land, that's not a moderate position. That is a radical, radical position and if you listen to Pete Buttigieg --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, it's also -- it's also factually untrue. What's he saying that like the conquistador's and their descendants have a profound claim on Texas or something? Like what -- it doesn't even make sense the reverend is not a historian clearly, whoever that guy was he's like -- it's idiotic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATZ",
      "sentences": "But he did -- that reverend had put together --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But why didn't Buttigieg say wait a second, what are you talking about? Like, that's dumb. Why didn't -- I mean, he can't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATZ",
      "sentences": "He doesn't push back because he does believe in first, he's desperate for that vote. He is desperate for the black vote. He knows he has a problem. South Carolina is abysmal. This took place in North Carolina, but Reverend Barber is somebody who put together the moral impeachment rally. These are two people who are very much, especially I should say Mayor Buttigieg in favor of and fine with abortion. When he was mayor of South Bend there was a pro-life center that went in, got zoning approval from the city council. He vetoed it. He vetoed a pro-life center in South Bend. So, this is very much in his [unintelligible] to try and like whack semantic and intellectual -- pseudo-intellectual and be like hmm, you bring up a very good point, Reverend Barber, when no actual point is made and certainly there's no truth into the claim that he's making. It's a bunch of malarkey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "When no actual point is made. That's a very good point. Tony Katz. Great to see you tonight. Thank you. Well, John Kerry told us the other day it's time to treat climate change, global warming, as seriously as the war to defeat the Nazi's. Are you ready for another war? John Kerry's war. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, the left wants power, as you know. That's a given. It's the whole reason for existing really. The problem is finding a good excuse for seizing power. These days one of their favorite excuses is climate change, something they're unwilling to precisely define and for good reason. Over the weekend John Kerry launched a new anti-global warming coalition called \"World War Zero.\" Fighting for the climate is just as important as beating Adolf Hitler, they told us, and the only way to win this war of course is to give the left total control over the economy, your country, and your life. But are voters actually ready to give up power over their own life to John Kerry and friends? A new poll suggests maybe they're not. Justin Haskins is editorial director at The Heartland Institute, and he joins us tonight. Justin, thanks so much for coming on. So, give us a sense of the public's view of this. John Kerry and others are totally unwilling to have a conversation rooted in science about climate change. Instead they speak in [unintelligible] in hysterical generalities. But their claim is they need to be in charge or else the world ends. What does the public think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUSTIN HASKINS, THE HEARTLAND INSTITUTE",
      "sentences": "Yeah. Well, what we found in our recent poll is that less than half of all likely voters despite all of the efforts in Hollywood by the left, all of the efforts in academia, all the efforts by political losers like John Kerry to try to convince people that there's an existential climate change crisis headed our way in 80 years into the future or just 12 years into the future if you believe Alexandria Ocasio-Cortez. Despite all of that, less than half of likely voters say that they believe that there is a human-caused climate change crisis. And it's much less than half of independents. These are the people that Democrats need to win. I mean, I don't mean to give them political advice, but if they need to -- they need to win these people over if they have any chance at all of winning in 2020. And, yet --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, it's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "They don't seem to get that memo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What I don't understand is if this is World War Zero, it's a world war against climate change, the single --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "-- largest polluter emitter of CO2, by far, as China. So, we should be at war with China and, yet, these are the apologists for China. This doesn’t make any sense to me, Justin Haskins. Try to unravel it if you would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "Yeah. No, it makes absolutely no sense. John Kerry said that they need to mobilize an army, mobilize an army. Well, here's what you could do with that army --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "-- John Kerry: invade China --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "-- invade India.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "Because those are the people who are producing significantly more CO2 emissions than we are here in the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, are they for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "[unintelligible]",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "I believe the human CO2 emissions --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Are they for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "-- are causing a climate crisis. No, of course not, of course not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, they're declaring --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "Because this is not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "-- war on ourselves but they're not for declaring war on the people who are causing this crisis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "Absolutely. They would do anything for political power, which is what this is all about. This has nothing to do with saving the planet from a climate crisis because they know that even if you believe that CO2 emissions are causing that -- and I don't believe that it is -- but even if you believe that, they know that there's nothing we can do here in the United States, absolutely nothing, nothing that Europe can do, absolutely nothing. It is all in the hands of China, and India, and countries like that. And, yet, you never hear John Kerry speak a word about that. It's all about what the United States has to do, that he wants us to commit economic suicide in order for him to have more political power. Ultimately, that's what this is all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's interesting. You saw Mike Bloomberg in the tape that we played earlier in the show make excuses for the fact that China is building new coal-powered power plants. But that's okay with Mike Bloomberg, even as he tells us that he's concerned about the existential sort of climate change. I mean, this -- it's honestly confusing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "Yeah. Well, it is confusing if you're trying to approach this with logic. This isn't logical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "This is all about power and control. And right now --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "-- China is not a convenient enemy. A convenient enemy is Russia. So, if Russia was doing all of this, then you can bet that the narrative would be completely different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "[laughs] But they're not. Yeah, vodka-making doesn’t cause a lot of CO2. Justin Haskins, great to see you tonight. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, cites across America are getting dirtier, more dangerous, thanks to radical pro-criminal prosecutors. Why is this happening? It's happening because certain people are paying for it. We'll tell you who they are, and why, after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "In cities across this country, left-wing extremists are becoming, of all things, prosecutors. They're getting elected on an agenda that favors criminals over decent people and undermines the rule of law. How is this happening? Is there suddenly a national groundswell of support for crime and lawlessness? No. No, there's not. Most Americans believe in order; they always have. What's happening is an end-run around democracy. A small group of left-wing megadonors is drowning local elections with tidal waves of cash. As it turns out, that works, and it's not very hard to do. We've already told you, in some detail, about how Hungarian-born billionaire, George Soros got a pro-crime radical, called Larry Krasner, elected district attorney in Philadelphia. Violence in that city immediately, and predictably, went up. That's what happens when you stop enforcing the law: people die. And, in Philadelphia, they have. By any measure, the Larry Krasner experiment has been an ugly disaster and, yet -- and this tells you everything about where we are right now -- many progressives see Philadelphia and what Krasner has done there as a model for the rest of the country. They'd like to bring it to your town and they're trying to do that. Last month, a longtime left-wing activist called Chesa Boudin was elected DA in San Francisco. Boudin ran on the promise to make an already filthy and disorderly city even dirtier and more chaotic. He pledged to effectively legalize prostitution, public urination, and living on the sidewalk. He dismissed the prosecution of criminal gang members as -- quote -- \"explicitly racist,\" though he didn't explain how. He promised to do away with cash bail entirely. Just in case anyone missed the point of all of this, supporters at Boudin's election party chanted, \"F the police.\" Even in America's most flamboyantly liberal city, this was too much for a lot of people. When you tear down the justice system, only the criminals thrive. Everyone knows that. Yet, in the end, Chesa Boudin was elected anyway, if only by a narrow margin. How'd he do that? Well, with the committed backing of Silicon Valley's ruling class. Boudin won the support of people like Kaitlyn Krieger. She's the wife of Instagram's co-founder. Krieger, who is a living parody of a silly, out-of-touch rich lady, gave Boudin $27,000. Now, it's hard to imagine Krieger would have done that if there was a possibility she might have to live with the consequences of it. But, of course, there was never any chance of that. Krieger is a billionaire. She can live behind gates protected by her own police force, if she wants, and maybe she does. The same is true for people like Elizabeth Simons, the daughter of hedge fund billionaire, James Simons. Simons gave Chesa Boudin $25,000. If you sense a trend here, that's because there is a trend here. Scratch the surface and you'll find that the destruction of California has been paid for by the very rich, the guilt-wracked heirs of inherited fortunes have guilt-racked heirs of inherited fortunes have long been a major force in left-wing politics, of course. The more they despise themselves, the more left wing they tend to be. What’s new is the burgeoning coastal billionaire class. Now, people who amass fortunes incrementally over time through hard work and innovation typically have conservative political instincts. But people who’ve made huge piles of quick cash in finance or technology usually do not. People like that understand they’ve hit the lottery. They can’t say that out loud, of course. They have to pretend that they earned it all fair and square, really. But deep down, they know that’s a crock. They’re winners in an awful scam. They know that and they feel bad about it. So, to solve their consciences, they fund radical causes designed to destroy the very society that made them rich, sending money to Chesa Boudin is the equivalent of paying a secular indulgence. You pay the price in the end. This is how California got proposition 47 passed in 2014. Prop 47 downgraded a long list of felonies to misdemeanors, including any theft of under $950. Since it became law, crime has surged in California. On the Bay area Rapid Transit System, for example, violent crime has more than doubled. Murders, assaults, robberies and rapes have jumped by 115 percent. The city of San Francisco, meanwhile, now has more property crime than any place its size in this country. Why? Well, because criminals understand the rules. They know they can’t be punished. Authorities in Sacramento say that members of shoplifting brings calculators into stores to make sure their thefts come in under $950. The law allows them to steal with impunity. It’s grotesque, and it’s incredibly destructive. How did it happen? You know the answer. The moneyed left bought the election. George Soros put in almost $2 million behind Proposition 47. By. Wayne Hughes Junior, son of a billionaire storage tycoon, gave another $1.2 million. Netflix CEO Reed Hastings chipped in a quarter million, as did venture capitalist Nick Pritzker. Former Facebook president Sean Parker gave $100,000 to the effort. Cari Tuna, wife of Facebook co-founder Dustin Moskovitz, gave $150,000. Moskovitz went to Harvard with Mark Zuckerberg, a fact that allowed him to become a billionaire while still in his 20s. Moskovitz and his wife are now reportedly worth more than $12 billion. Now, if that sounds like a lot, possibly even an obscene amount for a 35-year-old who’s never really done anything, Moskovitz agrees with you or pretends to agree, anyway. “Cari and I are stewards of this capital,” he told Business Insider a few years ago. “It’s pooled up right around us now, but it belongs to the world.” Of course, just because all that money belongs to the world doesn’t mean the world gets to decide how it is spent. Dustin and Cari Moskovitz make that call. Like so many in our ruling class, they could care less about what happens to ordinary people in the normal parts of America. Thanks to the projects they fund, the country’s streets are dirtier and more dangerous. But within the gated tranquility of their world, the Moskovitz’s feel like incredibly good people, empathetic, virtuous, enlightened people. And that’s what matters. In fact, it’s all that matters. Disgraced FBI Agent Lisa Page plotted with her boyfriend to stop a Trump presidency. Now she’s talking out loud for the first time. I’ll tell you what she said after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Lisa Page, a former FBI lawyer, sent a bunch of now-famous text messages during the 2016 campaign. And then we never heard from her. Today we did hear from her. What’d she say? Trace Gallagher knows the answer. He’s here to tell us. Hey, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS",
      "sentences": "Hey, Tucker. Former FBI attorney Lisa Page says she’s done being quiet while the president of the United States calls her names. She goes on to say the president’s attacks are sickening, quoting here, “It had been so hard not to defend myself to let people who hate me control the narrative. I decided to take my power back.” Though, some conservative critics wonder why she decided to begin controlling her narrative by giving her first interview to Molly Jong Fast of the Daily Beast. Jong Fast is an anti-Trump journalist who often mocks the president on Twitter and says Hillary Clinton’s presidential loss was the worst night of her life. During her interview, Lisa Page defends her text messages with then-FBI agent Peter Strzok, with whom she was having an affair. In 2016, Page writes to Strzok, “Trump’s not ever going to become president, right? Right!” Strzok responds, “No. No, he’s not. We’ll stop it.” Later that month, Strzok writes to Page, “I want to believe the path you threw out in Andy’s office -- “ that being Deputy Director Andrew McCabe, “That there’s no way he gets elected. But I’m afraid we can’t take the risk. It’s like an insurance policy in the unlikely event you die before you’re 40.” Lisa Page says the texts were taken out of context, though she fails to explain the context. All of this comes a week before DOJ Inspector General Michael Horowitz is set to release his report on the origins of the Trump/Russia investigation, which some believe will be damning. Finally, we should note we don’t know where Lisa Page is currently working but were working on it. Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I’ll be interested to find out. Trace Gallagher. 3:00 p.m., anchoring all this week, I'll be watching. Hopefully yours –",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "-- will, too. Good to see you. Back tomorrow, 8 p.m. Sean Hannity right now. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening, and welcome to \"Tucker Carlson Tonight.\" The United States, as every fourth grader learns, is a meritocracy. What does that mean? Well, it means that our leaders do not inherit their position as they do in say Brunei or Saudi Arabia. Our leaders are selected on the basis of merit. Their talents and abilities are identified usually in school and then up they go from there and that's why only the smartest kids, we're told, get into Yale. Undeniably incandescent minds like Cory Booker, Chris Cuomo. The kids of other democratic office holders. Nerds they call themselves with false modesty. The ordinary among us, meanwhile, go to Rutgers. In this country the hard truth is, and get used to it, pal, is that the most impressive naturally rise to the top. That's what they tell us. Do you still believe that? Or are you starting to suspect that the whole meritocracy speech might just be an elaborate justification for keeping mediocre people in charge? Hmm. Before you make up your mind on that question, consider Russia, not the nation of Russia, that hasn't changed in a while. Russia is still a cold and vodka-soaked and only marginally relevant place, at least from the perspective of the United States. No. Consider instead how a ruling class views Russia. To them Russia is the single-most important country in the world. Nothing else comes close. Just yesterday on Meet the Press over on MS -- NBC, excuse me, Chuck Todd, who by the way is a poster child for the modern meritocracy, and therefore by definition a genius, unlike you, stopped a sitting U.S. senator in his tracks and all but accused him of spying for Russia. Watch this exchange:"
    },
    {
      "speaker": "SEN. JOE KENNEDY, R-LA.",
      "utterance": "In December of 2018 a Ukrainian court ruled that Ukrainian officials had violated Ukrainian law by meddling in our election and that was reported in the New York Times."
    },
    {
      "speaker": "CHUCK TODD, NBC NEWS",
      "utterance": "According to the New York Times a couple weeks ago, U.S. Senators were briefed after Fiona Hill's testimony that actually this entire effort to frame Ukraine for the Russian meddling of 2016 of which you just made this case that they've done it, that actually this is an effort of Russia propaganda, that this is a Russian intelligence propaganda campaign in order to get people like you to say these things about Ukraine. Are you at all concerned you're doing Russian intelligence work here?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Are you at all concerned that you're doing Russian intelligence work? Well gee, Chuck, now that you put it that way. That's pretty funny. But what's funnier, what's weirder certainly, is that we're still talking about Russia at all. We now know it's not really a story. It never happened. There was no collusion. Russia didn't hack our democracy. The whole thing was a talking point, a ludicrous talking point invented by the Hillary Clinton campaign on or about November 8th, 2016 to explain their unexpected defeat in the last presidential election. We lost and we shouldn't have lost. From the start that has been the only argument that underpins the Russia conspiracy theory. And now, thanks to a multi-million dollar investigation that extended over a period of years that the rest of us had to endure to the exclusion of everything else, that conspiracy theory has died. It was killed, in fact, by Robert Mueller. And yet somehow it lives on in the sneering accusations of our mindless public intellectuals and hair hats in the television anchor seat. You'd think that people like that would be contrite, maybe a little humbled after the Mueller report came out and proved two years of hyperventilation wrong. But no. They're more obsessed with Russia than they have ever been. Watch poor mouth-breathing Chuck Todd go full Joe McCarthy yesterday."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "The fact that Russia was so aggressive does not exclude the fact that President Poroshenko actively worked for Secretary Clinton. Now, if I'm wrong, and if all these journalists --"
    },
    {
      "speaker": "TODD",
      "utterance": "Actively worked for secretary -- I mean, my goodness, wait a minute, Senator Kennedy, you now have a president of Ukraine saying he actively worked for the democratic nominee for president. I mean, now come on, I mean, I got to put up -- you realize the only other person selling this argument outside the United States is this man, Vladimir Putin."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Vladimir Putin. Are you now or have you ever been a pawn of Vladimir Putin? You'd think they'd have more self-awareness than to say things like that out loud given American history but of course they never do. Not only are these people unwise and hysterical, totally politically, utterly dishonest, but also kind of dumb and because shifting mental gears is hard for dumb people, it turns out the entire on-air staff over at MSNBC is still pretending that Russia collusion is the most important story there is. It's like Robert Mueller never delivered his report:"
    },
    {
      "speaker": "FEMALE SPEAKER",
      "utterance": "Is it possible that Donald Trump now takes his beliefs in the world from the president of Russia?"
    },
    {
      "speaker": "MALE SPEAKER",
      "utterance": "He's acting as a Russian asset. I mean, he's amplifying talking points put together by the Kremlin."
    },
    {
      "speaker": "MALE SPEAKER",
      "utterance": "I can't come up with a plausible explanation for all of these elected officials seeming to want to just turn our government over to Vladimir Putin."
    },
    {
      "speaker": "FEMALE SPEAKER",
      "utterance": "This time the enemy is Russia which seems to have consumed one of America's great political parties whole."
    },
    {
      "speaker": "MALE SPEAKER",
      "utterance": "The Constitution is a piece of paper that they would rather rip up or cut into segments rather than defend this country at all costs. The Russians set this whole thing up."
    },
    {
      "speaker": "FEMALE SPEAKER",
      "utterance": "We've left the good guys and have joined the bad guys in the world and Republicans at large seem to be okay with it."
    },
    {
      "speaker": "FEMALE SPEAKER",
      "utterance": "Now we are left with, as I've said before, a transnational crime syndicate, masses of government led by a Kremlin asset."
    },
    {
      "speaker": "MALCOLM NANCE",
      "utterance": "Donald Trump believes the words -- believe it in his heart the words of a communist -- ex-communist dictator, KBG officer rather than any person in America. We're in danger."
    },
    {
      "speaker": "CARLSON",
      "utterance": "\"We are in danger,\" says Malcolm Nance. This is really irresponsible. Keep in mind that everything we just played you aired in the past two weeks. If you excluded debunked conspiracy theories could any of these people actually tell you why Vladimir Putin is so bad? Why is he so bad? He's bad, Chuck Todd says. Okay. Speak slowly so I can understand. What makes Vladimir Putin worse than I don't know a whole long list of American allies? Let's try the king of Saudi Arabia, for example, or the people who run the Emirates, the people on whose payroll so many in Washington are right now. Why is he worse than them? They couldn't answer that. For Chuck Todd and the rest of the dummies, Vladimir Putin isn't a real person with actual ideas and priorities and a country and beliefs. No. He stopped being that long ago. He's a metaphor, a living metaphor. He's the boogeyman. Step out of line and you're a traitor in a league with Vladimir Putin. Let's put his picture on the screen. Can we get his picture on the screen? Yeah. Please. The irony of course is that Putin for all his faults does not hate America as much as many of these people do. They really dislike our country and they call other people traitors because they're mouthing the talking points of Putin. These are people that don't know anything about Russia, who don't speak Russian, who couldn't identify three cities in Russia. The rest of the world isn't quite that dumb. Dumb as it may be, not quite that dumb. The French President, Emanuel Macron, for example, in the past month Macron has called NATO \"brain dead\" because NATO exists to provide the common defense and yet it has with the fall of the Soviet Union in 1991 no clear enemy. Europe and the United States, Macon has said, should have closer relationships with Russia, not more hostile ones. So, does that make Macron a stooge of Putin? Is he a puppet of Moscow? Or could he just be a rational leader, the kind that we don't have, looking out for his country's interests? Russia is not America's main enemy obviously. No sane person thinks it is."
    },
    {
      "speaker": "Our main enemy of course is China, and the United States ought to be in a relationship with Russia aligned against China to the extent that we can. China is the country that is currently right now murdering tens of thousands of Americans every year with Fentanyl. It's depopulating parts of the country. It's pushing our life expectancy down. That's how profound a threat this is. It's coming from China and our elites barely care. They won't even acknowledge it. In fact, many of our politicians run interference for the communist government of China instead. In California, politicians boycott other U.S. states for their moral transgressions and then fly to China to praise this dictatorship. Michael Bloomberg doesn't even do that. He denies that China is a dictatorship at all. Watch this",
      "utterance": ""
    },
    {
      "speaker": "MICHAEL BLOOMBERG, DEMOCRATIC PRESIDENTIAL CANDIDATE",
      "utterance": "China is doing a lot. Yes, they're still building a bunch of coal-fired power plants."
    },
    {
      "speaker": "FEMALE SPEAKER",
      "utterance": "And they're still burning coal."
    },
    {
      "speaker": "BLOOMBERG",
      "utterance": "Yes, they are. But they are now moving plants away from the cities. They -- the communist party wants to stay in power in China and they listen to the public. When the public says I can't breathe the air, Xi Jinping is not a dictator. He has to satisfy his constituents or he's not going to survive."
    },
    {
      "speaker": "FEMALE SPEAKER",
      "utterance": "He's not a dictator?"
    },
    {
      "speaker": "BLOOMBERG",
      "utterance": "No. He has to -- he has a constituency that -- to answer to."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Speaking of stooges. Xi Jinping is not a dictator. No. He can be voted -- oh, sorry, there are no elections. The dictator's not a dictator. That's prima facia disqualifying. And yet no one's even noticed. Bloomberg's comments have gotten not 1 percent of the reaction that anything Russia related gets. The press isn't racing to call Bloomberg a traitor, though that tape makes you wonder. Why? Because most of Washington is already in the tank for China. During the days of the Chinese emperors the imperial government was supported by thousands of eunuch's. The emperors are gone, but the eunuchs clearly remain, in case you haven't noticed. Congressman Jim Jordan represents the proud state of Ohio and he joins us tonight. Congressman, is it odd to you having served this country for a while, lived in it for even longer, to see members of the press just going full Joe McCarthy and accusing members of Congress they don't agree with of --"
    },
    {
      "speaker": "REP. JIM JORDAN, R-OHIO",
      "utterance": "Yeah."
    },
    {
      "speaker": "CARLSON",
      "utterance": "-- doing the bidding of Russia. Like, where did this come from?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Nothing surprises me with some of the mainstream press today, Tucker. Good to be with you, by the way. But think about this: so, this White House is now working for Putin; this White House, who put more sanctions on Russia than ever before; this White House, who gave Ukraine tank-busting Javelin missiles, which the previous White House -- which the Obama administration wouldn't do. And somehow the press is saying, \"Oh, this White House is helping Putin.\" That is the most ridiculous claim I've ever heard. And I loved your monologue. I think you nailed it exactly right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, I mean, I should say, for the record, I'm totally opposed to these sanctions, and I don't think that we should be at war with Russia, and I think we should probably take the side of Russia if we have to choose between Russia and Ukraine. That is my view."
    },
    {
      "speaker": "JORDAN",
      "utterance": "But --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But even if you --"
    },
    {
      "speaker": "JORDAN",
      "utterance": "But my point --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "-- disagree with that, tell me why."
    },
    {
      "speaker": "JORDAN",
      "utterance": "No, but my --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, go ahead."
    },
    {
      "speaker": "JORDAN",
      "utterance": "No, but my point is how -- it can't be both. I mean, so, look, you got --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly."
    },
    {
      "speaker": "JORDAN",
      "utterance": "-- this president --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, you're right."
    },
    {
      "speaker": "JORDAN",
      "utterance": "The Obama administration gave them blankets, as Ambassador Taylor testified in this impeachment inquiry, we've been through with the Democrats here. He said, Obama administration grave them blankets; Trump gave them tank-busting Javelin missiles. That is a huge difference. But somehow, oh, President Trump is working with Vladimir Putin. I don’t get their logic. I don't get it at all. But I don't get much of what they're doing throughout this entire impeachment inquiry they've been putting the nation through over the last several months."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But you -- wouldn't you think that after, you know, whatever you think of the Russia investigation and the Mueller report, that there would at least be a moment where people would say, \"You know, we promised you collusion, we can't prove it. Maybe we should, I don't know, concede that we were wrong. Maybe we shouldn't continue to bombard you with unfounded allegations about Russia.\""
    },
    {
      "speaker": "JORDAN",
      "utterance": "Well --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why haven't they done that?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Well, you would -- that would require some commonsense and some fairness on the part of the mainstream press. You're just never going to get that, particularly from the folks that you were highlighting in your monologue. You're just not going to get that from them. They just double down and keep pushing on. And, frankly, that's the same we hear from -- see from the Democratic party. I mean, that's the same thing we see from Adam Schiff. Remember, he told us that there was going to be collusion, he would definitely see it, there's been evidence of it. He guaranteed it would happen. And then, when it didn't happen, what'd he do? He just moved on to this whole Ukraine story that we've now been living through for the past two months. So, they never back up and apologize. They never admit that they're wrong. They just keep pressing forward. And it's driven by something Speaker Pelosi said two weeks ago on a Sunday show, when she called the President of the United States, President Trump, when she called him an \"imposter,\" that is the problem. What -- because they have never accepted the fact that 63 million Americans voted to make Donald Trump President of the United States in an electoral college landslide. They've never accepted that fact and they're out to get him. And it just goes from one thing to the other. And they never apologize when they're wrong."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yeah, it's getting too radical and crazy. It's not good for the country, I would say. Congressman, thanks so much for that. I appreciate it."
    },
    {
      "speaker": "JORDAN",
      "utterance": "You bet. Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sean Davis, co-founder of The Federalist, which has covered the Russian nonsense from day one, pretty ably, I would say. He joins us tonight. Sean, thanks so much for coming on. So, it -- maybe this is an unknowable question, but what is the obsession with Russia? What kind of mind-frame would you need in order to conclude that Russia was the greatest threat America faces? That seems insane to me, given the evidence."
    },
    {
      "speaker": "SEAN DAVIS, THE FEDERALIST",
      "utterance": "Well, I think it is a little bit insane, and I think it goes to the fact that after the 2016 election, when Donald Trump beat Hilary Clinton, there was something of a psychotic mental break among the collective Democratic mind, where they couldn't accept that Donald Trump had fairly and squarely beaten Hilary Clinton. So, they had to come up with some sort of excuse, some rationale to explain how the big, bad orange man could have taken down their political savior. And they just can't accept that she was unpopular, so they have to come up with these increasingly bizarre conspiracy theories to explain her and their own failure to beat Trump. And the longer this goes on, the more deranged and more delusional they get. It's a real problem. I kind of wish, at some point, someone would sit them down and tell them they need to get help."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And America needs help. And America needs help, I would say, assembling a coalition to oppose the single most aggressive and fastest-growing country in the world, the greatest threat to us, which is China. And why wouldn't we enlist the help of Russia to do that? This is preventing that from happening. How is this not imperiling our national security?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "Well, honesty, I don't think a lot of these people care about national security. I think they care about their own political security. And, like you said earlier, it's absurd to say that Russia, somehow the number one geopolitical foe of the United States, they might be run by a madman, a 10-pot tyrant. But to say they're the number one threat is absurd. It's clearly China. They are taking over wide swaths of the sea over there. They're belligerent towards our allies. They are stealing our goods. They're stealing our trademarks and our intellectual property. And then, they're rushing in illegal drugs and opiates and flooding the nation. They are a huge threat, culturally, politically, and militarily. And it's absurd that anyone would ever look at Russia -- or, really, any other country for that -- for that matter -- and say that, somehow, they're a bigger threat. We actually need a single, unified, cohesive plan to counter China because they are the threat for the next century to our country."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's for certain. Sean Davis, thanks so much for that. Good to see you tonight."
    },
    {
      "speaker": "DAVIS",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Richard Goodstein is a lawyer and a former adviser to Bill and Hilary Clinton, a frequent guest on our show. We're happy about that. He joins us tonight. Richard, thanks so much for coming on."
    },
    {
      "speaker": "RICHARD GOODSTEIN, FORMER CLINTON ADVISER",
      "utterance": "Sure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Just the other day, some of our finance politicrats were over in China sucking up to Xi Jinping and the elderly fascist leadership of that country, which is flooding our nation with deadly drugs. Nobody said anything about it, that was totally cool. Why is that all right?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Well, the fact of the matter is I think they look to the government to be the ones, whether it's about killing Uighurs or flooding the country with fentanyl or other things, I think they actually look to this administration to do it. And they're, frankly, a little wanting in that regard. So, should they be? Yeah. Actually, I think if you're a businessperson and want to be kind of a stand-up, yeah, you should say something and [inaudible]."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, no. But this is not like a small esoteric thing. This is like the head of every fund in New York, every bank, you know, every private equity guy. They're all over there doing this. If they all went to Iran tomorrow, or Russia tomorrow, do you think someone would say something?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Look, obviously every private sector entity has certain, you know, morals that they want to observe."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But why should they be allowed to do that? I mean, Russia and Iran, two countries that we're pretty -- we're crushing with sanctions, neither one of them has murdered, I don't know, 50,000 Americans in the last year; China has, with fentanyl. So, but we have no -- we're not -- there's no call for sanctioning China. Why is that, I wonder?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Look, what you talked about the first 15 minutes about how Russia is kind of a bit harmless or better than that -- I mean, again, Putin murders journalists, he murders opponents, he murders people in the U.K., he attacks our democracy. And, somehow or other, if that's, like, \"Oh, well, boys will be boys.\" No. I think --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I just –"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "-- actually a lot of people don't see it that way."
    },
    {
      "speaker": "CARLSON",
      "utterance": "-- I would just -- no, look, and I'm not -- look, I don’t want to live in Putin's Russia. I don't. You know, I live in D.C. for a reason: because I like it here. But Saudi Arabia also murders journalists. Saudi Arabia has a much greater effect on America's foreign policy than Russia ever has. And, yet, half of Washington is on the Saudi payroll and that's totally fine. And the Democrats and Republicans, both sides are totally fine with that. And nobody says anything about it because they're lying hypocrites. So, why shouldn't someone say something about it?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "I think a lot of people in the private sector said something when Khashoggi was basically murdered and hacked-up --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, why don't they --"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "-- by the Saudis."
    },
    {
      "speaker": "CARLSON",
      "utterance": "-- go through a list?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "And the fact that this administration didn't is shameful."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay. So, but why don't we go through -- why don't we just spend a full hour on this show, and we'll read slowly a list of the names of D.C. residents -- Republicans and Democrats -- who take Saudi money? It'll take the whole show."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Of course."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why don't we do that –"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Of course."
    },
    {
      "speaker": "CARLSON",
      "utterance": "-- right? So, like if you had Russia influencing Washington to the extent that the Saudis are, that would be a full-blown crisis."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Yeah."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But that's not –"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "The problem is, though --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "-- reality."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "-- when our president says he trusts Putin, KGB Putin, over our intelligence agencies, that's a problem. When he says, \"I don't know why Russia would attack our democracy,\" and then the next day, thinking we're all morons, says, \"Oh, I meant to say 'wouldn't'.\" Come on. That's a problem. So, when Nancy Pelosi says, \"All roads lead to Putin,\" she is on to something."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, let me just ask you, do you think that Russia is a bigger threat to the United States, or is China?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "I think --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Just [unintelligible]."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "-- I -- you asked me that before. The fact is I think --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, it's the baseline question."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "-- I don't think China is out to undermine our democracy because they're not --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Seriously?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "-- as offended by our democracy as Putin is, right? Putin and China --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, they're not as offended."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Well, I'm saying --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, who hacks more government agencies, Russia or China? Is it even close? Oh, no, it's not even in the same league."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Except for the fact that Mueller --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's \"10 axe China.\""
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "-- and the Senate Intelligence Committee, run by Republicans, the National Security staff, working for Donald Trump, all say Russia's the one trying to undermine our democracy. They're actually not pointing the finger at China."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That –"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "I'm not saying China is --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Because they're stooges."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "-- blameless totally."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Because they have overseen the greatest sellout America –"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Richard Burr is skewed?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I am saying -- yes, I would say --"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Senator from North Carolina?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "-- I would say that Richard Burr –"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Okay."
    },
    {
      "speaker": "CARLSON",
      "utterance": "-- is part of the problem; yes, I would."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "And every [unintelligible]?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "And I would say, more broadly, that what you've seen in the past 20 years is a systematic betrayal of America by our elites, beginning with China's admission into the WTO, where our entire industrial sector collapsed. They became strong; we became weak. And a small number of people got rich doing it. And they've never been punished for it and they should be. That's what I'm saying."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Yeah."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And if it includes Republican senators, good."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Yeah. And I'm just saying that everybody in the Republican establishment is pointing the fingers --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yeah, yeah, because –"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "-- at --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "-- they're stupid and corrupt, that's why."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Well --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "And I agree with you on that. Richard, great to see you."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Sure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Joe Biden is still polling at the top of the Democratic race. Why is that? Some amazing and baffling statements from Joe Biden, which, thankfully, are hilarious. Don't miss it. We'll be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Remember Corn Pop? One of the great stories of all time. It wasn’t our story. It was Joe Biden’s story. He told a group about booting a small-time Delaware gangster from a Wilmington pool. The whole thing was so weird that nobody noticed until just the other day that Biden was saying a lot of other weird stuff too at exactly the same time -- stuff about hair, for example."
    },
    {
      "speaker": "JOE BIDEN, DEMOCRATIC PRESIDENTIAL CANDIDATE",
      "utterance": "And by the way, you know, I should understand, and it gets hot, I got a lot of -- I got hairy legs that turned -- that turned blonde in the sun. And the kids used to come up and reach into the pool and rub my leg down so straight and then watch the hair come back up again. Little kids. So, I learned about roaches. I learned about kids jumping on my lap, and I love kids jumping on my lap."
    },
    {
      "speaker": "CARLSON",
      "utterance": "[laughs] It’s really kind of hard to know what to add to that, so we’re just going to keep moving on. We don’t want to focus on that too much because it’s spine tingling in a way. Over the weekend, Biden also claimed that he’s ready to take on Kim Jong Un, thanks to their many past interactions."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Putin has no illusions about whether I know him or not. Kim Jong Un has no person -- I know him or not. The same with the president of China, Xi Jinping. I spent a lot of time with these folks. They know. They know. And they know I know."
    },
    {
      "speaker": "CARLSON",
      "utterance": "[laughs] You know, it’s possible Biden has spent a lot of time with Kim Jong Un. If he has, though, it’s not on this plane of reality. In this universe, he’s never actually met Kim Jong Un. Maybe Biden’s just getting old and forgetful, maybe this is a new Avant-garde art form. Maybe it’s like Dada, it’s performance art. Maybe he’s, like, pulling an Andy Warhol on us. Whatever’s going on, this probably wasn’t the right time to roll out a new campaign slogan, as Biden apparently just did. You know what it is? “No Malarkey.” [laughs]. It’s on the side of his bus. No malarkey. Kids will love it. What other slang should the Biden campaign adopt to show they’re the campaign of the future? To answer that question and others, we’re joined tonight by author and columnist, Mark Steyn. No malarkey, Mark."
    },
    {
      "speaker": "MARK STEYN, AUTHOR AND COLUMNIST",
      "utterance": "[laughs] No. He paid some fancy millennial consultant $30 million to come up with that slogan. It’s fantastic. But they did focus groups, some other ones, Tucker. I believe they tried out the “No Eye Wash Tour,” which polled quite well with African Americans, I believe. They also went for the “No Horse Feathers Tour.” I think that tested quite well with Muslim millennials. And they tried the “No Fab Doodle Tour.” I think that actually worked well with some feminist lesbians. And then the final one, I think this would have been the one to go to, the “No Cockamamie Fiddle Faddle For the Birds Bunkum Dagnabbit Tour,” which --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "[laughs]"
    },
    {
      "speaker": "STEYN",
      "utterance": "-- which polled really strongly with undocumented transgenders. And that’s a critical constituency for Biden in Iowa. I have waited all my life, Tucker, for a hairy-legged candidate."
    },
    {
      "speaker": "CARLSON",
      "utterance": "[laughs]"
    },
    {
      "speaker": "STEYN",
      "utterance": "And this is the critical lane in the Democrat primary. We talk about the moderate lane, the socialist lane, the even more socialist lane. But the hairy leg lane has been wide open since --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, it has."
    },
    {
      "speaker": "STEYN",
      "utterance": "-- Beto instagrammed himself shaving his legs back in August. And then using an arugula exfoliate to moisturize them. Biden cunningly saw that there was an opening for a hair suit-legged candidate."
    },
    {
      "speaker": "CARLSON",
      "utterance": "To me, hairy legs just scream “toxic masculinity.” They’re almost the definition of it."
    },
    {
      "speaker": "STEYN",
      "utterance": "Well, I think that’s -- you’re getting too hung up on it, you know? There’s absolutely nothing weird about sitting a seven-year-old boy on your lap and inviting him to smooth down your leg hair and then watching it rise again. I believe, in fact --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "[laughs]"
    },
    {
      "speaker": "STEYN",
      "utterance": "-- that seven-year-old boy was the junior lifeguard of the pool, young Kim Jong Un, who was there on a work exchange program from North Korea. And that’s how he knows him, and that’s why Kim Jong Un has seen those legs. And that’s why he’s terrified of Biden."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Whoever that kid is, I suspect he’s now consulting his lawyer. So, do you think that this -- and this is, like, the macro political question, which I’m bound -- duty-bound to ask you as a cable news host, does all of this help or hurt Joe Biden in his -- apparently his day job, his primary goal of getting the nomination for whatever party he belongs to?"
    },
    {
      "speaker": "STEYN",
      "utterance": "I think on balance, it helps him. Because if he weren’t crazy and talking gibberish, we’d be talking about corrupt and squalid he and his family are."
    },
    {
      "speaker": "CARLSON",
      "utterance": "[laughs]"
    },
    {
      "speaker": "STEYN",
      "utterance": "In fact, I originally -- when he said it was the “No Malarkey Tour.” I thought that was Noma Lackey, who is the chairman of Burisma and a --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "[laughs] It’s too good."
    },
    {
      "speaker": "STEYN",
      "utterance": "-- I think he was an Uzbek oligarch who actually wanted to come on the Iowa tour, but Hunter Biden wanted to charge him $47 million to accompany them. That’s why it’s the Noma Lackey tour."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know, I should -- I really should let our viewers know that none of this is scripted. You have no idea what the questions are going to be. I just throw it out whatever comes to the top of my head and those are your responses."
    },
    {
      "speaker": "STEYN",
      "utterance": " It's like a Biden campaign appearance. Live."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right. So good. Mark Steyn. Thank you."
    },
    {
      "speaker": "STEYN",
      "utterance": "Thanks a lot, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, despite all the tape we just played you, which is real, Joe Biden remains competitive -- quite competitive in the democratic race and one reason for that might be that even Democrats are frightened by the options. Over the weekend in North Carolina Pete Buttigieg, who's apparently mayor of a small town in the Midwest nodding along while a member of the audience explained that actually there's no such thing as an illegal immigrant because America itself is an illegitimate country. Illegal immigrants should be claiming what was taken from them in the first place. Watch Mayor Pete's head nod as this person speaks."
    },
    {
      "speaker": "MALE SPEAKER",
      "utterance": "Whenever people say we call people illegal aliens and all these things that are not human and certainly not Christian, why can't we just own an America that the -- the people that are trying to come from Mexico here are coming back to land we stole? And the reason we took the land is because people wanted to keep their slaves. I mean, we have to have some historical clarity."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Keep in mind that's one of our Christian leaders, oh, yeah, Christian leader. Okay. Tony Katz is a radio show host in the state of Indiana and a long-time watcher of Mayor Buttigieg. What do you -- Tony, are you surprised by this? Mayor Pete nodding along as whoever this character is goes on about illegals?"
    },
    {
      "speaker": "TONY KATZ, RADIO TALK SHOW HOST",
      "utterance": "No. No, no, no. No one who actually listens to Pete Buttigieg is surprised. He's a radical. He is in lock step and policy with Warren and with Sanders. He is somebody who believes in, for example, Medicare for all. He is someone who believes in gun grabbing. He just doesn't want to confiscate the guns but he still wants to grab the guns. He doesn't want Medicare for all, he wants Medicare for all who want it. It's only a question of how fast Pete Buttigieg wants to go in these policies but he also comes from this very radical place. He -- they try and paint him as a centrist and as a moderate but if you're nodding along with the idea that Reverend Barber put out there that the reason people are coming across the border illegally is because they're reclaiming their land, that's not a moderate position. That is a radical, radical position and if you listen to Pete Buttigieg --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, it's also -- it's also factually untrue. What's he saying that like the conquistador's and their descendants have a profound claim on Texas or something? Like what -- it doesn't even make sense the reverend is not a historian clearly, whoever that guy was he's like -- it's idiotic."
    },
    {
      "speaker": "KATZ",
      "utterance": "But he did -- that reverend had put together --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But why didn't Buttigieg say wait a second, what are you talking about? Like, that's dumb. Why didn't -- I mean, he can't --"
    },
    {
      "speaker": "KATZ",
      "utterance": "He doesn't push back because he does believe in first, he's desperate for that vote. He is desperate for the black vote. He knows he has a problem. South Carolina is abysmal. This took place in North Carolina, but Reverend Barber is somebody who put together the moral impeachment rally. These are two people who are very much, especially I should say Mayor Buttigieg in favor of and fine with abortion. When he was mayor of South Bend there was a pro-life center that went in, got zoning approval from the city council. He vetoed it. He vetoed a pro-life center in South Bend. So, this is very much in his [unintelligible] to try and like whack semantic and intellectual -- pseudo-intellectual and be like hmm, you bring up a very good point, Reverend Barber, when no actual point is made and certainly there's no truth into the claim that he's making. It's a bunch of malarkey."
    },
    {
      "speaker": "CARLSON",
      "utterance": "When no actual point is made. That's a very good point. Tony Katz. Great to see you tonight. Thank you. Well, John Kerry told us the other day it's time to treat climate change, global warming, as seriously as the war to defeat the Nazi's. Are you ready for another war? John Kerry's war. That's next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, the left wants power, as you know. That's a given. It's the whole reason for existing really. The problem is finding a good excuse for seizing power. These days one of their favorite excuses is climate change, something they're unwilling to precisely define and for good reason. Over the weekend John Kerry launched a new anti-global warming coalition called \"World War Zero.\" Fighting for the climate is just as important as beating Adolf Hitler, they told us, and the only way to win this war of course is to give the left total control over the economy, your country, and your life. But are voters actually ready to give up power over their own life to John Kerry and friends? A new poll suggests maybe they're not. Justin Haskins is editorial director at The Heartland Institute, and he joins us tonight. Justin, thanks so much for coming on. So, give us a sense of the public's view of this. John Kerry and others are totally unwilling to have a conversation rooted in science about climate change. Instead they speak in [unintelligible] in hysterical generalities. But their claim is they need to be in charge or else the world ends. What does the public think of that?"
    },
    {
      "speaker": "JUSTIN HASKINS, THE HEARTLAND INSTITUTE",
      "utterance": "Yeah. Well, what we found in our recent poll is that less than half of all likely voters despite all of the efforts in Hollywood by the left, all of the efforts in academia, all the efforts by political losers like John Kerry to try to convince people that there's an existential climate change crisis headed our way in 80 years into the future or just 12 years into the future if you believe Alexandria Ocasio-Cortez. Despite all of that, less than half of likely voters say that they believe that there is a human-caused climate change crisis. And it's much less than half of independents. These are the people that Democrats need to win. I mean, I don't mean to give them political advice, but if they need to -- they need to win these people over if they have any chance at all of winning in 2020. And, yet --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, it's --"
    },
    {
      "speaker": "HASKINS",
      "utterance": "They don't seem to get that memo."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What I don't understand is if this is World War Zero, it's a world war against climate change, the single --"
    },
    {
      "speaker": "HASKINS",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "-- largest polluter emitter of CO2, by far, as China. So, we should be at war with China and, yet, these are the apologists for China. This doesn’t make any sense to me, Justin Haskins. Try to unravel it if you would."
    },
    {
      "speaker": "HASKINS",
      "utterance": "Yeah. No, it makes absolutely no sense. John Kerry said that they need to mobilize an army, mobilize an army. Well, here's what you could do with that army --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right."
    },
    {
      "speaker": "HASKINS",
      "utterance": "-- John Kerry: invade China --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yeah."
    },
    {
      "speaker": "HASKINS",
      "utterance": "-- invade India."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yeah."
    },
    {
      "speaker": "HASKINS",
      "utterance": "Because those are the people who are producing significantly more CO2 emissions than we are here in the United States."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, are they for that?"
    },
    {
      "speaker": "HASKINS",
      "utterance": "[unintelligible]"
    },
    {
      "speaker": "HASKINS",
      "utterance": "I believe the human CO2 emissions --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Are they for that?"
    },
    {
      "speaker": "HASKINS",
      "utterance": "-- are causing a climate crisis. No, of course not, of course not."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, they're declaring --"
    },
    {
      "speaker": "HASKINS",
      "utterance": "Because this is not --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "-- war on ourselves but they're not for declaring war on the people who are causing this crisis?"
    },
    {
      "speaker": "HASKINS",
      "utterance": "Absolutely. They would do anything for political power, which is what this is all about. This has nothing to do with saving the planet from a climate crisis because they know that even if you believe that CO2 emissions are causing that -- and I don't believe that it is -- but even if you believe that, they know that there's nothing we can do here in the United States, absolutely nothing, nothing that Europe can do, absolutely nothing. It is all in the hands of China, and India, and countries like that. And, yet, you never hear John Kerry speak a word about that. It's all about what the United States has to do, that he wants us to commit economic suicide in order for him to have more political power. Ultimately, that's what this is all about."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's interesting. You saw Mike Bloomberg in the tape that we played earlier in the show make excuses for the fact that China is building new coal-powered power plants. But that's okay with Mike Bloomberg, even as he tells us that he's concerned about the existential sort of climate change. I mean, this -- it's honestly confusing."
    },
    {
      "speaker": "HASKINS",
      "utterance": "Yeah. Well, it is confusing if you're trying to approach this with logic. This isn't logical."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "HASKINS",
      "utterance": "This is all about power and control. And right now --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "HASKINS",
      "utterance": "-- China is not a convenient enemy. A convenient enemy is Russia. So, if Russia was doing all of this, then you can bet that the narrative would be completely different."
    },
    {
      "speaker": "CARLSON",
      "utterance": "[laughs] But they're not. Yeah, vodka-making doesn’t cause a lot of CO2. Justin Haskins, great to see you tonight. Thank you."
    },
    {
      "speaker": "HASKINS",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, cites across America are getting dirtier, more dangerous, thanks to radical pro-criminal prosecutors. Why is this happening? It's happening because certain people are paying for it. We'll tell you who they are, and why, after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "In cities across this country, left-wing extremists are becoming, of all things, prosecutors. They're getting elected on an agenda that favors criminals over decent people and undermines the rule of law. How is this happening? Is there suddenly a national groundswell of support for crime and lawlessness? No. No, there's not. Most Americans believe in order; they always have. What's happening is an end-run around democracy. A small group of left-wing megadonors is drowning local elections with tidal waves of cash. As it turns out, that works, and it's not very hard to do. We've already told you, in some detail, about how Hungarian-born billionaire, George Soros got a pro-crime radical, called Larry Krasner, elected district attorney in Philadelphia. Violence in that city immediately, and predictably, went up."
    },
    {
      "speaker": "That's what happens when you stop enforcing the law",
      "utterance": "people die. And, in Philadelphia, they have. By any measure, the Larry Krasner experiment has been an ugly disaster and, yet -- and this tells you everything about where we are right now -- many progressives see Philadelphia and what Krasner has done there as a model for the rest of the country. They'd like to bring it to your town and they're trying to do that. Last month, a longtime left-wing activist called Chesa Boudin was elected DA in San Francisco. Boudin ran on the promise to make an already filthy and disorderly city even dirtier and more chaotic. He pledged to effectively legalize prostitution, public urination, and living on the sidewalk. He dismissed the prosecution of criminal gang members as -- quote -- \"explicitly racist,\" though he didn't explain how. He promised to do away with cash bail entirely. Just in case anyone missed the point of all of this, supporters at Boudin's election party chanted, \"F the police.\" Even in America's most flamboyantly liberal city, this was too much for a lot of people. When you tear down the justice system, only the criminals thrive. Everyone knows that. Yet, in the end, Chesa Boudin was elected anyway, if only by a narrow margin. How'd he do that? Well, with the committed backing of Silicon Valley's ruling class. Boudin won the support of people like Kaitlyn Krieger. She's the wife of Instagram's co-founder. Krieger, who is a living parody of a silly, out-of-touch rich lady, gave Boudin $27,000. Now, it's hard to imagine Krieger would have done that if there was a possibility she might have to live with the consequences of it. But, of course, there was never any chance of that. Krieger is a billionaire. She can live behind gates protected by her own police force, if she wants, and maybe she does. The same is true for people like Elizabeth Simons, the daughter of hedge fund billionaire, James Simons. Simons gave Chesa Boudin $25,000. If you sense a trend here, that's because there is a trend here. Scratch the surface and you'll find that the destruction of California has been paid for by the very rich, the guilt-wracked heirs of inherited fortunes have guilt-racked heirs of inherited fortunes have long been a major force in left-wing politics, of course. The more they despise themselves, the more left wing they tend to be. What’s new is the burgeoning coastal billionaire class. Now, people who amass fortunes incrementally over time through hard work and innovation typically have conservative political instincts. But people who’ve made huge piles of quick cash in finance or technology usually do not. People like that understand they’ve hit the lottery. They can’t say that out loud, of course. They have to pretend that they earned it all fair and square, really. But deep down, they know that’s a crock. They’re winners in an awful scam. They know that and they feel bad about it. So, to solve their consciences, they fund radical causes designed to destroy the very society that made them rich, sending money to Chesa Boudin is the equivalent of paying a secular indulgence. You pay the price in the end. This is how California got proposition 47 passed in 2014. Prop 47 downgraded a long list of felonies to misdemeanors, including any theft of under $950. Since it became law, crime has surged in California. On the Bay area Rapid Transit System, for example, violent crime has more than doubled. Murders, assaults, robberies and rapes have jumped by 115 percent. The city of San Francisco, meanwhile, now has more property crime than any place its size in this country. Why? Well, because criminals understand the rules. They know they can’t be punished. Authorities in Sacramento say that members of shoplifting brings calculators into stores to make sure their thefts come in under $950. The law allows them to steal with impunity. It’s grotesque, and it’s incredibly destructive. How did it happen? You know the answer. The moneyed left bought the election. George Soros put in almost $2 million behind Proposition 47. By. Wayne Hughes Junior, son of a billionaire storage tycoon, gave another $1.2 million. Netflix CEO Reed Hastings chipped in a quarter million, as did venture capitalist Nick Pritzker. Former Facebook president Sean Parker gave $100,000 to the effort. Cari Tuna, wife of Facebook co-founder Dustin Moskovitz, gave $150,000. Moskovitz went to Harvard with Mark Zuckerberg, a fact that allowed him to become a billionaire while still in his 20s. Moskovitz and his wife are now reportedly worth more than $12 billion. Now, if that sounds like a lot, possibly even an obscene amount for a 35-year-old who’s never really done anything, Moskovitz agrees with you or pretends to agree, anyway. “Cari and I are stewards of this capital,” he told Business Insider a few years ago. “It’s pooled up right around us now, but it belongs to the world.” Of course, just because all that money belongs to the world doesn’t mean the world gets to decide how it is spent. Dustin and Cari Moskovitz make that call. Like so many in our ruling class, they could care less about what happens to ordinary people in the normal parts of America. Thanks to the projects they fund, the country’s streets are dirtier and more dangerous. But within the gated tranquility of their world, the Moskovitz’s feel like incredibly good people, empathetic, virtuous, enlightened people. And that’s what matters. In fact, it’s all that matters. Disgraced FBI Agent Lisa Page plotted with her boyfriend to stop a Trump presidency. Now she’s talking out loud for the first time. I’ll tell you what she said after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Lisa Page, a former FBI lawyer, sent a bunch of now-famous text messages during the 2016 campaign. And then we never heard from her. Today we did hear from her. What’d she say? Trace Gallagher knows the answer. He’s here to tell us. Hey, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS",
      "utterance": "Hey, Tucker. Former FBI attorney Lisa Page says she’s done being quiet while the president of the United States calls her names. She goes on to say the president’s attacks are sickening, quoting here, “It had been so hard not to defend myself to let people who hate me control the narrative. I decided to take my power back.” Though, some conservative critics wonder why she decided to begin controlling her narrative by giving her first interview to Molly Jong Fast of the Daily Beast. Jong Fast is an anti-Trump journalist who often mocks the president on Twitter and says Hillary Clinton’s presidential loss was the worst night of her life. During her interview, Lisa Page defends her text messages with then-FBI agent Peter Strzok, with whom she was having an affair. In 2016, Page writes to Strzok, “Trump’s not ever going to become president, right? Right!” Strzok responds, “No. No, he’s not. We’ll stop it.” Later that month, Strzok writes to Page, “I want to believe the path you threw out in Andy’s office -- “ that being Deputy Director Andrew McCabe, “That there’s no way he gets elected. But I’m afraid we can’t take the risk. It’s like an insurance policy in the unlikely event you die before you’re 40.” Lisa Page says the texts were taken out of context, though she fails to explain the context. All of this comes a week before DOJ Inspector General Michael Horowitz is set to release his report on the origins of the Trump/Russia investigation, which some believe will be damning. Finally, we should note we don’t know where Lisa Page is currently working but were working on it. Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I’ll be interested to find out. Trace Gallagher. 3:00 p.m., anchoring all this week, I'll be watching. Hopefully yours –"
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "-- will, too. Good to see you. Back tomorrow, 8 p.m. Sean Hannity right now. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}