{
  "date": "December 27, 2017",
  "headline": "Does Trump deserve credit for drop in violent crime?",
  "subHeadline": "Violent crime is down across the country by 1.1 percent and the murder rate in America's biggest 30 cities dropped by 5.6 percent.",
  "url": "https://www.foxnews.com/transcript/does-trump-deserve-credit-for-drop-in-violent-crime",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PETE HEGSETH, GUEST HOST",
      "sentences": "My name is Pete Hegseth and I'm in for Laura Ingraham on this Wednesday night and this is \"The Ingraham Angle\" live from New York City. It's almost the new year and tonight we look at what a difference just one year makes with President Trump in the White House. Now ISIS has been almost wiped off the map completely, losing 98 percent of its territory, including half of it since President Trump took office.  An American president will be honored in Israel. Not just in Israel, but in the old city of Jerusalem. We will talk to John Bolton about both of these amazing developments.  And murder and many crime rates including the killing of police dropped this year. We will debate whether Trump's tough talk and pro-police policies deserve the credit.  Meanwhile, the establishment media can't understand -- they kill still cannot understand why President Trump's base still supports this president. We will examine whether the media's problem isn't the messenger themselves. Gold Star parents who lost their Navy SEAL son in an Afghanistan firefight credit a key change by President Trump for saving military lives on the battlefield this very day.  But we begin with a little notice year-long probe that could have a big effect on the investigation by Special Counsel Robert Mueller. Last January, the Justice Department's inspector general, Michael Horowitz, quietly began investigating the FBI and DOJ's handling of the Hillary Clinton email scandal. Now, recently that inquiry turned up evidence of anti-Trump bias among key players in the Russia investigation. Remember those Peter Strzok and Lisa Page texts that talks about an insurance plan. That came from Michael Horowitz's investigation at the IG.  Now all of Washington is waiting to see what other bombshells this investigation may reveal in the new year and whether this could discredit part or all of the Mueller probe.   Joining us now to discuss from Washington, D.C. is Scott Bolden, a Democratic strategist and with me here in New York City is James Freeman, the assistant editor of The Wall Street Journal's editorial page. Gentlemen, both thank you for joining me this morning. I'm on \"Fox & Friends\" all the time. Morning or night, I can't get it right. This is \"The Ingraham Angle.\" We are here this evening. Scott, let me start with you now that I know where I am. This investigation, Bob Mueller's name is a household name right now. The Democrats are banking through their resistance that he's going to take down as president. The name Michael Horowitz is not one well-known, but his investigation has already bore proof that Peter Strzok and others have had to leave the Mueller probe as a result of showing anti-Trump bias.   Is this not an investigation if they show the special treatment was given to Hillary Clinton could have serious consequences?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT BOLDEN, FORMER CHAIRMAN, D.C. DEMOCRATIC PARTY",
      "sentences": "I mean, I understand about the Strzok issue, but he was removed. As a former prosecutor, let me just say this. He was not the only decision-maker and until you show that the investigation has been tainted, not just having one investigator that was tainted and probably removed, you don't have political bias. You can't select people to be on the investigation team whether it was those who investigated Hillary Clinton or those who are on the Mueller investigation simply for political affiliation.  They have to show political bias and there has nothing right there right now, no matter how many times the GOP throws political hand grenades at the Mueller investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Scott, you say that Peter Strzok is not the only one in the investigation, true. Enter Andy McCabe, who is the number two that is part of this as well. When the Clinton email investigation was going on, we know now through evidence that Andy McCabe said that this Clinton email investigation should receive special status. There's Andrew McCabe right now. He's also been referred to as Andy in the insurance policy in the texts between Strzok and Lisa Page. So, if Andy McCabe said special status investigation. James Freeman, the inspector general is trying to consider whether or not it was a fair investigation, are we not onto something here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES FREEMAN, ASSISTANT DIRECTOR, WALL STREET JOURNAL EDITORIAL PAGE",
      "sentences": "I think we are onto something and I assume Mr. Bolden and people -- or at least Democratic colleagues were pretty happy when this Horowitz investigation got going because the idea here was there was a theory in Democratic circles that Mr. Comey of the FBI had put a slam on the scale and helped Donald Trump get elected. So, I think this was perhaps seen as a way to discredit the Trump administration. Now as you said, quietly, Mr. Horowitz hasn't been leaking, but he appears to have been doing a lot of work, taking a lot of documents, a lot of interviews. He has interviewed Mr. Comey among others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Loretta Lynch as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Right. We will get a report probably late winter or early spring and it's focused on the Comey process. Not his decisions, but did he follow FBI procedures and I don't see how anyone can say, yes, he did because that was one thing that former AG's and deputy AG's of both parties agreed with. It has kind of been lost now in the intervening months but there was widespread agreement that former FBI Director James Comey did not follow bureau procedures when he took upon it himself to announce that there would be no prosecution of Mrs. Clinton when he shared his thoughts publicly in a press conference about her culpability.  That's not what prosecutors do and he's not a prosecutor. He's supposed to gather the information. Prosecutors make the decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Scott, specifically this DOJ inspector general is looking at -- as was mentioned by James -- the review of the Clinton email investigation. Authorities are examining whether the Justice Department and FBI established policies and procedures. It doesn't feel like established policies and procedures to write the exoneration of the person you are investigating two months before you talk to them, as well as deeming the investigation special, which means only a few people at the top of the FBI were actually involved in investigating Hillary Clinton. I will note, this is very important to know, this inspector general launched this report independently before President Trump was president and he's an Obama appointee. This is not something President Trump has launched and why is this getting very little coverage and notice when Bob Mueller is wall-to-wall on every other network in the city?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "Well, Bob Mueller has not done any interviews quite frankly. It's been the political pundits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "He's done a little bit of leaking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "We don't know that either. There was nothing usual about the Clinton investigation. Politics crept its way in and there were a lot of political bangs from day one. So, as a former prosecutor, a special status meant absolutely, they were trying to protect the investigation from not only leaks but political comments and to have politics injected into it.   I think the inspector general, we welcome his investigation because it is something that is really important, but I still don't think that if there was something there we would have it by now. We did get the emails, don't get me wrong, but again, was their political bias? Wasn't handled in an inappropriate manner? It certainly was handled in an unusual manner with Comey and most Democrats hated Comey reopening the investigation or even making public statements.  That was unusual, but I think Comey indicated, he laid out his basis for taking these unusual steps. So, we welcome the IG investigation. I think Democrats and Republicans ought to be both concerned, but relieved once that report comes out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "It will be very interesting to see what it reveals. James, we hear investigation, how Senate investigations. A lot of them going on right now. But through all of those it has revealed what a lot of people feel like it is in FBI-DOJ swamp. We are not talking about the agents that do the great work. It's talking about leadership whether it's Strzok, Andrew Weissman, who was to attend Hillary Clinton's victory party until it wasn't a victory party. Bruce Ore, connections of his wife, Nelly, to Fusion GPS, and Andy McCabe, James Comey, James Baker, the council who had to step down. It seems like a lot of deep state Democrats who have an ax to grind or political preference and we all know political preferences, everyone is allowed to have them, but if they start to cloud your judgment or give you reason and rationale to pursue someone for a different reason, how do you not look at that and say we need to find out more?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Right. The FBI agents, they are allowed to have political opinions but when you get into extreme bias, that's what we saw in the Strzok text. That's why Mueller fired him. He would not have fired him if there wasn't that issue of extreme bias.  As this rolls forward, remember the whole reason the Mueller investigation exists is because Comey was fired. What this Horowitz inquiry is going to do --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Then asked his buddy to leak things to make sure he triggered a special counsel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "This is going to shine a light once again on the fact that Mr. Comey deserved to be fired. The reputation of the FBI was in tatters last year because of what he was doing conducting his investigation into the emails and what this is going to do is bring up a lot of issues that were kind of tossed aside or forgotten when the focus moved to Mr. Trump when he started talking about the reason he fired Mr. Comey.  If you go back to May and look at Deputy Attorney General Rosenstein's memo, it laid out chapter and verse on how Mr. Comey had violated long- standing procedures. It quoted officials from both parties over the years saying this is antithetical to the interests of justice. I think he is now looking into that. That's a problem for Comey and for Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Briefly come in 20 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "This is all political rhetoric. You have to show political bias. Show me one document, one witness testimony --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "What about the text messages that say, Andy, we have an insurance policy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "-- and that individual was removed from the campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "He wouldn't have been without the inspector general report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "But that doesn't show political bias. It means that he was tainted but the investigation was not tainted --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "But he was in charge of the Hillary Clinton email investigation. He was in charge of changing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "It was not his decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "-- Peter Strzok and Andrew McCabe were a part of changing the wording from gross negligence --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "In the end it was Mueller's call. This is all political -- Republicans would love to make more of it, but until you have evidence, documentary or otherwise. Because the FBI and DOJ, that's all they are looking at.   All you have of these political grenades by the Republicans. My goodness, if you don't want any Democrats to be on any of these investigation teams and we are starting to look like a third world country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Don't worry there are plenty of Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "That was the whole point of the Rosenstein memo. Jamie Gorelli (ph), former deputy AG under bill Clinton. Eric Holder, official in both the Clinton and Obama Justice Department's. Are you discounting what they said about Comey's conduct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "There political support, who they write checks to, if they attend a briefing -- if they attend a fundraising and you are going to say that needs to be investigated? That's nonsensical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Well, $675,000 to the wife of the number two in the investigation was running for Congress. It means something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "She took money from the state governor from the state Democratic Party in Virginia. What else she supposed to do? You want them to be divorced over this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Perception is extremely important in addition to reality in these extrinsic circumstances.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "Perception does not require an investigation. Politically, you may like the fact that they've done this, but that's the art of the deal. There's nothing illegal or inappropriate or unethical about it, and you can't make it that way by merely repeating that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "The American people are still grateful for the fact that you have Bob Mueller doing his thing, but the name Michael Horowitz, which is not a household name, who seems to be apolitical is digging down to the fact that our secretary of state had a private server in her home and deleted -- bleach bit 33,000 emails, and got away with it, and that makes people feel like the system is rigged differently for them than someone with political connections. We will find out what the conclusions are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "You disagree with the conclusions so you want more investigations done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "If the conclusions were based on a swamp benefiting Hillary Clinton. We may get evidence of that, that's the point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "You are obsessed with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Scott, we have to leave it right there. James, we got to leave it right there. Eventually will get to the bottom hopefully in both of these fronts. Thanks, Gentlemen.  Well, much of Washington State is glued to the Mueller probe, Trump has spent the year scoring some impressive victories overseas, including one that President Obama said was impossible. We will talk with John Bolton about that in just one minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Welcome back to \"The Ingraham Angle.\" Well, the barbaric and bloodthirsty ISIS caliphate is suddenly almost extinct having lost 98 percent of its territory. A stunning half of that loss came in just the year since President Trump took office. But it wasn't so long ago that ISIS was running rampant, gobbling up large chunks of Syria and Iraq, and looking almost unstoppable as a terror army. At least that's what President Obama told us in July of 2015.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "This will not be quick. This is a long-term campaign. ISIL is opportunistic and it is nimble. Our strategy recognizes that no amount of military force will end the terror that is ISIL.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Can't beat ISIS with the military, that wasn't just wrong, it was a strategy destined to fail. According to Retired Four-Star army general and Fox News military analyst, Jack Keane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACK KEANE, FOX NEWS MILITARY ANALYST",
      "sentences": "The Obama administration despite their claims that this was a top priority never fired a shot in anger against ISIS even though the Iraqi government was asking for help for nine months. That's how long it took. It took 15 months before we ever went after their oil fears, which is their source of strength, financial strength. That was a strategic blunder that we didn't crush ISIS early on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Turns out the JV team wasn't so JV. President Trump just didn't change strategies, many credit him with unleashing the military by simply changing their roles of engagement, which is critically important on the ground.  Joining us now for reaction from Washington is former U.N. Ambassador John Bolton. Mr. Ambassador, thanks for joining us. So, President Obama said that our strategy in Iraq recognizes that no amount of military force will end the terror that is what he called ISIL, ISIS. Yet it appears to me that it is indeed military force that is eradicating the grounds that ISIS held. What is the key difference between what President Trump did and President Obama did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BOLTON, FORMER U.S. AMBASSADOR TO THE U.N.",
      "sentences": "Well, I think the strategy Obama was pursuing he described as degrade and ultimately destroy ISIS. The emphasis was on ultimately. So, under his approach just dragged on and dragged on and dragged on.  And the consequence was that ISIS had ample opportunity to both train terrorists to get into Europe in the United States, but also as things finally began to turn, to exfiltrate unknown numbers of its leaders into other anarchic portions of the world. So, we should be happy that the caliphate, the physical caliphate is just about gone, but unfortunately, the ISIS threat remains, now based in Libya and Yemen and the Afghan-Pakistan border regions. That might have been avoided if we had been really pursuing them harder during the Obama years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Absolutely. A lot of people, guys on the ground credit the loosened rules of engagement. When I was in Iraq and Afghanistan, if I had to call the White House for an airstrike, that's going to inhibit my ability to make decisions on the ground. Now it's captains and majors and colonels making moment by moment decisions. How important is that to maintaining momentum in defeating an enemy like we have, which once was -- the caliphate once was the size of Ohio now reduced to a thousand lowly fighters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Well, I think it was critical and I think it reflects what the strategy should have been all along, not degrade and ultimately destroy, economize, save words, \"destroyed, period.\" I have to say that because the administration continued to follow the Obama approach of relying mostly on the government of Iraq and its Shia militias, certainly we helped with the Kurds. We helped with some of the Syrian opposition and other Arab forces, but relying extensively on the Baghdad government, which is effectively a satellite of Iran, we have left now Iran in a very advantageous position in the region for what I fear may be the next conflict.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Well, that's very true. The next up in what happens in Iraq and Syria is absolutely critical, but for now the fact that the caliphate has been defeated, incredibly significant. We will see how much the rest of this town reports in that development. But I have to get your insight on some news that we found quite interesting. There's something that would not have happened under President Obama, Israel is honoring an American president, the Israelis now plan to name the train station near the western wall in the old city of Jerusalem after President Trump.  In fact, specifically, the transportation minister in Israel has said the western wall is the holiest place for the Jewish people and I decided to name the train station that leads to it after President Trump. That's a big thing. A lot of people might be surprised by that, why are they so willing to immediately embrace this president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Because of what he's done, because of recognizing Jerusalem as Israel's capital and by reversing eight years of basically anti-Israel American foreign policy. I'm sure cases of heart burn across the country are rising now as people realize it, but Trump has stood by Israel and if this decision goes through it shows that loyalty is rewarded. I think it's a great thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "It's not just train stations, Jerusalem city council members proposed changing a street in the Muslim quarter to Donald Trump Street. New parks and schools under consideration named after Donald Trump. So, the gratitude is palpable as you mention. Someone who's been to the old city, I know you have as well, the significance of him visiting the western wall for the first time in May and making this change, truly historic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "I got to get your take on one last thing because a report came across my desk -- you brought it to my attention this evening. A new report that says that China has been spotted illegally selling oil to North Korea. This is a big development in light of what we are trying to accomplish their and what we've been trying to get China to do. What you know about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Look, this is a proverbial fire bell in the night. Overhead pictures of tankers latched up at sea, probably Chinese, probably North Korean transferring oil to the North Korean tankers. We have this ecstatic Reuters news report earlier today that says China didn't ship any oil to North Korea in November, what's the source of that? China's own export statistics. As if they will tell us the absolute truth. I think this is very significant and I think it unfortunately shows that China yet again as it has for 25 years is playing the United States, driving us, telling us they will help with the North Korean problem and then doing precisely the opposite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Very briefly, Ambassador, what is our next step? How do we hit China back on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Look, I think the president has to have a conversation with the president and saying we are getting very close to the end of the road. Either you help us in a very significant way or we will be faced with a hard choice on using military force. We know there have been military to military discussions about the possible effect of the collapse of the North Korean regime. The Chinese need to get with us on this or I think we've got to act on our own.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "That could be true. Ambassador John Bolton, thanks a lot. Appreciate your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Thank you, Pete.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "All right. There was also encouraging news on the home front in this 2017, especially where good news is needed most, our crime-ridden big cities. Details coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "We are back with a stunning example of what a difference a year makes in combating crime. During Obama's last year in office the killing of police officers by gunfire hit a five-year high. Under President Trump, those killings are down by a remarkable 34 percent according to the National Law Enforcement Officers Memorial Fund. One big difference may be a simple change in attitude according to a former high-ranking FBI official.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RON HOSKO, FORMER ASSISTANT DIRECTOR OF THE FBI",
      "sentences": "Look, since the days of his campaign, the president went out of his way to thank the men and women in law enforcement for their sacrifice and say that effectively I stand with you. That is 180 degrees away from the last few years, really going back to 2009 of the Obama administration where the presumption was that the police were racist, the police did something wrong until proven innocent. I think that tone, maybe we are sensing or feeling a Trump effect now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "There's more good news. The violent crime rate is down in the nation's 30 largest cities, including the murder rate according to a study by NYU's Brennan Center for Justice. Violent crime down by 1.1 percent. Even better news, the murder rate in the biggest 30 cities dropped by 5.6 percent. That includes an 11.9 percent decline in Chicago. A lot of attention for many years. A 9.8 percent drop in Detroit. Is this encouraging trend here to stay and does President Trump deserve the credit? Let's ask journalist, Heather Macdonald, the author of last year's critically acclaimed book, \"The War on Cops, How The New Attack On Law Order Makes Everyone Less Safe.\" Also joining us is Michael Tobman, a Democratic strategist and former senior aide to Senator Chuck Schumer. Thank you both for joining us this evening.  Heather, let me start with you. The previous sound bite that we played said that the presumption that the police are racist as the wave may be couple years ago, black lives matter and Barack Obama's presidency, juxtapose that with President Trump. We could all say he has the presumption that the police are heroes, that that they deserve his backing and our backing. How much does that ethos affect these rates, or could it? HEATHER MACDONALD, AUTHOR, \"THE WAR ON COPS\": There has been a sea change in both rhetoric and policy, Pete. It's extraordinary because we did go through eight years were President Obama took every opportunity to reinforce the false black lives matter narratives, that we are living through an epidemic of racially biased police shootings of black men that resulted in real demoralization among our police forces and de-policing. Officers were reluctant to get out of their cars and make that stop at 2:00 a.m. questioning somebody hanging out on a known drug corner hitching up his waistband as if he has a gun because they were fearful the media, the mainstream media would label them as racist. Today, we have a Justice Department led by Attorney General Sessions, who is trying to reverse some of the anti-cop policies of the Obama administration and Trump is not serving as an echo chamber for Black Lives Matter Movement. I hope that what is going on is that cops are going back to proactive policing and we can hope that more black lives will be saved this year than were lost in the last two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Trends look like that may be the case. Michael, I've never walked the beat as a cop, but I have walked the beat on patrol in the military, and if you don't believe in your mission or you don't think your commander has your back or your morale, your confidence is low, you are far less likely to be aggressive or take that proactive measure. How much of that morale or confidence, the restoration of it with this president focusing on it, how much might that actually matter at the ground level?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL TOBMAN, DEMOCRATIC STRATEGIST",
      "sentences": "I think it actually is from the ground level up and not the top down. I think changes in policies and political appointments in the White House who does have some say on this, but I would disagree on many others. I think it's actually to the credit of local policing, city by city and each of those cities you discussed those very startling, very encouraging drops in violent crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Of course, with local policing, I totally agree with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOBMAN",
      "sentences": "But, yes, morale has a big part of it, and I think that people think, that whether it's their Patrolman's Benevolent Association here in New York City or the police commissioner, or a mayor, and we see constant controversy and tension between the New York City PBA and Mayor de Blasio. But I really think it's a credit to the local policing and I think attributing it solely to the tough on crime rhetoric of candidate Trump and then President Trump does local police --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Certainly -- good point, you can't credit it all to the president. But you almost can imagine what if Colin Kaepernick had taken a knee during the Obama presidency, would he have been invited to the White House and lauded as a hero? Instead he was called out specifically by President Trump. You know law enforcement officers and police officers love the fact that he is a blue lives matter guy, not a Black Lives Matter guy. But that does trickle down. A local guy on the beat really does care whether or not he's going to be seen as guilty before the action is even taken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEATHER MAC DONALD, MANHATTAN INSTITUTE SENIOR FELLOW",
      "sentences": "Right. I think that's an excellent example. I would also just point to some of the policies. And I agree that policing is fundamentally a local phenomenon. Nevertheless, there's things that Attorney General Sessions has done that are also sending a very powerful message to cops. He has tried to free departments from the unnecessary and costly consent decrees that the Obama administration put on. He has said to U.S. prosecutors we want you to go after violent felons and drug felons without worry about the pseudo-mass incarceration narrative being used against you. And again, these things are both effective in themselves, and they do send a message to cops. Of course policing and a drop in crime is due to the local cops on the ground, but the narrative matters and an echo chamber in the White House for a false narrative did a heck of a lot of damage over the last couple of years to the law abiding residents of inner-city neighborhoods.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "I stand corrected, by the way. Colin Kaepernick first kneeled one Barack Obama was president, but the effect of course was amplified during this presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUBMAN",
      "sentences": "None of this should gloss over that there are very real and very serious and historically rooted tensions between law enforcement, professional policing, and communities of color throughout the country. That being said, I think that some credit is also due to the activist communities who realized that their message was being lost in this awful, tragic violence in which law enforcement professionals were losing their lives. Nobody wants that. It was a tragedy every time that it happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Does that happen without being called out? Does that happen naturally?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUBMAN",
      "sentences": "And that is where I would say candidate Trump was perhaps uniquely positioned to deliver a message that other candidates felt constrained and unable to deliver. On that point I would agree, but on the others I think as a consequence of local policing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "We've got to leave it right there. A couple of very informed opinions here. Heather Mac Donald, Michael Tubman, thanks for being here. I appreciate it. All this good news this year and the so-called mainstream media -- we called on the so-called mainstream media because they are really mostly the left-wing media, they're still trying to figure out why the president is popular with his base. We are going to take a closer look next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "It's a good time to be an American. The economy is humming, Wall Street is booming, and the biggest tax cut in 30 years is on the way. But the so-called mainstream media still can't figure out why President Trump is so popular with the base that elected him. So the Associated Press, A.P., you know, that news service, sent a reporter on a field trip to Trump country. But Claire Galofaro came back from Sandy Hook, Kentucky, as mystified as ever by Trump supporters. She couldn't explain why that, quote, \"despite the president's dismal approval ratings and lethargic legislative achievements, he remains profoundly popular here in these here mountains.\"  Maybe our guest can help her understand. Joining us now is Tim Graham, director of media analysis at the Media Research Center. So when I looked at this article in the heart of Trump country, you get nine paragraphs and you are already talking about nostalgia, dismal approval rating, lethargic legislative achievements, Trump's white base, ceaseless Twitter taunts. Why can they not resist impugning the very people who sent this man to the White House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIM GRAHAM, DIRECTOR OF MEDIA ANALYST, MEDIA RESEARCH CENTER",
      "sentences": "They think this is truth telling. They think that when they say that Trump basically has no legislative achievements and he failed to repeal Obamacare, they are going to ignore the tax cut somehow. They are going to ignore the stock market somehow. She mentions it around the edges. They are going to somehow suggest that Obamacare wasn't repealed, although they got rid of the individual mandate, which is the most offensive part of Obamacare. But when it comes down to it, you send these people to Kentucky and the whole method here is to say, why haven't you people changed our minds at? We've been working on this man since 2015 and you are still standing with him. And it makes them angry and frustrated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "No, it's a great point. Claire Galofaro, you do a little meandering on her Twitter feed, again, she's a reporter at the A.P., which is supposed to be a new service, supposed to play it straight down the line, one of her tweets from August 13th of 2017 says the old saying when you dance with the devil, the devil doesn't change, the devil changes you. She's referring to President Trump. When I stand up and talk, I will come out right and said, I'm a conservative, this is where I'm coming from, this is what I believe. Why do reporters still think they can hide behind a veil of being unbiased, behind the A.P., and then present something like this with such bias and think that people will just buy it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "And the Twitter pages make this more obvious than ever. It's really easy to say this is an obnoxious story by this A.P. reporter. I bet if I go to her Twitter page you are going to find more of the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "I know. It never fails. Every time I go to that Twitter feed and I say maybe I'm going to able find just a lock, stock, and barrel conservative here. And every time it's usually an east coast liberal that's living in a bubble, takes a flight to Kentucky, goes to the zoo and meets some Trump supporters, writes up something condescending, and then wonders how in the world is this guy going to get elected again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "They actually understand what's going on here. They understand that coal state voters want coal to come back. They understand that people in rural Kentucky are not fond of let's make sure there are seven different forms of transgender public bathrooms in every school. They know why these people don't stand with the Democrats, but they are just going to ignore it all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "They ignore the policies and go to the personal politics of destruction, no doubt. But what the media also can't stand is the fact that this president uses his Twitter feed and social media effectively to change the entire conversation. Former President Obama had a little something to say recently about social media and a veiled reference to president Trump. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "People can have entirely different realities. They can be just cocooned in information that reinforces their current biases. The truth is that on the Internet everything is simplified. And when you meet people face-to-face it turns out they are complicated. And you find areas of common ground because you see that things aren't as simple as have been portrayed in whatever chat room you've been in. And it's also, by the way, harder to be as obnoxious and cruel in person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "This of course coming in a hard-hitting interview with Prince Harry. He also said he wants to recreate a common space on the Internet. It almost sounds like President Obama wants to find a way to create a safe space for the way things used to be where the old guard protected the information that made it to people, whereas now we can get our information from wherever we want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes, and they do hate that. They hate social media because it's where people go around the mainstream media, go around the liberal politicians. They can't stand that. The phoniest thing a liberal will say, and you see this a lot, we really resent these ideological cocoons. How many interviews did Barack Obama give to FOX News once he became president? I bet you it averaged less than one year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "May be one at the Super Bowl. I can't recall many. It's true. The history department at Princeton University where I went to school had one registered Republican and 36 Democrats. I bet if you went to the failing New York Times around the corner here you probably aren't going to find many register Republicans. Why can't they look internally and say maybe we live in a cocoon too?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Absolutely. John Corey wrote a book about how he was the only guy inside The New York Times that voted for Ronald Reagan. And that's obviously still true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "And they hate this president even more than they hated Ronald Reagan. Tim Grant, thanks a lot for the insight, appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "One unpleasant trend over this past year has been hate crime hoaxes at colleges. I can barely think of anything worse. Kat Timpf help us understand what is behind this phenomenon in just a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Welcome back. Hate crimes by their very nature are terrible, but fake hate crimes can also cause serious damage. And unfortunately over this past year we saw a string of highly publicized hoaxes at universities across the country. Fox News contributor Kat Timpf joins us now to go through some of the worst offenses and what's happened since they occurred. Kat, what an unfortunate turn. Bad enough hate crimes in this country, but to fake it means you are not only impugning the person that you accused, but also the credibility of yourself. So you've got three that you brought with us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes. First of all, the one the Air Force Academy, the African-American cadet at the Air Force Academy. He said that there were all of these racist messages on his door.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "You have one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "There it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "He said he found a racist message when he came home in his dorm in September and that caused this reaction, before we get your take, this reaction from the head of that academy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. GEN. JAY SILVERIA, AIR FORCE ACADEMY SUPERINTENDENT",
      "sentences": "If you can't treat someone with dignity and respect then you need to get out. If you can't treat someone from another gender, whether that's a man or a woman, with dignity and respect, then you need to get out. If you demean someone in any way, then you need to get out. And if you can't treat someone from another race or a different color with dignity and respect, then you need to get out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "That speech which the university posted on YouTube went viral, 1.2 million views. But Kat, what actually happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The dude was worried about getting in trouble at school and he was trying to take attention away from it, and it turns out he wrote those messages himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "So a black student at the academy was the one who reported it was actually the one that wrote the messages?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He wrote the messages himself. And this was a speech, he said it went viral, got the attention of Joe Biden, Senator John McCain. It captured all these hearts and minds. It turned out to be a joke all along, just a big hoax. And the problem with that is not just that it hurts the school and makes the school look bad, it also hurts victims who actually go through these kinds of things in the future because it makes people less likely to believe and say that last one was a hoax and kind of doubt it, which is completely unfair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Yes, at the Air Force Academy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Here's another one. A University of Michigan student was convicted of falsely reporting a hate crime after claiming she was attacked for wearing a solidarity pin. She later admitted to using the pen to scratch herself, and she said she faked the attack because of her belief that there had been a surge in hate crimes after the election of Trump and because she became upset during a women's literature class. Kat, there some ferocious women's literature class.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "There's a lot going on here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I've never been so upset in a class I needed to scratch myself with a pen, and then report to the police that a Trump supporter did it, absolutely awful. But she's getting punished. She has to go to jail for 93 days, which is good because these aren't victimless crimes. And also think of the waste of resources. Law enforcement had to spend time on this case. Taxpayers had to spend money paying law enforcement to do this when they could have been out there handling real crimes instead of this garbage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "And of course it's perpetuating this idea that Trump supporters are committing violence against people that are different than them, which the so-called mainstream media loves to run with. It feeds this cycle of fake news and false news and misleading news that makes Trump supporters look like this town wants them to look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. And really it was just a lady with a safety pin and herself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "And a screw loose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "A screw lose essentially. No literature class is that traumatizing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "There is some rough literature out there, but keep your safety pin in your pocket. You got one more story for us, because it wasn't just the students. Assistant Professor Azhar Hussain of Indiana State University, there he is right there, was arrested after police concluded he had made fake anti- Muslim threats against himself. The university's police chief said officers believe Hussain was trying to gain sympathy by becoming a victim of his own fake threats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Imagine this. Imagine being such a loser that you have to fake hate crimes threats against yourself for attention. We've become in a place in our society where there is nothing more honorable in some key circles than being a victim. It's not good to be successful. It's not good to be rich. It's not good to have things going for you. It's better to have things being done to you so you can be in this position of victimhood which people think is smart and honorable. This is probably a result of that because instead, if you want attention, if you want friends, I would recommend things like hobbies. Those are a thing, right, people still have hobbies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Weight lifting, jogging.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Jogging, golf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Playing card, buying Bitcoin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Even go to the bar. Go to bar, that's better than this. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "That is such a great point about victimology because it's tied to that first story about the Air Force cadet who ultimately, he wanted to be seen as a victim of racism at the institution, and as a result he's in other trouble. Now there will be empathy for him and he can stay. When did victim would become a card people play, and how much of that is a product of these colleges and universities that now traffic in it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's huge on college campuses. The best way to be smart is to write an op-ed in your school newspaper that says I've discovered this new kind of privilege that everyone has but me, or I've discovered how I'm being oppressed. People will say, oh, I didn't realize that. I apologize, I'm sorry. If you are offended, then that's automatically a fact. If you are a victim, it's automatically a fact. And anybody else who might try to counter you on it, they just don't know what they're talking about but they are speaking from a position of privilege. That's actually how they have conversations on college campuses now. So in order to be in the most powerful position, you have to be the biggest victim.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Sure, absolutely. I will posit, I understand why there are hate crimes, but the minute we went down the hate crimes trail we started to criminalize thought. The idea is a crime is a crime no matter what your and motivation is. If you insult someone or you rape someone, that's a problem. What you motivation -- so once you go down the motivation trail, where does it stop?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right, absolutely. Everything is a protected class now. Some people want it to be political as well as be a protected class. People want all sorts of things to be a protected class. College campuses, you have people who say white girls can't wear hoop earrings because that's oppressive. That's the level we are at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Are you wearing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I took mine out today and I forgot to put them back in. But I do wear them sometimes, which I suppose I shouldn't. But I think we need to celebrate success and power instead of trying to be victims.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Absolutely. Kat Timpf, thanks a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "All right, a silver lining, a tough turn here but a great story for a Gold Star family. Up next, how they fought for a key change in U.S. military policy and why they believe it is saving lives under President Trump. Billy Vaughn joining us next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Welcome back. A simple but very critical change in our military policy is saving American lives on the battlefield. That change might have saved precious lives on August 6th, 2011, when the chopper Extortion 17 was shot down during a firefight in Afghanistan killing all 38 aboard. It was the single largest loss of American life in the history of the Navy Seals. The dead included Seal Team Six member Aaron Vaughn, and his parents, Karen and Billy Vaughn, believe the military's restrictive rules of engagement under President Obama contributed to that travesty. They fought hard to see those rules change and now that President Trump has done that, they believe those changes are saving lives. And Billy Vaughn joins us now. So Billy, the story of your son is powerful. He's an American warrior fought for our country, and from the very beginning you and Karen have been dedicated to making sure what happened there in that valley in Afghanistan doesn't happen again. How critical have changes in the rules of engagement been to unleashing our military?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL VAUGHN, GOLD STAR FATHER",
      "sentences": "First of all, thank you for having me tonight, Pete. And yes, absolutely, after Aaron was killed and Karen and I began to find out things -- by the way, you know us. We are not military experts. We're parents who love our son and love of our country and our military. And after we began to find out things that happened that night, things that should have happened that didn't happen, we do believe -- there are many things that happened that night, if even just one of them hadn't happened Aaron and those men may have been alive today. And President Trump promised he would change the rules of engagement. Karen actually spoke at the RNC convention for President Trump and talked about the rules of engagement needing to be changed. And both of us talked across the country about that. And we were able to meet with then candidate Trump and with other Gold Star families. And Pete, you know this. We got the most powerful, the most efficient military the world has ever seen. Our war fighters can go out and crush the enemy every single night if they are allowed to do, if they are unleashed to do what they are trained to do. And under President Obama that just didn't happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "If they are allowed. Your caveat yourself saying you are not a military expert. I get that. But that almost allows you to bring more common sense to the discussion and certainly investment with your son. A lot of people who haven't been in the military, they say what are these rules of engagement? What is the rationale for putting political constraints on warriors on the battlefield as opposed to unleashing them, especially against a threat like ISIS?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAUGHN",
      "sentences": "OK, let me give you a for instance. On the night that Aaron was killed, there was nothing pre-assault fired before the helicopter went in. And that's one that you don't have to be a military expert to know. Yes, sir. That wasn't just an isolated incident. The helicopter pilots, when they were giving testimony, both of them, one of them said there's a one in a million chance we can get pre-assault fire approved. The other one said we never ask for it because it's never approved anymore, in two different testimonies at two different times. And that could have saved the war fighters that night. Also that night the AC 1:30 overhead asking to engage multiple times enemy combatants on the ground was not allowed to engage those enemy combatants with weapons, and it's very likely that one of those enemy combatants took the chopper down that night. President Trump in August said that he was going to give more authority to the war fighters on the ground, to those people. And under President Obama, a lot of that authority, as you made an earlier comment tonight, was being done by people back in Washington, D.C., inside the White House who had never seen the theater of war, who had never been in the battlefield at night with their bodies with bullets whizzing by their heads.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "That makes all the difference. Billy Vaughn and Karen Vaughn, thank you for everything you've done for the war fighter, for your son's sacrifice. And there are 70,000 dead is fighters in the last year and a half that are a credit to the unleashing we have done for our military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAUGHN",
      "sentences": "Yes, sir. You can see what our military can do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "You bet. Thanks a lot. That is all the time we have here on \"The Ingraham Angle\" tonight. I'm Pete Hegseth in for Laura Ingraham. My good friend Ed Henry who is filling in for Shannon Bream up next. Good evening, Ed. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE HEGSETH, GUEST HOST",
      "utterance": "My name is Pete Hegseth and I'm in for Laura Ingraham on this Wednesday night and this is \"The Ingraham Angle\" live from New York City. It's almost the new year and tonight we look at what a difference just one year makes with President Trump in the White House. Now ISIS has been almost wiped off the map completely, losing 98 percent of its territory, including half of it since President Trump took office. An American president will be honored in Israel. Not just in Israel, but in the old city of Jerusalem. We will talk to John Bolton about both of these amazing developments. And murder and many crime rates including the killing of police dropped this year. We will debate whether Trump's tough talk and pro-police policies deserve the credit. Meanwhile, the establishment media can't understand -- they kill still cannot understand why President Trump's base still supports this president. We will examine whether the media's problem isn't the messenger themselves. Gold Star parents who lost their Navy SEAL son in an Afghanistan firefight credit a key change by President Trump for saving military lives on the battlefield this very day. But we begin with a little notice year-long probe that could have a big effect on the investigation by Special Counsel Robert Mueller. Last January, the Justice Department's inspector general, Michael Horowitz, quietly began investigating the FBI and DOJ's handling of the Hillary Clinton email scandal. Now, recently that inquiry turned up evidence of anti-Trump bias among key players in the Russia investigation. Remember those Peter Strzok and Lisa Page texts that talks about an insurance plan. That came from Michael Horowitz's investigation at the IG. Now all of Washington is waiting to see what other bombshells this investigation may reveal in the new year and whether this could discredit part or all of the Mueller probe. Joining us now to discuss from Washington, D.C. is Scott Bolden, a Democratic strategist and with me here in New York City is James Freeman, the assistant editor of The Wall Street Journal's editorial page. Gentlemen, both thank you for joining me this morning. I'm on \"Fox & Friends\" all the time. Morning or night, I can't get it right. This is \"The Ingraham Angle.\" We are here this evening. Scott, let me start with you now that I know where I am. This investigation, Bob Mueller's name is a household name right now. The Democrats are banking through their resistance that he's going to take down as president. The name Michael Horowitz is not one well-known, but his investigation has already bore proof that Peter Strzok and others have had to leave the Mueller probe as a result of showing anti-Trump bias. Is this not an investigation if they show the special treatment was given to Hillary Clinton could have serious consequences?"
    },
    {
      "speaker": "SCOTT BOLDEN, FORMER CHAIRMAN, D.C. DEMOCRATIC PARTY",
      "utterance": "I mean, I understand about the Strzok issue, but he was removed. As a former prosecutor, let me just say this. He was not the only decision-maker and until you show that the investigation has been tainted, not just having one investigator that was tainted and probably removed, you don't have political bias. You can't select people to be on the investigation team whether it was those who investigated Hillary Clinton or those who are on the Mueller investigation simply for political affiliation. They have to show political bias and there has nothing right there right now, no matter how many times the GOP throws political hand grenades at the Mueller investigation."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Scott, you say that Peter Strzok is not the only one in the investigation, true. Enter Andy McCabe, who is the number two that is part of this as well. When the Clinton email investigation was going on, we know now through evidence that Andy McCabe said that this Clinton email investigation should receive special status. There's Andrew McCabe right now. He's also been referred to as Andy in the insurance policy in the texts between Strzok and Lisa Page. So, if Andy McCabe said special status investigation. James Freeman, the inspector general is trying to consider whether or not it was a fair investigation, are we not onto something here?"
    },
    {
      "speaker": "JAMES FREEMAN, ASSISTANT DIRECTOR, WALL STREET JOURNAL EDITORIAL PAGE",
      "utterance": "I think we are onto something and I assume Mr. Bolden and people -- or at least Democratic colleagues were pretty happy when this Horowitz investigation got going because the idea here was there was a theory in Democratic circles that Mr. Comey of the FBI had put a slam on the scale and helped Donald Trump get elected. So, I think this was perhaps seen as a way to discredit the Trump administration. Now as you said, quietly, Mr. Horowitz hasn't been leaking, but he appears to have been doing a lot of work, taking a lot of documents, a lot of interviews. He has interviewed Mr. Comey among others."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Loretta Lynch as well."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Right. We will get a report probably late winter or early spring and it's focused on the Comey process. Not his decisions, but did he follow FBI procedures and I don't see how anyone can say, yes, he did because that was one thing that former AG's and deputy AG's of both parties agreed with. It has kind of been lost now in the intervening months but there was widespread agreement that former FBI Director James Comey did not follow bureau procedures when he took upon it himself to announce that there would be no prosecution of Mrs. Clinton when he shared his thoughts publicly in a press conference about her culpability. That's not what prosecutors do and he's not a prosecutor. He's supposed to gather the information. Prosecutors make the decision."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Scott, specifically this DOJ inspector general is looking at -- as was mentioned by James -- the review of the Clinton email investigation. Authorities are examining whether the Justice Department and FBI established policies and procedures. It doesn't feel like established policies and procedures to write the exoneration of the person you are investigating two months before you talk to them, as well as deeming the investigation special, which means only a few people at the top of the FBI were actually involved in investigating Hillary Clinton. I will note, this is very important to know, this inspector general launched this report independently before President Trump was president and he's an Obama appointee. This is not something President Trump has launched and why is this getting very little coverage and notice when Bob Mueller is wall-to-wall on every other network in the city?"
    },
    {
      "speaker": "BOLDEN",
      "utterance": "Well, Bob Mueller has not done any interviews quite frankly. It's been the political pundits."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "He's done a little bit of leaking."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "We don't know that either. There was nothing usual about the Clinton investigation. Politics crept its way in and there were a lot of political bangs from day one. So, as a former prosecutor, a special status meant absolutely, they were trying to protect the investigation from not only leaks but political comments and to have politics injected into it. I think the inspector general, we welcome his investigation because it is something that is really important, but I still don't think that if there was something there we would have it by now. We did get the emails, don't get me wrong, but again, was their political bias? Wasn't handled in an inappropriate manner? It certainly was handled in an unusual manner with Comey and most Democrats hated Comey reopening the investigation or even making public statements. That was unusual, but I think Comey indicated, he laid out his basis for taking these unusual steps. So, we welcome the IG investigation. I think Democrats and Republicans ought to be both concerned, but relieved once that report comes out."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "It will be very interesting to see what it reveals. James, we hear investigation, how Senate investigations. A lot of them going on right now. But through all of those it has revealed what a lot of people feel like it is in FBI-DOJ swamp. We are not talking about the agents that do the great work. It's talking about leadership whether it's Strzok, Andrew Weissman, who was to attend Hillary Clinton's victory party until it wasn't a victory party. Bruce Ore, connections of his wife, Nelly, to Fusion GPS, and Andy McCabe, James Comey, James Baker, the council who had to step down. It seems like a lot of deep state Democrats who have an ax to grind or political preference and we all know political preferences, everyone is allowed to have them, but if they start to cloud your judgment or give you reason and rationale to pursue someone for a different reason, how do you not look at that and say we need to find out more?"
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Right. The FBI agents, they are allowed to have political opinions but when you get into extreme bias, that's what we saw in the Strzok text. That's why Mueller fired him. He would not have fired him if there wasn't that issue of extreme bias. As this rolls forward, remember the whole reason the Mueller investigation exists is because Comey was fired. What this Horowitz inquiry is going to do --"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Then asked his buddy to leak things to make sure he triggered a special counsel."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "This is going to shine a light once again on the fact that Mr. Comey deserved to be fired. The reputation of the FBI was in tatters last year because of what he was doing conducting his investigation into the emails and what this is going to do is bring up a lot of issues that were kind of tossed aside or forgotten when the focus moved to Mr. Trump when he started talking about the reason he fired Mr. Comey. If you go back to May and look at Deputy Attorney General Rosenstein's memo, it laid out chapter and verse on how Mr. Comey had violated long- standing procedures. It quoted officials from both parties over the years saying this is antithetical to the interests of justice. I think he is now looking into that. That's a problem for Comey and for Mueller."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Briefly come in 20 seconds."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "This is all political rhetoric. You have to show political bias. Show me one document, one witness testimony --"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "What about the text messages that say, Andy, we have an insurance policy?"
    },
    {
      "speaker": "BOLDEN",
      "utterance": "-- and that individual was removed from the campaign."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "He wouldn't have been without the inspector general report."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "But that doesn't show political bias. It means that he was tainted but the investigation was not tainted --"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "But he was in charge of the Hillary Clinton email investigation. He was in charge of changing --"
    },
    {
      "speaker": "BOLDEN",
      "utterance": "It was not his decision."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "-- Peter Strzok and Andrew McCabe were a part of changing the wording from gross negligence --"
    },
    {
      "speaker": "BOLDEN",
      "utterance": "In the end it was Mueller's call. This is all political -- Republicans would love to make more of it, but until you have evidence, documentary or otherwise. Because the FBI and DOJ, that's all they are looking at. All you have of these political grenades by the Republicans. My goodness, if you don't want any Democrats to be on any of these investigation teams and we are starting to look like a third world country."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Don't worry there are plenty of Democrats."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "That was the whole point of the Rosenstein memo. Jamie Gorelli (ph), former deputy AG under bill Clinton. Eric Holder, official in both the Clinton and Obama Justice Department's. Are you discounting what they said about Comey's conduct?"
    },
    {
      "speaker": "BOLDEN",
      "utterance": "There political support, who they write checks to, if they attend a briefing -- if they attend a fundraising and you are going to say that needs to be investigated? That's nonsensical."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Well, $675,000 to the wife of the number two in the investigation was running for Congress. It means something."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "She took money from the state governor from the state Democratic Party in Virginia. What else she supposed to do? You want them to be divorced over this?"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Perception is extremely important in addition to reality in these extrinsic circumstances."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "Perception does not require an investigation. Politically, you may like the fact that they've done this, but that's the art of the deal. There's nothing illegal or inappropriate or unethical about it, and you can't make it that way by merely repeating that --"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "The American people are still grateful for the fact that you have Bob Mueller doing his thing, but the name Michael Horowitz, which is not a household name, who seems to be apolitical is digging down to the fact that our secretary of state had a private server in her home and deleted -- bleach bit 33,000 emails, and got away with it, and that makes people feel like the system is rigged differently for them than someone with political connections. We will find out what the conclusions are."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "You disagree with the conclusions so you want more investigations done."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "If the conclusions were based on a swamp benefiting Hillary Clinton. We may get evidence of that, that's the point."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "You are obsessed with it."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Scott, we have to leave it right there. James, we got to leave it right there. Eventually will get to the bottom hopefully in both of these fronts. Thanks, Gentlemen. Well, much of Washington State is glued to the Mueller probe, Trump has spent the year scoring some impressive victories overseas, including one that President Obama said was impossible. We will talk with John Bolton about that in just one minute."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Welcome back to \"The Ingraham Angle.\" Well, the barbaric and bloodthirsty ISIS caliphate is suddenly almost extinct having lost 98 percent of its territory. A stunning half of that loss came in just the year since President Trump took office. But it wasn't so long ago that ISIS was running rampant, gobbling up large chunks of Syria and Iraq, and looking almost unstoppable as a terror army. At least that's what President Obama told us in July of 2015."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "This will not be quick. This is a long-term campaign. ISIL is opportunistic and it is nimble. Our strategy recognizes that no amount of military force will end the terror that is ISIL."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Can't beat ISIS with the military, that wasn't just wrong, it was a strategy destined to fail. According to Retired Four-Star army general and Fox News military analyst, Jack Keane."
    },
    {
      "speaker": "JACK KEANE, FOX NEWS MILITARY ANALYST",
      "utterance": "The Obama administration despite their claims that this was a top priority never fired a shot in anger against ISIS even though the Iraqi government was asking for help for nine months. That's how long it took. It took 15 months before we ever went after their oil fears, which is their source of strength, financial strength. That was a strategic blunder that we didn't crush ISIS early on."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Turns out the JV team wasn't so JV. President Trump just didn't change strategies, many credit him with unleashing the military by simply changing their roles of engagement, which is critically important on the ground. Joining us now for reaction from Washington is former U.N. Ambassador John Bolton. Mr. Ambassador, thanks for joining us. So, President Obama said that our strategy in Iraq recognizes that no amount of military force will end the terror that is what he called ISIL, ISIS. Yet it appears to me that it is indeed military force that is eradicating the grounds that ISIS held. What is the key difference between what President Trump did and President Obama did?"
    },
    {
      "speaker": "JOHN BOLTON, FORMER U.S. AMBASSADOR TO THE U.N.",
      "utterance": "Well, I think the strategy Obama was pursuing he described as degrade and ultimately destroy ISIS. The emphasis was on ultimately. So, under his approach just dragged on and dragged on and dragged on. And the consequence was that ISIS had ample opportunity to both train terrorists to get into Europe in the United States, but also as things finally began to turn, to exfiltrate unknown numbers of its leaders into other anarchic portions of the world. So, we should be happy that the caliphate, the physical caliphate is just about gone, but unfortunately, the ISIS threat remains, now based in Libya and Yemen and the Afghan-Pakistan border regions. That might have been avoided if we had been really pursuing them harder during the Obama years."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Absolutely. A lot of people, guys on the ground credit the loosened rules of engagement. When I was in Iraq and Afghanistan, if I had to call the White House for an airstrike, that's going to inhibit my ability to make decisions on the ground. Now it's captains and majors and colonels making moment by moment decisions. How important is that to maintaining momentum in defeating an enemy like we have, which once was -- the caliphate once was the size of Ohio now reduced to a thousand lowly fighters?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Well, I think it was critical and I think it reflects what the strategy should have been all along, not degrade and ultimately destroy, economize, save words, \"destroyed, period.\" I have to say that because the administration continued to follow the Obama approach of relying mostly on the government of Iraq and its Shia militias, certainly we helped with the Kurds. We helped with some of the Syrian opposition and other Arab forces, but relying extensively on the Baghdad government, which is effectively a satellite of Iran, we have left now Iran in a very advantageous position in the region for what I fear may be the next conflict."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Well, that's very true. The next up in what happens in Iraq and Syria is absolutely critical, but for now the fact that the caliphate has been defeated, incredibly significant. We will see how much the rest of this town reports in that development. But I have to get your insight on some news that we found quite interesting. There's something that would not have happened under President Obama, Israel is honoring an American president, the Israelis now plan to name the train station near the western wall in the old city of Jerusalem after President Trump. In fact, specifically, the transportation minister in Israel has said the western wall is the holiest place for the Jewish people and I decided to name the train station that leads to it after President Trump. That's a big thing. A lot of people might be surprised by that, why are they so willing to immediately embrace this president?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Because of what he's done, because of recognizing Jerusalem as Israel's capital and by reversing eight years of basically anti-Israel American foreign policy. I'm sure cases of heart burn across the country are rising now as people realize it, but Trump has stood by Israel and if this decision goes through it shows that loyalty is rewarded. I think it's a great thing."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "It's not just train stations, Jerusalem city council members proposed changing a street in the Muslim quarter to Donald Trump Street. New parks and schools under consideration named after Donald Trump. So, the gratitude is palpable as you mention. Someone who's been to the old city, I know you have as well, the significance of him visiting the western wall for the first time in May and making this change, truly historic."
    },
    {
      "speaker": "BOLTON",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "I got to get your take on one last thing because a report came across my desk -- you brought it to my attention this evening. A new report that says that China has been spotted illegally selling oil to North Korea. This is a big development in light of what we are trying to accomplish their and what we've been trying to get China to do. What you know about this?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Look, this is a proverbial fire bell in the night. Overhead pictures of tankers latched up at sea, probably Chinese, probably North Korean transferring oil to the North Korean tankers. We have this ecstatic Reuters news report earlier today that says China didn't ship any oil to North Korea in November, what's the source of that? China's own export statistics. As if they will tell us the absolute truth. I think this is very significant and I think it unfortunately shows that China yet again as it has for 25 years is playing the United States, driving us, telling us they will help with the North Korean problem and then doing precisely the opposite."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Very briefly, Ambassador, what is our next step? How do we hit China back on this?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Look, I think the president has to have a conversation with the president and saying we are getting very close to the end of the road. Either you help us in a very significant way or we will be faced with a hard choice on using military force. We know there have been military to military discussions about the possible effect of the collapse of the North Korean regime. The Chinese need to get with us on this or I think we've got to act on our own."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "That could be true. Ambassador John Bolton, thanks a lot. Appreciate your time."
    },
    {
      "speaker": "BOLTON",
      "utterance": "Thank you, Pete."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "All right. There was also encouraging news on the home front in this 2017, especially where good news is needed most, our crime-ridden big cities. Details coming up."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "We are back with a stunning example of what a difference a year makes in combating crime. During Obama's last year in office the killing of police officers by gunfire hit a five-year high. Under President Trump, those killings are down by a remarkable 34 percent according to the National Law Enforcement Officers Memorial Fund. One big difference may be a simple change in attitude according to a former high-ranking FBI official."
    },
    {
      "speaker": "RON HOSKO, FORMER ASSISTANT DIRECTOR OF THE FBI",
      "utterance": "Look, since the days of his campaign, the president went out of his way to thank the men and women in law enforcement for their sacrifice and say that effectively I stand with you. That is 180 degrees away from the last few years, really going back to 2009 of the Obama administration where the presumption was that the police were racist, the police did something wrong until proven innocent. I think that tone, maybe we are sensing or feeling a Trump effect now."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "There's more good news. The violent crime rate is down in the nation's 30 largest cities, including the murder rate according to a study by NYU's Brennan Center for Justice. Violent crime down by 1.1 percent. Even better news, the murder rate in the biggest 30 cities dropped by 5.6 percent. That includes an 11.9 percent decline in Chicago. A lot of attention for many years. A 9.8 percent drop in Detroit. Is this encouraging trend here to stay and does President Trump deserve the credit? Let's ask journalist, Heather Macdonald, the author of last year's critically acclaimed book, \"The War on Cops, How The New Attack On Law Order Makes Everyone Less Safe.\" Also joining us is Michael Tobman, a Democratic strategist and former senior aide to Senator Chuck Schumer. Thank you both for joining us this evening. Heather, let me start with you. The previous sound bite that we played said that the presumption that the police are racist as the wave may be couple years ago, black lives matter and Barack Obama's presidency, juxtapose that with President Trump. We could all say he has the presumption that the police are heroes, that that they deserve his backing and our backing. How much does that ethos affect these rates, or could it? HEATHER MACDONALD, AUTHOR, \"THE WAR ON COPS\": There has been a sea change in both rhetoric and policy, Pete. It's extraordinary because we did go through eight years were President Obama took every opportunity to reinforce the false black lives matter narratives, that we are living through an epidemic of racially biased police shootings of black men that resulted in real demoralization among our police forces and de-policing. Officers were reluctant to get out of their cars and make that stop at 2:00 a.m. questioning somebody hanging out on a known drug corner hitching up his waistband as if he has a gun because they were fearful the media, the mainstream media would label them as racist. Today, we have a Justice Department led by Attorney General Sessions, who is trying to reverse some of the anti-cop policies of the Obama administration and Trump is not serving as an echo chamber for Black Lives Matter Movement. I hope that what is going on is that cops are going back to proactive policing and we can hope that more black lives will be saved this year than were lost in the last two years."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Trends look like that may be the case. Michael, I've never walked the beat as a cop, but I have walked the beat on patrol in the military, and if you don't believe in your mission or you don't think your commander has your back or your morale, your confidence is low, you are far less likely to be aggressive or take that proactive measure. How much of that morale or confidence, the restoration of it with this president focusing on it, how much might that actually matter at the ground level?"
    },
    {
      "speaker": "MICHAEL TOBMAN, DEMOCRATIC STRATEGIST",
      "utterance": "I think it actually is from the ground level up and not the top down. I think changes in policies and political appointments in the White House who does have some say on this, but I would disagree on many others. I think it's actually to the credit of local policing, city by city and each of those cities you discussed those very startling, very encouraging drops in violent crime."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Of course, with local policing, I totally agree with you."
    },
    {
      "speaker": "TOBMAN",
      "utterance": "But, yes, morale has a big part of it, and I think that people think, that whether it's their Patrolman's Benevolent Association here in New York City or the police commissioner, or a mayor, and we see constant controversy and tension between the New York City PBA and Mayor de Blasio. But I really think it's a credit to the local policing and I think attributing it solely to the tough on crime rhetoric of candidate Trump and then President Trump does local police --"
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Certainly -- good point, you can't credit it all to the president. But you almost can imagine what if Colin Kaepernick had taken a knee during the Obama presidency, would he have been invited to the White House and lauded as a hero? Instead he was called out specifically by President Trump. You know law enforcement officers and police officers love the fact that he is a blue lives matter guy, not a Black Lives Matter guy. But that does trickle down. A local guy on the beat really does care whether or not he's going to be seen as guilty before the action is even taken."
    },
    {
      "speaker": "HEATHER MAC DONALD, MANHATTAN INSTITUTE SENIOR FELLOW",
      "utterance": "Right. I think that's an excellent example. I would also just point to some of the policies. And I agree that policing is fundamentally a local phenomenon. Nevertheless, there's things that Attorney General Sessions has done that are also sending a very powerful message to cops. He has tried to free departments from the unnecessary and costly consent decrees that the Obama administration put on. He has said to U.S. prosecutors we want you to go after violent felons and drug felons without worry about the pseudo-mass incarceration narrative being used against you. And again, these things are both effective in themselves, and they do send a message to cops. Of course policing and a drop in crime is due to the local cops on the ground, but the narrative matters and an echo chamber in the White House for a false narrative did a heck of a lot of damage over the last couple of years to the law abiding residents of inner-city neighborhoods."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "I stand corrected, by the way. Colin Kaepernick first kneeled one Barack Obama was president, but the effect of course was amplified during this presidency."
    },
    {
      "speaker": "TUBMAN",
      "utterance": "None of this should gloss over that there are very real and very serious and historically rooted tensions between law enforcement, professional policing, and communities of color throughout the country. That being said, I think that some credit is also due to the activist communities who realized that their message was being lost in this awful, tragic violence in which law enforcement professionals were losing their lives. Nobody wants that. It was a tragedy every time that it happened."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Does that happen without being called out? Does that happen naturally?"
    },
    {
      "speaker": "TUBMAN",
      "utterance": "And that is where I would say candidate Trump was perhaps uniquely positioned to deliver a message that other candidates felt constrained and unable to deliver. On that point I would agree, but on the others I think as a consequence of local policing."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "We've got to leave it right there. A couple of very informed opinions here. Heather Mac Donald, Michael Tubman, thanks for being here. I appreciate it. All this good news this year and the so-called mainstream media -- we called on the so-called mainstream media because they are really mostly the left-wing media, they're still trying to figure out why the president is popular with his base. We are going to take a closer look next."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "It's a good time to be an American. The economy is humming, Wall Street is booming, and the biggest tax cut in 30 years is on the way. But the so-called mainstream media still can't figure out why President Trump is so popular with the base that elected him. So the Associated Press, A.P., you know, that news service, sent a reporter on a field trip to Trump country. But Claire Galofaro came back from Sandy Hook, Kentucky, as mystified as ever by Trump supporters. She couldn't explain why that, quote, \"despite the president's dismal approval ratings and lethargic legislative achievements, he remains profoundly popular here in these here mountains.\" Maybe our guest can help her understand. Joining us now is Tim Graham, director of media analysis at the Media Research Center. So when I looked at this article in the heart of Trump country, you get nine paragraphs and you are already talking about nostalgia, dismal approval rating, lethargic legislative achievements, Trump's white base, ceaseless Twitter taunts. Why can they not resist impugning the very people who sent this man to the White House?"
    },
    {
      "speaker": "TIM GRAHAM, DIRECTOR OF MEDIA ANALYST, MEDIA RESEARCH CENTER",
      "utterance": "They think this is truth telling. They think that when they say that Trump basically has no legislative achievements and he failed to repeal Obamacare, they are going to ignore the tax cut somehow. They are going to ignore the stock market somehow. She mentions it around the edges. They are going to somehow suggest that Obamacare wasn't repealed, although they got rid of the individual mandate, which is the most offensive part of Obamacare. But when it comes down to it, you send these people to Kentucky and the whole method here is to say, why haven't you people changed our minds at? We've been working on this man since 2015 and you are still standing with him. And it makes them angry and frustrated."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "No, it's a great point. Claire Galofaro, you do a little meandering on her Twitter feed, again, she's a reporter at the A.P., which is supposed to be a new service, supposed to play it straight down the line, one of her tweets from August 13th of 2017 says the old saying when you dance with the devil, the devil doesn't change, the devil changes you. She's referring to President Trump. When I stand up and talk, I will come out right and said, I'm a conservative, this is where I'm coming from, this is what I believe. Why do reporters still think they can hide behind a veil of being unbiased, behind the A.P., and then present something like this with such bias and think that people will just buy it?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "And the Twitter pages make this more obvious than ever. It's really easy to say this is an obnoxious story by this A.P. reporter. I bet if I go to her Twitter page you are going to find more of the same."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "I know. It never fails. Every time I go to that Twitter feed and I say maybe I'm going to able find just a lock, stock, and barrel conservative here. And every time it's usually an east coast liberal that's living in a bubble, takes a flight to Kentucky, goes to the zoo and meets some Trump supporters, writes up something condescending, and then wonders how in the world is this guy going to get elected again?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "They actually understand what's going on here. They understand that coal state voters want coal to come back. They understand that people in rural Kentucky are not fond of let's make sure there are seven different forms of transgender public bathrooms in every school. They know why these people don't stand with the Democrats, but they are just going to ignore it all."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "They ignore the policies and go to the personal politics of destruction, no doubt. But what the media also can't stand is the fact that this president uses his Twitter feed and social media effectively to change the entire conversation. Former President Obama had a little something to say recently about social media and a veiled reference to president Trump. Take a listen."
    },
    {
      "speaker": "OBAMA",
      "utterance": "People can have entirely different realities. They can be just cocooned in information that reinforces their current biases. The truth is that on the Internet everything is simplified. And when you meet people face-to-face it turns out they are complicated. And you find areas of common ground because you see that things aren't as simple as have been portrayed in whatever chat room you've been in. And it's also, by the way, harder to be as obnoxious and cruel in person."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "This of course coming in a hard-hitting interview with Prince Harry. He also said he wants to recreate a common space on the Internet. It almost sounds like President Obama wants to find a way to create a safe space for the way things used to be where the old guard protected the information that made it to people, whereas now we can get our information from wherever we want."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes, and they do hate that. They hate social media because it's where people go around the mainstream media, go around the liberal politicians. They can't stand that. The phoniest thing a liberal will say, and you see this a lot, we really resent these ideological cocoons. How many interviews did Barack Obama give to FOX News once he became president? I bet you it averaged less than one year."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "May be one at the Super Bowl. I can't recall many. It's true. The history department at Princeton University where I went to school had one registered Republican and 36 Democrats. I bet if you went to the failing New York Times around the corner here you probably aren't going to find many register Republicans. Why can't they look internally and say maybe we live in a cocoon too?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Absolutely. John Corey wrote a book about how he was the only guy inside The New York Times that voted for Ronald Reagan. And that's obviously still true."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "And they hate this president even more than they hated Ronald Reagan. Tim Grant, thanks a lot for the insight, appreciate it."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "You bet."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "One unpleasant trend over this past year has been hate crime hoaxes at colleges. I can barely think of anything worse. Kat Timpf help us understand what is behind this phenomenon in just a moment."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Welcome back. Hate crimes by their very nature are terrible, but fake hate crimes can also cause serious damage. And unfortunately over this past year we saw a string of highly publicized hoaxes at universities across the country. Fox News contributor Kat Timpf joins us now to go through some of the worst offenses and what's happened since they occurred. Kat, what an unfortunate turn. Bad enough hate crimes in this country, but to fake it means you are not only impugning the person that you accused, but also the credibility of yourself. So you've got three that you brought with us tonight."
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes. First of all, the one the Air Force Academy, the African-American cadet at the Air Force Academy. He said that there were all of these racist messages on his door."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "You have one."
    },
    {
      "speaker": "TIMPF",
      "utterance": "There it is."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "He said he found a racist message when he came home in his dorm in September and that caused this reaction, before we get your take, this reaction from the head of that academy."
    },
    {
      "speaker": "LT. GEN. JAY SILVERIA, AIR FORCE ACADEMY SUPERINTENDENT",
      "utterance": "If you can't treat someone with dignity and respect then you need to get out. If you can't treat someone from another gender, whether that's a man or a woman, with dignity and respect, then you need to get out. If you demean someone in any way, then you need to get out. And if you can't treat someone from another race or a different color with dignity and respect, then you need to get out."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "That speech which the university posted on YouTube went viral, 1.2 million views. But Kat, what actually happened?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "The dude was worried about getting in trouble at school and he was trying to take attention away from it, and it turns out he wrote those messages himself."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "So a black student at the academy was the one who reported it was actually the one that wrote the messages?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "He wrote the messages himself. And this was a speech, he said it went viral, got the attention of Joe Biden, Senator John McCain. It captured all these hearts and minds. It turned out to be a joke all along, just a big hoax. And the problem with that is not just that it hurts the school and makes the school look bad, it also hurts victims who actually go through these kinds of things in the future because it makes people less likely to believe and say that last one was a hoax and kind of doubt it, which is completely unfair."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Yes, at the Air Force Academy."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, absolutely."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Here's another one. A University of Michigan student was convicted of falsely reporting a hate crime after claiming she was attacked for wearing a solidarity pin. She later admitted to using the pen to scratch herself, and she said she faked the attack because of her belief that there had been a surge in hate crimes after the election of Trump and because she became upset during a women's literature class. Kat, there some ferocious women's literature class."
    },
    {
      "speaker": "TIMPF",
      "utterance": "There's a lot going on here."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I've never been so upset in a class I needed to scratch myself with a pen, and then report to the police that a Trump supporter did it, absolutely awful. But she's getting punished. She has to go to jail for 93 days, which is good because these aren't victimless crimes. And also think of the waste of resources. Law enforcement had to spend time on this case. Taxpayers had to spend money paying law enforcement to do this when they could have been out there handling real crimes instead of this garbage."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "And of course it's perpetuating this idea that Trump supporters are committing violence against people that are different than them, which the so-called mainstream media loves to run with. It feeds this cycle of fake news and false news and misleading news that makes Trump supporters look like this town wants them to look."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right. And really it was just a lady with a safety pin and herself."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "And a screw loose."
    },
    {
      "speaker": "TIMPF",
      "utterance": "A screw lose essentially. No literature class is that traumatizing."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "There is some rough literature out there, but keep your safety pin in your pocket. You got one more story for us, because it wasn't just the students. Assistant Professor Azhar Hussain of Indiana State University, there he is right there, was arrested after police concluded he had made fake anti- Muslim threats against himself. The university's police chief said officers believe Hussain was trying to gain sympathy by becoming a victim of his own fake threats."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Imagine this. Imagine being such a loser that you have to fake hate crimes threats against yourself for attention. We've become in a place in our society where there is nothing more honorable in some key circles than being a victim. It's not good to be successful. It's not good to be rich. It's not good to have things going for you. It's better to have things being done to you so you can be in this position of victimhood which people think is smart and honorable. This is probably a result of that because instead, if you want attention, if you want friends, I would recommend things like hobbies. Those are a thing, right, people still have hobbies."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Weight lifting, jogging."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Jogging, golf."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Playing card, buying Bitcoin."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Even go to the bar. Go to bar, that's better than this. Come on."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "That is such a great point about victimology because it's tied to that first story about the Air Force cadet who ultimately, he wanted to be seen as a victim of racism at the institution, and as a result he's in other trouble. Now there will be empathy for him and he can stay. When did victim would become a card people play, and how much of that is a product of these colleges and universities that now traffic in it?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's huge on college campuses. The best way to be smart is to write an op-ed in your school newspaper that says I've discovered this new kind of privilege that everyone has but me, or I've discovered how I'm being oppressed. People will say, oh, I didn't realize that. I apologize, I'm sorry. If you are offended, then that's automatically a fact. If you are a victim, it's automatically a fact. And anybody else who might try to counter you on it, they just don't know what they're talking about but they are speaking from a position of privilege. That's actually how they have conversations on college campuses now. So in order to be in the most powerful position, you have to be the biggest victim."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Sure, absolutely. I will posit, I understand why there are hate crimes, but the minute we went down the hate crimes trail we started to criminalize thought. The idea is a crime is a crime no matter what your and motivation is. If you insult someone or you rape someone, that's a problem. What you motivation -- so once you go down the motivation trail, where does it stop?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right, absolutely. Everything is a protected class now. Some people want it to be political as well as be a protected class. People want all sorts of things to be a protected class. College campuses, you have people who say white girls can't wear hoop earrings because that's oppressive. That's the level we are at."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Are you wearing?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I took mine out today and I forgot to put them back in. But I do wear them sometimes, which I suppose I shouldn't. But I think we need to celebrate success and power instead of trying to be victims."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Absolutely. Kat Timpf, thanks a lot."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Thank you."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "All right, a silver lining, a tough turn here but a great story for a Gold Star family. Up next, how they fought for a key change in U.S. military policy and why they believe it is saving lives under President Trump. Billy Vaughn joining us next."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Welcome back. A simple but very critical change in our military policy is saving American lives on the battlefield. That change might have saved precious lives on August 6th, 2011, when the chopper Extortion 17 was shot down during a firefight in Afghanistan killing all 38 aboard. It was the single largest loss of American life in the history of the Navy Seals. The dead included Seal Team Six member Aaron Vaughn, and his parents, Karen and Billy Vaughn, believe the military's restrictive rules of engagement under President Obama contributed to that travesty. They fought hard to see those rules change and now that President Trump has done that, they believe those changes are saving lives. And Billy Vaughn joins us now. So Billy, the story of your son is powerful. He's an American warrior fought for our country, and from the very beginning you and Karen have been dedicated to making sure what happened there in that valley in Afghanistan doesn't happen again. How critical have changes in the rules of engagement been to unleashing our military?"
    },
    {
      "speaker": "BILL VAUGHN, GOLD STAR FATHER",
      "utterance": "First of all, thank you for having me tonight, Pete. And yes, absolutely, after Aaron was killed and Karen and I began to find out things -- by the way, you know us. We are not military experts. We're parents who love our son and love of our country and our military. And after we began to find out things that happened that night, things that should have happened that didn't happen, we do believe -- there are many things that happened that night, if even just one of them hadn't happened Aaron and those men may have been alive today. And President Trump promised he would change the rules of engagement. Karen actually spoke at the RNC convention for President Trump and talked about the rules of engagement needing to be changed. And both of us talked across the country about that. And we were able to meet with then candidate Trump and with other Gold Star families. And Pete, you know this. We got the most powerful, the most efficient military the world has ever seen. Our war fighters can go out and crush the enemy every single night if they are allowed to do, if they are unleashed to do what they are trained to do. And under President Obama that just didn't happen."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "If they are allowed. Your caveat yourself saying you are not a military expert. I get that. But that almost allows you to bring more common sense to the discussion and certainly investment with your son. A lot of people who haven't been in the military, they say what are these rules of engagement? What is the rationale for putting political constraints on warriors on the battlefield as opposed to unleashing them, especially against a threat like ISIS?"
    },
    {
      "speaker": "VAUGHN",
      "utterance": "OK, let me give you a for instance. On the night that Aaron was killed, there was nothing pre-assault fired before the helicopter went in. And that's one that you don't have to be a military expert to know. Yes, sir. That wasn't just an isolated incident. The helicopter pilots, when they were giving testimony, both of them, one of them said there's a one in a million chance we can get pre-assault fire approved. The other one said we never ask for it because it's never approved anymore, in two different testimonies at two different times. And that could have saved the war fighters that night. Also that night the AC 1:30 overhead asking to engage multiple times enemy combatants on the ground was not allowed to engage those enemy combatants with weapons, and it's very likely that one of those enemy combatants took the chopper down that night. President Trump in August said that he was going to give more authority to the war fighters on the ground, to those people. And under President Obama, a lot of that authority, as you made an earlier comment tonight, was being done by people back in Washington, D.C., inside the White House who had never seen the theater of war, who had never been in the battlefield at night with their bodies with bullets whizzing by their heads."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "That makes all the difference. Billy Vaughn and Karen Vaughn, thank you for everything you've done for the war fighter, for your son's sacrifice. And there are 70,000 dead is fighters in the last year and a half that are a credit to the unleashing we have done for our military."
    },
    {
      "speaker": "VAUGHN",
      "utterance": "Yes, sir. You can see what our military can do."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "You bet. Thanks a lot. That is all the time we have here on \"The Ingraham Angle\" tonight. I'm Pete Hegseth in for Laura Ingraham. My good friend Ed Henry who is filling in for Shannon Bream up next. Good evening, Ed. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}