{
  "date": "December 28, 2018",
  "headline": "Israeli troops confront Palestinians as violence erupts along the Gaza border in ongoing blockade protest",
  "subHeadline": "Guests: Matthew Continetti, Leslie Marshall, John McCormack",
  "url": "https://www.foxnews.com/transcript/israeli-troops-confront-palestinians-as-violence-erupts-along-the-gaza-border-in-ongoing-blockade-protest",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MICK MULVANEY, ACTING WHITE HOUSE CHIEF OF STAFF",
      "sentences": "We're still building the barrier. That's why the government is closed, is the president is not willing to give up on the southern barrier. But it makes sense to sit down across the table when you're trying to negotiate with another party and see if there is someplace in the middle between their five and our 1.3.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM MCGOVERN, D-MASS.",
      "sentences": "We have to work at it until we get to an agreement where a majority say yes. And I think we had that until the president went off his meds and who the hell knows what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "The negotiations are still continuing, and there doesn't seem to be any back and forth happening. This as the arrest of a 33-year-old in California. The president tweeting, \"We will be forced to close the southern border entirely if the obstructionist Democrats do not give us money to finish the wall and also change the ridiculous immigration laws that are country is saddled with. Hard to believe there was a Congress and president who would approve!\" As I mentioned, the arrest of the 33-year-old illegal immigrant, Gustavo Perez Arriaga, a confirmed gang member according to sheriff's deputies out there in California, two-time convicted drunk driver, and now charged with killing a police officer out in California.  Let's bring in our panel. We'll see where things stand tonight. Matthew Continetti is editor in chief of the \"Washington Free Beacon,\" Leslie Marshall, Democratic strategist, and political writer John McCormack. OK John, your thoughts on where we are and how all these stories stack up together?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN MCCORMACK, POLITICAL WRITER",
      "sentences": "I think there's always a very strong bias towards the status quo in these shutdowns. That was true in 2013 when Republicans wanted to defund Obamacare, that was true a year ago with Senate Democrats wanted to get something done on DACA.  With that said, I don't really see this resolving itself any time soon, especially with this murderer out in California. I think you are going to see the president dig in. And I wonder if changing sanctuary laws is going to become more important in the short-term, something to be done on that, than getting money for the wall. But with that said, I think anything at this point in terms of border security would count as something of a win given the fact that usually during the shutdowns nothing much happens at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Here is the Stanislaus County sheriff about this whole incident.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAM CHRISTIANSON, STANISLAUS COUNTY, CALIFORNIA, SHERIFF",
      "sentences": "We can't ignore the fact that this could have been preventable. And under SB-54 in California, based on two arrests for DUI and of some other active warrants that this criminal has out there, law enforcement would have been prevented, prohibited from sharing any information with ICE about this criminal gang member.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Leslie, thoughts on all this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESLIE MARSHALL, RADIO TALK SHOW HOST",
      "sentences": "Well, obviously this weighs both, whether you are Democrat or Republican, emotionally when a life has been lost, a member of law enforcement, an outstanding member of our community here in California. I have had trouble with this law. There are many Democrats that have had trouble with this law. Not that we have some kind of a sanctuary city refuge, because we do want these individuals to help law enforcement. But we do want also for federal and state and local police to be able to work together to keep our communities safe.  So I think quite frankly this is, especially in California, more of a pressing issue, this state issue, than the border wall, which already has bipartisan support to have repairs and to have more security, but not the $5 billion for the steel slats that the president talks about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Matthew, it does not seem like there's going to be a quick resolution to this, unless someone is willing to give. Right now you can't foresee that just listening to both sides. MATTHEW CONTINETTI, EDITOR IN CHIEF, \"WASHINGTON FREE BEACON: No, not at all. There is a difference, Bret, between the shutdown and earlier ones, and that is this one started and has continued for the last week under unified government. Typically shutdowns are when the party in Congress is different from the party of the president. In this case it begins with Republicans controlling both Congress and the presidency.  And I think that's leading to kind of the standstill in negotiations. It's hard to have a meeting of the minds when Nancy Pelosi is in Hawaii for the holiday. I think she is waiting until she comes into power next week and so then she can begin the negotiations on her terms. And that of course is a problem for the president. These short-term shutdowns, we have about one week now, they tend to not have major effects in the economy or in the American politics. What happens, though, when the shutdowns go for longer than say a week or two weeks, that stretch into a third week, or perhaps longer than that, that's when you start having real political costs in terms of people's bases starting to get nervous, and you also have the economic costs, which in the state of the markets as they are today, is something that the president probably doesn't want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "John, we've talked about this -- 75 percent of the government has already been funded because those spending bills have been passed. There are seven spending bills that are pending. There is a possible solution here in that Congress could come back and pass six of the seven, hold off on the Department of Homeland Security that deals with border security and the border wall, pass a continuing resolution for that. But pass the other six bills and get it to the president's desk and say, here, let's solve this, but let's argue about DHS.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCORMACK",
      "sentences": "I think that's entirely possible, but I still don't see Democrats wanting to give in on the wall just because President Trump has made it such a big campaign issue. Democrats actually moved pretty very far left on this issue. Back in 2006 a number of them like Joe Biden, Barack Obama, Hillary Clinton, voted for 700 miles of fencing, but because this has been such a big campaign promise of the president's, I don't think that they're going to want to budge unless they get something really good like DACA. When this deal came up last time Democrats insisted that they get a clean exchange for DACA and the wall. It got hung up over this idea of ending chain migration. You bring in someone and then you bring in all the relatives. Whether they can get some clean deal, I think it's unlikely at this point, but you never know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Last thing Leslie, the other story that's obviously is gaining a lot of traction and also being talked about on the Democratic side a lot are the two children who have died in U.S. custody along the border. And tragic, and horrible. The immigration system down there trying to figure out how best to deal with those children and the problems that they are dealing with in illness also factoring into this giant equation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Absolutely. And this is something, again, where it tugs on the heartstrings of Americans regardless of what side of the isle you are on. This speaks to the moral compass of our nation, and people are not obviously in favor, not only of separating families, of children being put in harm's way in any way, especially in the United States of America.   But Bret, that's exactly why this should not go up. We need comprehensive immigration reform that's going to keep us safe and the majority of people who come here illegally come by plane, not through the Mexican border. And we need something that not only will be so costly and a political issue which is what I believe it is for the president, it's a campaign promise. But that's something that is not only not going to be so costly and be a political issue, which I believe this is for the president, because it would be a political win, it's a campaign promise, but something the American people want, which is bipartisan support, a multifaceted program that comes up with comprehensive immigration reform that can help with DACA, provide a pathway to citizenship for the millions of people that have been here for decades already, and to handle the backlog that we have in the courts, and to take care of these cases of people that are crying out for amnesty currently at our border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Here's Sarah Sanders on the kids in CPB custody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Certainly, that's an absolutely tragic situation, something nobody ever wants to see happen. It's one of the reasons that the president wants to fix our broken immigration system. It's a treacherous journey, and we don't want to see people go that route. We want people to come through than legal process so that they are not putting their lives on the line to do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Matthew, if the negotiation is just calling it border security and you don't call it a wall but you still get $2.5 billion to do it, is that a solution? Where are we? Is it semantics now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "Semantics is probably the easiest solution, Bret. But even there, I'm very pessimistic about this being resolved anytime soon. As John McCormack noted, the Democrats have moved away from the president's position. Remember just earlier this month, we were talking about $1.6 billion that they were willing to grant him for border security. Now they are at zero, and they're making a big issue of the wall. And of course, public opinion polls and the public in general also opposes a wall as well as a shutdown, whereas President Trump of course is really fighting for his supporters. And he has strong support among the Republican Party, and they want the wall. So as long as these two positions are kind of intractable, I don't think we're going to come to an agreement anytime soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Panel, stand by. Next up, the biggest foreign policy stories of the year, plus the winners and losers of 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You call people sometimes killers, he is a killer. He's clearly executing people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "He's a tough guy. He is a very smart guy, and he's a great negotiator. But I think we understand each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "But he still has done some really bad things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes, but so have a lot of other people done some really bad things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "President Trump aboard Air Force One after the summit in Singapore. What about the big foreign policy stories of 2018? We are back with the panel. Matthew, that's yours, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "That's mine, the Singapore summit. This was a watershed and America's relationship with the Democratic People's Republic of Korea, North Korea. For the president to meet with the North Korean dictator was a huge story of 2018. And it represented a thaw there in relations. I think, though, we have reached a stalling plant. And that's why you see a great urgency on the part of the president to restart this process of negotiations leading to the complete, verifiable, and irreversible denuclearization of North Korea.  And yet despite all these entreaties from the American side, North Korea has been silent, and everyone is saying to look for Kim Jong-un's new year's message. That is usually when he presents his big foreign policy agenda. He might say that a summit is on New Year's Day, but then again, Bret, he may not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "He has also fired missiles over that time period in the past, so we shall see. Now, as far as the withdrawal, take a listen to the president Thursday and Senator Lindsey Graham.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I didn't just pull them out. I've been talking about it for a year and a half. I've been telling the generals let's go, go ahead, take more time. It's not time for others to take over there and fight. We don't want to be there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "The war has not yet been one. The 2,200 in Syria are performing vital national security functions for us, which include support for a key ally called the Kurds and is an insurance policy against the rise of ISIS.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "John, biggest story for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "I thought the 2017 story of the year was the rollback of ISIS by the United States and our allies in the region, and the 2018 story of the year is President Trump's decision to completely pull out troops, abandoning our Kurdish allies and potentially giving the ability for ISIS to reconstitute itself and regroup. It had echoes of President Obama's decision to pull out of Iraq entirely, which led rise to ISIS in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Leslie, I know yours is the U.S.-Saudi relations, but let's start with winners and losers of 2018. Your winner, then loser for 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "You are starting with me. OK, I would say, first of all, I'm going to start with loser, if that's OK. I want to end on a happier note. The losers I think, quite frankly the migrant policy that we have right now, the separation, these children, what it's led to not only physically but emotionally for these children.  And winners, I'm going to say the American voters, because they came out in record numbers and elected more women. They voted for change. We saw people from various religions, from various sexual orientations and backgrounds. And I think we're going to see an extremely diverse Congress, I know, coming up in the New Year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Winners and losers, Matthew, of 2018?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "My winners, Bret, are the Thai Navy Seals. They rescue along with some help from other countries including America, they were the ones who rescued those 12 Thai boys trapped in that cave earlier this year. It was an uplifting story, some good news in a year filled with often negative headlines. And my loser of the year is German chancellor Angela Merkel. Merkel made this big gamble in 2015 when she opened Germany's borders to about a million migrants from the Muslim world, and she set in a chain of events that led to her announcement just this past year that she will no longer seek election as chancellor. This is a huge story for European politics and also I think world politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "John, your winner and loser of 2018?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCORMACK",
      "sentences": "Winner of the year would be Nikki Haley who is one of the few if only members of this administration to leave this administration on good terms with the president. You saw her make her announcement in the Oval Office, setting herself up very well for someone who could potentially unite the party in 2024, who has the respect of the president's supporters as well as many of a few of his critics in the Republican Party who thought that she was a voice for American freedom at the United Nations and as well as someone who would occasionally speak out and disagree with him publicly.  My loser of the year is Chuck Schumer and all the Senate Democrats, particularly those on the Judiciary Committee, for their handling of the Brett Kavanaugh hearings. They not only failed to stop President Trump from getting a second conservative on the Supreme Court, the energized Republican voters and lost a couple of Senate seats by bringing up a lot of allegations, many of which were completely scurrilous. They really didn't do themselves any favors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Panel, thank you very much, happy New Year. When we come back, \"Notable Quotables.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, this is the last \"Notable Quotables\" of 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So much for a Santa Claus rally on Wall Street. Investigators getting a lump of coal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "An emphatic bounce back with the biggest single day points gain ever for the Dow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I can't tell you when the government is going to be open. I can tell you it's not going to be open until we have a wall, a fence, whatever they'd like to call it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGOVERN",
      "sentences": "We have to work at it until we get to an agreement. And I think we had that until the president went off his meds, and who the hell knows what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Authorities are investigating the death of an eight- year-old Guatemalan boy in U.S. custody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Certainly that's an absolutely tragic situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thirty-three-year-old Ronil Singh was gunned down at 1:00 a.m. Wednesday in the small town of Newman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's not coming back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's just too much chaos, too many crises going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The Democrats need to step up to the plate. It's up to them to stop the shutdown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "We sat down with Mr. Schumer and gave him a number below five. I'm not going to tell you what it is. Did I just say I was wasn't going to tell you what the number was?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We came to Al Asad to share our eternal gratitude for everything you do to keep America safe, strong, and free.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Not much is happening in Washington as best I can tell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Are you still a believer in Santa? Because at seven it's marginal, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "One week, hard to believe.  Thanks for inviting us into your home tonight and every night in 2018. We look forward to a great 2019 ahead. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICK MULVANEY, ACTING WHITE HOUSE CHIEF OF STAFF",
      "utterance": "We're still building the barrier. That's why the government is closed, is the president is not willing to give up on the southern barrier. But it makes sense to sit down across the table when you're trying to negotiate with another party and see if there is someplace in the middle between their five and our 1.3."
    },
    {
      "speaker": "REP. JIM MCGOVERN, D-MASS.",
      "utterance": "We have to work at it until we get to an agreement where a majority say yes. And I think we had that until the president went off his meds and who the hell knows what happened."
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "The negotiations are still continuing, and there doesn't seem to be any back and forth happening. This as the arrest of a 33-year-old in California. The president tweeting, \"We will be forced to close the southern border entirely if the obstructionist Democrats do not give us money to finish the wall and also change the ridiculous immigration laws that are country is saddled with. Hard to believe there was a Congress and president who would approve!\" As I mentioned, the arrest of the 33-year-old illegal immigrant, Gustavo Perez Arriaga, a confirmed gang member according to sheriff's deputies out there in California, two-time convicted drunk driver, and now charged with killing a police officer out in California. Let's bring in our panel. We'll see where things stand tonight. Matthew Continetti is editor in chief of the \"Washington Free Beacon,\" Leslie Marshall, Democratic strategist, and political writer John McCormack. OK John, your thoughts on where we are and how all these stories stack up together?"
    },
    {
      "speaker": "JOHN MCCORMACK, POLITICAL WRITER",
      "utterance": "I think there's always a very strong bias towards the status quo in these shutdowns. That was true in 2013 when Republicans wanted to defund Obamacare, that was true a year ago with Senate Democrats wanted to get something done on DACA. With that said, I don't really see this resolving itself any time soon, especially with this murderer out in California. I think you are going to see the president dig in. And I wonder if changing sanctuary laws is going to become more important in the short-term, something to be done on that, than getting money for the wall. But with that said, I think anything at this point in terms of border security would count as something of a win given the fact that usually during the shutdowns nothing much happens at all."
    },
    {
      "speaker": "BAIER",
      "utterance": "Here is the Stanislaus County sheriff about this whole incident."
    },
    {
      "speaker": "ADAM CHRISTIANSON, STANISLAUS COUNTY, CALIFORNIA, SHERIFF",
      "utterance": "We can't ignore the fact that this could have been preventable. And under SB-54 in California, based on two arrests for DUI and of some other active warrants that this criminal has out there, law enforcement would have been prevented, prohibited from sharing any information with ICE about this criminal gang member."
    },
    {
      "speaker": "BAIER",
      "utterance": "Leslie, thoughts on all this?"
    },
    {
      "speaker": "LESLIE MARSHALL, RADIO TALK SHOW HOST",
      "utterance": "Well, obviously this weighs both, whether you are Democrat or Republican, emotionally when a life has been lost, a member of law enforcement, an outstanding member of our community here in California. I have had trouble with this law. There are many Democrats that have had trouble with this law. Not that we have some kind of a sanctuary city refuge, because we do want these individuals to help law enforcement. But we do want also for federal and state and local police to be able to work together to keep our communities safe. So I think quite frankly this is, especially in California, more of a pressing issue, this state issue, than the border wall, which already has bipartisan support to have repairs and to have more security, but not the $5 billion for the steel slats that the president talks about."
    },
    {
      "speaker": "BAIER",
      "utterance": "Matthew, it does not seem like there's going to be a quick resolution to this, unless someone is willing to give. Right now you can't foresee that just listening to both sides. MATTHEW CONTINETTI, EDITOR IN CHIEF, \"WASHINGTON FREE BEACON: No, not at all. There is a difference, Bret, between the shutdown and earlier ones, and that is this one started and has continued for the last week under unified government. Typically shutdowns are when the party in Congress is different from the party of the president. In this case it begins with Republicans controlling both Congress and the presidency. And I think that's leading to kind of the standstill in negotiations. It's hard to have a meeting of the minds when Nancy Pelosi is in Hawaii for the holiday. I think she is waiting until she comes into power next week and so then she can begin the negotiations on her terms. And that of course is a problem for the president. These short-term shutdowns, we have about one week now, they tend to not have major effects in the economy or in the American politics. What happens, though, when the shutdowns go for longer than say a week or two weeks, that stretch into a third week, or perhaps longer than that, that's when you start having real political costs in terms of people's bases starting to get nervous, and you also have the economic costs, which in the state of the markets as they are today, is something that the president probably doesn't want."
    },
    {
      "speaker": "BAIER",
      "utterance": "John, we've talked about this -- 75 percent of the government has already been funded because those spending bills have been passed. There are seven spending bills that are pending. There is a possible solution here in that Congress could come back and pass six of the seven, hold off on the Department of Homeland Security that deals with border security and the border wall, pass a continuing resolution for that. But pass the other six bills and get it to the president's desk and say, here, let's solve this, but let's argue about DHS."
    },
    {
      "speaker": "MCCORMACK",
      "utterance": "I think that's entirely possible, but I still don't see Democrats wanting to give in on the wall just because President Trump has made it such a big campaign issue. Democrats actually moved pretty very far left on this issue. Back in 2006 a number of them like Joe Biden, Barack Obama, Hillary Clinton, voted for 700 miles of fencing, but because this has been such a big campaign promise of the president's, I don't think that they're going to want to budge unless they get something really good like DACA. When this deal came up last time Democrats insisted that they get a clean exchange for DACA and the wall. It got hung up over this idea of ending chain migration. You bring in someone and then you bring in all the relatives. Whether they can get some clean deal, I think it's unlikely at this point, but you never know."
    },
    {
      "speaker": "BAIER",
      "utterance": "Last thing Leslie, the other story that's obviously is gaining a lot of traction and also being talked about on the Democratic side a lot are the two children who have died in U.S. custody along the border. And tragic, and horrible. The immigration system down there trying to figure out how best to deal with those children and the problems that they are dealing with in illness also factoring into this giant equation."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Absolutely. And this is something, again, where it tugs on the heartstrings of Americans regardless of what side of the isle you are on. This speaks to the moral compass of our nation, and people are not obviously in favor, not only of separating families, of children being put in harm's way in any way, especially in the United States of America. But Bret, that's exactly why this should not go up. We need comprehensive immigration reform that's going to keep us safe and the majority of people who come here illegally come by plane, not through the Mexican border. And we need something that not only will be so costly and a political issue which is what I believe it is for the president, it's a campaign promise. But that's something that is not only not going to be so costly and be a political issue, which I believe this is for the president, because it would be a political win, it's a campaign promise, but something the American people want, which is bipartisan support, a multifaceted program that comes up with comprehensive immigration reform that can help with DACA, provide a pathway to citizenship for the millions of people that have been here for decades already, and to handle the backlog that we have in the courts, and to take care of these cases of people that are crying out for amnesty currently at our border."
    },
    {
      "speaker": "BAIER",
      "utterance": "Here's Sarah Sanders on the kids in CPB custody."
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Certainly, that's an absolutely tragic situation, something nobody ever wants to see happen. It's one of the reasons that the president wants to fix our broken immigration system. It's a treacherous journey, and we don't want to see people go that route. We want people to come through than legal process so that they are not putting their lives on the line to do this."
    },
    {
      "speaker": "BAIER",
      "utterance": "Matthew, if the negotiation is just calling it border security and you don't call it a wall but you still get $2.5 billion to do it, is that a solution? Where are we? Is it semantics now?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "Semantics is probably the easiest solution, Bret. But even there, I'm very pessimistic about this being resolved anytime soon. As John McCormack noted, the Democrats have moved away from the president's position. Remember just earlier this month, we were talking about $1.6 billion that they were willing to grant him for border security. Now they are at zero, and they're making a big issue of the wall. And of course, public opinion polls and the public in general also opposes a wall as well as a shutdown, whereas President Trump of course is really fighting for his supporters. And he has strong support among the Republican Party, and they want the wall. So as long as these two positions are kind of intractable, I don't think we're going to come to an agreement anytime soon."
    },
    {
      "speaker": "BAIER",
      "utterance": "Panel, stand by. Next up, the biggest foreign policy stories of the year, plus the winners and losers of 2018."
    },
    {
      "speaker": "BAIER",
      "utterance": "You call people sometimes killers, he is a killer. He's clearly executing people."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "He's a tough guy. He is a very smart guy, and he's a great negotiator. But I think we understand each other."
    },
    {
      "speaker": "BAIER",
      "utterance": "But he still has done some really bad things."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes, but so have a lot of other people done some really bad things."
    },
    {
      "speaker": "BAIER",
      "utterance": "President Trump aboard Air Force One after the summit in Singapore. What about the big foreign policy stories of 2018? We are back with the panel. Matthew, that's yours, right?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "That's mine, the Singapore summit. This was a watershed and America's relationship with the Democratic People's Republic of Korea, North Korea. For the president to meet with the North Korean dictator was a huge story of 2018. And it represented a thaw there in relations. I think, though, we have reached a stalling plant. And that's why you see a great urgency on the part of the president to restart this process of negotiations leading to the complete, verifiable, and irreversible denuclearization of North Korea. And yet despite all these entreaties from the American side, North Korea has been silent, and everyone is saying to look for Kim Jong-un's new year's message. That is usually when he presents his big foreign policy agenda. He might say that a summit is on New Year's Day, but then again, Bret, he may not."
    },
    {
      "speaker": "BAIER",
      "utterance": "He has also fired missiles over that time period in the past, so we shall see. Now, as far as the withdrawal, take a listen to the president Thursday and Senator Lindsey Graham."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I didn't just pull them out. I've been talking about it for a year and a half. I've been telling the generals let's go, go ahead, take more time. It's not time for others to take over there and fight. We don't want to be there."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "The war has not yet been one. The 2,200 in Syria are performing vital national security functions for us, which include support for a key ally called the Kurds and is an insurance policy against the rise of ISIS."
    },
    {
      "speaker": "BAIER",
      "utterance": "John, biggest story for you?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "I thought the 2017 story of the year was the rollback of ISIS by the United States and our allies in the region, and the 2018 story of the year is President Trump's decision to completely pull out troops, abandoning our Kurdish allies and potentially giving the ability for ISIS to reconstitute itself and regroup. It had echoes of President Obama's decision to pull out of Iraq entirely, which led rise to ISIS in the first place."
    },
    {
      "speaker": "BAIER",
      "utterance": "Leslie, I know yours is the U.S.-Saudi relations, but let's start with winners and losers of 2018. Your winner, then loser for 2018."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "You are starting with me. OK, I would say, first of all, I'm going to start with loser, if that's OK. I want to end on a happier note. The losers I think, quite frankly the migrant policy that we have right now, the separation, these children, what it's led to not only physically but emotionally for these children. And winners, I'm going to say the American voters, because they came out in record numbers and elected more women. They voted for change. We saw people from various religions, from various sexual orientations and backgrounds. And I think we're going to see an extremely diverse Congress, I know, coming up in the New Year."
    },
    {
      "speaker": "BAIER",
      "utterance": "Winners and losers, Matthew, of 2018?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "My winners, Bret, are the Thai Navy Seals. They rescue along with some help from other countries including America, they were the ones who rescued those 12 Thai boys trapped in that cave earlier this year. It was an uplifting story, some good news in a year filled with often negative headlines. And my loser of the year is German chancellor Angela Merkel. Merkel made this big gamble in 2015 when she opened Germany's borders to about a million migrants from the Muslim world, and she set in a chain of events that led to her announcement just this past year that she will no longer seek election as chancellor. This is a huge story for European politics and also I think world politics."
    },
    {
      "speaker": "BAIER",
      "utterance": "John, your winner and loser of 2018?"
    },
    {
      "speaker": "MCCORMACK",
      "utterance": "Winner of the year would be Nikki Haley who is one of the few if only members of this administration to leave this administration on good terms with the president. You saw her make her announcement in the Oval Office, setting herself up very well for someone who could potentially unite the party in 2024, who has the respect of the president's supporters as well as many of a few of his critics in the Republican Party who thought that she was a voice for American freedom at the United Nations and as well as someone who would occasionally speak out and disagree with him publicly. My loser of the year is Chuck Schumer and all the Senate Democrats, particularly those on the Judiciary Committee, for their handling of the Brett Kavanaugh hearings. They not only failed to stop President Trump from getting a second conservative on the Supreme Court, the energized Republican voters and lost a couple of Senate seats by bringing up a lot of allegations, many of which were completely scurrilous. They really didn't do themselves any favors."
    },
    {
      "speaker": "BAIER",
      "utterance": "Panel, thank you very much, happy New Year. When we come back, \"Notable Quotables.\""
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, this is the last \"Notable Quotables\" of 2018."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So much for a Santa Claus rally on Wall Street. Investigators getting a lump of coal."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "An emphatic bounce back with the biggest single day points gain ever for the Dow."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I can't tell you when the government is going to be open. I can tell you it's not going to be open until we have a wall, a fence, whatever they'd like to call it."
    },
    {
      "speaker": "MCGOVERN",
      "utterance": "We have to work at it until we get to an agreement. And I think we had that until the president went off his meds, and who the hell knows what happened."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Authorities are investigating the death of an eight- year-old Guatemalan boy in U.S. custody."
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Certainly that's an absolutely tragic situation."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Thirty-three-year-old Ronil Singh was gunned down at 1:00 a.m. Wednesday in the small town of Newman."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He's not coming back."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There's just too much chaos, too many crises going on."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The Democrats need to step up to the plate. It's up to them to stop the shutdown."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "We sat down with Mr. Schumer and gave him a number below five. I'm not going to tell you what it is. Did I just say I was wasn't going to tell you what the number was?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "We came to Al Asad to share our eternal gratitude for everything you do to keep America safe, strong, and free."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Not much is happening in Washington as best I can tell."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Are you still a believer in Santa? Because at seven it's marginal, right?"
    },
    {
      "speaker": "BAIER",
      "utterance": "One week, hard to believe. Thanks for inviting us into your home tonight and every night in 2018. We look forward to a great 2019 ahead. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}