{
  "date": "December 7, 2017",
  "headline": "Rep. Noem on tax bill: We need growth as soon as possible",
  "subHeadline": "House Ways and Means Committee member shares insight on 'Your World.'",
  "url": "https://www.foxnews.com/transcript/rep-noem-on-tax-bill-we-need-growth-as-soon-as-possible",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "REP. KRISTI NOEM, R-SOUTH DAKOTA",
      "sentences": "I do believe that, Neil. We have a two-week C.R. we will be voting on here shortly.  In the meantime, we're going to complete tax reform and then we will look at an end-of-the-year funding package that hopefully takes care of our military and makes sure that our government is funded throughout the rest of the fiscal year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, there's many in the Conservative Caucus in the House who are concerned as well that this is just going to add spending, that it will be an opportunity for people to decorate it like a Christmas tree and just add one unpaid-for ornament after another.  What do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOEM",
      "sentences": "No, that's always a concern. That's my concern as well.  These end-of-the-year spending packages sometimes can get loaded up with the specific priorities of individuals, where we would like to keep it fairly clean and make sure we're being responsible with the taxpayer dollars.   But, honestly, today, the debate is over a two-week clean C.R., which is appropriate. And then my focus, being a member of the conference committee on tax reform, has been on getting that completed as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you think, on the tax issues, which the Senate and the House have some significant differences, that the key is going to be raising the corporate rate beyond 20 percent to pay or make way for deals that would get those who are on the fence off the fence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOEM",
      "sentences": "No, I think that there's a lot more between the two bills that we agree on.   So I don't think that that's going to be the key to coming together. We have got a lot of principles in these two bills that reflect each other. This conference committee, we will do our work and we're going to get together and have conversations. Already have. So, I'm hopeful that we will be able to keep rates as absolutely low as possible. Our House bill reflected our priorities. And I'm hoping that will complete this package and get it on the president's desk real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I mentioned those corporate rates, Congresswoman.  The House wants them to start in 2018, the Senate 2019. Can you tell us, is that a make-or-break issue for you and some of your colleagues?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOEM",
      "sentences": "I like our bill. Neil, you know I have worked on this bill for years. We have had 12 formal hearings in Ways and Means. I worked on tax policy since I have been in Congress, but also before that, when I was in the state legislature.  My background as a small business owner, a farmer, rancher, a mom, this tax policy is very real to me because I have lived it. And I think that the people in South Dakota and across the country will appreciate that we have got normal everyday people in the room debating these policies. So I think we need to see growth as soon as possible, that when we come to January, that people's paychecks need to be bigger. They have suffered under this Obama economy for too long. We have got a tax bill that our kids and grandkids will probably live under.  So, it's important that we don't just change the tax code. We need to fix it and fix it as soon as we possibly can to help them get more dollars in their pocket to better their families and their futures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You mentioned President Obama, Congresswoman. He was saying in a speech just yesterday that the good proportion of the economy, even the markets is a continuation of the Obama recovery. What did you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOEM",
      "sentences": "Oh, my goodness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOEM",
      "sentences": "I -- well, you know what? I don't follow President Obama and his comments anymore. I have been focused obviously on policy. But I would fundamentally disagree with that comment. The recovery has all been due to President Trump and what he's focused on.  He's campaigned on policies that got him elected that he's now implementing. And that is refreshing. We have someone in the White House that is taking it to the mat for the average everyday American.  And, man, God bless him for it, because we need somebody who really does care about the average American at home. And that's what he's doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you have any doubt right now that this has been portrayed as a tax cut that favors the rich and fat cat corporations, and that that is sticking, fairly or not, Congresswoman, in polls with Americans, who seem to agree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOEM",
      "sentences": "A lot of what I have heard come out of the Democrats is simply untruthful. And some of the things that I hear them say is -- is shameless. The distortions of the truth that they have talked about this tax bill under has been shocking to me.  So, we have, in every discussion putting this bill together, have focused on making sure that we're giving tax cuts to low- and middle-income Americans.  We recognize that many Americans are in the same situation that my families in South Dakota are. The average household in South Dakota is $54,000 a year. Their tax cut under this bill will be $1,200 to $1, 400. But, beyond that, Neil, they are going to get a $4,000 increase in wages. And that is life-changing. So, that has been the top of the priority throughout all of these discussions. And those priorities are reflected in the policies in this bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we will see what happens.   Congresswoman Kristi Noem, very good seeing you again. Merry Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOEM",
      "sentences": "You bet. Thank you, Neil. You, too. Merry Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.  END  Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KRISTI NOEM, R-SOUTH DAKOTA",
      "utterance": "I do believe that, Neil. We have a two-week C.R. we will be voting on here shortly. In the meantime, we're going to complete tax reform and then we will look at an end-of-the-year funding package that hopefully takes care of our military and makes sure that our government is funded throughout the rest of the fiscal year."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, there's many in the Conservative Caucus in the House who are concerned as well that this is just going to add spending, that it will be an opportunity for people to decorate it like a Christmas tree and just add one unpaid-for ornament after another. What do you say to that?"
    },
    {
      "speaker": "NOEM",
      "utterance": "No, that's always a concern. That's my concern as well. These end-of-the-year spending packages sometimes can get loaded up with the specific priorities of individuals, where we would like to keep it fairly clean and make sure we're being responsible with the taxpayer dollars. But, honestly, today, the debate is over a two-week clean C.R., which is appropriate. And then my focus, being a member of the conference committee on tax reform, has been on getting that completed as well."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you think, on the tax issues, which the Senate and the House have some significant differences, that the key is going to be raising the corporate rate beyond 20 percent to pay or make way for deals that would get those who are on the fence off the fence?"
    },
    {
      "speaker": "NOEM",
      "utterance": "No, I think that there's a lot more between the two bills that we agree on. So I don't think that that's going to be the key to coming together. We have got a lot of principles in these two bills that reflect each other. This conference committee, we will do our work and we're going to get together and have conversations. Already have. So, I'm hopeful that we will be able to keep rates as absolutely low as possible. Our House bill reflected our priorities. And I'm hoping that will complete this package and get it on the president's desk real quick."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I mentioned those corporate rates, Congresswoman. The House wants them to start in 2018, the Senate 2019. Can you tell us, is that a make-or-break issue for you and some of your colleagues?"
    },
    {
      "speaker": "NOEM",
      "utterance": "I like our bill. Neil, you know I have worked on this bill for years. We have had 12 formal hearings in Ways and Means. I worked on tax policy since I have been in Congress, but also before that, when I was in the state legislature. My background as a small business owner, a farmer, rancher, a mom, this tax policy is very real to me because I have lived it. And I think that the people in South Dakota and across the country will appreciate that we have got normal everyday people in the room debating these policies. So I think we need to see growth as soon as possible, that when we come to January, that people's paychecks need to be bigger. They have suffered under this Obama economy for too long. We have got a tax bill that our kids and grandkids will probably live under. So, it's important that we don't just change the tax code. We need to fix it and fix it as soon as we possibly can to help them get more dollars in their pocket to better their families and their futures."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You mentioned President Obama, Congresswoman. He was saying in a speech just yesterday that the good proportion of the economy, even the markets is a continuation of the Obama recovery. What did you make of that?"
    },
    {
      "speaker": "NOEM",
      "utterance": "Oh, my goodness."
    },
    {
      "speaker": "NOEM",
      "utterance": "I -- well, you know what? I don't follow President Obama and his comments anymore. I have been focused obviously on policy. But I would fundamentally disagree with that comment. The recovery has all been due to President Trump and what he's focused on. He's campaigned on policies that got him elected that he's now implementing. And that is refreshing. We have someone in the White House that is taking it to the mat for the average everyday American. And, man, God bless him for it, because we need somebody who really does care about the average American at home. And that's what he's doing."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you have any doubt right now that this has been portrayed as a tax cut that favors the rich and fat cat corporations, and that that is sticking, fairly or not, Congresswoman, in polls with Americans, who seem to agree?"
    },
    {
      "speaker": "NOEM",
      "utterance": "A lot of what I have heard come out of the Democrats is simply untruthful. And some of the things that I hear them say is -- is shameless. The distortions of the truth that they have talked about this tax bill under has been shocking to me. So, we have, in every discussion putting this bill together, have focused on making sure that we're giving tax cuts to low- and middle-income Americans. We recognize that many Americans are in the same situation that my families in South Dakota are. The average household in South Dakota is $54,000 a year. Their tax cut under this bill will be $1,200 to $1, 400. But, beyond that, Neil, they are going to get a $4,000 increase in wages. And that is life-changing. So, that has been the top of the priority throughout all of these discussions. And those priorities are reflected in the policies in this bill."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we will see what happens. Congresswoman Kristi Noem, very good seeing you again. Merry Christmas."
    },
    {
      "speaker": "NOEM",
      "utterance": "You bet. Thank you, Neil. You, too. Merry Christmas."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}