{
  "date": "December 17, 2018",
  "headline": "Comey unloads on GOP after Capitol Hill griling",
  "subHeadline": "Guests: Andrew Napolitano, Geraldo Rivera, Darrell Issa, Phillip Stackhouse, Daniel Henninger, Bill McGurn, Mary O'Grady, Ashe Schow",
  "url": "https://www.foxnews.com/transcript/comey-unloads-on-gop-after-capitol-hill-griling",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "Hey there, Shannon. Thank you very much. Breaking moments ago, the memo from the first interrogation of Michael Flynn done at the White House which was oddly missing from the files that the judge demanded be turned over on Friday is now just being released. We're just getting our first look at it. We're going to have that for you in moments. Also tonight, this former Green Beret killed a suspected terrorist bomb maker in Afghanistan. Now, he could face the death penalty for the act he says he took to protect his own men. My exclusive interview with his attorney is coming up later this evening.  Also, fireworks between James Comey and House Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER DIRECTOR, FEDERAL BUREAU OF INVESTIGATION",
      "sentences": "To my view to their everlasting shame, I hope they'll overcome that and realize someday they got to explain to their grandchildren what they did today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The former FBI director was asked to defend his actions with regard to Michael Flynn, being told that it would be quicker if he didn't let the White House lawyers know about his meeting with FBI agents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "The FBI wanted to send agents into the White House itself to interview a senior official you would work through the White House Counsel, and there'll be discussions and approvals, and who would be there. And I thought it's early enough, let's just send a couple guys over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was met with chuckles (INAUDIBLE) from the audience who thought that was pretty funny. He was incensed today that there was concern and questions about whether that constituted fair practices, and whether he treated the Clinton case differently since she was allowed to have three lawyers in the room when she was questioned. Now, the cases, of course, are very different. But it is the same investigators. So it is a fair question about whether they treat all witnesses with basically the same procedures. But when it came to Michael Flynn, Comey sees things very differently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "They're up here attacking the FBI's investigation of a guy who pled guilty to lying to the FBI. He should have been warned you shouldn't lie.  You should have been told you can have a lawyer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Catherine Herridge asked this question about whether treating the Clinton investigation and the Trump investigation differently had ultimately hurt the reputation of the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE HERRIDGE, FOX NEWS CHIEF INTELLIGENCE CORRESPONDENT",
      "sentences": "Director Comey, the FBI's reputation has taken a big hit over the last year. Do you share any of the responsibility for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMEY",
      "sentences": "No, the FBI's reputation is taking a big hit because the President of the United States with his acolytes has lied about it constantly. But that damage has nothing to do with me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joining me now, Congressman Darrell Issa. House Judiciary Committee member who was not in the room today, but has been receiving updates from his colleagues on that committee who were in the room, and he joins me now.  Congressman Issa, what did you think about what you've heard about today and about Comey's comments in the hallway to reporters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DARRELL ISSA, R-CALIF., HOUSE OVERSIGHT COMMITTEE",
      "sentences": "Well, I think the hallways says it all. What former Director Comey just did was mock Miranda. He literally said, \"Oh, we should have told him he had a right that's laughable.\" You know, literally trying to roll back a Supreme Court decision that has been the law of the land for decades. That his entire career was an expectation when somebody was a target, would be bad enough.  But let's talk about what he really did. He fails to tell the president when he's the president-elect, that in fact, they're already doing this investigation. He then interviews the national security adviser right after he becomes a national security adviser in the White House, traps him into a lie. Because they've already -- they've already recorded his conversation with the Russian ambassador.   So, now what they're doing is three days later, he sits there with President Trump. President Donald Trump, his boss. And he -- President Trump asks about -- who asked about Flynn. And what does Comey do? He doesn't tell him that he's got the goods on his national security adviser who has lied to the vice president. Now, if you forget about all the criminal stuff and everything else, he had an obligation to let the president know that he had a national security adviser that was now a risk. But if he had done the job properly when he had unmasked Flynn, to begin with, he would have gone to the president with that, and this would never have happened. It was clear, he was always part of the insurance policy. His goal was to entrap not just General Flynn, but the president. And he thinks he's done it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, I hear everything you're saying. You know, you just said that he sort of wanted to cast aside Miranda rights when he talked to Michael Flynn. But then you said, cast aside all of the criminal stuff.  And James Comey is saying, \"We can't do that.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISSA",
      "sentences": "No.   He lied to FBI agents and he lied about meeting with Kislyak. And he didn't tell the truth about talking about sanctions with Kislyak. And to Comey, that is what matters more than anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISSA",
      "sentences": "You see, but that's not what matters. At the moment that he unmasked General Flynn talking to a foreign agent, he owed the president an explanation. Unless he was trying to entrap the president-elect if you will.  Remember, this is the Obama administration getting the goods. The insurance policy if you will, on the President, creating a crime where there was no crime. Ultimately, the discussion with General Flynn wasn't a crime. They're not charging him with that.  The lying to the vice president, although wrong might not have been a crime. But Comey withholding this from the president when directly asked is in fact, the kind of a thing that causes you to know that he was not only never loyal to the president, but he was even before Donald Trump was president, he was already part of souring the presidency by not giving him things that he needed to know, for example, not to have Flynn, be his national security advisor, for example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think -- I mean -- I think, both things can be true. Both things are true that he should not have misled the vice president. He should have said, I did -- \"I did talk to Kislyak about the sanctions and here is what we talked about. Here is why I felt like it was OK.  Obviously, I can't do anything about the sanctions.\"   Now, but we talked about what might happen in the future. It's part of the transition all of that as you go through. But your point about the fact that why he would not do one of two things. Tell the president, \"Look, this is what we have on this transcript of this conversation, you need to know about this with your national security adviser.  And why when they had Flynn in the room, in the Situation Room talking to him why didn't they slide that transcript in front of him and say, \"Look, General Flynn, we have your transcripts.\" Because he says during the conversation, you already know what I said, I would imagine. Because as a former head of an intelligence agency, he knew they probably had those conversations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISSA",
      "sentences": "Well, he certainly should have known. And quite frankly, he should have known to go in with White House Counsel because that was a responsibility should have had. But Comey and the FBI carefully tricked him or maybe used his ego against him. But tricked him into not doing it, again though.  Then-FBI director Comey had every reason to prevent General Flynn from being the National Security Advisor if he thought he had done wrong.  Instead, what he did was he let him become the National Security Advisor, failed to answer the president's questions as he was trapping him into a criminal charge, and then squeezing him to try to get something against the president of the United States. The reality is this investigation long before there was a special investigator with Mueller was really about Comey going after the president.  And you know, when you consider that the I.G. has held former director essentially accountable for wrongdoing, what we're seeing again is an out of the court control, corrupt -- and I repeat that, corrupt FBI director who was on a mission and forgot that his number one mission was to protect national security, which is not always about getting a charge on somebody.  It is often about stopping a crime from happening.  He made no effort to stop a crime from happening, and that is probably the best reason in the world that what the President Trump did in firing Comey was the right thing, and should have been done on day one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Congressman Darrell Issa, thank you very much. Good to have you with us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISSA",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's bring in Judge Andrew Napolitano, Fox News senior judicial analyst. Listening to this, your thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDGE ANDREW NAPOLITANO, FOX NEWS SENIOR JUDICIAL ANALYST",
      "sentences": "Well, much of what Congressman Issa says, is verified by the documents that you and I have seen, which just came out as well as the documents that came out last week. And do have to correct one thing. There was no obligation to inform General Flynn of his right to have a lawyer, and no obligation to inform General Flynn that lying to the FBI is a crime. Because it was not a custodial interrogation. He wasn't there against his will.   And the Miranda warning only comes into place when you're under --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Once you've been arrested.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Correct, correct. I think they assumed that General Flynn, who has conducted these types of conversations itself would know what was going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But let me just -- let me just stop you there for one second.  You know -- and you know, people -- some people -- the comparisons that are made to the Hillary Clinton investigation, you know are used as for the purpose of deciding whether or not the same procedures were filed.  Whether or not there was any sort of political intonation to any of their moves. And whether or not they treated both sides the same. She wasn't under arrest. And yet, she had three lawyers in the room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Well, because she's a lawyer. And she knows that a lawyer doesn't speak to the FBI without other lawyers (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That she push fort and he didn't, and that his fault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Correct. Why were FBI agents wandering freely around the West Wing? They can't get in there any more than you and I could without some sort of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Precisely for the reason that James Comey said, we thought we could get away with it. They didn't know the practices, they didn't know how it all works. So, let's jump in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "And they did. So, what Congressman Issa calls corrupt, and what appears to be corrupt, and what in my view is a form of corruption is permitted. Because the FBI, local New York City police prosecutors are allowed to lie, cheat, deceive, coerce, and trick people into incriminating themselves or incriminating others. That's a dirty little secret of law enforcement and the courts have approved it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And that's why you never lied to an FBI agent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "That's why you never talked to an FBI agent without your lawyer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "(INAUDIBLE) and you have a lawyer with you at all cost. You have said -- and you've gotten a lot of attention for this that President Trump is an unindicted co-conspirator. Now, this jumps over to the New York case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And the hush money that was paid to these two women. Talk to me about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Well, when Michael Cohen had his sentencing hearing last week, and he made a long statement which was backed up by the prosecutors. And at the same time, the government revealed its settlement agreement with David Pecker, who runs AMI, the company that owns the National Enquirer. It became apparent that the government has enough evidence with which to accuse the president of orchestrating and paying for Cohen's crimes.   That's not my words. Those are the words of the sentencing judge in the case. So, when he said that from the bench, it is apparent that they have this evidence. Did they say unindicted co-conspirator individual, number one? No. But what they said about individual, number one, who we know is the -- is the president. Tells us that they have enough evidence but chose not to indict him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, back to Flynn for a moment before I let you go.  Tomorrow is the sentence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Today, they announced that two individuals who he did some business with, who were lobbyists for the country of Turkey. And for Erdogan, the President of Turkey, who wanted to have Fethullah Gulen, who this individual, who they believe had tried to overthrow the government in Turkey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Extradited back to Turkey. OK? Those two people were indicted today. What's the significance of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "They were indicted last week. And the indictments were kept under seal because one of them is not in the United States. The federal government was so anxious to remind General Flynn that he too violated the requirement of reporting that he was a working for a foreign country while in the United States, and they wanted to flex their muscles to send a message to the trial judge and to General Flynn. We know that you did this too and we forgave you. And they -- and that's the reason at the risk of losing this defendant, who's probably never going to come to the United States now to face trial. They revealed who he is in the fact that he's been indicted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, they send a big message about the -- what they see as untoward and illegal activity in terms of not registering as a foreign agent, not being forthcoming with that relationship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "To tell the judge that for all of the grievances that General Flynn has suffered, and Congressman Issa, nicely summarized them, he's not a choirboy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Will he get any time tomorrow?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Zero time. The government wants zero time. The defendant wants zero time. It's almost inconceivable that the judge would send him to jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Judge, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you very much. We'll watch tomorrow. All right, and there is a new twist tonight in this incredible story. A decorated Green Beret could face the death penalty in this country for admitting that he killed a suspected terrorist bomb maker in Afghanistan. President Trump has hinted that he may get involved here. An exclusive interview with Major Matt Golsteyn's lawyer, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIE GOLSTEYN, WIFE OF MATT GOLSTEYN",
      "sentences": "He was lucky enough to survive war.  And has come home to be ripped apart by his own government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A twist tonight in the case of Major Matthew Golsteyn who is a former Green Beret and a Silver Star recipient who now chase -- faces murder charges and possibly the death penalty here in the United States for admitting he killed a suspected Taliban bomb maker back in 2010. President Trump announcing that he's going to review this case and possibly intervene. In moments, Major Golsteyn's attorney will join me live exclusively, but first Trace Gallagher from our west coast newsroom with the backstory tonight. Good evening, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS ANCHOR",
      "sentences": "Good evening, Martha. When President Trump says he plans to review the case of Major Matt Golsteyn, it's unclear exactly what that will entail or whether the President is considering a pardon. Being Commander-in-Chief means that any involvement by the President could be considered unlawful command influence and could result in the case being thrown out. Major Matthew Golsteyn was once a decorated Green Beret whose service in Afghanistan earned him a Silver Star for valor. The Army considered upgrading it to a Distinguished Service Cross, one step down from the Medal of Honor, but then came the allegations. In 2015 when Goldstein was interviewing with the CIA and taking a polygraph, the Army says he acknowledged killing an alleged Taliban bomb maker who was suspected of planting a bomb that killed two Marines. The bomb maker had been detained by the Army but because of strict rules of engagement was supposed to have been released. Though instead of releasing the insurgent, major Golsteyn shot and killed him fearing that if he didn't, the bomb maker would later target Afghans who were helping U.S. troops. After learning about Golsteyn's admission, the military launched an investigation but closed it without charging him. Then came this 2016 interview on \"Special Report\" with Bret Baier. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Did you kill the Taliban bomb maker?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW GOLSTEYN, FORMER GREEN BERET",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You willingly offered up these details --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLSTEYN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "-- at the CIA, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLSTEYN",
      "sentences": "That's correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And that's where it all started.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLSTEYN",
      "sentences": "Pretty much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Based in part of those public statements, the Army reopened the investigation. California Congressman Duncan Hunter a former Marine has championed Golsteyn's case calling him an American hero. And President Trump tweeted, \"He could face the death penalty from our own government after he admitted to killing a terrorist bomb maker while overseas. Golsteyn's father says he welcomes the president's review. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JERRY GOLSTEYN, FATHER OF MATTHEW GOLSTEYN",
      "sentences": "I'm all for it. I think last time I checked, he is the Commander-in-Chief. If he feels that something is not going as it should go, I'm more than happy to get him in there and look at the situation and make decisions. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Meantime, the Pentagon calls this a law enforcement matter and says it will respect the integrity of the process. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much. Here now is Phillip Stackhouse, attorney for Major Matthew Golsteyn. Good to have you with us this evening, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHILLIP STACKHOUSE, LAWYER OF MATTHEW GOLSTEYN",
      "sentences": "Thanks for having me, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So explain to us the way that you see this case and what you believe Matt's defense is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STACKHOUSE",
      "sentences": "Well, Matt's defense is one of really just telling the truth the same that he did when he was being interviewed by an analyst with the CIA during his employment process. As Trace just said, the allegations that have been spread around the media is that Matt killed the detainee.  There is no evidence that this individual was still detained. All of the evidence in the case from 2015 forward when I represented him at his board of inquiry, all of the evidence, in this case, is that individual was cut loose and released from the combat outpost that Matt commanded in Afghanistan in 2010. Matt executed an ambush at some time after that the individual was released resulting in his death, and that's the facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Now he -- Matt expressed that in the past when people had been released, they became informants basically and that they came back to attack his base, his people, and two of his fellow Marines I believe they were killed just recently you know prior to this. And he believed that this person was the person responsible for the deaths of those two servicemen, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STACKHOUSE",
      "sentences": "That's correct. And the facts will show that in fact, he was the bomb maker who had set off the explosive that killed those two Marines.  There was confirmation of that while Matt was in Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So what happens now and on what grounds was it reopened and what impact might the President's comments have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STACKHOUSE",
      "sentences": "Well, let me go backwards first. I think the comments by the President when he tweeted I think it was just yesterday, there's been a lot of talk about that being unlawful command influence or perhaps you know it could be. I've been doing this for close to 20 years now. I've never seen a prosecutor bring an unlawful command influence motion against a higher authority. The President is the Commander in Chief. He is in fact a convening authority. He can take jurisdiction of this case and handle it himself. Additionally, as you know, the President has the power of the pardon and he could issue a pardon to Matt for these charges. And those are the things that we're hoping that he's looking at doing. As far as what happens next, absent something happened during the Christmas season here and the President taken action, there'll be an Article 32 hearing which is the military (INAUDIBLE), the military equivalent of a grand jury investigation or a probable cause hearing probably happening sometime in spring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tell us about Matt. He's a father. He went to West Point.  Tell us more about him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STACKHOUSE",
      "sentences": "Matt is a great dad. He's a 2002 West Point graduate. He was an infantry officer before he became a Special Forces officer. He's got multiple combat deployments. He's got multiple awards for gallantry. You heard Trace talk a little bit about the Silver Star for which he received and there was a nomination that he received yet a higher award, the Distinguished Service Cross which the Secretary of the Army in fact signed before later resending it and then revoking his Silver Star with no due process rights. And that award, that gallantry on the battlefield had nothing to do with these allegations. It happened well before the allegations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How is he doing with all of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STACKHOUSE",
      "sentences": "Well, I will tell you. I talk to Matt every day, several times a day. I've known Matt for years now. He is oh wow and by the support that he's received from the public, from his former team soldiers, members that he served with, just the outpouring of support has been amazing. He's lifted up greatly by his wife, Julie, who's one of his biggest advocates. And the one thing I would like to say is that he's also receiving a lot of support through a charitable organization, a nonprofit organization called United American Patriots and they are helping Matt with his defense so that we have all of the experts that we need to be able to defend him the very best way that we can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Phillip Stackhouse, please keep us posted. We'll be -- we'll be following this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STACKHOUSE",
      "sentences": "I will. Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you so much for being here tonight and we'll keep watching it. So Geraldo Rivera was in Afghanistan in 2010 when this incident took place. He has a unique take on this and he will join me when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STACKHOUSE",
      "sentences": "All of the evidence, in this case, is that individual was cut loose and released from the combat outpost that Matt commanded in Afghanistan in 2010. Matt executed an ambush at some time after that the individual was released resulting in his death. And that's the facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was the attorney for a once decorated Army veteran facing murder charges. Speaking out here on THE STORY just moments ago, my next guest was in Afghanistan in 2010 when the alleged murder of a Taliban bomb maker suspected took place and says the intense and difficult scenes of war could warrant a case of self-defense. Here now Geraldo Rivera, Correspondent-at-large. Geraldo, good evening.  Good to have you with us tonight. Your thoughts on my discussion with the attorney and how you see this case as a lawyer yourself?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "sentences": "Can I just back up and paint a little picture for folks about what Marja, the city in Helmand province and what Helmand province was like in that February, March, April, period in 2010.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, that helpful. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "We were there for a couple of weeks and it was -- it was awful.  The IEDs were everywhere. These Marines and Special Forces, Army men and women were patrolling in areas where every step they took they were afraid that the ground was going to blow up in their face. The casualties were mounting. It was extremely difficult fighting. The Helmand province was now and again Taliban-controlled. It's the capital of the poppy production the heroin comes from Helmand province largely that's why the Taliban was fighting fiercely to maintain control of it. Because that's how they funded the -- in our funding their war against us. To step in the in the footsteps of the combat front-line soldiers gives you a better idea of the intensity of what was going on there. Now Major Golsteyn was interacting with this Taliban commander a day or two after two Marines had just been killed by a roadside bomb planted by this commander, allegedly or his immediate cohorts. So, it wasn't just a distant interrogation about one purported bad guy. This was an identified bomb maker who had probably just killed two Marines within 24 or 48 hours of the incident. Now the facts as laid out by Mr. Stackhouse, the attorney differ from the facts, you know, that are laid out, the allegations that are laid out by the military. They say that he kept the prisoner overnight and then killed him the next day. The Major Golsteyn says no, he was released and later the major set up an ambush and killed him. Very different sets of facts, you know, I don't know what really happened. I just know that for armchair warriors to judge these men and women who were putting their lives on the razor's edge who where every step could have blown up in their face and killed them. It is one of the things that irks me in a way that words cannot express, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But I mean, it's the military that's reopening this question. You know, that I think is what people at home when they watch the story will find so hard to believe. You know, he was exonerated by the first panel that he went through and then when these other, you know, statements were made by him they reopen to this case and you listen to his family. You know, they feel so passionately that this has already been dealt with and now they're reopening this wound in a way that could lead to serious, serious consequences from here is his wife, Julie. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIE GOLSTEYN, MATTHEW GOLSTEYN'S WIFE",
      "sentences": "My message is that Matt was cleared of wrongdoing in 2015. We have moved on with our lives. We have moved. We have had a new baby. We have, you know, moved on. We are waiting for someone to do the right thing. It is time for someone in army leadership to crawl out from the blanket of anonymity, under which they hide and take responsibility for this, and step in and do the right thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Geraldo?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You know, I have to remember that in 2016 Major Golsteyn made this interview. There's the fighting army and then there's the bureaucratic army. In the bureaucratic army when you have a television interview in which someone admits doing something that is a violation if factually correct of the army, the military code of justice and, you know, the Geneva conventions and all the rest of it. Then the bureaucrats they knocked around, they knocked it around and finally by the time they regurgitated and take action is long after the heat of passion has died down. You know, I am sorry that this is no caught up in the grinder. I salute the president for his willingness to review the facts and circumstances and exercises his admitted authority under the Constitution of the United States to pardom this man. He doesn't have to wait until the military court is impaneled and adjudicates the case, he can pardon him at any point in the process. So, to say it is premature misstates the constitutional power of pardon that the president has. Remember, Jerry Ford pardon Richard Nixon long before a court ever got their hands on on former President Nixon on the late President Nixon. President Trump can exercise the right of pardon. Here is a G.I. who gave everything, who risked everything, who was a commander in the most difficult province, the most difficult town and one of the toughest fights in the entire saga in Afghanistan. I think that this is a person who, if any, deserves mercy, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Geraldo, thank you very much. Good to have you here tonight. We'll follow it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Still ahead this evening, Justice Brett Kavanaugh may be in a position to decide the fate of Obamacare. Would he side with Justice Roberts or go against? Our panel from the Wall Street Journal editorial board, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Big new question tonight about the future of Obamacare and whether its fate could lie in the hand of Justice Brett Kavanaugh and the others in the Supreme Court following a surprise ruling from the federal judge in Texas who deemed the law unconstitutional. Joining me now are Wall Street Journal editorial board member, Bill McGurn, Mary O'Grady, and Daniel Henninger, deputy editorial page editor, also, a Fox News contributor. Welcome to all of you. Good to have you here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIEL HENNINGER, DEPUTY EDITORIAL PAGE EDITOR, THE WALL STREET JOURNAL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Dan, let me start with you. This judge essentially determined that because of the tax law that was passed lowered the fine which was then called a tax to zero, that it made the law unconstitutional.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "Yes, he's arguing that because the Republicans repealed the mandate the rest of the law are false. And I have to tell you, Martha, though, it's appealing as an argument I don't think it's going to get very far on appeal for several reasons. One, the Obamacare law has been in up and running since 2014, tens of thousands of people have signed up under it. And typically, the courts don't overturn something which you have which call reliance interest that so many people using Obamacare now. Then there's also the trend or at least the practice the Supreme Court is not to sever one piece of the law and to overturn the entire entirety of the law, it's called severability. I don't think they would do that. And finally--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But the legislative branch essentially did that. They severed out the individual mandate by making it ineffectual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "Well, they merely reduce the tax which is not say the Republicans didn't indicate that they were or trying to over with that vote will over return the whole structure of Obamacare. So, I think the decision rests on a lot of, you know, appealing in the sense that it does try to overturn the law. But the legal basis of it is very weak and I suspect the Fifth Circuit Court of Appeals is not going to allow to go forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Mary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARY O'GRADY, COLUMNIST, WALL STREET JOURNAL",
      "sentences": "Well, I think that, you know, the fundamentally what's the problem here is that the you cannot have a mandate or you cannot pay for Obamacare with the mandate that's not enforceable. I mean, they effectively made the mandate voluntary. And of course, what happened then was all the healthy people, mostly young men opted out. And so, you know, whether or not the courts continue down this path and I agree with Dan that the fifth circuit will probably not be so welcoming to this lawsuit, but whether or not they go on that direction politically Congress has to do something about what is effectively an unsustainable situation with a mandate that's not enforceable and universal healthcare that they tried to create.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They can't pay for it so then the private cost just goes up and up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'GRADY",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And then you've got lot of plan, places where you only have one plan--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'GRADY",
      "sentences": "So, in that sense--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- and that's (Ph) an option--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'GRADY",
      "sentences": "In that sense I think that this is a good development because it just draws all of that out. And you know, they have to do something about it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's listen to Chuck Schumer and then we'll get Bill's thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D), NEW YORK, MINORITY LEADER",
      "sentences": "It's an awful, awful ruling. We're going to fight this tooth and nail. And the first thing we're going to do when we get back there in the Senate is urge, put a vote on the floor urging an intervention in the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Politically what's the impact here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM MCGURN, EDITORIAL BOARD MEMBER, WALL STREET JOURNAL",
      "sentences": "Yes. Well, look, as Dan said the laws is a mess. I mean, Obamacare survived, largely because Justice Roberts invented this idea that the mandate was attacked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGURN",
      "sentences": "When the defenders specifically said it wasn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It wasn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGURN",
      "sentences": "So, as Dan said there's some satisfaction seeing them kind of hoist by their own petard here in their arguments. But that said, because it's been here and Congress hasn't repealed it, that's what he was driving it. It's an answer for Congress to make. Look, as a conservative, I think we mostly believe that we have a government accountable to the elected representatives of the American people. It's their decision. We don't want the courts deciding our policy for it. The Republicans failed to repeal Obamacare during their time and they can't rely on a judge to do it. Also, it opens up all sorts of questions primarily with pre-existing conditions. And the danger now is that the Republicans, because they're afraid to be blamed. Remember in the midterms, Democrats used pre-existing conditions on Obamacare more than Trump to scare voters. So, the dangers that Republicans actually don't come up with a thoughtful free-market alternative to Obamacare, but kind of rush some deal--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And a likelihood of that happening in the new Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGURN",
      "sentences": "-- to get it through. And let's remember that Obamacare yes, it's President Obama's biggest legacy but it was also Nancy Pelosi's legacy. Without Pelosi, there would've been no bill so she is going to be very protective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Final thought, Dan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "Yes, the Democrats are in a tough spot. The mandate was intended to force everybody to participate in Obamacare. That's the way you reduce cost of premiums. When they eliminated the mandate a lot of young people dropped out and now the Democrats are trying to figure out a way to reduce those premiums. And their goal ultimately would be Medicare for all, universal healthcare. So, they have got to try to sell that to be American people and I think that's going to be tough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, it doesn't sound like you guys think that it's going to be a legal remedy in the courts, and politically, it doesn't sound like they are going to ever come together and figure out a way to fix these things. So, it's going to be an interesting time to watch Obamacare. Thanks to you, guys. Greta to see all of you tonight. Coming up next, a new report on how Russia tried to sway American voters. We're going to show you the ads themselves in a way that you haven't seen them before and you can figure out whether or not these ads would have swayed you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tonight, the results of a new report commissioned by the Senate intel committee claim to show exactly how Russian hackers used Facebook memes to try to influence all of the people out there on Facebook in their decision-making process for the 2016 presidential election. Democrats have labeled the report a real bombshell. Republicans not so much. Hi, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX BUSINESS NETWORK CORRESPONDENT",
      "sentences": "Hi, Martha. These are both independent studies and have both showed the Russian influence campaign during the 2016 election actually began as early as 2013. And the overall goal was to support Donald Trump, denigrate Hillary Clinton and suppress the African-American vote. The report says the way the Russians tried to accomplish that was by using social media to cast doubt on the integrity of the U.S. electoral process so that African-Americans wouldn't vote and to inject racial and political ideology to gin up public divisions. The research goes on to detail how Russia's internet research agency or IRA which is a Russian company owned by a close ally of Vladimir Putin would use social media to hit on a number of themes like Muslim culture, black culture, gun rights, and LGBTQ rights. In other words, Russians would pose as Americans using Facebook, Twitter, Instagram, and YouTube to post controversial messages about race, religion and ideology. All told, it appears the Russians were able to reach more than 150 million Americans. And when the American media started getting wind of Russian involvement on Facebook and Twitter, they simply switched over to Instagram which is owned by Facebook. The report says, quoting, \"Instagram was a significant front in the IRA's influence operation, something that Facebook executives appear to have avoided mentioning in Congressional testimony.\" The big take away is that these independent reports broadly align with the 2017 assessment by U.S. intelligence agencies that the Russian government tried and is still trying to influence the U.S. election process. Though experts point out that none of these reports can show if the attempted influence actually worked. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much. Coming up next tonight, a major battle in a symphony that auditions musicians behind the curtain so they don't know the gender or the race of the person who is the musician, but they're still getting sued for discrimination, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tonight, a legal case in the highly competitive world of classical music is raising new questions about equal pay. Boston Symphony Orchestra's principal flute player Elizabeth Rowe has been with the symphony since 2004. She was hired after a blind audition behind a curtain. She's paid nearly $70,000 less than one of her male counterparts, 63-year- old principal oboe player John Ferrillo. Boston Symphony says the wage gap doesn't have anything to do with gender and the, quote, \"the flute and oboe are not comparable because in part, the oboe is more difficult to play and there is a larger pool about of flutists.\" Here's now is Ashe Schow, senior editor at the Daily Wire. Ashe, good evening. Good to have you with us tonight. So where does this stand right now, and does she have an argument?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASHE SCHOW, SENIOR EDITOR, THE DAILY WIRE",
      "sentences": "I don't believe she has an argument. I mean, this is not a case of unequal pay for equal work. I mean, these are two very different instruments. The oboe trying to find the principal oboist is a much more difficult process, and finding a prized furnace. I mean, even the Boston Symphony Orchestra pointed out that it's a much more difficult process. I mean, John Ferrillo was lured away from the Metropolitan Opera Orchestra promised to be paid twice as much as the rank- and-file members, well Rowe went through the blind audition process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Are there examples where women in this orchestra are paid more than me. I mean, what are other examples, you know, sort of give us some context.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOW",
      "sentences": "Absolutely. So, Ferillo might be the highest paid principal in this orchestra and there are four other principles all men who are paid more than Elizabeth Rowe, and there are nine other principles, including one woman, a harpist who is paid less than Rowe. So, unless he's trying to say that all principles should be the same or that she, you know, if there's other instruments that should be paid equally. If she's trying to say the oboe and the flute are the same then should the clarinet be paid the same, should the bassoonist. I mean, these are big questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's take a look though, there is a look at the top earners in America's largest orchestras by gender and average salary. And according to these men do appear to make more, 254,000, is the average. Women, 202,000. What are your takeaways from that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOW",
      "sentences": "Well, the study was done I think the Washington Post ahead put together one and they found that 18 percent of the top earners in various symphonies are women. So, only 18 percent. But wasn't looked at is what instruments are making the most money. I mean, perhaps women are flocking to the same amount of amount of -- to the same instruments while men are taking over all of the other. So, there's a huge pool of women vying for a small number of positions versus men who are applying for multiple instruments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOW",
      "sentences": "I mean, this might be a supply and demand situation rather than a gender situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, if you want your child to make more money maybe she should take an oboe in their hand instead of a flute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOW",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's one of the lessons here. But I know that one of the reasons that you're drawn to the story just from, you know, following what you like to write about is this the issue of gender imbalance in terms of pay. So, you know, just fill people in on why you feel that this is an issue that is not necessarily apples and apples when you look at it, even in the big picture between men and women in the workplace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOW",
      "sentences": "Right. Because there's still situations. There are still different factors are going into why Elizabeth Rowe is paid less than John Ferrillo. And it has connotations outside of just the orchestra in the mean business world. Women make choices in this case, deciding to play an instrument that a lot of other people also play versus Ferrillo using the plain instrument that not as many people pay. I mean, we see that in the business world where is a man go into more difficult, more dangerous higher-paying jobs while women tend to do what they like, which gravitates toward jobs that don't need as much education and don't command as higher salary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, as lot of women screaming at the TV right now saying, what is she talking about? I know there is a guy at my job who gets paid more than I do and it's fair. It's not to say there isn't any disparity out there based on gender, is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOW",
      "sentences": "No, absolutely not. But most of those disparities do come from factors such as hours worked, such as the job that you go into, such as taking time off to raise a child or taking time out of the workforce to care for a child. I mean, these are all factors. But sometimes, sometimes yes, man and a woman may be paid unequally and it is unfair, but those are rare instances and very difficult to find an actual case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And check the friend's tuba or an oboe. Thank you, Ashe. Good to see you. That's our “Story” on this Monday night. The \"Untold Story\" podcast is now live. You can download and subscribe it at Foxnewspodcast.com or whenever you listen to podcasts, General Petraeus is the one that's up right now.  Ben Shapiro here exclusively tomorrow with a preview of his brand new book. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "utterance": "Hey there, Shannon. Thank you very much. Breaking moments ago, the memo from the first interrogation of Michael Flynn done at the White House which was oddly missing from the files that the judge demanded be turned over on Friday is now just being released. We're just getting our first look at it. We're going to have that for you in moments. Also tonight, this former Green Beret killed a suspected terrorist bomb maker in Afghanistan. Now, he could face the death penalty for the act he says he took to protect his own men. My exclusive interview with his attorney is coming up later this evening. Also, fireworks between James Comey and House Republicans."
    },
    {
      "speaker": "JAMES COMEY, FORMER DIRECTOR, FEDERAL BUREAU OF INVESTIGATION",
      "utterance": "To my view to their everlasting shame, I hope they'll overcome that and realize someday they got to explain to their grandchildren what they did today."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The former FBI director was asked to defend his actions with regard to Michael Flynn, being told that it would be quicker if he didn't let the White House lawyers know about his meeting with FBI agents."
    },
    {
      "speaker": "COMEY",
      "utterance": "The FBI wanted to send agents into the White House itself to interview a senior official you would work through the White House Counsel, and there'll be discussions and approvals, and who would be there. And I thought it's early enough, let's just send a couple guys over."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was met with chuckles (INAUDIBLE) from the audience who thought that was pretty funny. He was incensed today that there was concern and questions about whether that constituted fair practices, and whether he treated the Clinton case differently since she was allowed to have three lawyers in the room when she was questioned. Now, the cases, of course, are very different. But it is the same investigators. So it is a fair question about whether they treat all witnesses with basically the same procedures. But when it came to Michael Flynn, Comey sees things very differently."
    },
    {
      "speaker": "COMEY",
      "utterance": "They're up here attacking the FBI's investigation of a guy who pled guilty to lying to the FBI. He should have been warned you shouldn't lie.  You should have been told you can have a lawyer."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Catherine Herridge asked this question about whether treating the Clinton investigation and the Trump investigation differently had ultimately hurt the reputation of the FBI."
    },
    {
      "speaker": "CATHERINE HERRIDGE, FOX NEWS CHIEF INTELLIGENCE CORRESPONDENT",
      "utterance": "Director Comey, the FBI's reputation has taken a big hit over the last year. Do you share any of the responsibility for that?"
    },
    {
      "speaker": "COMEY",
      "utterance": "No, the FBI's reputation is taking a big hit because the President of the United States with his acolytes has lied about it constantly. But that damage has nothing to do with me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joining me now, Congressman Darrell Issa. House Judiciary Committee member who was not in the room today, but has been receiving updates from his colleagues on that committee who were in the room, and he joins me now. Congressman Issa, what did you think about what you've heard about today and about Comey's comments in the hallway to reporters?"
    },
    {
      "speaker": "REP. DARRELL ISSA, R-CALIF., HOUSE OVERSIGHT COMMITTEE",
      "utterance": "Well, I think the hallways says it all. What former Director Comey just did was mock Miranda. He literally said, \"Oh, we should have told him he had a right that's laughable.\" You know, literally trying to roll back a Supreme Court decision that has been the law of the land for decades. That his entire career was an expectation when somebody was a target, would be bad enough. But let's talk about what he really did. He fails to tell the president when he's the president-elect, that in fact, they're already doing this investigation. He then interviews the national security adviser right after he becomes a national security adviser in the White House, traps him into a lie. Because they've already -- they've already recorded his conversation with the Russian ambassador. So, now what they're doing is three days later, he sits there with President Trump. President Donald Trump, his boss. And he -- President Trump asks about -- who asked about Flynn. And what does Comey do? He doesn't tell him that he's got the goods on his national security adviser who has lied to the vice president. Now, if you forget about all the criminal stuff and everything else, he had an obligation to let the president know that he had a national security adviser that was now a risk. But if he had done the job properly when he had unmasked Flynn, to begin with, he would have gone to the president with that, and this would never have happened. It was clear, he was always part of the insurance policy. His goal was to entrap not just General Flynn, but the president. And he thinks he's done it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, I hear everything you're saying. You know, you just said that he sort of wanted to cast aside Miranda rights when he talked to Michael Flynn. But then you said, cast aside all of the criminal stuff.  And James Comey is saying, \"We can't do that.\""
    },
    {
      "speaker": "ISSA",
      "utterance": "No. He lied to FBI agents and he lied about meeting with Kislyak. And he didn't tell the truth about talking about sanctions with Kislyak. And to Comey, that is what matters more than anything."
    },
    {
      "speaker": "ISSA",
      "utterance": "You see, but that's not what matters. At the moment that he unmasked General Flynn talking to a foreign agent, he owed the president an explanation. Unless he was trying to entrap the president-elect if you will. Remember, this is the Obama administration getting the goods. The insurance policy if you will, on the President, creating a crime where there was no crime. Ultimately, the discussion with General Flynn wasn't a crime. They're not charging him with that. The lying to the vice president, although wrong might not have been a crime. But Comey withholding this from the president when directly asked is in fact, the kind of a thing that causes you to know that he was not only never loyal to the president, but he was even before Donald Trump was president, he was already part of souring the presidency by not giving him things that he needed to know, for example, not to have Flynn, be his national security advisor, for example."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think -- I mean -- I think, both things can be true. Both things are true that he should not have misled the vice president. He should have said, I did -- \"I did talk to Kislyak about the sanctions and here is what we talked about. Here is why I felt like it was OK.  Obviously, I can't do anything about the sanctions.\" Now, but we talked about what might happen in the future. It's part of the transition all of that as you go through. But your point about the fact that why he would not do one of two things. Tell the president, \"Look, this is what we have on this transcript of this conversation, you need to know about this with your national security adviser. And why when they had Flynn in the room, in the Situation Room talking to him why didn't they slide that transcript in front of him and say, \"Look, General Flynn, we have your transcripts.\" Because he says during the conversation, you already know what I said, I would imagine. Because as a former head of an intelligence agency, he knew they probably had those conversations."
    },
    {
      "speaker": "ISSA",
      "utterance": "Well, he certainly should have known. And quite frankly, he should have known to go in with White House Counsel because that was a responsibility should have had. But Comey and the FBI carefully tricked him or maybe used his ego against him. But tricked him into not doing it, again though. Then-FBI director Comey had every reason to prevent General Flynn from being the National Security Advisor if he thought he had done wrong.  Instead, what he did was he let him become the National Security Advisor, failed to answer the president's questions as he was trapping him into a criminal charge, and then squeezing him to try to get something against the president of the United States. The reality is this investigation long before there was a special investigator with Mueller was really about Comey going after the president.  And you know, when you consider that the I.G. has held former director essentially accountable for wrongdoing, what we're seeing again is an out of the court control, corrupt -- and I repeat that, corrupt FBI director who was on a mission and forgot that his number one mission was to protect national security, which is not always about getting a charge on somebody.  It is often about stopping a crime from happening. He made no effort to stop a crime from happening, and that is probably the best reason in the world that what the President Trump did in firing Comey was the right thing, and should have been done on day one."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Congressman Darrell Issa, thank you very much. Good to have you with us tonight."
    },
    {
      "speaker": "ISSA",
      "utterance": "Thanks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's bring in Judge Andrew Napolitano, Fox News senior judicial analyst. Listening to this, your thoughts."
    },
    {
      "speaker": "JUDGE ANDREW NAPOLITANO, FOX NEWS SENIOR JUDICIAL ANALYST",
      "utterance": "Well, much of what Congressman Issa says, is verified by the documents that you and I have seen, which just came out as well as the documents that came out last week. And do have to correct one thing. There was no obligation to inform General Flynn of his right to have a lawyer, and no obligation to inform General Flynn that lying to the FBI is a crime. Because it was not a custodial interrogation. He wasn't there against his will. And the Miranda warning only comes into place when you're under --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Once you've been arrested."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Correct, correct. I think they assumed that General Flynn, who has conducted these types of conversations itself would know what was going on."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But let me just -- let me just stop you there for one second.  You know -- and you know, people -- some people -- the comparisons that are made to the Hillary Clinton investigation, you know are used as for the purpose of deciding whether or not the same procedures were filed. Whether or not there was any sort of political intonation to any of their moves. And whether or not they treated both sides the same. She wasn't under arrest. And yet, she had three lawyers in the room."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Well, because she's a lawyer. And she knows that a lawyer doesn't speak to the FBI without other lawyers (INAUDIBLE)."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That she push fort and he didn't, and that his fault."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Correct. Why were FBI agents wandering freely around the West Wing? They can't get in there any more than you and I could without some sort of --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Precisely for the reason that James Comey said, we thought we could get away with it. They didn't know the practices, they didn't know how it all works. So, let's jump in."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "And they did. So, what Congressman Issa calls corrupt, and what appears to be corrupt, and what in my view is a form of corruption is permitted. Because the FBI, local New York City police prosecutors are allowed to lie, cheat, deceive, coerce, and trick people into incriminating themselves or incriminating others. That's a dirty little secret of law enforcement and the courts have approved it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And that's why you never lied to an FBI agent."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "That's why you never talked to an FBI agent without your lawyer."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "(INAUDIBLE) and you have a lawyer with you at all cost. You have said -- and you've gotten a lot of attention for this that President Trump is an unindicted co-conspirator. Now, this jumps over to the New York case."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And the hush money that was paid to these two women. Talk to me about that."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Well, when Michael Cohen had his sentencing hearing last week, and he made a long statement which was backed up by the prosecutors. And at the same time, the government revealed its settlement agreement with David Pecker, who runs AMI, the company that owns the National Enquirer. It became apparent that the government has enough evidence with which to accuse the president of orchestrating and paying for Cohen's crimes. That's not my words. Those are the words of the sentencing judge in the case. So, when he said that from the bench, it is apparent that they have this evidence. Did they say unindicted co-conspirator individual, number one? No. But what they said about individual, number one, who we know is the -- is the president. Tells us that they have enough evidence but chose not to indict him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, back to Flynn for a moment before I let you go.  Tomorrow is the sentence."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Today, they announced that two individuals who he did some business with, who were lobbyists for the country of Turkey. And for Erdogan, the President of Turkey, who wanted to have Fethullah Gulen, who this individual, who they believe had tried to overthrow the government in Turkey."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Extradited back to Turkey. OK? Those two people were indicted today. What's the significance of that?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "They were indicted last week. And the indictments were kept under seal because one of them is not in the United States. The federal government was so anxious to remind General Flynn that he too violated the requirement of reporting that he was a working for a foreign country while in the United States, and they wanted to flex their muscles to send a message to the trial judge and to General Flynn. We know that you did this too and we forgave you. And they -- and that's the reason at the risk of losing this defendant, who's probably never going to come to the United States now to face trial. They revealed who he is in the fact that he's been indicted."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, they send a big message about the -- what they see as untoward and illegal activity in terms of not registering as a foreign agent, not being forthcoming with that relationship."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "To tell the judge that for all of the grievances that General Flynn has suffered, and Congressman Issa, nicely summarized them, he's not a choirboy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Will he get any time tomorrow?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Zero time. The government wants zero time. The defendant wants zero time. It's almost inconceivable that the judge would send him to jail."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Judge, thank you."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "You're welcome."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you very much. We'll watch tomorrow. All right, and there is a new twist tonight in this incredible story. A decorated Green Beret could face the death penalty in this country for admitting that he killed a suspected terrorist bomb maker in Afghanistan. President Trump has hinted that he may get involved here. An exclusive interview with Major Matt Golsteyn's lawyer, next."
    },
    {
      "speaker": "JULIE GOLSTEYN, WIFE OF MATT GOLSTEYN",
      "utterance": "He was lucky enough to survive war.  And has come home to be ripped apart by his own government."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A twist tonight in the case of Major Matthew Golsteyn who is a former Green Beret and a Silver Star recipient who now chase -- faces murder charges and possibly the death penalty here in the United States for admitting he killed a suspected Taliban bomb maker back in 2010. President Trump announcing that he's going to review this case and possibly intervene. In moments, Major Golsteyn's attorney will join me live exclusively, but first Trace Gallagher from our west coast newsroom with the backstory tonight. Good evening, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS ANCHOR",
      "utterance": "Good evening, Martha. When President Trump says he plans to review the case of Major Matt Golsteyn, it's unclear exactly what that will entail or whether the President is considering a pardon. Being Commander-in-Chief means that any involvement by the President could be considered unlawful command influence and could result in the case being thrown out. Major Matthew Golsteyn was once a decorated Green Beret whose service in Afghanistan earned him a Silver Star for valor. The Army considered upgrading it to a Distinguished Service Cross, one step down from the Medal of Honor, but then came the allegations. In 2015 when Goldstein was interviewing with the CIA and taking a polygraph, the Army says he acknowledged killing an alleged Taliban bomb maker who was suspected of planting a bomb that killed two Marines. The bomb maker had been detained by the Army but because of strict rules of engagement was supposed to have been released. Though instead of releasing the insurgent, major Golsteyn shot and killed him fearing that if he didn't, the bomb maker would later target Afghans who were helping U.S. troops. After learning about Golsteyn's admission, the military launched an investigation but closed it without charging him. Then came this 2016 interview on \"Special Report\" with Bret Baier. Watch."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "Did you kill the Taliban bomb maker?"
    },
    {
      "speaker": "MATTHEW GOLSTEYN, FORMER GREEN BERET",
      "utterance": "Yes."
    },
    {
      "speaker": "BAIER",
      "utterance": "You willingly offered up these details --"
    },
    {
      "speaker": "GOLSTEYN",
      "utterance": "Right."
    },
    {
      "speaker": "BAIER",
      "utterance": "-- at the CIA, right?"
    },
    {
      "speaker": "GOLSTEYN",
      "utterance": "That's correct."
    },
    {
      "speaker": "BAIER",
      "utterance": "And that's where it all started."
    },
    {
      "speaker": "GOLSTEYN",
      "utterance": "Pretty much."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Based in part of those public statements, the Army reopened the investigation. California Congressman Duncan Hunter a former Marine has championed Golsteyn's case calling him an American hero. And President Trump tweeted, \"He could face the death penalty from our own government after he admitted to killing a terrorist bomb maker while overseas. Golsteyn's father says he welcomes the president's review. Watch."
    },
    {
      "speaker": "JERRY GOLSTEYN, FATHER OF MATTHEW GOLSTEYN",
      "utterance": "I'm all for it. I think last time I checked, he is the Commander-in-Chief. If he feels that something is not going as it should go, I'm more than happy to get him in there and look at the situation and make decisions. Absolutely."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Meantime, the Pentagon calls this a law enforcement matter and says it will respect the integrity of the process. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. Here now is Phillip Stackhouse, attorney for Major Matthew Golsteyn. Good to have you with us this evening, sir."
    },
    {
      "speaker": "PHILLIP STACKHOUSE, LAWYER OF MATTHEW GOLSTEYN",
      "utterance": "Thanks for having me, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So explain to us the way that you see this case and what you believe Matt's defense is."
    },
    {
      "speaker": "STACKHOUSE",
      "utterance": "Well, Matt's defense is one of really just telling the truth the same that he did when he was being interviewed by an analyst with the CIA during his employment process. As Trace just said, the allegations that have been spread around the media is that Matt killed the detainee.  There is no evidence that this individual was still detained. All of the evidence in the case from 2015 forward when I represented him at his board of inquiry, all of the evidence, in this case, is that individual was cut loose and released from the combat outpost that Matt commanded in Afghanistan in 2010. Matt executed an ambush at some time after that the individual was released resulting in his death, and that's the facts."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Now he -- Matt expressed that in the past when people had been released, they became informants basically and that they came back to attack his base, his people, and two of his fellow Marines I believe they were killed just recently you know prior to this. And he believed that this person was the person responsible for the deaths of those two servicemen, correct?"
    },
    {
      "speaker": "STACKHOUSE",
      "utterance": "That's correct. And the facts will show that in fact, he was the bomb maker who had set off the explosive that killed those two Marines.  There was confirmation of that while Matt was in Afghanistan."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So what happens now and on what grounds was it reopened and what impact might the President's comments have?"
    },
    {
      "speaker": "STACKHOUSE",
      "utterance": "Well, let me go backwards first. I think the comments by the President when he tweeted I think it was just yesterday, there's been a lot of talk about that being unlawful command influence or perhaps you know it could be. I've been doing this for close to 20 years now. I've never seen a prosecutor bring an unlawful command influence motion against a higher authority. The President is the Commander in Chief. He is in fact a convening authority. He can take jurisdiction of this case and handle it himself. Additionally, as you know, the President has the power of the pardon and he could issue a pardon to Matt for these charges. And those are the things that we're hoping that he's looking at doing. As far as what happens next, absent something happened during the Christmas season here and the President taken action, there'll be an Article 32 hearing which is the military (INAUDIBLE), the military equivalent of a grand jury investigation or a probable cause hearing probably happening sometime in spring."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tell us about Matt. He's a father. He went to West Point.  Tell us more about him."
    },
    {
      "speaker": "STACKHOUSE",
      "utterance": "Matt is a great dad. He's a 2002 West Point graduate. He was an infantry officer before he became a Special Forces officer. He's got multiple combat deployments. He's got multiple awards for gallantry. You heard Trace talk a little bit about the Silver Star for which he received and there was a nomination that he received yet a higher award, the Distinguished Service Cross which the Secretary of the Army in fact signed before later resending it and then revoking his Silver Star with no due process rights. And that award, that gallantry on the battlefield had nothing to do with these allegations. It happened well before the allegations."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How is he doing with all of this?"
    },
    {
      "speaker": "STACKHOUSE",
      "utterance": "Well, I will tell you. I talk to Matt every day, several times a day. I've known Matt for years now. He is oh wow and by the support that he's received from the public, from his former team soldiers, members that he served with, just the outpouring of support has been amazing. He's lifted up greatly by his wife, Julie, who's one of his biggest advocates. And the one thing I would like to say is that he's also receiving a lot of support through a charitable organization, a nonprofit organization called United American Patriots and they are helping Matt with his defense so that we have all of the experts that we need to be able to defend him the very best way that we can."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Phillip Stackhouse, please keep us posted. We'll be -- we'll be following this."
    },
    {
      "speaker": "STACKHOUSE",
      "utterance": "I will. Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you so much for being here tonight and we'll keep watching it. So Geraldo Rivera was in Afghanistan in 2010 when this incident took place. He has a unique take on this and he will join me when we come back."
    },
    {
      "speaker": "STACKHOUSE",
      "utterance": "All of the evidence, in this case, is that individual was cut loose and released from the combat outpost that Matt commanded in Afghanistan in 2010. Matt executed an ambush at some time after that the individual was released resulting in his death. And that's the facts."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was the attorney for a once decorated Army veteran facing murder charges. Speaking out here on THE STORY just moments ago, my next guest was in Afghanistan in 2010 when the alleged murder of a Taliban bomb maker suspected took place and says the intense and difficult scenes of war could warrant a case of self-defense. Here now Geraldo Rivera, Correspondent-at-large. Geraldo, good evening.  Good to have you with us tonight. Your thoughts on my discussion with the attorney and how you see this case as a lawyer yourself?"
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "utterance": "Can I just back up and paint a little picture for folks about what Marja, the city in Helmand province and what Helmand province was like in that February, March, April, period in 2010."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, that helpful. Go ahead."
    },
    {
      "speaker": "RIVERA",
      "utterance": "We were there for a couple of weeks and it was -- it was awful.  The IEDs were everywhere. These Marines and Special Forces, Army men and women were patrolling in areas where every step they took they were afraid that the ground was going to blow up in their face. The casualties were mounting. It was extremely difficult fighting. The Helmand province was now and again Taliban-controlled. It's the capital of the poppy production the heroin comes from Helmand province largely that's why the Taliban was fighting fiercely to maintain control of it. Because that's how they funded the -- in our funding their war against us. To step in the in the footsteps of the combat front-line soldiers gives you a better idea of the intensity of what was going on there. Now Major Golsteyn was interacting with this Taliban commander a day or two after two Marines had just been killed by a roadside bomb planted by this commander, allegedly or his immediate cohorts. So, it wasn't just a distant interrogation about one purported bad guy. This was an identified bomb maker who had probably just killed two Marines within 24 or 48 hours of the incident. Now the facts as laid out by Mr. Stackhouse, the attorney differ from the facts, you know, that are laid out, the allegations that are laid out by the military. They say that he kept the prisoner overnight and then killed him the next day. The Major Golsteyn says no, he was released and later the major set up an ambush and killed him. Very different sets of facts, you know, I don't know what really happened. I just know that for armchair warriors to judge these men and women who were putting their lives on the razor's edge who where every step could have blown up in their face and killed them. It is one of the things that irks me in a way that words cannot express, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But I mean, it's the military that's reopening this question. You know, that I think is what people at home when they watch the story will find so hard to believe. You know, he was exonerated by the first panel that he went through and then when these other, you know, statements were made by him they reopen to this case and you listen to his family. You know, they feel so passionately that this has already been dealt with and now they're reopening this wound in a way that could lead to serious, serious consequences from here is his wife, Julie. Let's watch."
    },
    {
      "speaker": "JULIE GOLSTEYN, MATTHEW GOLSTEYN'S WIFE",
      "utterance": "My message is that Matt was cleared of wrongdoing in 2015. We have moved on with our lives. We have moved. We have had a new baby. We have, you know, moved on. We are waiting for someone to do the right thing. It is time for someone in army leadership to crawl out from the blanket of anonymity, under which they hide and take responsibility for this, and step in and do the right thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Geraldo?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "You know, I have to remember that in 2016 Major Golsteyn made this interview. There's the fighting army and then there's the bureaucratic army. In the bureaucratic army when you have a television interview in which someone admits doing something that is a violation if factually correct of the army, the military code of justice and, you know, the Geneva conventions and all the rest of it. Then the bureaucrats they knocked around, they knocked it around and finally by the time they regurgitated and take action is long after the heat of passion has died down. You know, I am sorry that this is no caught up in the grinder. I salute the president for his willingness to review the facts and circumstances and exercises his admitted authority under the Constitution of the United States to pardom this man. He doesn't have to wait until the military court is impaneled and adjudicates the case, he can pardon him at any point in the process. So, to say it is premature misstates the constitutional power of pardon that the president has. Remember, Jerry Ford pardon Richard Nixon long before a court ever got their hands on on former President Nixon on the late President Nixon. President Trump can exercise the right of pardon. Here is a G.I. who gave everything, who risked everything, who was a commander in the most difficult province, the most difficult town and one of the toughest fights in the entire saga in Afghanistan. I think that this is a person who, if any, deserves mercy, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Geraldo, thank you very much. Good to have you here tonight. We'll follow it."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Still ahead this evening, Justice Brett Kavanaugh may be in a position to decide the fate of Obamacare. Would he side with Justice Roberts or go against? Our panel from the Wall Street Journal editorial board, next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Big new question tonight about the future of Obamacare and whether its fate could lie in the hand of Justice Brett Kavanaugh and the others in the Supreme Court following a surprise ruling from the federal judge in Texas who deemed the law unconstitutional. Joining me now are Wall Street Journal editorial board member, Bill McGurn, Mary O'Grady, and Daniel Henninger, deputy editorial page editor, also, a Fox News contributor. Welcome to all of you. Good to have you here."
    },
    {
      "speaker": "DANIEL HENNINGER, DEPUTY EDITORIAL PAGE EDITOR, THE WALL STREET JOURNAL",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Dan, let me start with you. This judge essentially determined that because of the tax law that was passed lowered the fine which was then called a tax to zero, that it made the law unconstitutional."
    },
    {
      "speaker": "HENNINGER",
      "utterance": "Yes, he's arguing that because the Republicans repealed the mandate the rest of the law are false. And I have to tell you, Martha, though, it's appealing as an argument I don't think it's going to get very far on appeal for several reasons. One, the Obamacare law has been in up and running since 2014, tens of thousands of people have signed up under it. And typically, the courts don't overturn something which you have which call reliance interest that so many people using Obamacare now. Then there's also the trend or at least the practice the Supreme Court is not to sever one piece of the law and to overturn the entire entirety of the law, it's called severability. I don't think they would do that. And finally--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But the legislative branch essentially did that. They severed out the individual mandate by making it ineffectual."
    },
    {
      "speaker": "HENNINGER",
      "utterance": "Well, they merely reduce the tax which is not say the Republicans didn't indicate that they were or trying to over with that vote will over return the whole structure of Obamacare. So, I think the decision rests on a lot of, you know, appealing in the sense that it does try to overturn the law. But the legal basis of it is very weak and I suspect the Fifth Circuit Court of Appeals is not going to allow to go forward."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Mary?"
    },
    {
      "speaker": "MARY O'GRADY, COLUMNIST, WALL STREET JOURNAL",
      "utterance": "Well, I think that, you know, the fundamentally what's the problem here is that the you cannot have a mandate or you cannot pay for Obamacare with the mandate that's not enforceable. I mean, they effectively made the mandate voluntary. And of course, what happened then was all the healthy people, mostly young men opted out. And so, you know, whether or not the courts continue down this path and I agree with Dan that the fifth circuit will probably not be so welcoming to this lawsuit, but whether or not they go on that direction politically Congress has to do something about what is effectively an unsustainable situation with a mandate that's not enforceable and universal healthcare that they tried to create."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They can't pay for it so then the private cost just goes up and up."
    },
    {
      "speaker": "O'GRADY",
      "utterance": "Exactly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And then you've got lot of plan, places where you only have one plan--"
    },
    {
      "speaker": "O'GRADY",
      "utterance": "So, in that sense--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- and that's (Ph) an option--"
    },
    {
      "speaker": "O'GRADY",
      "utterance": "In that sense I think that this is a good development because it just draws all of that out. And you know, they have to do something about it now."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's listen to Chuck Schumer and then we'll get Bill's thoughts."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D), NEW YORK, MINORITY LEADER",
      "utterance": "It's an awful, awful ruling. We're going to fight this tooth and nail. And the first thing we're going to do when we get back there in the Senate is urge, put a vote on the floor urging an intervention in the case."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Politically what's the impact here?"
    },
    {
      "speaker": "WILLIAM MCGURN, EDITORIAL BOARD MEMBER, WALL STREET JOURNAL",
      "utterance": "Yes. Well, look, as Dan said the laws is a mess. I mean, Obamacare survived, largely because Justice Roberts invented this idea that the mandate was attacked."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "MCGURN",
      "utterance": "When the defenders specifically said it wasn't."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It wasn't."
    },
    {
      "speaker": "MCGURN",
      "utterance": "So, as Dan said there's some satisfaction seeing them kind of hoist by their own petard here in their arguments. But that said, because it's been here and Congress hasn't repealed it, that's what he was driving it. It's an answer for Congress to make. Look, as a conservative, I think we mostly believe that we have a government accountable to the elected representatives of the American people. It's their decision. We don't want the courts deciding our policy for it. The Republicans failed to repeal Obamacare during their time and they can't rely on a judge to do it. Also, it opens up all sorts of questions primarily with pre-existing conditions. And the danger now is that the Republicans, because they're afraid to be blamed. Remember in the midterms, Democrats used pre-existing conditions on Obamacare more than Trump to scare voters. So, the dangers that Republicans actually don't come up with a thoughtful free-market alternative to Obamacare, but kind of rush some deal--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And a likelihood of that happening in the new Congress."
    },
    {
      "speaker": "MCGURN",
      "utterance": "-- to get it through. And let's remember that Obamacare yes, it's President Obama's biggest legacy but it was also Nancy Pelosi's legacy. Without Pelosi, there would've been no bill so she is going to be very protective."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Final thought, Dan."
    },
    {
      "speaker": "HENNINGER",
      "utterance": "Yes, the Democrats are in a tough spot. The mandate was intended to force everybody to participate in Obamacare. That's the way you reduce cost of premiums. When they eliminated the mandate a lot of young people dropped out and now the Democrats are trying to figure out a way to reduce those premiums. And their goal ultimately would be Medicare for all, universal healthcare. So, they have got to try to sell that to be American people and I think that's going to be tough."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, it doesn't sound like you guys think that it's going to be a legal remedy in the courts, and politically, it doesn't sound like they are going to ever come together and figure out a way to fix these things. So, it's going to be an interesting time to watch Obamacare. Thanks to you, guys. Greta to see all of you tonight. Coming up next, a new report on how Russia tried to sway American voters. We're going to show you the ads themselves in a way that you haven't seen them before and you can figure out whether or not these ads would have swayed you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tonight, the results of a new report commissioned by the Senate intel committee claim to show exactly how Russian hackers used Facebook memes to try to influence all of the people out there on Facebook in their decision-making process for the 2016 presidential election. Democrats have labeled the report a real bombshell. Republicans not so much. Hi, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX BUSINESS NETWORK CORRESPONDENT",
      "utterance": "Hi, Martha. These are both independent studies and have both showed the Russian influence campaign during the 2016 election actually began as early as 2013. And the overall goal was to support Donald Trump, denigrate Hillary Clinton and suppress the African-American vote. The report says the way the Russians tried to accomplish that was by using social media to cast doubt on the integrity of the U.S. electoral process so that African-Americans wouldn't vote and to inject racial and political ideology to gin up public divisions. The research goes on to detail how Russia's internet research agency or IRA which is a Russian company owned by a close ally of Vladimir Putin would use social media to hit on a number of themes like Muslim culture, black culture, gun rights, and LGBTQ rights. In other words, Russians would pose as Americans using Facebook, Twitter, Instagram, and YouTube to post controversial messages about race, religion and ideology. All told, it appears the Russians were able to reach more than 150 million Americans. And when the American media started getting wind of Russian involvement on Facebook and Twitter, they simply switched over to Instagram which is owned by Facebook. The report says, quoting, \"Instagram was a significant front in the IRA's influence operation, something that Facebook executives appear to have avoided mentioning in Congressional testimony.\" The big take away is that these independent reports broadly align with the 2017 assessment by U.S. intelligence agencies that the Russian government tried and is still trying to influence the U.S. election process. Though experts point out that none of these reports can show if the attempted influence actually worked. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. Coming up next tonight, a major battle in a symphony that auditions musicians behind the curtain so they don't know the gender or the race of the person who is the musician, but they're still getting sued for discrimination, next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tonight, a legal case in the highly competitive world of classical music is raising new questions about equal pay. Boston Symphony Orchestra's principal flute player Elizabeth Rowe has been with the symphony since 2004. She was hired after a blind audition behind a curtain. She's paid nearly $70,000 less than one of her male counterparts, 63-year- old principal oboe player John Ferrillo. Boston Symphony says the wage gap doesn't have anything to do with gender and the, quote, \"the flute and oboe are not comparable because in part, the oboe is more difficult to play and there is a larger pool about of flutists.\" Here's now is Ashe Schow, senior editor at the Daily Wire. Ashe, good evening. Good to have you with us tonight. So where does this stand right now, and does she have an argument?"
    },
    {
      "speaker": "ASHE SCHOW, SENIOR EDITOR, THE DAILY WIRE",
      "utterance": "I don't believe she has an argument. I mean, this is not a case of unequal pay for equal work. I mean, these are two very different instruments. The oboe trying to find the principal oboist is a much more difficult process, and finding a prized furnace. I mean, even the Boston Symphony Orchestra pointed out that it's a much more difficult process. I mean, John Ferrillo was lured away from the Metropolitan Opera Orchestra promised to be paid twice as much as the rank- and-file members, well Rowe went through the blind audition process."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Are there examples where women in this orchestra are paid more than me. I mean, what are other examples, you know, sort of give us some context."
    },
    {
      "speaker": "SCHOW",
      "utterance": "Absolutely. So, Ferillo might be the highest paid principal in this orchestra and there are four other principles all men who are paid more than Elizabeth Rowe, and there are nine other principles, including one woman, a harpist who is paid less than Rowe. So, unless he's trying to say that all principles should be the same or that she, you know, if there's other instruments that should be paid equally. If she's trying to say the oboe and the flute are the same then should the clarinet be paid the same, should the bassoonist. I mean, these are big questions."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's take a look though, there is a look at the top earners in America's largest orchestras by gender and average salary. And according to these men do appear to make more, 254,000, is the average. Women, 202,000. What are your takeaways from that?"
    },
    {
      "speaker": "SCHOW",
      "utterance": "Well, the study was done I think the Washington Post ahead put together one and they found that 18 percent of the top earners in various symphonies are women. So, only 18 percent. But wasn't looked at is what instruments are making the most money. I mean, perhaps women are flocking to the same amount of amount of -- to the same instruments while men are taking over all of the other. So, there's a huge pool of women vying for a small number of positions versus men who are applying for multiple instruments."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "SCHOW",
      "utterance": "I mean, this might be a supply and demand situation rather than a gender situation."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, if you want your child to make more money maybe she should take an oboe in their hand instead of a flute."
    },
    {
      "speaker": "SCHOW",
      "utterance": "Absolutely."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's one of the lessons here. But I know that one of the reasons that you're drawn to the story just from, you know, following what you like to write about is this the issue of gender imbalance in terms of pay. So, you know, just fill people in on why you feel that this is an issue that is not necessarily apples and apples when you look at it, even in the big picture between men and women in the workplace."
    },
    {
      "speaker": "SCHOW",
      "utterance": "Right. Because there's still situations. There are still different factors are going into why Elizabeth Rowe is paid less than John Ferrillo. And it has connotations outside of just the orchestra in the mean business world. Women make choices in this case, deciding to play an instrument that a lot of other people also play versus Ferrillo using the plain instrument that not as many people pay. I mean, we see that in the business world where is a man go into more difficult, more dangerous higher-paying jobs while women tend to do what they like, which gravitates toward jobs that don't need as much education and don't command as higher salary."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, as lot of women screaming at the TV right now saying, what is she talking about? I know there is a guy at my job who gets paid more than I do and it's fair. It's not to say there isn't any disparity out there based on gender, is it?"
    },
    {
      "speaker": "SCHOW",
      "utterance": "No, absolutely not. But most of those disparities do come from factors such as hours worked, such as the job that you go into, such as taking time off to raise a child or taking time out of the workforce to care for a child. I mean, these are all factors. But sometimes, sometimes yes, man and a woman may be paid unequally and it is unfair, but those are rare instances and very difficult to find an actual case."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And check the friend's tuba or an oboe. Thank you, Ashe. Good to see you. That's our “Story” on this Monday night. The \"Untold Story\" podcast is now live. You can download and subscribe it at Foxnewspodcast.com or whenever you listen to podcasts, General Petraeus is the one that's up right now.  Ben Shapiro here exclusively tomorrow with a preview of his brand new book. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}