{
  "date": "December 19, 2017",
  "headline": "'The Five' debate the merits of the Republican tax bill",
  "subHeadline": "Will the bill really benefit Americans?",
  "url": "https://www.foxnews.com/transcript/the-five-debate-the-merits-of-the-republican-tax-bill",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "I am Greg Gutfeld with Kimberly Guilfoyle, Juan Williams, Jesse Watters -- that she once took a Keebler elf to the prom, Dana Perino, \"The Five.\" The House on the Hill just passed the bill, which seems like a big deal.  Still, the media has decided it's been a bad year for Trump. As the year ends, the hacks must splice together their annual scorecards. And yes, they confirm Trump did badly.  Well, except for ISIS. Getting rid of ISIS, that's a good thing. We destroyed modern-day Nazis.  But other than that, it was bad year for Trump -- except for the judges, Gorsuch and all those other strong appointments. But anyway, terrible year from Trump -- except for the economy and stock market's on fire, consumer confidence, it's soaring.  But beyond that, it has been awful -- except for the new energy policy, the approved pipeline, the new drilling, the spread of fracking, gas prices flat as a pancake. But I'm telling you, it is still a bad year. I would hate to be Trump. He has got no singular achievements. Well, OK, there is that tax bill which granted has been improved since its first draft.  But it's just been a lousy year -- except for the improved relations with China and Russia, India, the Saudis, Israel.   But it's really been a downer for Donny boy. Did I leave anything out aside from deregulation, ditching the accords, repealing the mandate? Oh, and also, driving Eminem nuts? That's kind of awesome. So what's the lesson from Trump's bad year? That when compiling your year-end condemnations of Donald Trump, it's a lot harder than it looks. What started out as evil was downgraded to incompetent, and now it looks pretty damn effective. No wonder the media looked so sad, which has now been downgraded to miserable.   All right, interesting little fact I learned today, Dana. Right after I -- they are doing a revote of the bill tomorrow. Why would they revote?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, THE FIVE CO-HOST",
      "sentences": "It's just a technical glitch really because there are three provisions in the GOP tax bill that the Senate can't have voted on -- anyway, basically, they did have to realign the bills and it's a technical thing. There is no problem -- the tax bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They have to get the bills in line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, big deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "sentences": "I think it's a big deal. This is the something that the president has been working really hard on. He's been around the clock and talking to his constituents in trying to get support for this. They were really anxious to make sure to get some kind of good legislative accomplishments prior to the close of the year, especially with Christmas and whatnot.  So this to me I think cannot -- can only be viewed as positive. It definitely steps in the right direction. And he seems to have been able to coalesce some good broad-based support even from people who have been traditionally supported him or his legislation in that past. So, in that sense, yes. And it's also important because it's one of the main campaign, you know, promises that he made when he went across this country to try to engender support for his movement, for the working men and women that he said were left behind. He said, listen to me, I will give you relief. You will feel it. You will see it and it will be something that's tangible for your family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse, I'm going to play you some sound from Nancy Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "Why? Do you have to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Because it is the one thing you hate more than speed metal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's just a close call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's roll what she felt about the bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., MINORITY LEADER",
      "sentences": "This is the worst bill to ever come to the floor of the House, with stiff competition for what some of the things they tried to do. The worst bill in history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They are all the worst bill, anything the Republicans do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Except for Bill Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right, that's good. They love him. I'm going to change my grade from a few weeks ago on the anniversary election. I gave him a B+ on domestic policy. Now, with the tax bill, I'm going to A-. Imagine what he would be doing if the media wasn't 90 percent negative. It's a big.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And you don't grade on the curve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I do not. I do not. Only with myself, so economic optimism right now is through the roof. Five thousand point gain in the Dow. That's a historic. And I think because finally, America is getting over the great recession hangover. So Trump is like the Gatorade and the bacon, egg and cheese that we need after the hangover. And it's working and I want to try your little concepts. Now, you always say what specifically has Trump done to change your actually life? Well, here's an example. I think a third of Americans have 401(k)s and the average of 401(k) has about $100,000 in it. Just in the first year alone, the Trump economy would've made you an extra $25,000 for your 401(k). That's a lot of money. Not only that jobs are up, wages are up slightly. Gas prices that you say are flat. And home ownership is up, too. So, just safety and security, that were not -- can't bring in all these risky refugees. The ISIS caliphate is destroyed, the border crossings are down, and MS-13 prosecutions are up 89 percent. And then the social issues which the liberals love to talk about -- gay marriage is still legal, abortionist still legal, medical marijuana, recreational marijuana, states that have that still have that. So the Trump self -- you know derangement syndrome I believe is self-inflicted. All of the fear and loathing that the media pumps up is a scam in order to keep his poll numbers down and to help the Democrats win the mid-terms. So if you just look around, and feel around, Trump has been good for America and Americans. Not bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, Juan, the vast majority are going to get a tax break. That must destroy you inside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "sentences": "All right, that kills me. I'm telling you. I'm telling you. This is so ridiculous. I have no idea even how to listen to you guys anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know the feeling with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It is just unbelievable, the way you put lipstick on a pig. It is unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, great line. Haven't heard that one before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Because I mean if you -- I mean let's just not view what, Juan Williams, has to say, let's think about what the American people have to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The polls say 32 percent approval for Donald Trump at the end of this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They don't have to like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You don't what to hear that. How about the tax bill, Greg? Fifty-five percent of Americans oppose it and 66 percent say it is helping only the wealthy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Because the media has distorted it. But you are already getting you tax breaks. How can you argue that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Because you know what, you are counting crumbs while the cake is going to the one percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And then you say gee, what's wrong with you? Clumsy little people -- little people just eat up and celebrate our dear leader Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "At least they got crumbs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Obama just took the whole cake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I can't believe this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "At least few little people got crumbs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They have been robbing us, the federal government of the last eight years, finally the voters run Republicans to give them some of their hard-earned money back and you don't want them to have it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You're condescending attitude towards the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The middle-class cuts averaged during the Obama years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me pick on Kimberly Guilfoyle. Kimberly, you said if Donald Trump...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's a fight you're going to lose. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And you said Donald Trump said to the American people, I'm never going to forget you. I am standing up for the forgotten man and woman in this country, for working class people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's what I said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And guess what -- it was a populist bill. It's a huge failure even by that standard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Bottom line, you can say that all you want. You can shape shift.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I am just making stuff up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK, sometimes, yes. The fact of the matter is, it does provide economic relief and tax cuts for the majority of middle-class families. So here's the thing. They are actually going to get this camera this, may be even the early part of next year, be able to feel some of this benefit and then it's going to be tangible and then you're going to see the numbers go up in the polls. If he was worried about polling and if he thought it was so determinative, then he would've thought that he was never going to win back the presidency. He's doing this because it's the right thing to do it and because he promised, and he has integrity, and he cares about making an economic improvement. And by the way, record numbers -- look at the Dow already, 5,000 point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Obama did better in his first year in terms of the stock market's performance. Obama did better last year in terms of job creation then Trump has done this year. And here is something from Nancy Pelosi, Jesse's favorites. Eighty-three percent of the benefits of this tax bill go to the top one percent. In fact, 60 percent go to the...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What you call a crumb might look like a crumb from your lofty perch, multimillionaire, Juan Williams, but the real hardworking Americans, it's a little bit more money in their pocket. And it's their money, not yours, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Not yours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's why it's going to the corporations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why are you so worried about them getting it back? The government still needs it. I want to move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You don't care that the rich get everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We are evil. Rich people are evil. I get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Rich people pay a lot of the taxes. They pay a lot of the taxes. And then there's a tax cut and they get to proportionally keep more money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Do you know what the French call it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Juan, we don't speak French in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I want to get, Dana, in here. But first, I want to get back to the...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "If she can hear anymore. We need a miracle hear after that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The difficult to the media has been framing their year-end stories because of the emotion versus reality. This is Sarah Sanders going over the achievements today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Nearly 1.7 million new jobs have been created in the unemployment rate has fallen to 4.1 percent, the lowest rate in 17 years. The stock market reached a record high, more than 60 times. We finally set up our nation on the path to not only energy independence but energy dominance. We've seen the lowest level of illegal border crossings on record. Justice Gorsuch was confirmed to the Supreme Court, and this evening, hopefully upon passage of the tax cuts and jobs act, the president will have delivered the most significant tax cut in the history of the nation and repealed the Obamacare individual mandate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, Dana, a person may not like any of those things but those things happen. So I think you are seeing in headlines, this is my theory that people are shifting away from awful to all right, better-than- expected. He actually got some stuff done, which is really hard for people to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "sentences": "I think she makes a compelling closing argument there. She could do it with a little more joy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They have a good story to tell. But there is something strange about the public's mood writ large and what's actually happening on the ground. I actually think that if you were to take this back to the fight between establishment Republicans and the new Trump Republicans, actually all those things, if you are traditional Republican, you are looking at that and you are like, pretty good. So I think that the personnel changes that happened sort of -- in the ninth month of August and September have changed things in terms of I guess tone and demeanor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is an interesting point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Which I think -- but there is this lag. And the other thing, the firing of James Comey, which leads to the Special Counsel which leads to every day talking about Russia, that is something that I think is a drag on their ability to tell other stories with joy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You are talking about -- there is an interesting lag, between -- I hate to phrase it establishment Republicans and approach of Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's how we define it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But you have -- there's a feud going on National Review right now between, you know, Charles Cook and the Jennifer Rubin (ph) and (Inaudible) over this because the hate, Kimberly, for Trump is so strong that they can't actually modify just a little bit and see that they are for a lot of the things that he got done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Right, because they have essentially an inherent bias in terms of disliking the individual, regardless of what they have to offer, to be able to separate, you know, the sender from what you are actually receiving. And look at the tangible benefits of it. But I have actually seen the size of kind of like outliers, more of, you know, a coalition supporting the tax benefits and what the president is trying to do. So I find that a little bit more encouraging, a little broadly...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Can I add just one thing on that, since I was so calm earlier. Just one point, earlier in the year, you have the fight between Ryan and Trump. So today what happened on the House tax bill, you have President Trump's number one agenda from his campaign and for the first year of his presidency meet up with Paul Ryan's lifelong career goal, and they actually get it done in that first year. And that is something that they can go home and talk about but the Democrats are going to go home and talk about it, too. Now, everybody has something to go home to talk about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Imagine the 2018 election because every Republican, either the establishment Republican or people who have shifted, Gregory Gutfeld, to become Trump Republicans, they are all tried to Trump now. And with this tax bill, every Democrat running next year, 2018 is going to say oh, you pass this bill for the rich.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I love that you didn't say, guess what, there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well against the tax bill, I think it's a loser because if you look at the polling because you know, just like the polling, for the first time in over a decade, majority say the economy is good or excellent and a historic record now say the economy will improve the next year. You separate their feelings for Trump and their feelings for the economy, things are good on the ground.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I've got to go, you guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You got to help the person before you ask for their vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wages and jobs are up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tavis Smiley says PBS made a huge mistake suspending him over sexual harassment allegations. The network says he can't keep his story straight. Next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Tavis Smiley has been sidelined from PBS after the networks said it found credible allegation of sexual misconduct. But the talk show host insists he's done nothing wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAVIS SMILEY, AMERICAN TALK SHOW HOST",
      "sentences": "I was never told what the accusations were. I mean what the accusations were, who the accusers were, I was never allowed to provide any data or evidence to debunk anything that perhaps I could have debunk about knowing what we're talking about any way. They made a huge mistake. They've engaged in a sloppy investigation and something needs to be done to fix this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Right. Well, Smiley admits to having sexual relationships with some of his subordinates but claims they were all consensual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMILEY",
      "sentences": "In my employee handbook, we do not encourage interoffice relationships but we don't forbid it either because I don't know how things are going to turn out in your life when you start hanging out with our company. I don't know who we are going to meet. And let's face it, nobody is working 40 hour weeks anymore. We are working 40, 50, 60, 70, 80 hour weeks. Where else are you going to meet people? In this business, we are starting to criminalize legitimate relationships between consenting adults and that's a problem for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "PBS has hired back at Tavis, saying he needs to get his stories straight. They maintain their investigations on misconduct are consistent with the network's values and standards. So, Dana, this is going to a bit different approach because he is actually really going on an offense to try to say listen to me, you made a mistake in suspending me. I was deprived to the due process. This is what our employee handbook says. And really confronting it, being his own best advocate to say, you guys went too far and getting swept up in this swell of a movement. And you know, so many cases that we have seen that have corroborative evidence, et cetera. But he took to the airways to himself to defend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Which I think -- obviously that's different. Additionally though, the additional sentence from the PBS spokesperson was that, additional allegations are continuing to come to light since last week's announcement. We've heard that before as well. I mean, it could be that he doesn't even know what those allegations might be from other people. I do like it that he's putting it out there. He's got to have a way to handle these things appropriately. And I'm not saying that PBS didn't because we don't know the facts. The one thing I would say that PBS tried to do at least, except for him, is to keep things private. It wasn't like laying it all out there. Parade all of these accusers. Maybe they are not even accusers if it's consensual. And I don't know PBS' handbook.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The tote bag. By the way, I'm glad that he didn't put it all there. He's maintaining he didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's true. He said he never did that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He never did that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I have always like Tavis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Here's the problem -- I'm sorry, I am jumping in here. But right now we need women, not men, to become the fearless voice of reason here because he sounds reasonable. And like you said, we don't know jack about the ingredients in his case. We don't really know and oftentimes the things that are super shocking, come out to be consensual. You know, there was an anchor, in which they said it was -- there was an assault. We never heard more about that assault in Sochi, remember that? I'm trying to feel, maybe something did happen. And then you hear things that are mild and you're about to defend them and you find out oh, man, like the Dustin Hoffman stuff turned out to be pretty creepy. I didn't know that stuff. So we don't know the ingredients in these things but we do -- what we do need, is we need women to come out and talk about the fact that when we are conflating and putting these things all in one bucket, we're going to start hurting your fathers, your brothers, your sons, your grandfathers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Or your business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Or your business. Actually think about -- think about having a dad who hasn't been dating for a while who goes to a bar and says something stupid. Or I don't know -- I mean like, they are conflating language and stupid behavior with all-out assault. And what -- no one is going to listen to me about this but they are going to listen to women who are going to start talking about it because they are going to see if it doesn't stop, everything will be cast as assault and will no longer be talking to each other. We will no longer -- young people will not take the risk of actually talking to another person, asking them out for a date.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "So, it will just be robots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, I hope it will be robots because robots are more attractive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Weirdness knows no bounds. Jesse, for more of it, let's take.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't know what happened with Smiley so I don't want to talk about it but I do know his point and that's listen, there's good things about the Me Too movement because we're shining a sunlight on men abusing power in a corporate environment or in a political environment. And let's get it out on the table. You know, what were the photographs, what were the videos, what were the settlements? I want to see it but at the same time, the Me Too movement is going to be about transparency, and the Me Too movement also has to be full and complete transparency. So, you know, what was the history? Lisa Bloom, the woman that was dealing with the Trump accusers, there were payments, offering to pay those women, too. Let's get it all out on the table because like you said, Greg, the pendulum can then swing the other direction and we could all be in big trouble. Matt Damon got in trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The other day for sounding extremely reasonable when he said listen, when someone pats someone on the butt, and is different from what Harvey Weinstein did in someone. So he got blasted for that which doesn't seem that off to me. And all Tavis Smiley is saying, is listen, if you're going to hammer me and then discipline me, let me just get my story out there and let me get some evidence out there or else it's becoming a witch hunt. I don't really know what happened there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Let me ask you something. Some of the senators have made, you know, statements that they would like -- Frank, in to rescind his resignation. What are your thoughts on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, this is Pat Leahy of Vermont, Joe Manchin of West Virginia. And both have said, you know, they really regret what they consider who have been a panic, a rush to get Al Franken out of the Senate and wish that they he'd been able to get due process, which is what I think Tavis Smiley is talking about. But in the Smiley case by the way, it's not that he would go before an Ethics Committee. I think Tavis Smiley wants the evidence presented to him and be given the opportunity to rebut it. The problem is in the corporate America, a lot of this really revolves around nondisclosure privacy, confidentiality for people so that they feel comfortable in a corporate environment coming forward and don't think they're going to be subject to retribution. You have to make sure as, Jesse, was saying, that people feel that there can be a clearing of the table. But it's not the case, and this is so interesting to me because I agree with you. I thought that what Matt Damon said was so reasonable and yet many driver who was his co-star and friend just smacked him big time. And said, men don't understand what it means to be violated. You know, by grabbing someone's butt or whatever. But I just feel like in so many of these cases, it's hard for us on the outside to come to some judgment. I must say I admire what Tavis Smiley did because he stood up in a way that I think was different in this moment because there is so much public program against anybody accused in this manner and here he was saying, hey wait a second. I'm not sure that he sold it when the PBS people came back as, Dana, was talking about, I thought that was pretty strong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think we are all mistaken. I think what Al Franken meant to say was that he was going to quit smoking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK. Big misunderstanding there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I am surprised you didn't attack the Democrats because it's the Democrats that really forced out...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It was a political ploy, it was a cynical way. They did this before Moore was running and now that that Moore lost, maybe it's OK if he stays.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "All right, so did President Obama collude with Iran to let Hezbollah off the hook? A bombshell, new report coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Did the Obama administration derail a major investigation into Hezbollah's drug trafficking ring in order to save the Iran nuke deal? Well, that's the allegation in an extensive and explosive report by Politico, titled \"The Secret Backstory of How Obama Let Hezbollah Off the Hook.\" The expose claims officials in the last administration threw roadblocks into a DEA operation called Project Cassandra designated to track Hezbollah's criminal activities. Why? To secure a deal with a country that backs the terror network. That would be Iran. Marie Harf worked at the State Department in the Obama administration, and she disputes the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, FORMER SENIOR ADVISOR OF STRATEGIC COMMUNICATIONS, U.S. SECRETARY OF STATE",
      "sentences": "I was part of the negotiating team that got the Iran nuclear deal done. And until Politico wrote this piece, I never even heard of this program. You know, the Politico story, this narrative in it, is just false. And there is no evidence in this story to back up their allegations. They quote a couple of low-level ideological sources who clearly don't like the Iran deal. But everything I know just doesn't back up this narrative. In 2016 for example, the Obama administration's DEA did take action against Hezbollah's drug and laundering operation. So this story is a hit job, honestly, with no truth behind it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK, so Greg, she is strongly pushing back against it. But what do you think happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know. I read the article. Seemed pretty strong to me. I mean what a contrast. The president excuses a terror group. The next one obliterates one. And I think about this. When it comes to our country, everything is on the table when it comes to defending it with Trump. But when it came to Obama's legacy, everything was on the table, including our security. And that's what this was about. The was about preserving President Obama's legacy. He wanted a Nixon in China moment with Iran, and that meant making a lot of strange deals. And his disciples willing to sacrifice safety. I mean, Ben Rhodes pretty much said this was -- you know, he had to lie. He had cover this thing up to make it work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And he kind of bragged about that in that article, Jesse...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "... when that came out last year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That guy had a whole, I guess, fake news propaganda stream that he enacted, and the meeting were willing participants. But I want to push back about what Marie Harf said. She said that the DEA under Obama took action in 2016 against these Hezbollah guys. That was after the deal was signed. So it didn't matter at that point. And that's their talking point. Let's look at some of the real things these guys were up to, this Hezbollah group: money laundering, cocaine trafficking and arms dealing. It was a billion-dollar enterprise. Lebanese arms dealer Ali Fayed (ph) tried to kill Americans. We got him in the Czech Republic. And instead of bringing him back, Putin said, \"No, no, no, no, no, keep him in the Czech Republic.\" And Obama said, \"All right. You know, we're not going to lift a finger.\" The guy is now out, and he's selling Russian artillery to the Syrian government. So basically, Putin's favorite arms dealer, Obama let him go. Imagine if Trump had done that. Then you have this other guy, The Ghost, huge cocaine trafficker, also tried to kill Americans. The Obama DOJ let him off the hook, too, and now what is he doing? Selling chemical weapons to Bashar al-Assad that he used to kill his own people. And it's not just low-level ideologues that said this. This was Obama-era treasury official Catherine Bauer (ph) on the record testified to Congress under the Obama administration, these Hezbollah-related investigations were tamped down for fear of rocking the boat with Iran and jeopardizing the nuclear deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And also -- in foreign policy decisions, Juan, it can get murky, and it's not always clear-cut. If this did happen, you know, was it worth it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I don't think you ever do something like that. I think if there was, in fact, you know, some kind of criminal conspiracy, I think that's a separate issue. If you want to negotiate an Iran deal, negotiate an Iran deal, which has to do with stopping Iran from developing nuclear weapons. But I have some trouble with the Politico piece, in that I do think there's a shortage of attribution to really strong sources. I think what you get instead -- and I think the Obama administration have officials have said this today -- is a lot of speculation that appears to be coming from DEA, who think, \"Well, this must've been a political operation coming from the Obama administration.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And the second thing to say is that Kevin Lewis, who is President Obama's spokesman now, said today, he said really, there were sanctions before 2016 and actions, legal enforcement actions on the record taken against Hezbollah after 2016. So exactly what is this article about other than what we've seen, which is all of a sudden, you get a lot of conservatives saying, \"Oh, gosh. Obama was stirring up trouble. He was ignoring the law in order to get his Iran deal,\" which is not popular with conservatives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let me get Kimberly in here about the DEA. And how important is their work to the war against drugs, which -- they're calling it that -- but to try to disrupt these type of rings that are funding terrorist activities but bringing a bunch of drugs into the United States?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I mean, it's really pivotal. You can't even imagine the amount of lives, you know, impacted by the hard work that they do. They're really unsung heroes in terms of people, just sort of, OK, DEA, sounds good, we know they're busy. But they don't realize the impact, because so much of what they do also serves as a deterrent and really prohibit some of the criminal conduct, the consumption with drug dealing, weapons, arms dealing, all of the above. So many of it ties together, and they work with ATF, as well. So really, they kind of coalesced in terms of the two agencies working together. And, you know, I've just seen that they've been very good in terms of their ability to do these investigations and curtail the amount of drugs coming into the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And both of those -- both of those heads of the DEA and the ATF are still open. But the White House told us today that they expect to nominate somebody in the new year. We'll see. All right. Stephen Colbert has found a new way to lampoon President Trump. It's via cartoon. Next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Stephen Colbert spends five nights a week bashing President Trump but that's not enough, apparently. The Trump-hating comedian is now turning to cartoons to mock the presidency in a new series on Showtime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, God. You can do it. Come on. Oh, God. I can do it. Wait a minute. \"Our Cartoon President,\" coming soon. Give me an Emmy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That wasn't that bad. Juan, what did you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, you know, so I'm trying to be sensitive, because I guess you are doing this segment because you think this is ridiculous. Why is Hollywood -- because I suspect you're going to attack the Hollywood elite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "\"You guys\"? The producers chose this one, Juan. I didn't pick this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I feel like you -- your heart is in this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What do you mean by \"you guys,\" Juan? That's insensitive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "\"You guys\"? \"You conservatives\"? I shouldn't have said that. Oh, I'll leave it alone. I'll leave it alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think it's fun. I mean, let's have fun. People have fun. But the question would be, is it actually going to be funny? Because if it's just about mocking Trump, you know, I've seen. Everybody can do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "See that anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, it's mostly about getting the young demo, 18 to 35; love watching Trump get attacked on television. And that's what the executives want to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Well, he also, you know, took this tactic in the beginning. And even though he was struggling at first, his ratings have seen, you know, increases and improvements in numbers. So he's pretty much programming, you know, for the ratings, and what he's seeing works. So he's going to get that in the segment of the population and then, what, eventually they're going to get a little bit bored with that. They'll have to come up with a new, like, shtick. His funniest stuff was when he was, you know, \"Daily Show,\" Comedy Central.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. And that's probably the carryover audience that he's looking to get. Those \"Daily Show\" people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I imagine it. So my question would be, is there a market for it? Because there is money in all things President Trump. So if you are here, you know, Fox doing great. If you are over at NYT, they've got increased subscriptions, more engagement than they've ever had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I thought the New York Times was failing, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right, well, but see? But there's money in that, too. Right? Like, all of these things are used to make money. I -- I would curious if this is actually successful and if it will rate. The one thing about that younger demographic, 18 to 35, studies show that if you vote for certain party for your first two elections, you will probably vote for that party for the rest of your life. So the fact that the millennial generation is the largest generation, and Baby Boomers are the next generation to die off, I do think that, if you're a long-term planner and a demographer, you're trying to loop people in. This might be a way to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "My first time I voted in a presidential election, I voted for the Green Party candidate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So I don't know if that holds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Did you do it a second time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No. I did not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "He thought \"green\" meant money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I thought you voted for Jill Stein, Jill Stein, because Putin told you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No. No, she's caught up in the Russia investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Greg, is this funny or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know. I can't judge. Because entertainers just have quite a challenge. How do you make Trump more entertaining than the real thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's better than Alec Baldwin playing Trump. I don't think a cartoon is going to cut it, because you're two steps removed. And it's -- this is also more evidence that this is the most free the media and entertainment industry have ever been in their lives. Eight -- for the past eight years before Trump, they were imprisoned by their own fear of offense, their own fear of being hated by their peers. They couldn't do cartoons of President Obama, because they'd be considered racist and they wouldn't be invited to the right parties and they would lose the respect of -- they wouldn't win awards. So the real -- I think the real oppression, when people are worried about what Trump is doing, is the reverse. If you're an athlete, if you're a professor, if you're an actor or a musician, you cannot voice pro-Trump sentiment or you will pay. This pays. This pays; the other side, in that climate, does not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Coming up, more people are celebrating Christmas without one important ingredient. We'll explain next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Christmas around the corner. American seem to have the gift giving down pat, but the role of religion in our celebrations, well, sadly declining. According to a new Pew poll, fewer Americans concerned with the religious aspect of the holiday, which is of course, to celebrate the birth of Jesus Christ. Now, most don't seem to be bothered by this secular trend. What about you, Kimberly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Listen, I actually really like a religious focus at Christmas. I think it's very nice. I grew up with that. I went to, you know, all private Catholic schools, and it was part of the tradition. We went to mass every week. So I actually really enjoy all the musical aspects of, you know, Christmas and the meaning and the birth of Christ. And something to me that's been very uniform, very, like, warm feelings for the families. It's nice to raise your children that way. Like, I've raised, you know, Ronan with an appreciation of that, that Christmas isn't just about getting gifts of the latest toys or computers, but it's about, really, you know, the spirit and the gift of life and appreciating those.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But does it bother you that now most -- more people are saying it really doesn't matter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, in fact, it would. Since I just eloquently and beautifully expressed that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no. I know how you feel and how you are leading your life, but I'm saying does it bother you that most people are not saying, well...?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I enjoy it. It's -- that's my personal decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Maybe other people want to do that. But I don't know. This is how I was raised. So, you know, to each his own, so to speak. But I'm sure if you spent Christmas...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So Jesse, the millennial generation is really at the cutting edge of this, you know, big drop, something like only 44 percent to 32 percent say this is just a holiday. It's a secular thing. It's like what do they call it? Christmas celebrations or...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Winter holiday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Winter holiday? I don't know. No, didn't Seinfeld have a name?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, Festivus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Festivus, there you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It doesn't surprise me. I used to do these shoots where I used to go out and ask, \"Where was Jesus born?\" I remember one young person said Jesus was born in Europe. And I said, \"No, Bethlehem.\" And then I said, \"You know where Bethlehem is?\" And he said Pennsylvania.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So it doesn't surprise me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's right!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He knows U.S. geography.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. I'm not going to say, you know, the world is over because this is going to happen, but it's important that, you know, things like these and these holidays are anchored towards some kind of religious story. And that's fine. But as long as people are there with their families around the tree, exchanging presents, I still think it's a very significant holiday. And I'm not going to say it's all gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, by the way, Dana, 90 percent of us Americans say they celebrate Christmas. Good news?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, yes, and it's possible that millennials would decide to go - - become religious later on in their life. But I do think that there's just -- this is true worldwide, at least Europe and America, that church attendance has declined. I would say, though, one of these things, for example, just biblical literacy, whether you are a believer or not, it's important for your education. Because there's so much goes into knowing those things. Like when you're reading beautiful literature like \"Old Man and the Sea\" and things like that. If you have no biblical literacy -- if you have biblical literacy, you'll do better in your career. Education.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "One last thing for you, Greg. Only 25 percent of Americans agree there's a war on Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How dare they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Wow, we have really got to get on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There goes our \"War on Christmas\" special. I was hosting it with Dobbs. Anyway, yes. You know, I'm not religious. You know, I -- but I think it's hypocritical to celebrate Christmas if you're not religious, because religion here in this case, Christianity created a really fun event. And you're taking part in the event without actually ascribing to its beliefs. That's hypocritical. That's why I'm not a big -- I'm not a big Christmas guy, because I don't ascribe to the beliefs. So I try to remain my consistency. I'll be polite. I go to the -- I go to the relatives. You know, I exchange gifts. But you know, I don't -- I don't buy into any religion whatsoever, because you know, there are so many of them, and all of them believe that every one of them is wrong but theirs. So that's what they have in common. I think what the real message here is that humans need a ritualistic activity that brings them together, and it's very important. And if we are moving away from a religious worldview, we need to figure out how we bring people together after that happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Should we let Greg celebrate Christmas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, I want to get...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Greg, I think it's OK. We're going to allow it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "He might be a lot less cranky, though. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I've already celebrated plenty of Christmases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. All right. \"One More Thing\" coming right at you, America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Time now for \"One More Thing\" -- Kimberly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And a story that reminds me of Greg Gutfeld in every way possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Uh-oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "There is a story about the Grinch. This is what happens when you don't accept the true spirit and meaning of Christmas into your heart. A little boy was watching videos. His name is TyLon Pittman of Mississippi. He's 5 years old and quite charming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And he's so adorable. He was watching the videos. He was, like, very worried about the Grinch stealing Christmas, so he takes matters into his own hands. Yes, he wants to be a police officer when he grows up. And he called 911 to ask the cops for help. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is the Byram Police Department. TYLON PITTMAN, 5-YEAR-OLD (via phone): Watch for the Grinch, because the Grinch is going to steal Christmas, OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, my God. Look at how cute. So here's the best part. So then the police, like, took him over to the station to show -- to put the Grinch into jail which he loved. Who doesn't want to send the Grinch to jail?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's so funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, and he loved it. It was a great experience for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Super adorable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Teach children lies, great. Lies. How heart-warming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Don't ruin it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I won't. I won't. Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. The Lakers retired Kobe Bryant's jersey last night. It was a spectacular event. He's from Philly, so we've got to give him the love. Here he was right there, third time all-time scoring in the NBA, behind Kareem and Karl Malone. Five NBA championships. You know, MVP. Eighteen all-star games. Amazing player. And he had some great advice for his young daughters. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOBE BRYANT, FORMER NBA PLAYER",
      "sentences": "It's not the destination. It's the journey. And if you guys -- if you guys can understand that, then what you'll see happen is that you won't accomplish your dreams. Your dreams won't come true. Something greater well. And if you guys can understand that, then I'm doing my job as a father.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Excellent. Thank you, Juan -- Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Real quick, if you go to \"The Conservatarians\" podcast -- it's on Ricochet.com. I appear on their podcast, and we count down the best albums of 2017. That's Ricochet.com. Go to the website. Yes, they put my head on somebody's body.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I hate it when they do that. All right, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Is that your tattoo on there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. So my wife and I have been working on yearend charitable giving, but we can't compete with baseball pitcher Cole Hamels, MVP of the 2008 World Series. The Texas Rangers pitcher and his wife, Heidi, donated a $9.4 million mansion in Missouri to Camp Barnabas. The camp works as a Christian site to help people with special needs and chronic illnesses. Hamels says, \"Barnabas makes dreams come true, and we felt called to help them in a big way.\" By the way, this guy started a foundation, and he's adopted children, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Very nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right on. OK, this is the most important gift that you will get this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "More important than the wine. The annual Jasper calendar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Ooh!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Greg won't want his and will be selling it on eBay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I will be selling this on eBay for, starting at $100. Is that legal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Someone will buy it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is that legal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't think that's legal, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'll sign it, $1,000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Dana, I thought it was going to be an apple (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We've got to move on. This is so exciting. Set your DVRs and never miss an episode of \"The Five.\" \"Special Report\" is up next. Hey, Bret, do you want a dog calendar? I have a dog calendar for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "These transitions get more interesting every day. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm transitioning now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "We can tell. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "I am Greg Gutfeld with Kimberly Guilfoyle, Juan Williams, Jesse Watters -- that she once took a Keebler elf to the prom, Dana Perino, \"The Five.\" The House on the Hill just passed the bill, which seems like a big deal. Still, the media has decided it's been a bad year for Trump. As the year ends, the hacks must splice together their annual scorecards. And yes, they confirm Trump did badly. Well, except for ISIS. Getting rid of ISIS, that's a good thing. We destroyed modern-day Nazis. But other than that, it was bad year for Trump -- except for the judges, Gorsuch and all those other strong appointments. But anyway, terrible year from Trump -- except for the economy and stock market's on fire, consumer confidence, it's soaring. But beyond that, it has been awful -- except for the new energy policy, the approved pipeline, the new drilling, the spread of fracking, gas prices flat as a pancake. But I'm telling you, it is still a bad year. I would hate to be Trump. He has got no singular achievements. Well, OK, there is that tax bill which granted has been improved since its first draft. But it's just been a lousy year -- except for the improved relations with China and Russia, India, the Saudis, Israel. But it's really been a downer for Donny boy. Did I leave anything out aside from deregulation, ditching the accords, repealing the mandate? Oh, and also, driving Eminem nuts? That's kind of awesome. So what's the lesson from Trump's bad year? That when compiling your year-end condemnations of Donald Trump, it's a lot harder than it looks. What started out as evil was downgraded to incompetent, and now it looks pretty damn effective. No wonder the media looked so sad, which has now been downgraded to miserable. All right, interesting little fact I learned today, Dana. Right after I -- they are doing a revote of the bill tomorrow. Why would they revote?"
    },
    {
      "speaker": "DANA PERINO, THE FIVE CO-HOST",
      "utterance": "It's just a technical glitch really because there are three provisions in the GOP tax bill that the Senate can't have voted on -- anyway, basically, they did have to realign the bills and it's a technical thing. There is no problem -- the tax bill."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They have to get the bills in line."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's all."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, big deal?"
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "utterance": "I think it's a big deal. This is the something that the president has been working really hard on. He's been around the clock and talking to his constituents in trying to get support for this. They were really anxious to make sure to get some kind of good legislative accomplishments prior to the close of the year, especially with Christmas and whatnot. So this to me I think cannot -- can only be viewed as positive. It definitely steps in the right direction. And he seems to have been able to coalesce some good broad-based support even from people who have been traditionally supported him or his legislation in that past. So, in that sense, yes. And it's also important because it's one of the main campaign, you know, promises that he made when he went across this country to try to engender support for his movement, for the working men and women that he said were left behind. He said, listen to me, I will give you relief. You will feel it. You will see it and it will be something that's tangible for your family."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse, I'm going to play you some sound from Nancy Pelosi."
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "Why? Do you have to?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Because it is the one thing you hate more than speed metal."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's just a close call."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's roll what she felt about the bill."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., MINORITY LEADER",
      "utterance": "This is the worst bill to ever come to the floor of the House, with stiff competition for what some of the things they tried to do. The worst bill in history."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They are all the worst bill, anything the Republicans do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Except for Bill Clinton."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right, that's good. They love him. I'm going to change my grade from a few weeks ago on the anniversary election. I gave him a B+ on domestic policy. Now, with the tax bill, I'm going to A-. Imagine what he would be doing if the media wasn't 90 percent negative. It's a big."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And you don't grade on the curve."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I do not. I do not. Only with myself, so economic optimism right now is through the roof. Five thousand point gain in the Dow. That's a historic. And I think because finally, America is getting over the great recession hangover. So Trump is like the Gatorade and the bacon, egg and cheese that we need after the hangover. And it's working and I want to try your little concepts. Now, you always say what specifically has Trump done to change your actually life? Well, here's an example. I think a third of Americans have 401(k)s and the average of 401(k) has about $100,000 in it. Just in the first year alone, the Trump economy would've made you an extra $25,000 for your 401(k). That's a lot of money. Not only that jobs are up, wages are up slightly. Gas prices that you say are flat. And home ownership is up, too. So, just safety and security, that were not -- can't bring in all these risky refugees. The ISIS caliphate is destroyed, the border crossings are down, and MS-13 prosecutions are up 89 percent. And then the social issues which the liberals love to talk about -- gay marriage is still legal, abortionist still legal, medical marijuana, recreational marijuana, states that have that still have that. So the Trump self -- you know derangement syndrome I believe is self-inflicted. All of the fear and loathing that the media pumps up is a scam in order to keep his poll numbers down and to help the Democrats win the mid-terms. So if you just look around, and feel around, Trump has been good for America and Americans. Not bad."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, Juan, the vast majority are going to get a tax break. That must destroy you inside."
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "utterance": "All right, that kills me. I'm telling you. I'm telling you. This is so ridiculous. I have no idea even how to listen to you guys anymore."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know the feeling with you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It is just unbelievable, the way you put lipstick on a pig. It is unbelievable."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, great line. Haven't heard that one before."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Because I mean if you -- I mean let's just not view what, Juan Williams, has to say, let's think about what the American people have to say."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The polls say 32 percent approval for Donald Trump at the end of this year."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They don't have to like it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You don't what to hear that. How about the tax bill, Greg? Fifty-five percent of Americans oppose it and 66 percent say it is helping only the wealthy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Because the media has distorted it. But you are already getting you tax breaks. How can you argue that?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Because you know what, you are counting crumbs while the cake is going to the one percent."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And then you say gee, what's wrong with you? Clumsy little people -- little people just eat up and celebrate our dear leader Donald Trump."
    },
    {
      "speaker": "WATTERS",
      "utterance": "At least they got crumbs."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Obama just took the whole cake."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I can't believe this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "At least few little people got crumbs."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They have been robbing us, the federal government of the last eight years, finally the voters run Republicans to give them some of their hard-earned money back and you don't want them to have it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You're condescending attitude towards the American people."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The middle-class cuts averaged during the Obama years."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me pick on Kimberly Guilfoyle. Kimberly, you said if Donald Trump..."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's a fight you're going to lose. Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And you said Donald Trump said to the American people, I'm never going to forget you. I am standing up for the forgotten man and woman in this country, for working class people."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's what I said."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And guess what -- it was a populist bill. It's a huge failure even by that standard."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Bottom line, you can say that all you want. You can shape shift."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I am just making stuff up."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK, sometimes, yes. The fact of the matter is, it does provide economic relief and tax cuts for the majority of middle-class families. So here's the thing. They are actually going to get this camera this, may be even the early part of next year, be able to feel some of this benefit and then it's going to be tangible and then you're going to see the numbers go up in the polls. If he was worried about polling and if he thought it was so determinative, then he would've thought that he was never going to win back the presidency. He's doing this because it's the right thing to do it and because he promised, and he has integrity, and he cares about making an economic improvement. And by the way, record numbers -- look at the Dow already, 5,000 point."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Obama did better in his first year in terms of the stock market's performance. Obama did better last year in terms of job creation then Trump has done this year. And here is something from Nancy Pelosi, Jesse's favorites. Eighty-three percent of the benefits of this tax bill go to the top one percent. In fact, 60 percent go to the..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What you call a crumb might look like a crumb from your lofty perch, multimillionaire, Juan Williams, but the real hardworking Americans, it's a little bit more money in their pocket. And it's their money, not yours, Juan."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Not yours."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's why it's going to the corporations."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why are you so worried about them getting it back? The government still needs it. I want to move on."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You don't care that the rich get everything."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We are evil. Rich people are evil. I get it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Rich people pay a lot of the taxes. They pay a lot of the taxes. And then there's a tax cut and they get to proportionally keep more money."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Do you know what the French call it?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Juan, we don't speak French in this country."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I want to get, Dana, in here. But first, I want to get back to the..."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "If she can hear anymore. We need a miracle hear after that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The difficult to the media has been framing their year-end stories because of the emotion versus reality. This is Sarah Sanders going over the achievements today."
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Nearly 1.7 million new jobs have been created in the unemployment rate has fallen to 4.1 percent, the lowest rate in 17 years. The stock market reached a record high, more than 60 times. We finally set up our nation on the path to not only energy independence but energy dominance. We've seen the lowest level of illegal border crossings on record. Justice Gorsuch was confirmed to the Supreme Court, and this evening, hopefully upon passage of the tax cuts and jobs act, the president will have delivered the most significant tax cut in the history of the nation and repealed the Obamacare individual mandate."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, Dana, a person may not like any of those things but those things happen. So I think you are seeing in headlines, this is my theory that people are shifting away from awful to all right, better-than- expected. He actually got some stuff done, which is really hard for people to do."
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "utterance": "I think she makes a compelling closing argument there. She could do it with a little more joy."
    },
    {
      "speaker": "PERINO",
      "utterance": "They have a good story to tell. But there is something strange about the public's mood writ large and what's actually happening on the ground. I actually think that if you were to take this back to the fight between establishment Republicans and the new Trump Republicans, actually all those things, if you are traditional Republican, you are looking at that and you are like, pretty good. So I think that the personnel changes that happened sort of -- in the ninth month of August and September have changed things in terms of I guess tone and demeanor."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is an interesting point."
    },
    {
      "speaker": "PERINO",
      "utterance": "Which I think -- but there is this lag. And the other thing, the firing of James Comey, which leads to the Special Counsel which leads to every day talking about Russia, that is something that I think is a drag on their ability to tell other stories with joy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You are talking about -- there is an interesting lag, between -- I hate to phrase it establishment Republicans and approach of Republicans."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's how we define it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But you have -- there's a feud going on National Review right now between, you know, Charles Cook and the Jennifer Rubin (ph) and (Inaudible) over this because the hate, Kimberly, for Trump is so strong that they can't actually modify just a little bit and see that they are for a lot of the things that he got done."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Right, because they have essentially an inherent bias in terms of disliking the individual, regardless of what they have to offer, to be able to separate, you know, the sender from what you are actually receiving. And look at the tangible benefits of it. But I have actually seen the size of kind of like outliers, more of, you know, a coalition supporting the tax benefits and what the president is trying to do. So I find that a little bit more encouraging, a little broadly..."
    },
    {
      "speaker": "PERINO",
      "utterance": "Can I add just one thing on that, since I was so calm earlier. Just one point, earlier in the year, you have the fight between Ryan and Trump. So today what happened on the House tax bill, you have President Trump's number one agenda from his campaign and for the first year of his presidency meet up with Paul Ryan's lifelong career goal, and they actually get it done in that first year. And that is something that they can go home and talk about but the Democrats are going to go home and talk about it, too. Now, everybody has something to go home to talk about."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Imagine the 2018 election because every Republican, either the establishment Republican or people who have shifted, Gregory Gutfeld, to become Trump Republicans, they are all tried to Trump now. And with this tax bill, every Democrat running next year, 2018 is going to say oh, you pass this bill for the rich."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I love that you didn't say, guess what, there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well against the tax bill, I think it's a loser because if you look at the polling because you know, just like the polling, for the first time in over a decade, majority say the economy is good or excellent and a historic record now say the economy will improve the next year. You separate their feelings for Trump and their feelings for the economy, things are good on the ground."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I've got to go, you guys."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You got to help the person before you ask for their vote."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wages and jobs are up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tavis Smiley says PBS made a huge mistake suspending him over sexual harassment allegations. The network says he can't keep his story straight. Next."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Tavis Smiley has been sidelined from PBS after the networks said it found credible allegation of sexual misconduct. But the talk show host insists he's done nothing wrong."
    },
    {
      "speaker": "TAVIS SMILEY, AMERICAN TALK SHOW HOST",
      "utterance": "I was never told what the accusations were. I mean what the accusations were, who the accusers were, I was never allowed to provide any data or evidence to debunk anything that perhaps I could have debunk about knowing what we're talking about any way. They made a huge mistake. They've engaged in a sloppy investigation and something needs to be done to fix this."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Right. Well, Smiley admits to having sexual relationships with some of his subordinates but claims they were all consensual."
    },
    {
      "speaker": "SMILEY",
      "utterance": "In my employee handbook, we do not encourage interoffice relationships but we don't forbid it either because I don't know how things are going to turn out in your life when you start hanging out with our company. I don't know who we are going to meet. And let's face it, nobody is working 40 hour weeks anymore. We are working 40, 50, 60, 70, 80 hour weeks. Where else are you going to meet people? In this business, we are starting to criminalize legitimate relationships between consenting adults and that's a problem for me."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "PBS has hired back at Tavis, saying he needs to get his stories straight. They maintain their investigations on misconduct are consistent with the network's values and standards. So, Dana, this is going to a bit different approach because he is actually really going on an offense to try to say listen to me, you made a mistake in suspending me. I was deprived to the due process. This is what our employee handbook says. And really confronting it, being his own best advocate to say, you guys went too far and getting swept up in this swell of a movement. And you know, so many cases that we have seen that have corroborative evidence, et cetera. But he took to the airways to himself to defend."
    },
    {
      "speaker": "PERINO",
      "utterance": "Which I think -- obviously that's different. Additionally though, the additional sentence from the PBS spokesperson was that, additional allegations are continuing to come to light since last week's announcement. We've heard that before as well. I mean, it could be that he doesn't even know what those allegations might be from other people. I do like it that he's putting it out there. He's got to have a way to handle these things appropriately. And I'm not saying that PBS didn't because we don't know the facts. The one thing I would say that PBS tried to do at least, except for him, is to keep things private. It wasn't like laying it all out there. Parade all of these accusers. Maybe they are not even accusers if it's consensual. And I don't know PBS' handbook."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The tote bag. By the way, I'm glad that he didn't put it all there. He's maintaining he didn't."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's true. He said he never did that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He never did that."
    },
    {
      "speaker": "PERINO",
      "utterance": "I have always like Tavis."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Here's the problem -- I'm sorry, I am jumping in here. But right now we need women, not men, to become the fearless voice of reason here because he sounds reasonable. And like you said, we don't know jack about the ingredients in his case. We don't really know and oftentimes the things that are super shocking, come out to be consensual. You know, there was an anchor, in which they said it was -- there was an assault. We never heard more about that assault in Sochi, remember that? I'm trying to feel, maybe something did happen. And then you hear things that are mild and you're about to defend them and you find out oh, man, like the Dustin Hoffman stuff turned out to be pretty creepy. I didn't know that stuff. So we don't know the ingredients in these things but we do -- what we do need, is we need women to come out and talk about the fact that when we are conflating and putting these things all in one bucket, we're going to start hurting your fathers, your brothers, your sons, your grandfathers."
    },
    {
      "speaker": "PERINO",
      "utterance": "Or your business."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Or your business. Actually think about -- think about having a dad who hasn't been dating for a while who goes to a bar and says something stupid. Or I don't know -- I mean like, they are conflating language and stupid behavior with all-out assault. And what -- no one is going to listen to me about this but they are going to listen to women who are going to start talking about it because they are going to see if it doesn't stop, everything will be cast as assault and will no longer be talking to each other. We will no longer -- young people will not take the risk of actually talking to another person, asking them out for a date."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "So, it will just be robots."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, I hope it will be robots because robots are more attractive."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Weirdness knows no bounds. Jesse, for more of it, let's take."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't know what happened with Smiley so I don't want to talk about it but I do know his point and that's listen, there's good things about the Me Too movement because we're shining a sunlight on men abusing power in a corporate environment or in a political environment. And let's get it out on the table. You know, what were the photographs, what were the videos, what were the settlements? I want to see it but at the same time, the Me Too movement is going to be about transparency, and the Me Too movement also has to be full and complete transparency. So, you know, what was the history? Lisa Bloom, the woman that was dealing with the Trump accusers, there were payments, offering to pay those women, too. Let's get it all out on the table because like you said, Greg, the pendulum can then swing the other direction and we could all be in big trouble. Matt Damon got in trouble."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The other day for sounding extremely reasonable when he said listen, when someone pats someone on the butt, and is different from what Harvey Weinstein did in someone. So he got blasted for that which doesn't seem that off to me. And all Tavis Smiley is saying, is listen, if you're going to hammer me and then discipline me, let me just get my story out there and let me get some evidence out there or else it's becoming a witch hunt. I don't really know what happened there."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Let me ask you something. Some of the senators have made, you know, statements that they would like -- Frank, in to rescind his resignation. What are your thoughts on that?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, this is Pat Leahy of Vermont, Joe Manchin of West Virginia. And both have said, you know, they really regret what they consider who have been a panic, a rush to get Al Franken out of the Senate and wish that they he'd been able to get due process, which is what I think Tavis Smiley is talking about. But in the Smiley case by the way, it's not that he would go before an Ethics Committee. I think Tavis Smiley wants the evidence presented to him and be given the opportunity to rebut it. The problem is in the corporate America, a lot of this really revolves around nondisclosure privacy, confidentiality for people so that they feel comfortable in a corporate environment coming forward and don't think they're going to be subject to retribution. You have to make sure as, Jesse, was saying, that people feel that there can be a clearing of the table. But it's not the case, and this is so interesting to me because I agree with you. I thought that what Matt Damon said was so reasonable and yet many driver who was his co-star and friend just smacked him big time. And said, men don't understand what it means to be violated. You know, by grabbing someone's butt or whatever. But I just feel like in so many of these cases, it's hard for us on the outside to come to some judgment. I must say I admire what Tavis Smiley did because he stood up in a way that I think was different in this moment because there is so much public program against anybody accused in this manner and here he was saying, hey wait a second. I'm not sure that he sold it when the PBS people came back as, Dana, was talking about, I thought that was pretty strong."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think we are all mistaken. I think what Al Franken meant to say was that he was going to quit smoking."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK. Big misunderstanding there."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I am surprised you didn't attack the Democrats because it's the Democrats that really forced out..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It was a political ploy, it was a cynical way. They did this before Moore was running and now that that Moore lost, maybe it's OK if he stays."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "All right, so did President Obama collude with Iran to let Hezbollah off the hook? A bombshell, new report coming up next."
    },
    {
      "speaker": "PERINO",
      "utterance": "Did the Obama administration derail a major investigation into Hezbollah's drug trafficking ring in order to save the Iran nuke deal? Well, that's the allegation in an extensive and explosive report by Politico, titled \"The Secret Backstory of How Obama Let Hezbollah Off the Hook.\" The expose claims officials in the last administration threw roadblocks into a DEA operation called Project Cassandra designated to track Hezbollah's criminal activities. Why? To secure a deal with a country that backs the terror network. That would be Iran. Marie Harf worked at the State Department in the Obama administration, and she disputes the story."
    },
    {
      "speaker": "MARIE HARF, FORMER SENIOR ADVISOR OF STRATEGIC COMMUNICATIONS, U.S. SECRETARY OF STATE",
      "utterance": "I was part of the negotiating team that got the Iran nuclear deal done. And until Politico wrote this piece, I never even heard of this program. You know, the Politico story, this narrative in it, is just false. And there is no evidence in this story to back up their allegations. They quote a couple of low-level ideological sources who clearly don't like the Iran deal. But everything I know just doesn't back up this narrative. In 2016 for example, the Obama administration's DEA did take action against Hezbollah's drug and laundering operation. So this story is a hit job, honestly, with no truth behind it."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK, so Greg, she is strongly pushing back against it. But what do you think happened?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know. I read the article. Seemed pretty strong to me. I mean what a contrast. The president excuses a terror group. The next one obliterates one. And I think about this. When it comes to our country, everything is on the table when it comes to defending it with Trump. But when it came to Obama's legacy, everything was on the table, including our security. And that's what this was about. The was about preserving President Obama's legacy. He wanted a Nixon in China moment with Iran, and that meant making a lot of strange deals. And his disciples willing to sacrifice safety. I mean, Ben Rhodes pretty much said this was -- you know, he had to lie. He had cover this thing up to make it work."
    },
    {
      "speaker": "PERINO",
      "utterance": "And he kind of bragged about that in that article, Jesse..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "... when that came out last year."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That guy had a whole, I guess, fake news propaganda stream that he enacted, and the meeting were willing participants. But I want to push back about what Marie Harf said. She said that the DEA under Obama took action in 2016 against these Hezbollah guys. That was after the deal was signed. So it didn't matter at that point. And that's their talking point."
    },
    {
      "speaker": "Let's look at some of the real things these guys were up to, this Hezbollah group",
      "utterance": "money laundering, cocaine trafficking and arms dealing. It was a billion-dollar enterprise. Lebanese arms dealer Ali Fayed (ph) tried to kill Americans. We got him in the Czech Republic. And instead of bringing him back, Putin said, \"No, no, no, no, no, keep him in the Czech Republic.\" And Obama said, \"All right. You know, we're not going to lift a finger.\" The guy is now out, and he's selling Russian artillery to the Syrian government. So basically, Putin's favorite arms dealer, Obama let him go. Imagine if Trump had done that. Then you have this other guy, The Ghost, huge cocaine trafficker, also tried to kill Americans. The Obama DOJ let him off the hook, too, and now what is he doing? Selling chemical weapons to Bashar al-Assad that he used to kill his own people. And it's not just low-level ideologues that said this. This was Obama-era treasury official Catherine Bauer (ph) on the record testified to Congress under the Obama administration, these Hezbollah-related investigations were tamped down for fear of rocking the boat with Iran and jeopardizing the nuclear deal."
    },
    {
      "speaker": "PERINO",
      "utterance": "And also -- in foreign policy decisions, Juan, it can get murky, and it's not always clear-cut. If this did happen, you know, was it worth it?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I don't think you ever do something like that. I think if there was, in fact, you know, some kind of criminal conspiracy, I think that's a separate issue. If you want to negotiate an Iran deal, negotiate an Iran deal, which has to do with stopping Iran from developing nuclear weapons. But I have some trouble with the Politico piece, in that I do think there's a shortage of attribution to really strong sources. I think what you get instead -- and I think the Obama administration have officials have said this today -- is a lot of speculation that appears to be coming from DEA, who think, \"Well, this must've been a political operation coming from the Obama administration.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "Right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And the second thing to say is that Kevin Lewis, who is President Obama's spokesman now, said today, he said really, there were sanctions before 2016 and actions, legal enforcement actions on the record taken against Hezbollah after 2016. So exactly what is this article about other than what we've seen, which is all of a sudden, you get a lot of conservatives saying, \"Oh, gosh. Obama was stirring up trouble. He was ignoring the law in order to get his Iran deal,\" which is not popular with conservatives."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let me get Kimberly in here about the DEA. And how important is their work to the war against drugs, which -- they're calling it that -- but to try to disrupt these type of rings that are funding terrorist activities but bringing a bunch of drugs into the United States?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I mean, it's really pivotal. You can't even imagine the amount of lives, you know, impacted by the hard work that they do. They're really unsung heroes in terms of people, just sort of, OK, DEA, sounds good, we know they're busy. But they don't realize the impact, because so much of what they do also serves as a deterrent and really prohibit some of the criminal conduct, the consumption with drug dealing, weapons, arms dealing, all of the above. So many of it ties together, and they work with ATF, as well. So really, they kind of coalesced in terms of the two agencies working together. And, you know, I've just seen that they've been very good in terms of their ability to do these investigations and curtail the amount of drugs coming into the country."
    },
    {
      "speaker": "PERINO",
      "utterance": "And both of those -- both of those heads of the DEA and the ATF are still open. But the White House told us today that they expect to nominate somebody in the new year. We'll see. All right. Stephen Colbert has found a new way to lampoon President Trump. It's via cartoon. Next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Stephen Colbert spends five nights a week bashing President Trump but that's not enough, apparently. The Trump-hating comedian is now turning to cartoons to mock the presidency in a new series on Showtime."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Oh, God. You can do it. Come on. Oh, God. I can do it. Wait a minute. \"Our Cartoon President,\" coming soon. Give me an Emmy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That wasn't that bad. Juan, what did you think?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, you know, so I'm trying to be sensitive, because I guess you are doing this segment because you think this is ridiculous. Why is Hollywood -- because I suspect you're going to attack the Hollywood elite."
    },
    {
      "speaker": "WATTERS",
      "utterance": "\"You guys\"? The producers chose this one, Juan. I didn't pick this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I feel like you -- your heart is in this."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What do you mean by \"you guys,\" Juan? That's insensitive."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "\"You guys\"? \"You conservatives\"? I shouldn't have said that. Oh, I'll leave it alone. I'll leave it alone."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Go ahead."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think it's fun. I mean, let's have fun. People have fun. But the question would be, is it actually going to be funny? Because if it's just about mocking Trump, you know, I've seen. Everybody can do that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "See that anywhere."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, it's mostly about getting the young demo, 18 to 35; love watching Trump get attacked on television. And that's what the executives want to do."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Well, he also, you know, took this tactic in the beginning. And even though he was struggling at first, his ratings have seen, you know, increases and improvements in numbers. So he's pretty much programming, you know, for the ratings, and what he's seeing works. So he's going to get that in the segment of the population and then, what, eventually they're going to get a little bit bored with that. They'll have to come up with a new, like, shtick. His funniest stuff was when he was, you know, \"Daily Show,\" Comedy Central."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. And that's probably the carryover audience that he's looking to get. Those \"Daily Show\" people."
    },
    {
      "speaker": "PERINO",
      "utterance": "I imagine it. So my question would be, is there a market for it? Because there is money in all things President Trump. So if you are here, you know, Fox doing great. If you are over at NYT, they've got increased subscriptions, more engagement than they've ever had."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I thought the New York Times was failing, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right, well, but see? But there's money in that, too. Right? Like, all of these things are used to make money. I -- I would curious if this is actually successful and if it will rate. The one thing about that younger demographic, 18 to 35, studies show that if you vote for certain party for your first two elections, you will probably vote for that party for the rest of your life. So the fact that the millennial generation is the largest generation, and Baby Boomers are the next generation to die off, I do think that, if you're a long-term planner and a demographer, you're trying to loop people in. This might be a way to do it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "My first time I voted in a presidential election, I voted for the Green Party candidate."
    },
    {
      "speaker": "PERINO",
      "utterance": "Really."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So I don't know if that holds."
    },
    {
      "speaker": "PERINO",
      "utterance": "Did you do it a second time?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No. I did not."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "He thought \"green\" meant money."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I thought you voted for Jill Stein, Jill Stein, because Putin told you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No. No, she's caught up in the Russia investigation."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Greg, is this funny or not?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know. I can't judge. Because entertainers just have quite a challenge. How do you make Trump more entertaining than the real thing?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's better than Alec Baldwin playing Trump. I don't think a cartoon is going to cut it, because you're two steps removed. And it's -- this is also more evidence that this is the most free the media and entertainment industry have ever been in their lives. Eight -- for the past eight years before Trump, they were imprisoned by their own fear of offense, their own fear of being hated by their peers. They couldn't do cartoons of President Obama, because they'd be considered racist and they wouldn't be invited to the right parties and they would lose the respect of -- they wouldn't win awards. So the real -- I think the real oppression, when people are worried about what Trump is doing, is the reverse. If you're an athlete, if you're a professor, if you're an actor or a musician, you cannot voice pro-Trump sentiment or you will pay. This pays. This pays; the other side, in that climate, does not."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Coming up, more people are celebrating Christmas without one important ingredient. We'll explain next."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Christmas around the corner. American seem to have the gift giving down pat, but the role of religion in our celebrations, well, sadly declining. According to a new Pew poll, fewer Americans concerned with the religious aspect of the holiday, which is of course, to celebrate the birth of Jesus Christ. Now, most don't seem to be bothered by this secular trend. What about you, Kimberly?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Listen, I actually really like a religious focus at Christmas. I think it's very nice. I grew up with that. I went to, you know, all private Catholic schools, and it was part of the tradition. We went to mass every week. So I actually really enjoy all the musical aspects of, you know, Christmas and the meaning and the birth of Christ. And something to me that's been very uniform, very, like, warm feelings for the families. It's nice to raise your children that way. Like, I've raised, you know, Ronan with an appreciation of that, that Christmas isn't just about getting gifts of the latest toys or computers, but it's about, really, you know, the spirit and the gift of life and appreciating those."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But does it bother you that now most -- more people are saying it really doesn't matter?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, in fact, it would. Since I just eloquently and beautifully expressed that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no. I know how you feel and how you are leading your life, but I'm saying does it bother you that most people are not saying, well...?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I enjoy it. It's -- that's my personal decision."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Maybe other people want to do that. But I don't know. This is how I was raised. So, you know, to each his own, so to speak. But I'm sure if you spent Christmas..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So Jesse, the millennial generation is really at the cutting edge of this, you know, big drop, something like only 44 percent to 32 percent say this is just a holiday. It's a secular thing. It's like what do they call it? Christmas celebrations or..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Winter holiday?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Winter holiday? I don't know. No, didn't Seinfeld have a name?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, Festivus."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Festivus, there you go."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It doesn't surprise me. I used to do these shoots where I used to go out and ask, \"Where was Jesus born?\" I remember one young person said Jesus was born in Europe. And I said, \"No, Bethlehem.\" And then I said, \"You know where Bethlehem is?\" And he said Pennsylvania."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So it doesn't surprise me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's right!"
    },
    {
      "speaker": "PERINO",
      "utterance": "He knows U.S. geography."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. I'm not going to say, you know, the world is over because this is going to happen, but it's important that, you know, things like these and these holidays are anchored towards some kind of religious story. And that's fine. But as long as people are there with their families around the tree, exchanging presents, I still think it's a very significant holiday. And I'm not going to say it's all gone."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, by the way, Dana, 90 percent of us Americans say they celebrate Christmas. Good news?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, yes, and it's possible that millennials would decide to go - - become religious later on in their life. But I do think that there's just -- this is true worldwide, at least Europe and America, that church attendance has declined. I would say, though, one of these things, for example, just biblical literacy, whether you are a believer or not, it's important for your education. Because there's so much goes into knowing those things. Like when you're reading beautiful literature like \"Old Man and the Sea\" and things like that. If you have no biblical literacy -- if you have biblical literacy, you'll do better in your career. Education."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "One last thing for you, Greg. Only 25 percent of Americans agree there's a war on Christmas."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How dare they?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Wow, we have really got to get on it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There goes our \"War on Christmas\" special. I was hosting it with Dobbs. Anyway, yes. You know, I'm not religious. You know, I -- but I think it's hypocritical to celebrate Christmas if you're not religious, because religion here in this case, Christianity created a really fun event. And you're taking part in the event without actually ascribing to its beliefs. That's hypocritical. That's why I'm not a big -- I'm not a big Christmas guy, because I don't ascribe to the beliefs. So I try to remain my consistency. I'll be polite. I go to the -- I go to the relatives. You know, I exchange gifts. But you know, I don't -- I don't buy into any religion whatsoever, because you know, there are so many of them, and all of them believe that every one of them is wrong but theirs. So that's what they have in common. I think what the real message here is that humans need a ritualistic activity that brings them together, and it's very important. And if we are moving away from a religious worldview, we need to figure out how we bring people together after that happens."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Should we let Greg celebrate Christmas?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, I want to get..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Greg, I think it's OK. We're going to allow it."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "He might be a lot less cranky, though. Right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I've already celebrated plenty of Christmases."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. All right. \"One More Thing\" coming right at you, America."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Time now for \"One More Thing\" -- Kimberly."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And a story that reminds me of Greg Gutfeld in every way possible."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Uh-oh."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "There is a story about the Grinch. This is what happens when you don't accept the true spirit and meaning of Christmas into your heart. A little boy was watching videos. His name is TyLon Pittman of Mississippi. He's 5 years old and quite charming."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's cute."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And he's so adorable. He was watching the videos. He was, like, very worried about the Grinch stealing Christmas, so he takes matters into his own hands. Yes, he wants to be a police officer when he grows up. And he called 911 to ask the cops for help. Take a listen."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is the Byram Police Department. TYLON PITTMAN, 5-YEAR-OLD (via phone): Watch for the Grinch, because the Grinch is going to steal Christmas, OK?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, my God. Look at how cute. So here's the best part. So then the police, like, took him over to the station to show -- to put the Grinch into jail which he loved. Who doesn't want to send the Grinch to jail?"
    },
    {
      "speaker": "PERINO",
      "utterance": "That's so funny."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, and he loved it. It was a great experience for him."
    },
    {
      "speaker": "PERINO",
      "utterance": "Great."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Super adorable."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Teach children lies, great. Lies. How heart-warming."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Don't ruin it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I won't. I won't. Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. The Lakers retired Kobe Bryant's jersey last night. It was a spectacular event. He's from Philly, so we've got to give him the love. Here he was right there, third time all-time scoring in the NBA, behind Kareem and Karl Malone. Five NBA championships. You know, MVP. Eighteen all-star games. Amazing player. And he had some great advice for his young daughters. Take a listen."
    },
    {
      "speaker": "KOBE BRYANT, FORMER NBA PLAYER",
      "utterance": "It's not the destination. It's the journey. And if you guys -- if you guys can understand that, then what you'll see happen is that you won't accomplish your dreams. Your dreams won't come true. Something greater well. And if you guys can understand that, then I'm doing my job as a father."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Excellent. Thank you, Juan -- Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Real quick, if you go to \"The Conservatarians\" podcast -- it's on Ricochet.com. I appear on their podcast, and we count down the best albums of 2017. That's Ricochet.com. Go to the website. Yes, they put my head on somebody's body."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I hate it when they do that. All right, Juan."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Is that your tattoo on there?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. So my wife and I have been working on yearend charitable giving, but we can't compete with baseball pitcher Cole Hamels, MVP of the 2008 World Series. The Texas Rangers pitcher and his wife, Heidi, donated a $9.4 million mansion in Missouri to Camp Barnabas. The camp works as a Christian site to help people with special needs and chronic illnesses. Hamels says, \"Barnabas makes dreams come true, and we felt called to help them in a big way.\" By the way, this guy started a foundation, and he's adopted children, Dana."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Very nice."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right on. OK, this is the most important gift that you will get this year."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "More important than the wine. The annual Jasper calendar."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Ooh!"
    },
    {
      "speaker": "PERINO",
      "utterance": "Greg won't want his and will be selling it on eBay."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "There you go."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I will be selling this on eBay for, starting at $100. Is that legal?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Someone will buy it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is that legal?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't think that's legal, no."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'll sign it, $1,000."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Dana, I thought it was going to be an apple (ph)."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We've got to move on. This is so exciting. Set your DVRs and never miss an episode of \"The Five.\" \"Special Report\" is up next. Hey, Bret, do you want a dog calendar? I have a dog calendar for you."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "These transitions get more interesting every day. Thank you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm transitioning now."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "We can tell. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}