{
  "date": "December 27, 2017",
  "headline": "Obama warns against divisive social media use",
  "subHeadline": "President Obama issues warning to world leaders about social media habits; did he have one world leader in particular in mind? Reaction and analysis from the 'Special Report' All-Star panel.",
  "url": "https://www.foxnews.com/transcript/obama-warns-against-divisive-social-media-use",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Without social media, I'm not sure that I would be here talking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRINCE HARRY",
      "sentences": "This is extremism, fake news, and so on are major social issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORMER PRESIDENT BARACK OBAMA",
      "sentences": "All of us in leadership have to find ways in which we can recreate a common space on the Internet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Tweeting is like a typewriter. When I put it out, you put it immediately on your show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "People can have entirely different realities. They can be just cocooned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "When somebody says something about me I'm able to go bing, bing, bing, and I take care of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "It's also, by the way, harder to be as obnoxious and cruel in person as people can be anonymously on the Internet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The ones that don't want me to are the enemies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS",
      "sentences": "The 45th president and the 44th president with different views on social media. Let's bring in our panel: Charles Hurt, opinion editor for The Washington Times; Mo Elleithee, executive director of the Georgetown Institute of Politics, and Jason Riley, Wall Street Journal columnist and senior fellow at the Manhattan Institute. Gentlemen, nice to see you. Your reaction to the back and forth today over social media, Jason?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON RILEY, MANHATTAN INSTITUTE SENIOR FELLOW",
      "sentences": "Well, it's hard to quibble with the substance of what President Obama said. Cyber bullying is a problem, differentiating between real news and fake news. Twitter and Facebook and parents, frankly, are worried about all of this.   But at the same time I think that President Obama knew exactly what he was doing when he weighed in and asking, which were admittedly leading questions by Prince Harry if we read the transcript of the interview. He knew they would be taken the way they have been taken. And a lot of presidents when their successor gets in office they sort of back off, don't weigh in on the debates. President Obama hasn't done that. From time to time, he weighed in on the travel ban. He has weighed in defense of Obamacare. So he has taken a different route here, and I think this is another example of him doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Mo, your read on the president, the former president weighing in on some of the current issues and today on social media?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS",
      "sentences": "I think that one of the greatest challenges we face today politically, and this is a completely nonpartisan problem, is this great siloing and great cocooning that's happening. And social media and technology actually allows that to happen. The Wall Street Journal ran this great graphic before, right before the election where they took a progressive's Facebook feed and a conservative's Facebook feed over the same exact period of time using the same exact key words and you would think they live in very, very different worlds, very, very different realities.  We have lost some ability to have a common conversation. It's not limited only to social media, but it really has exacerbated it. And I do think it is a legitimate concern that not just leaders but consumers of this information need to be aware of and try to do better at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "And Charlie, the tweeting might make some of President Trump's advisors gray, but no signs of him giving up the Twitter feed, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES HURT, THE WASHINGTON TIMES",
      "sentences": "It's great for us, right, in the press. This reminds you of how obnoxious President Obama can be. He goes over to BBC and talk to Prince whatever his name, Williams, or whatever his title is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Harry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Whatever. And he does this interview where he is clearly attacking the president. And this notion you are going to attack the president to using Twitter is akin to me attacking FDR for using the newfangled radio to do his fireside chats. It's just a form of communicating with people in a way he can communicate with people around a media that viciously despises him. And I just don't think that that's a bad thing.  But this was the line -- I thought it was astonishing. He said all of news leadership have to find ways which we can recreate common space on the Internet. The arrogance of that from President Obama. And it shows that he really doesn't understand the internet. He doesn't understand the beauty of the Internet is that leadership has nothing to do with creating or recreating anything. This is just people with 1,000, a million connections with other people sort of interacting, and a notion that he is going to sit back and say, oh, well people like me in leadership, I need to go in here and fix all of this. No, you don't. You just mess it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "In fairness, he said government should not be the one to do that, and that this is about people in leadership taking responsibility. And I said, it's also on the consumers, right, and it's not just the people who are online. When we get off the air and I go to my Twitter feed, I guarantee there are going to be people there that say I should go to another network because I'm a Democrat. That alone tells you just how siloed and cocooned we are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "And I applaud his saying that. But the problem is the policies that his administration put forward didn't fall into line with that. This whole debate over net neutrality is a belief that the government should be involved in traffic, copping all of this stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Well, Mo, for the record, we are glad to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "I'm glad to be here. I'm glad to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "President Obama has also come out and defended his signature healthcare law, Obamacare. Let's take a listen to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "But when I see people trying to undo that hard won progress for the 50th or 60th times with bills that would raise cost or reduce coverage or roll back protections for older Americans or people with preexisting conditions, it frustrates. And it's certainly frustrating to have to mobilize every couple of months to keep our leaders from inflicting real human suffering on our constituents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "So, Jason, any surprise that the 44th president has been out there, that was not from today, obviously, but defending his signature law and some of his legacy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "Again, the only surprise was that presidents or ex-presidents typically don't do that at least this soon. George W. Bush was probably the most recent example of this of a president who when his term was over he walked away and let the debate continue without him. President Obama has decided to weigh in on this, and it hasn't only been in defending things like Obamacare but also in other actions that the administration has taken, such as a travel ban.  So it's unconventional, but if you are a Trump supporter, I guess, you really can't complain about politicians acting in an unconventional way. But certainly this is not the route that most former presidents have taken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Prince Harry was put on the hotspot himself and asked if President Obama would be invited to the royal wedding. Take a listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRINCE HARRY",
      "sentences": "We share the same kind of mindset on the outlook on the charitable sector, on foundations, and mainly on the youth of today. The young people of this world are incredibly inspirational.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Well enough to invite him to your wedding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRINCE HARRY",
      "sentences": "I don't know about that. That's -- we haven't put the invites or the guest list together yet. So who knows whether he is going to be invited or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "As a married man I would say that was wise not to speak without consulting the fiance first. But there is more to it than that, Mo, in terms of do you invite the former president, don't invite the current president? Could be a bit of drama between the U.S.-Britain relationship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "One of the most interesting storylines for me is the reports that there are those within the British government who are advising Prince Harry not to invite President Obama for fear of hurting President Trump's feelings that he was not being invited. So, look, it's a wedding. Invite who you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Charlie, if you get invited would you go to the wedding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "No, I definitely would not go to a royal wedding. We overthrew the king for a reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Considering you were calling him Prince what's-his-name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "I don't need titles.  Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Without social media, I'm not sure that I would be here talking."
    },
    {
      "speaker": "PRINCE HARRY",
      "utterance": "This is extremism, fake news, and so on are major social issues."
    },
    {
      "speaker": "FORMER PRESIDENT BARACK OBAMA",
      "utterance": "All of us in leadership have to find ways in which we can recreate a common space on the Internet."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Tweeting is like a typewriter. When I put it out, you put it immediately on your show."
    },
    {
      "speaker": "OBAMA",
      "utterance": "People can have entirely different realities. They can be just cocooned."
    },
    {
      "speaker": "TRUMP",
      "utterance": "When somebody says something about me I'm able to go bing, bing, bing, and I take care of it."
    },
    {
      "speaker": "OBAMA",
      "utterance": "It's also, by the way, harder to be as obnoxious and cruel in person as people can be anonymously on the Internet."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The ones that don't want me to are the enemies."
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS",
      "utterance": "The 45th president and the 44th president with different views on social media. Let's bring in our panel: Charles Hurt, opinion editor for The Washington Times; Mo Elleithee, executive director of the Georgetown Institute of Politics, and Jason Riley, Wall Street Journal columnist and senior fellow at the Manhattan Institute. Gentlemen, nice to see you. Your reaction to the back and forth today over social media, Jason?"
    },
    {
      "speaker": "JASON RILEY, MANHATTAN INSTITUTE SENIOR FELLOW",
      "utterance": "Well, it's hard to quibble with the substance of what President Obama said. Cyber bullying is a problem, differentiating between real news and fake news. Twitter and Facebook and parents, frankly, are worried about all of this. But at the same time I think that President Obama knew exactly what he was doing when he weighed in and asking, which were admittedly leading questions by Prince Harry if we read the transcript of the interview. He knew they would be taken the way they have been taken. And a lot of presidents when their successor gets in office they sort of back off, don't weigh in on the debates. President Obama hasn't done that. From time to time, he weighed in on the travel ban. He has weighed in defense of Obamacare. So he has taken a different route here, and I think this is another example of him doing that."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Mo, your read on the president, the former president weighing in on some of the current issues and today on social media?"
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS",
      "utterance": "I think that one of the greatest challenges we face today politically, and this is a completely nonpartisan problem, is this great siloing and great cocooning that's happening. And social media and technology actually allows that to happen. The Wall Street Journal ran this great graphic before, right before the election where they took a progressive's Facebook feed and a conservative's Facebook feed over the same exact period of time using the same exact key words and you would think they live in very, very different worlds, very, very different realities. We have lost some ability to have a common conversation. It's not limited only to social media, but it really has exacerbated it. And I do think it is a legitimate concern that not just leaders but consumers of this information need to be aware of and try to do better at."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "And Charlie, the tweeting might make some of President Trump's advisors gray, but no signs of him giving up the Twitter feed, right?"
    },
    {
      "speaker": "CHARLES HURT, THE WASHINGTON TIMES",
      "utterance": "It's great for us, right, in the press. This reminds you of how obnoxious President Obama can be. He goes over to BBC and talk to Prince whatever his name, Williams, or whatever his title is."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Harry."
    },
    {
      "speaker": "HURT",
      "utterance": "Whatever. And he does this interview where he is clearly attacking the president. And this notion you are going to attack the president to using Twitter is akin to me attacking FDR for using the newfangled radio to do his fireside chats. It's just a form of communicating with people in a way he can communicate with people around a media that viciously despises him. And I just don't think that that's a bad thing. But this was the line -- I thought it was astonishing. He said all of news leadership have to find ways which we can recreate common space on the Internet. The arrogance of that from President Obama. And it shows that he really doesn't understand the internet. He doesn't understand the beauty of the Internet is that leadership has nothing to do with creating or recreating anything. This is just people with 1,000, a million connections with other people sort of interacting, and a notion that he is going to sit back and say, oh, well people like me in leadership, I need to go in here and fix all of this. No, you don't. You just mess it up."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "In fairness, he said government should not be the one to do that, and that this is about people in leadership taking responsibility. And I said, it's also on the consumers, right, and it's not just the people who are online. When we get off the air and I go to my Twitter feed, I guarantee there are going to be people there that say I should go to another network because I'm a Democrat. That alone tells you just how siloed and cocooned we are."
    },
    {
      "speaker": "HURT",
      "utterance": "And I applaud his saying that. But the problem is the policies that his administration put forward didn't fall into line with that. This whole debate over net neutrality is a belief that the government should be involved in traffic, copping all of this stuff."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Well, Mo, for the record, we are glad to have you."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "I'm glad to be here. I'm glad to be here."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "President Obama has also come out and defended his signature healthcare law, Obamacare. Let's take a listen to that."
    },
    {
      "speaker": "OBAMA",
      "utterance": "But when I see people trying to undo that hard won progress for the 50th or 60th times with bills that would raise cost or reduce coverage or roll back protections for older Americans or people with preexisting conditions, it frustrates. And it's certainly frustrating to have to mobilize every couple of months to keep our leaders from inflicting real human suffering on our constituents."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "So, Jason, any surprise that the 44th president has been out there, that was not from today, obviously, but defending his signature law and some of his legacy?"
    },
    {
      "speaker": "RILEY",
      "utterance": "Again, the only surprise was that presidents or ex-presidents typically don't do that at least this soon. George W. Bush was probably the most recent example of this of a president who when his term was over he walked away and let the debate continue without him. President Obama has decided to weigh in on this, and it hasn't only been in defending things like Obamacare but also in other actions that the administration has taken, such as a travel ban. So it's unconventional, but if you are a Trump supporter, I guess, you really can't complain about politicians acting in an unconventional way. But certainly this is not the route that most former presidents have taken."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Prince Harry was put on the hotspot himself and asked if President Obama would be invited to the royal wedding. Take a listen to this."
    },
    {
      "speaker": "PRINCE HARRY",
      "utterance": "We share the same kind of mindset on the outlook on the charitable sector, on foundations, and mainly on the youth of today. The young people of this world are incredibly inspirational."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Well enough to invite him to your wedding?"
    },
    {
      "speaker": "PRINCE HARRY",
      "utterance": "I don't know about that. That's -- we haven't put the invites or the guest list together yet. So who knows whether he is going to be invited or not?"
    },
    {
      "speaker": "EMANUEL",
      "utterance": "As a married man I would say that was wise not to speak without consulting the fiance first. But there is more to it than that, Mo, in terms of do you invite the former president, don't invite the current president? Could be a bit of drama between the U.S.-Britain relationship."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "One of the most interesting storylines for me is the reports that there are those within the British government who are advising Prince Harry not to invite President Obama for fear of hurting President Trump's feelings that he was not being invited. So, look, it's a wedding. Invite who you want."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Charlie, if you get invited would you go to the wedding?"
    },
    {
      "speaker": "HURT",
      "utterance": "No, I definitely would not go to a royal wedding. We overthrew the king for a reason."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Considering you were calling him Prince what's-his-name."
    },
    {
      "speaker": "HURT",
      "utterance": "I don't need titles. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}