{
  "date": "December 15, 2018",
  "headline": "Is James Bond an alcoholic?",
  "subHeadline": "Guests: Heather Zumarraga, Kris Fried, Kat Timpf, George Murdoch",
  "url": "https://www.foxnews.com/transcript/is-james-bond-an-alcoholic",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I think we have the greatest base in the history of politics. I have people that I love and that love me frankly that includes a lot of women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "sentences": "You're telling me. Yes, so Cohen's up to the clink, how did the media respond? To which I say, so what? I mean, we all knew this guy was shady. He's so shady you could hold a picnic under him, but that's really not on Trump. It's not against the law to have a dirty lawyer nor is it to have a dirty lawyer pays off women you slept with.  In fact, I believe if you're a real estate contractor from Queens, it's in the human resources handbook as mandatory behavior. Step one, sleep with a porn star. Step two, hire a fixer to pay her off. Step three, find another porn star. This is why I'm not running for President. You know what I've noticed, every President has questionable friends who do things for them, who then get into hot water once you're elected. The last thing I want to do is get my slimy dirt ball friends in trouble. I have so many, which is why I'm announcing today that I will not be running in 2020. I know, I know, which means more time for travel maybe to see old friends. I wonder how my college roommates will react. I'll see you soon, little buddies.  Fact is, payoffs are unseemly, but they're not illegal. Even more Trump used his own money unlike the creeps in Congress who tapped our pockets for sexual harassment payoffs, which may be why Nancy Pelosi now agrees with me telling the media to shut the F up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "I wish that the press would spend a lot more time on what we need to do here to meet the needs of American people, instead of morning, noon and night allegations against the President.   I think you'll have more viewers or readers if it would address concerns that people have rather than just this ongoing, ongoing coverage of what's current with the President from one day to the next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, slap my face with a tapeworm. Someone's been watching this show because I couldn't have said it better myself. I probably could have, but anyway, but if Nancy gets it, then she must know this collusion crap is going nowhere.   Yes, collusion, remember when that was the big story. Now, it's vanished like a pot brownie at Gary Johnson's house. Nobody remembers Gary. He eats a lot of pot brownies. Yet, the media still keeps saying what about Russia 57 different ways. They're like a talking bottle of ketchup. Anyway, too bad about that meeting earlier this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We need border security. The wall is a part of border security. You can't have very good border security without the wall, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "Absolutely not true. That is a political promise. Border security is a way to effectively honor our response --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK SCHUMER, U.S. SENATOR, NEW YORK, DEMOCRAT",
      "sentences": "And the experts say you can do border security without a wall, which is wasteful and doesn't solve the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It totally solves the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Now, the media went nuts, but I loved it. Of course, every time Trump acts like Trump, the media's hair catches fire, which I think might be a threat to public safety. Here you have a normal conversation between adults and the media gets in a tither, which I think is German for leather bodysuit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think that she was saying no bands leaning here. Let me remind you who I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS MATTHEWS, ANCHOR, MSNBC",
      "sentences": "What do you make of Trump's posture sitting in that room, the way he sits the whole --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He always sits that way though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEWS",
      "sentences": "What would you call that? What would you call that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't know. He's like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEWS",
      "sentences": "The man spread or whatever you call it. Look, he widens his legs as far as possible, man spreading or whatever, man splaying ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Chris has not, not lost it. Amazing, it's like none of these people know people who call them out on stuff. Could that be it? Are they all living in their parents basements talking to their cockatoo? But Nancy and Chuck badly wanted the wall discussion done privately, while Trump's like, \"No, let's do it here.\" He had nothing to hide, but they did. It was almost as if he knew he was right and poor Chuck, everyday morphing into the penguin from Batman. So true. Meanwhile, these guys are working on their act for Vegas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, ANCHOR, CNN",
      "sentences": "The President went toe-to-toe with his new foe and he got Nan Chucked.  His new foe, the Nan Chuck. I like because it sounds like you know, the martial arts.  Do I get an amen on my new nickname of Nan Chuck. Don Lemon gave it to me. I was going to go with Paluma.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEXANDRIA OCASIO-CORTEZ, AMERICAN POLITICIAN, DEMOCRAT",
      "sentences": "Don, that's terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "With Paluma or Schmalosi.   I have Paluma and Schalosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, ANCHOR, CNN",
      "sentences": "Nan Chuck went over well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "You were right about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow, they really are the Lenny and Squiggy of cable news, without the Lenny, they're both really Squiggy. Now, I get it, Trump made them that way, but overlooked in all of this - this guy. Yes, Mike Pence. As stoic as an Easter Island attraction, undertakers tell him to loosen up. He kind of reminds me of me when I watched Sarah Silverman tell a joke, but really, he's just doing his part, to represent Trump's grandest promise, a wall. He became at that moment, a wall. And Trump was saying if we don't have a wall, I'm just going to send a thousand Pence's to the border. They will all lock arms and remain motionless. Although, you know what? Looking at Pence, I do wonder what the hell was he thinking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "Well, thank you, Mr. President for the opportunity to meet with you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "God, \"The Greg Gutfeld Show\" is so funny. I wonder what that guy is like? I bet he's awesome.  I bet he would be fun to go fishing with. But I'd need a boat. Should I buy a boat? I don't live near water. Does that matter? Will Greg think I'm weird if I have a boat and I don't live near water? He'll probably make fun of me. I mean, if I get the boat first, I can move closer to the water, or should I move closer to water then get the boat? Then the boat salesman will see me a mile away, \"Whoa, look at this guy, he just moved near water. He's probably going to buy a boat.\" This is a bad idea. If Greg only likes me because I have a boat, then I don't need his friendship. He's really not my friend after all. Greg's a big stupid jerk and I hate his big stupid face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. That was good. While most of us saw this as another week, others still get so dramatic. Some said things you could lose your job over or worse, that I could lose my job over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKA BRZEZINSKI, HOST, MSNBC",
      "sentences": "Is that a patriot speaking or a wannabe dictator's butt boy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She called the Secretary of State an anti-gay slur, of course she apologized faster than you could say Joy Reid, but it sucked on Twitter, so she apologized again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRZEZINSKI",
      "sentences": "The term is crass and offensive and I apologize to everyone especially the LGBTQ community and to my colleagues for using it. It was a mistake, my father would have found it so unbecoming and disrespectful and he would have told me, I will work hard to be better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Now, we should accept the apology. People like Mika who don't accept apologies are jerks, but boy, I could safely say, if it were me who said it, I doubt you'd say forgive and forget. I'd have more pitchforks in me than the farm supply aisle at Home Depot.  But the incident kind of tells you something because the daughter of a diplomat like she said, she's a symbol of elitism and the establishment cocktail circuit and the word that comes to her mind about a Secretary of State is that word, meaning, she'll be fine. She's protected.  For two years, Trump has been accused of saying awful things, but nothing quite like that. \"Morning Joe\" truly has become a race to the bottom. Let's welcome tonight's guests. He puts the fine in Finance, stock market guru and financial analyst Heather Zumarraga. He's so funny, strangers slap his knee, writer and comedian Kris Fried. She's bold likes to scold and complains about the cold, \"National Review\" reporter, Kat Timpf. And Niagara Falls is his drinking fountain, former WWE Superstar, my massive sidekick and host of \"UnPC\" on Fox Nation, Tyrus. All right, Heather, what was your take on that whole wall meeting done in public?  HEATHER ZUMARRAGA, SENIOR VICE PRESIDENT, VISION 4 FUND: Loved it. I couldn't stop watching. One part that wasn't shown is Pelosi said we're going to call this a Trump shutdown and under his breath, he said, \"Well I was going to call it a Pelosi shutdown,\" but everyone was happy as soon as Chuck Schumer - Chuckie Schumer said, \"Will you please acknowledge that this time you take credit for the shutdown,\" because he had to take credit for it in August. They called it a Schumer shutdown and he said, \"You know what, Chuck, I'll take credit for it.\" So this time, as long as he takes credit for Chuck and Nancy are happy. They're off the hook, that's all they cared about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true and by the way, and that's always Trump's kind of motto is that he'll take the heat. He doesn't mind. I mean, it can't get much worse. The heat is already hot, Kris, much unlike you, thanks for dressing down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRIS FRIED, WRITER AND COMEDIAN",
      "sentences": "Welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Were you helping your friends move before you got here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "I was. No, later, tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are those sweatpants?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "They are not. They're my first ever black jeans in life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you know what black jeans are, they're sweats. Tight sweats, Kris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "Next time, I'm going to wear actual tights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I hope you do. Maybe, that's my goal is to get you into tights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "Yes, I've heard that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What? Kris, what do you make of the week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "How's my Mika impression?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that was very good. A very good Mika impression. What did you make of the week? You picked Mika and Pelosi ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "With that meeting, I really enjoyed - so he - Trump baits people in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "Everyone acts like, you know, shutting down the government, it sounds bad. He's really ruining America. He knows people are going to freak out and then it's going to work itself. He treats - he talks to them like a family going to Disney and he's like, \"I'll turn this car around.\" And they go, \"No, no, you can't. No.\" And he's like, \"I'll do it. I'm going to shut it down.\" It will work out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, in fact, I don't mind the government shutting down, Kat. I don't - I think you would agree with me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, REPORTER, NATIONAL REVIEW",
      "sentences": "I do agree with you, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Okay, next question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I do agree with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "On my pants --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And also, I don't think that anybody who supports Trump is going to care even if it is his shutdown and he says it's his shutdown because it's for border security and that's one of the things he ran on that was so important to a lot of the people and the reason why a lot of people voted for him, so they're probably happy to see a Republican actually standing up for things rather than just caving like a lot of the Republicans have in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tyrus, last word. GEORGE \"TYRUS\" MURDOCH, HOST UNPC, FOX NATION: I think the biggest thing was - first of all, I'd like to give Nancy Pelosi some kudos here because this is why the media didn't want her back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right, you're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "This is why - because she came to work. She came to work with the President of the United States and that's why they were making fictitious people to run against her like she doesn't have the vote, right, because - R. MacDonald is going run against her for. Like they were trying to create havoc because she's literally like, \"Let's work with the President.\" So kudos to her for that. And this is very simple with the wall, it's a campaign promise which is a huge reelection chip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "So he's - on the things he's done well, tax reform, foreign policy and stuff like that, those are things in his bag that when reelection starts, he's like, I've done this, I've done this. Healthcare, not. But if he has a visual, please, turn your to the screen and look at the beautiful wall we built. It's a little hard to run against that because I'm pretty sure --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Can't run into it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "They could run into it. it would be a huge problem, so if they say no, no, no and if lightning strikes and that they win, I'd guarantee you, the first thing they'll do is be like, \"We're going to put in a wall.\" But they'll call it a standing apparatus to deter migrant workers from getting over. Like it's going to be - it's going to be a different, name but the wall -- Hillary was for the wall, everyone was for the wall. It's just because it's - it'll go - it will go credit to him and it will really kind of lock in his reelection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you know what I think that Trump has it backwards. He keeps saying, we're going to build the wall and have Mexico pay for it. My theory is, Mexico builds the wall and we pay Mexico because what does Mexico need? Jobs, right? Build it on the side of Mexico, you have no more eminent domain problems and we're outsourcing the jobs. Thank you. Unfortunately, I am not running for President because I have too many strange friends. Coming up, the Academy Awards can't get anyone to host the Oscars. We discuss the note - the job that no one wants. It's looking like a lonely Oscars ceremony. The Academy Awards show may go without a host this year because Kevin Hart bailed on the job after the Twitter mob came after him for stuff he said years ago and after that, who in Hollywood wants to go near this radioactive mess? The PC police have made it their mission to target - target shame anyone who might rise to the top of any career. We live in a world now where scalping careers online is a full-contact sport. So who can host the Oscars? Maybe you're the one person who doesn't tweet stupid stuff or has had no scandals, made no edgy jokes, is amazingly inoffensive. Who could that be? I just like to watch his face rise like the moon. All right, Kris, you're a comedian or so you claim, it's kind of - I mean, the Oscars are having a hard time finding a host who doesn't have any kind of past, so what would you suggest?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "Well, my pick would be Trey Parker and Matt Stone - South Park guys or Norm MacDonald. They would never do it, but my real solution would be Martin Short.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "Because he's hilarious and everyone loves him. He can still do song and dance. He's just as good as he's always been. He's classic, you know, I think he would bring people together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know what they're going to do because the guy that they basically shamed out, Kevin Hart, over a homophobic tweet they're going to have to go with a gay host and I would say, it would be probably Doogie Howser -- okay, I can't remember his name, Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "It would be him playing Doogie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I don't have to know his name, Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I just - because maybe I thought you might remember that show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I never watched that show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Neil Patrick Harris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Good for you. It's like someone was in your ear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what, if every person had one of these things, you will you be so smart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tyrus, how do you feel about this? Does this bother you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I think it's great that people are taking a stand and not want to be the next man up after him. We've talked about this, I was talking about this earlier today like the pay is not that great. It's like 15 grand to host, but you know, I think the PC police should get their hero. I mean, Michael Avenatti should do the show. He needs the money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "He needs the money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But you know, he can't drive there because they repossessed his car.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I'm sure they can put car service involved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "And then he can talk for like what? Two hours?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I mean, no one is going to watch anyway, so I mean like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's the size and shape of the Oscar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Right and he can come and it'll be a great night. They'll make great predictions on who's going to win of course, all the predictions are wrong. The other guy will win and it will be a great night for the PC police, champion, of course, until he's carted off because of the salt stuff. But I mean, I think that's the only person -- they're going have to get somebody as we like to say in my neighborhood, who's really thirsty. It's going to have to be a really thirsty person or Martin Short actually would be a great choice, but he's too smart to do it. So, I mean unless you're going to jump in and save the day, Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, no. I've got plans that night. I'm watching the Oscars. Kat, I'm laughing at my own joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I know. I would do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you would do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But only for the attention. I mean, I don't really get the whole watching the Oscars thing anyways. It's basically a party that you're not invited to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "If someone throws a party and they don't invite me, I'm not like, \"All right, well at least there's a window.\" You know, I'm not like, \"Okay, great. If I can still watch it and then just tweet about it from afar, that sounds like a fun night.\" I don't understand it at all. Because there's just a bunch of people showing that they're better than you and look at all of my expensive clothes and look at my expensive life and watch me cry on TV. If I wanted to watch somebody cry, I just look in the mirror.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She's got a point. You know, Heather, she's got a point like it's just a bunch of self-congratulation for very needy people. They have most of what they want, but they're still insecure and miserable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "How come Kevin Hart can't get away with that kind of joke, but Mika can?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's a - because she's white.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "That's a double standard, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "See.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Greg gets it, thanks for coming out. Roll credits. He got it. He got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Yes, $15,000.00 isn't a lot of money. I don't know who's going to step up to the plate to take that, both Jimmy Kimmel and Kevin Hart were willing to because they say it's a stepping stone to boost your career, right, to take it to the next step. I don't really think they need it. So maybe, I think they'll get a lesbian comedian. We talked about this earlier, Wanda Sykes, I think will may satisfy the LGBT community. She's next in line, so we'll see if she takes it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, didn't Ellen DeGeneres do it once? I can't remember.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "I think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "See this is what happens. All of a sudden, we're sitting here talking about identities. We're not talking about who should - oh, she's a good host, who could be funny. We're talking about, all right who fit - who ticks the boxes? That's where we are in this world, America and I'm not sure I'm supporting it. You can take that to the bank. Hey, that's a good idea for a segment. By the way, I just got the new Jasper calendar. There are four pictures on every page. She couldn't figure out 12. She had 48. What's wrong? According to new medical research, James Bond was a dangerous drunk, but according to James Bond, new medical research sucks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANITA VOGEL, FOX NEWS",
      "sentences": "Live from \"America's News Headquarters,\" I'm Anita Vogel. President Trump touting the accomplishments of his administration during the Congressional Ball this evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No administration has done more in the first two years than the Trump administration which is many of the folks. When you think about the tax cuts and the regulation cuts and all of the things that have happened including two great new Supreme Court justices and what people don't know is that we've almost reached the 100 mark of Federal judges. That's a big, big mark. The President also encouraged guests to admire the White House, calling it a happy place. I'm Anita Vogel, now back to \"The Greg Gutfeld Show.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "To you he's a sexy spy, to them he's just a drunken guy. Researchers claim James Bond has a serious drinking problem and should seek help. It's fiction. They watched 24 Bond movies. This was an excuse and counted Bond at 109 drinks or about four and a half per film. That is like half a night for me and when he drinks, Bond engages in all sorts of risky behavior like fighting - fiction - driving - fiction -high-stakes gambling - it's made up - operating heavy machinery, contact with dangerous animals and having sex with enemy agents - fiction. Now, the lesson here is, yes, alcohol can lead to bad choices, but the researchers suggests that - is it MI-6? Or M1-6? MI-6 should become a more responsible employer and change its workplace drinking culture, which might however, make the next Bond film look like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This Christmas, Bond is back like you've never seen him before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You hungry? I had an extra one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Of course not. Violence is so uncivilized.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's the same James Bond you know and love, rewritten to please even the most progressive socially conscious movie goer in 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What will it be, sir? Let me guess? Martini, shaken not stirred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Latte, soy latte. Extra decaf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Extra decaf?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are the beans sustainably sourced? I only drink organic farm raised homegrown cruelty-free coffee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I have no idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "With intrigue in suspense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Your move 007.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Is it? No, seriously, is it? I don't know how to play this game. I saw it at a TED Talk recently that competitive activities only encourage toxic masculinity and marginalized disenfranchised communities into unjust hierarchical structures reinforced by a bigoted and corrupt system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're bluffing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What's a bluff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And it isn't a Bond film without seduction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Well, James, I've had a really lovely evening. Care to come inside?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You know, I don't appreciate the heteronormative assumptions in your proposition. It's regressive anti-neo feminist rhetoric like that that perpetuates a patriarchal society of oppression and gendered subjugation, not the least of which, I care to contribute to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You could have just said \"No.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So get ready for the most politically correct secret agent of all time. No guns, no gambling, no girls. It's James Bond in \"The Spy Who Consensually Agreed In Writing She Loved Me.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You must be Q?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's LGBTQ now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I make a terrible Q, by the way. Oh geez. Let's go - Kat, who's going to watch James - a James Bond teetotaler.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is that the word? No one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No one. I'm just picturing like the next one is just him sitting at Passages Malibu in like a support group. I would not watch that unless it were hosted by Dr. Drew. It's like a job that Dr. Drew could do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And she'll shoehorn it into a Bond segment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There's something wrong with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But it's like, why is four drinks per movie a lot? Doesn't the movie take place over a long period of time? If you can't have four drinks in like a month, then I've got a serious problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tyrus, are we heading - we are heading in this direction. I mean, Hollywood is already kind of injecting political messages and fatuous virtues signaling like all the movies have some - are trying to force-feed us something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You know, the funniest part about this whole situation is that we keep calling them researchers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Like this is not a team of scientists. This is a team of \"What have you got man? I was high all week and I didn't do anything. All the rabbits are dead. No one fed the rabbits. What do we do?\" \"I watched James Bond.\" \"Oh, that's great. What have you got? What have you got?\" Like that's literally what - and they turn to anyone with a straight face like, we sure - there's alcoholism in movies. Hey, so what do we take out for when the stunt double does the drink? Or the stunt double goes in the room with a girl or does the fight scene so does that count away?\" I mean this is - it's fiction. Every movie, there's going to - psychos are going to come out, and unless you have - and listen, you have to understand Thanos, had a lot of issues as a child, hence, why he killed half the galaxy. So he seriously has some suicidal tendencies and I think like - it's a movie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is a movie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "If you don't like it, turn it off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, Heather, I think that like movies are like - they are trying to buy protection from social justice, so they do stuff so that people won't come after them later. Does that make sense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Maybe, but I thought people go to the movies for sex, drugs, violence. Isn't that - not rock and roll? But sex, drugs and violence. Isn't that why you go to a movie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't go to movies for sex. I don't go to movies for sex.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "No, not to get sex. You go to a movie to watch ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, but I guess the thing is I like - it's like when I order my dinner, I don't like the peas touching the mashed potatoes so you know, if I ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You're one of those, huh?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, it's like, I don't want to sit in a movie and there's something going on and all of a sudden, there's a sex scene. It's like - especially if you're with like family ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Anyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's just like gross.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Well, maybe don't take the kids to go see \"50 First Dates\" or whatever ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"Fifty Shades of Gray,\" you mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "No, \"50 First Dates.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "See, I thought that was about coloring. I thought it was about coloring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If I brought the kids --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "As soon as you saw the room you were like taking notes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Where am I? Kris?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "Tyrus was right. So it was the Aussies who did this right, so when I read my - I read the title of the article and my original thought was like, the drinking problem was going to be that he didn't drink enough at first, and then - so he has sex with his enemies, but like he still has good judgment. His judgment is not impaired like he picks the hot one ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "That's not - it's not like he's you know, banging around with \"Jaws\" and \"Odd Job\" or whatever and it's consensual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Job was the big guy with the teeth, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Richard Kiel. Here you go, up next, an NBA star thinks NASA faked the moon landing. Finally, the truth comes out. NBA star Stephen Curry recently said on a podcast he is not convinced the moon landing really happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN CURRY, NBA PLAYER",
      "sentences": "You ever been to the moon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nope.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CURRY",
      "sentences": "They're going to come get us. I don't think so either. Sorry, I don't want to start conspiracies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Elon Musk is the closest thing we got.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They ain't even on the moon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNIE FINBURG, CO-HOST",
      "sentences": "You don't think so?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CURRY",
      "sentences": "Uh-uh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEN BAZEMORE, CO-HOST",
      "sentences": "You've got to do the research on Stanley Kubrick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what? Steph may be on to something. Maybe the so-called moon landing happened this way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The moon landing real or something far more incredible than anyone ever imagined. June 1961, President Kennedy outlines the goal --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN F. KENNEDY, FORMER PRESIDENT",
      "sentences": "... of landing a man on the moon and returning him safely to the Earth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The effort sold to the public as the Apollo missions. Apollo the son of Zeus of Greek mythology. Greece which shares a border with Turkey. Turkey the same bird that JFK pardoned for Thanksgiving in November of '63. That bird's total weight roughly 20 pounds, add 20 to 1963 and you get 1983, the same year Ronald Reagan announces \"Star Wars\" a Strategic Defense Initiative to counter Russian missiles. The Speaker of the House during that announcement, Tip O'Neill. O'Neill spelled with two L's. Where did he get the second L? Did he steal it from NASA? Give the second L back to NASA and you get nasal, maybe the Apollo missions weren't designed to go to space, but into someone's face. Did NASA somehow shrink their astronauts to microscopic size? JFK, Turkeys, Reagan, Star Wars, Greek gods and Tip O'Neill. Tip O'Neill's longtime Chief of Staff, a young Chris Matthews. Could it be that American astronauts never landed on the moon, but did land inside the right nostril of Chris Matthews? We're just asking questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Make sense. Tyrus, do you think he was being serious? I think he was being serious and then walked it back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I think you went to me first because? All right, this - listen, this is something that the President has started and I love the fact that athletes are doing it now, too. The media is so looking for any kind of dirt on someone to cause trouble. You can now have fun with him. Kyrie Irving did this a few months back where he says, \"Yes, I think the world is flat.\" And it was everywhere. They're running with the right and he didn't say anything. He was messing around in the podcast. And it was like, \"Yes, the moon land didn't happen.\" So watch what happened. He's literally - you can hear the giggle in his voice when he's saying it, but this is what it's come down to, like the media is - it doesn't care if they create stories. They want to do things to get reactions. They love a good negative. They love anything negative about politics, anything negative about our President, and athletes especially black athletes, they love any kind of thing where they look dumb or ignorant or whatever. He was having fun with you. Period. He even came back and said I was just messing around. It was a podcast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "It wasn't, you know, it wasn't an evening Walter Cronkite, where he broke out a map and was like see the moon is here and I know for a fact, here's the studio. Like look how bad the film was back then. If we were making fake studios with moon landings, it would be better than you can hear the crisping of the tape while the President of the United States talks about the moon landing, so I mean it's just - it just goes back to the media is so thirsty for any type of drama that they'll create it. Like they were silly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If this was actually a creation of the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "This was your conspiracy theory. This is your fake moonwalking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I happen to believe that the moon exists, Kris, but it's flat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "The moon is flat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, the moon is flat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You just made the news cycle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "That's true because they say you always see the same parts of the moon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I've never seen the other side of the moon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "I have never seen a basketball game fully through, so I didn't eat - like again, this was - so like when I just saw on social media, you know it said like Curry thinks the moon is or whatever you know - the landing was fake and I was like as a comedian, I thought to myself like oh that's good Mark Curry's getting back out there. The guy who has been hanging with Mr. Cooper, so that's good for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Was he kidding? Tyrus says he was kidding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "So I don't want to get into a rumble with Tyrus, but just in case he wasn't kidding, the facts are Apollo 11, 1969, six times we've been to the moon since then and 12 astronauts have landed on the moon, and look Richard Branson's going to the moon in private space rocket ships, maybe Elon Musk with Tesla I think is sending people up, too. We just landed Rover on Mars again NASA's insight. And we have a Space Force coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, Space Force is coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Your dog and Jasper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, well, I would send Jasper to the moon. Not enough oxygen in that tank.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "But Trump wants a Space Force. It has to be real. We had to have already gone there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Kat, here's the scary part. Thanks to technology it will be easier to disbelieve photographs and film evidence because it could be easily manipulated. Any geek in Silicon Valley could place you, Kat, into like some surveillance footage in a parking garage to make you look really embarrassing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "What am I doing in the parking garage?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Something bad. That's my point. So real footage now can't be trusted and you can manipulate fake footage, so it seems real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I suppose you could do that, but I'd just be happy to have the extra fame from that. It wouldn't really matter what I was doing in the parking garage, as long as I could retweet it. I had a huge problem with his comments and not because he said them, but because as soon as he said them, I found myself attracted to him. But only then, only then because I think I totally think we did land on the moon and I totally think that someone who doesn't think that is crazy which is exactly why I was like, he can come over and I don't think that's good, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it's not good, is it? It seems to be a reoccurring problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It is a reoccurring problem, so I thought I'd been making some progress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And this happened, then no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Back to square one. All right, still ahead these blokes can't take a joke. Now comedy shows are being censored in England. How about that? They wanted to remove the punch from the punchline. A student Club at the University of London demanded several comedian sign a safe space contract before performing at a charity event next month. One of those comedians tweeted the contract out saying it nearly made him puke. It reads in part, \"By signing this contract, you are agreeing to our no tolerance policy with regards to racism, sexism, classism, ageism, ableism, homophobia, biphobia, transphobia, xenophobia, Islamophobia or anti-religion or anti-atheism.\" Crap, what's left? Sorry no jokes about crap. There goes my entire act. Anyway after that guy called out the contract, the student club apologized and said they were all for free speech. I don't know whether to laugh or throw up right, Timmy? He enjoyed that so much. All right, Kat, do you think they backed down because they got called out? They would have kept it in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "They would have kept it in. I think it's just completely a misunderstanding of what comedy is. This was supposed to be a safe space contract to guarantee a safe space, but the beautiful thing about comedy is that it's not a safe space. You can go there and hear things that you might not hear somewhere else and the power of comedy is that it can tackle those difficult issues sometimes and make you laugh at them which helps you feel and you kind of remove that power if you make comedians too afraid to talk about anything. I think that people are really going to regret this when we are not allowed to laugh at anything anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, Kris, I bet there would be comics who signed that contract because that would get them work. If they play along, if they play along they get a job and which - what would you do if you had a contract that was said - to sign, would you do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "Well, me, I mean if it paid I would - I would do - I would sign and do it and then I would probably end up doing things I shouldn't and just risk it, but you know, if I'm an established person, I wouldn't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So it's the up-and-comer. This is my point, the up-and-comer will do this and that's frustrating because it enables this to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "I mean I do little shows where they say like, \"Oh it's this kind of - this person has a whatever problem, so don't talk --\" and I try to accommodate, but if it's something that's ridiculous, you just you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I was at an event where I made a joke and somebody came after me. \"Do you know that this person has blah-blah-blah,\" and I was like, I didn't know they had a kitten. No more kitten jokes, Heather.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Not everything in the world is about - I'd love it to be all about love and joy and it just isn't. I mean they mentioned so many isms that I can't even pronounce, but I guess only on the \"Gutfeld Show\" with rainbow colored unicorns can we think that everything is about joy and love and I mean if you're a comedian you have to take risks, right? That's how you make it. I mean you have and I'm sitting next to a big risk right now after I walked in, so that's what I learned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tyrus, what's going on? You look like you're about to explode or something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Well for two things. One, I hate throwing up, Greg --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, oh did you - did that trigger it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I had to turn away and it also reminded me of how a bunch of a bad dad I am because there's been situations where my kids throw up and I just leave them, so my daughter was throwing up and I was like, \"I'll go find your mother,\" and we were at a park so - and my son threw up in an Applebee's once and I was like, \"I can't. I'm sorry.\" And I left him, but I would rather talk about kids throwing up tghan some stupid place telling you, \"What are you going to --\" the whole show was an introduction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Hi, I'm Tyrus. Thanks for coming out. Good night - I can't say good night because somebody might have sleep deprivation. So, let's just stare at each other for a while. Do you guys feel like going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's how it - that's how it's going to be if we don't - if comedians don't speak up, not Kris...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "Can I say real quick?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "As an analogy, it used to be right old - it was Lenny Bruce, he said some religious stuff, couldn't say it and they fought for that. Now, those same people are the ones that - so now, PC is a religion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRIED",
      "sentences": "And they're trying to tell you what - you know, you can say and I think that's very important. I'm done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, \"Final Thoughts\" next and don't forget, check out my new show on Fox Nation it's called \"One Smart Person and Greg Gutfeld.\" This week, I interviewed - yes, I know, funny, huh? Sex science writer and political commentator Dr. Debra Soh. Here's a taste.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEBRA SOH, SEX SCIENCE WRITER AND POLITICAL COMMENTATOR",
      "sentences": "The people who are going out and doing the mobbing and who go show up at debates and try to shut it down and who are even potentially violent, most of the time, they haven't even read the work of the person they are trying to shut down. They're just going based on what their friends are saying or they might see fliers put up on campus and that's really disturbing to me because it's really a mindlessness that's taking over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The perfect point to this, is when somebody makes a joke that actually agrees with this, let's say a progressive perspective, that doesn't matter because it's still a joke that uses the terms and even that is a sin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We are out of time. Thanks to Heather Zumarraga, Kris Fried, Kat Timft, Tyrus. Our studio audience. I'm GG, I love you, America. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I think we have the greatest base in the history of politics. I have people that I love and that love me frankly that includes a lot of women."
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "utterance": "You're telling me. Yes, so Cohen's up to the clink, how did the media respond? To which I say, so what? I mean, we all knew this guy was shady. He's so shady you could hold a picnic under him, but that's really not on Trump. It's not against the law to have a dirty lawyer nor is it to have a dirty lawyer pays off women you slept with. In fact, I believe if you're a real estate contractor from Queens, it's in the human resources handbook as mandatory behavior. Step one, sleep with a porn star. Step two, hire a fixer to pay her off. Step three, find another porn star. This is why I'm not running for President. You know what I've noticed, every President has questionable friends who do things for them, who then get into hot water once you're elected. The last thing I want to do is get my slimy dirt ball friends in trouble. I have so many, which is why I'm announcing today that I will not be running in 2020. I know, I know, which means more time for travel maybe to see old friends. I wonder how my college roommates will react. I'll see you soon, little buddies. Fact is, payoffs are unseemly, but they're not illegal. Even more Trump used his own money unlike the creeps in Congress who tapped our pockets for sexual harassment payoffs, which may be why Nancy Pelosi now agrees with me telling the media to shut the F up."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "I wish that the press would spend a lot more time on what we need to do here to meet the needs of American people, instead of morning, noon and night allegations against the President. I think you'll have more viewers or readers if it would address concerns that people have rather than just this ongoing, ongoing coverage of what's current with the President from one day to the next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, slap my face with a tapeworm. Someone's been watching this show because I couldn't have said it better myself. I probably could have, but anyway, but if Nancy gets it, then she must know this collusion crap is going nowhere. Yes, collusion, remember when that was the big story. Now, it's vanished like a pot brownie at Gary Johnson's house. Nobody remembers Gary. He eats a lot of pot brownies. Yet, the media still keeps saying what about Russia 57 different ways. They're like a talking bottle of ketchup. Anyway, too bad about that meeting earlier this week."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We need border security. The wall is a part of border security. You can't have very good border security without the wall, no."
    },
    {
      "speaker": "PELOSI",
      "utterance": "Absolutely not true. That is a political promise. Border security is a way to effectively honor our response --"
    },
    {
      "speaker": "CHUCK SCHUMER, U.S. SENATOR, NEW YORK, DEMOCRAT",
      "utterance": "And the experts say you can do border security without a wall, which is wasteful and doesn't solve the problem."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It totally solves the problem."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Now, the media went nuts, but I loved it. Of course, every time Trump acts like Trump, the media's hair catches fire, which I think might be a threat to public safety. Here you have a normal conversation between adults and the media gets in a tither, which I think is German for leather bodysuit."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think that she was saying no bands leaning here. Let me remind you who I am."
    },
    {
      "speaker": "CHRIS MATTHEWS, ANCHOR, MSNBC",
      "utterance": "What do you make of Trump's posture sitting in that room, the way he sits the whole --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He always sits that way though."
    },
    {
      "speaker": "MATTHEWS",
      "utterance": "What would you call that? What would you call that?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I don't know. He's like --"
    },
    {
      "speaker": "MATTHEWS",
      "utterance": "The man spread or whatever you call it. Look, he widens his legs as far as possible, man spreading or whatever, man splaying ..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Chris has not, not lost it. Amazing, it's like none of these people know people who call them out on stuff. Could that be it? Are they all living in their parents basements talking to their cockatoo? But Nancy and Chuck badly wanted the wall discussion done privately, while Trump's like, \"No, let's do it here.\" He had nothing to hide, but they did. It was almost as if he knew he was right and poor Chuck, everyday morphing into the penguin from Batman. So true. Meanwhile, these guys are working on their act for Vegas."
    },
    {
      "speaker": "CHRIS CUOMO, ANCHOR, CNN",
      "utterance": "The President went toe-to-toe with his new foe and he got Nan Chucked. His new foe, the Nan Chuck. I like because it sounds like you know, the martial arts. Do I get an amen on my new nickname of Nan Chuck. Don Lemon gave it to me. I was going to go with Paluma."
    },
    {
      "speaker": "ALEXANDRIA OCASIO-CORTEZ, AMERICAN POLITICIAN, DEMOCRAT",
      "utterance": "Don, that's terrible."
    },
    {
      "speaker": "CUOMO",
      "utterance": "With Paluma or Schmalosi. I have Paluma and Schalosi."
    },
    {
      "speaker": "DON LEMON, ANCHOR, CNN",
      "utterance": "Nan Chuck went over well."
    },
    {
      "speaker": "CUOMO",
      "utterance": "You were right about that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow, they really are the Lenny and Squiggy of cable news, without the Lenny, they're both really Squiggy. Now, I get it, Trump made them that way, but overlooked in all of this - this guy. Yes, Mike Pence. As stoic as an Easter Island attraction, undertakers tell him to loosen up. He kind of reminds me of me when I watched Sarah Silverman tell a joke, but really, he's just doing his part, to represent Trump's grandest promise, a wall. He became at that moment, a wall. And Trump was saying if we don't have a wall, I'm just going to send a thousand Pence's to the border. They will all lock arms and remain motionless. Although, you know what? Looking at Pence, I do wonder what the hell was he thinking?"
    },
    {
      "speaker": "PELOSI",
      "utterance": "Well, thank you, Mr. President for the opportunity to meet with you --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "God, \"The Greg Gutfeld Show\" is so funny. I wonder what that guy is like? I bet he's awesome. I bet he would be fun to go fishing with. But I'd need a boat. Should I buy a boat? I don't live near water. Does that matter? Will Greg think I'm weird if I have a boat and I don't live near water? He'll probably make fun of me. I mean, if I get the boat first, I can move closer to the water, or should I move closer to water then get the boat? Then the boat salesman will see me a mile away, \"Whoa, look at this guy, he just moved near water. He's probably going to buy a boat.\" This is a bad idea. If Greg only likes me because I have a boat, then I don't need his friendship. He's really not my friend after all. Greg's a big stupid jerk and I hate his big stupid face."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. That was good. While most of us saw this as another week, others still get so dramatic. Some said things you could lose your job over or worse, that I could lose my job over."
    },
    {
      "speaker": "MIKA BRZEZINSKI, HOST, MSNBC",
      "utterance": "Is that a patriot speaking or a wannabe dictator's butt boy?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She called the Secretary of State an anti-gay slur, of course she apologized faster than you could say Joy Reid, but it sucked on Twitter, so she apologized again."
    },
    {
      "speaker": "BRZEZINSKI",
      "utterance": "The term is crass and offensive and I apologize to everyone especially the LGBTQ community and to my colleagues for using it. It was a mistake, my father would have found it so unbecoming and disrespectful and he would have told me, I will work hard to be better."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Now, we should accept the apology. People like Mika who don't accept apologies are jerks, but boy, I could safely say, if it were me who said it, I doubt you'd say forgive and forget. I'd have more pitchforks in me than the farm supply aisle at Home Depot. But the incident kind of tells you something because the daughter of a diplomat like she said, she's a symbol of elitism and the establishment cocktail circuit and the word that comes to her mind about a Secretary of State is that word, meaning, she'll be fine. She's protected. For two years, Trump has been accused of saying awful things, but nothing quite like that. \"Morning Joe\" truly has become a race to the bottom. Let's welcome tonight's guests. He puts the fine in Finance, stock market guru and financial analyst Heather Zumarraga. He's so funny, strangers slap his knee, writer and comedian Kris Fried. She's bold likes to scold and complains about the cold, \"National Review\" reporter, Kat Timpf. And Niagara Falls is his drinking fountain, former WWE Superstar, my massive sidekick and host of \"UnPC\" on Fox Nation, Tyrus. All right, Heather, what was your take on that whole wall meeting done in public? HEATHER ZUMARRAGA, SENIOR VICE PRESIDENT, VISION 4 FUND: Loved it. I couldn't stop watching. One part that wasn't shown is Pelosi said we're going to call this a Trump shutdown and under his breath, he said, \"Well I was going to call it a Pelosi shutdown,\" but everyone was happy as soon as Chuck Schumer - Chuckie Schumer said, \"Will you please acknowledge that this time you take credit for the shutdown,\" because he had to take credit for it in August. They called it a Schumer shutdown and he said, \"You know what, Chuck, I'll take credit for it.\" So this time, as long as he takes credit for Chuck and Nancy are happy. They're off the hook, that's all they cared about."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true and by the way, and that's always Trump's kind of motto is that he'll take the heat. He doesn't mind. I mean, it can't get much worse. The heat is already hot, Kris, much unlike you, thanks for dressing down."
    },
    {
      "speaker": "KRIS FRIED, WRITER AND COMEDIAN",
      "utterance": "Welcome."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Were you helping your friends move before you got here?"
    },
    {
      "speaker": "FRIED",
      "utterance": "I was. No, later, tonight."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are those sweatpants?"
    },
    {
      "speaker": "FRIED",
      "utterance": "They are not. They're my first ever black jeans in life."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you know what black jeans are, they're sweats. Tight sweats, Kris."
    },
    {
      "speaker": "FRIED",
      "utterance": "Next time, I'm going to wear actual tights."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I hope you do. Maybe, that's my goal is to get you into tights."
    },
    {
      "speaker": "FRIED",
      "utterance": "Yes, I've heard that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What? Kris, what do you make of the week?"
    },
    {
      "speaker": "FRIED",
      "utterance": "How's my Mika impression?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that was very good. A very good Mika impression. What did you make of the week? You picked Mika and Pelosi ..."
    },
    {
      "speaker": "FRIED",
      "utterance": "With that meeting, I really enjoyed - so he - Trump baits people in."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "FRIED",
      "utterance": "Everyone acts like, you know, shutting down the government, it sounds bad. He's really ruining America. He knows people are going to freak out and then it's going to work itself. He treats - he talks to them like a family going to Disney and he's like, \"I'll turn this car around.\" And they go, \"No, no, you can't. No.\" And he's like, \"I'll do it. I'm going to shut it down.\" It will work out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, in fact, I don't mind the government shutting down, Kat. I don't - I think you would agree with me."
    },
    {
      "speaker": "KAT TIMPF, REPORTER, NATIONAL REVIEW",
      "utterance": "I do agree with you, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Okay, next question."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I do agree with you."
    },
    {
      "speaker": "FRIED",
      "utterance": "On my pants --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "And also, I don't think that anybody who supports Trump is going to care even if it is his shutdown and he says it's his shutdown because it's for border security and that's one of the things he ran on that was so important to a lot of the people and the reason why a lot of people voted for him, so they're probably happy to see a Republican actually standing up for things rather than just caving like a lot of the Republicans have in the past."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tyrus, last word. GEORGE \"TYRUS\" MURDOCH, HOST UNPC, FOX NATION: I think the biggest thing was - first of all, I'd like to give Nancy Pelosi some kudos here because this is why the media didn't want her back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right, you're right."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "This is why - because she came to work. She came to work with the President of the United States and that's why they were making fictitious people to run against her like she doesn't have the vote, right, because - R. MacDonald is going run against her for. Like they were trying to create havoc because she's literally like, \"Let's work with the President.\" So kudos to her for that. And this is very simple with the wall, it's a campaign promise which is a huge reelection chip."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "So he's - on the things he's done well, tax reform, foreign policy and stuff like that, those are things in his bag that when reelection starts, he's like, I've done this, I've done this. Healthcare, not. But if he has a visual, please, turn your to the screen and look at the beautiful wall we built. It's a little hard to run against that because I'm pretty sure --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Can't run into it."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "They could run into it. it would be a huge problem, so if they say no, no, no and if lightning strikes and that they win, I'd guarantee you, the first thing they'll do is be like, \"We're going to put in a wall.\" But they'll call it a standing apparatus to deter migrant workers from getting over. Like it's going to be - it's going to be a different, name but the wall -- Hillary was for the wall, everyone was for the wall. It's just because it's - it'll go - it will go credit to him and it will really kind of lock in his reelection."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you know what I think that Trump has it backwards. He keeps saying, we're going to build the wall and have Mexico pay for it. My theory is, Mexico builds the wall and we pay Mexico because what does Mexico need? Jobs, right? Build it on the side of Mexico, you have no more eminent domain problems and we're outsourcing the jobs. Thank you. Unfortunately, I am not running for President because I have too many strange friends. Coming up, the Academy Awards can't get anyone to host the Oscars. We discuss the note - the job that no one wants. It's looking like a lonely Oscars ceremony. The Academy Awards show may go without a host this year because Kevin Hart bailed on the job after the Twitter mob came after him for stuff he said years ago and after that, who in Hollywood wants to go near this radioactive mess? The PC police have made it their mission to target - target shame anyone who might rise to the top of any career. We live in a world now where scalping careers online is a full-contact sport. So who can host the Oscars? Maybe you're the one person who doesn't tweet stupid stuff or has had no scandals, made no edgy jokes, is amazingly inoffensive. Who could that be? I just like to watch his face rise like the moon. All right, Kris, you're a comedian or so you claim, it's kind of - I mean, the Oscars are having a hard time finding a host who doesn't have any kind of past, so what would you suggest?"
    },
    {
      "speaker": "FRIED",
      "utterance": "Well, my pick would be Trey Parker and Matt Stone - South Park guys or Norm MacDonald. They would never do it, but my real solution would be Martin Short."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why?"
    },
    {
      "speaker": "FRIED",
      "utterance": "Because he's hilarious and everyone loves him. He can still do song and dance. He's just as good as he's always been. He's classic, you know, I think he would bring people together."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know what they're going to do because the guy that they basically shamed out, Kevin Hart, over a homophobic tweet they're going to have to go with a gay host and I would say, it would be probably Doogie Howser -- okay, I can't remember his name, Tyrus."
    },
    {
      "speaker": "FRIED",
      "utterance": "It would be him playing Doogie."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I don't have to know his name, Greg?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I just - because maybe I thought you might remember that show."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I never watched that show."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Neil Patrick Harris."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Good for you. It's like someone was in your ear."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what, if every person had one of these things, you will you be so smart."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tyrus, how do you feel about this? Does this bother you?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I think it's great that people are taking a stand and not want to be the next man up after him. We've talked about this, I was talking about this earlier today like the pay is not that great. It's like 15 grand to host, but you know, I think the PC police should get their hero. I mean, Michael Avenatti should do the show. He needs the money."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He does."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "He needs the money."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But you know, he can't drive there because they repossessed his car."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I'm sure they can put car service involved."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "And then he can talk for like what? Two hours?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I mean, no one is going to watch anyway, so I mean like --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's the size and shape of the Oscar."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Right and he can come and it'll be a great night. They'll make great predictions on who's going to win of course, all the predictions are wrong. The other guy will win and it will be a great night for the PC police, champion, of course, until he's carted off because of the salt stuff. But I mean, I think that's the only person -- they're going have to get somebody as we like to say in my neighborhood, who's really thirsty. It's going to have to be a really thirsty person or Martin Short actually would be a great choice, but he's too smart to do it. So, I mean unless you're going to jump in and save the day, Greg?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, no. I've got plans that night. I'm watching the Oscars. Kat, I'm laughing at my own joke."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I know. I would do it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you would do it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But only for the attention. I mean, I don't really get the whole watching the Oscars thing anyways. It's basically a party that you're not invited to."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's true."
    },
    {
      "speaker": "TIMPF",
      "utterance": "If someone throws a party and they don't invite me, I'm not like, \"All right, well at least there's a window.\" You know, I'm not like, \"Okay, great. If I can still watch it and then just tweet about it from afar, that sounds like a fun night.\" I don't understand it at all. Because there's just a bunch of people showing that they're better than you and look at all of my expensive clothes and look at my expensive life and watch me cry on TV. If I wanted to watch somebody cry, I just look in the mirror."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She's got a point. You know, Heather, she's got a point like it's just a bunch of self-congratulation for very needy people. They have most of what they want, but they're still insecure and miserable."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "How come Kevin Hart can't get away with that kind of joke, but Mika can?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's a - because she's white."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "That's a double standard, isn't it?"
    },
    {
      "speaker": "FRIED",
      "utterance": "See."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Greg gets it, thanks for coming out. Roll credits. He got it. He got it."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Yes, $15,000.00 isn't a lot of money. I don't know who's going to step up to the plate to take that, both Jimmy Kimmel and Kevin Hart were willing to because they say it's a stepping stone to boost your career, right, to take it to the next step. I don't really think they need it. So maybe, I think they'll get a lesbian comedian. We talked about this earlier, Wanda Sykes, I think will may satisfy the LGBT community. She's next in line, so we'll see if she takes it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, didn't Ellen DeGeneres do it once? I can't remember."
    },
    {
      "speaker": "FRIED",
      "utterance": "I think so."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "See this is what happens. All of a sudden, we're sitting here talking about identities. We're not talking about who should - oh, she's a good host, who could be funny. We're talking about, all right who fit - who ticks the boxes? That's where we are in this world, America and I'm not sure I'm supporting it. You can take that to the bank. Hey, that's a good idea for a segment. By the way, I just got the new Jasper calendar. There are four pictures on every page. She couldn't figure out 12. She had 48. What's wrong? According to new medical research, James Bond was a dangerous drunk, but according to James Bond, new medical research sucks."
    },
    {
      "speaker": "ANITA VOGEL, FOX NEWS",
      "utterance": "Live from \"America's News Headquarters,\" I'm Anita Vogel. President Trump touting the accomplishments of his administration during the Congressional Ball this evening."
    },
    {
      "speaker": "TRUMP",
      "utterance": "No administration has done more in the first two years than the Trump administration which is many of the folks. When you think about the tax cuts and the regulation cuts and all of the things that have happened including two great new Supreme Court justices and what people don't know is that we've almost reached the 100 mark of Federal judges. That's a big, big mark. The President also encouraged guests to admire the White House, calling it a happy place. I'm Anita Vogel, now back to \"The Greg Gutfeld Show.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "To you he's a sexy spy, to them he's just a drunken guy. Researchers claim James Bond has a serious drinking problem and should seek help. It's fiction. They watched 24 Bond movies. This was an excuse and counted Bond at 109 drinks or about four and a half per film. That is like half a night for me and when he drinks, Bond engages in all sorts of risky behavior like fighting - fiction - driving - fiction -high-stakes gambling - it's made up - operating heavy machinery, contact with dangerous animals and having sex with enemy agents - fiction. Now, the lesson here is, yes, alcohol can lead to bad choices, but the researchers suggests that - is it MI-6? Or M1-6? MI-6 should become a more responsible employer and change its workplace drinking culture, which might however, make the next Bond film look like this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This Christmas, Bond is back like you've never seen him before."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You hungry? I had an extra one."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're not --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Of course not. Violence is so uncivilized."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's the same James Bond you know and love, rewritten to please even the most progressive socially conscious movie goer in 2018."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "What will it be, sir? Let me guess? Martini, shaken not stirred."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Latte, soy latte. Extra decaf."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Extra decaf?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Are the beans sustainably sourced? I only drink organic farm raised homegrown cruelty-free coffee."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I have no idea."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "With intrigue in suspense."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Your move 007."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Is it? No, seriously, is it? I don't know how to play this game. I saw it at a TED Talk recently that competitive activities only encourage toxic masculinity and marginalized disenfranchised communities into unjust hierarchical structures reinforced by a bigoted and corrupt system."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're bluffing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What's a bluff?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And it isn't a Bond film without seduction."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Well, James, I've had a really lovely evening. Care to come inside?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You know, I don't appreciate the heteronormative assumptions in your proposition. It's regressive anti-neo feminist rhetoric like that that perpetuates a patriarchal society of oppression and gendered subjugation, not the least of which, I care to contribute to."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You could have just said \"No.\""
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "So get ready for the most politically correct secret agent of all time. No guns, no gambling, no girls. It's James Bond in \"The Spy Who Consensually Agreed In Writing She Loved Me.\""
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You must be Q?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's LGBTQ now."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "But of course."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I make a terrible Q, by the way. Oh geez. Let's go - Kat, who's going to watch James - a James Bond teetotaler."
    },
    {
      "speaker": "TIMPF",
      "utterance": "No one."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is that the word? No one."
    },
    {
      "speaker": "TIMPF",
      "utterance": "No one. I'm just picturing like the next one is just him sitting at Passages Malibu in like a support group. I would not watch that unless it were hosted by Dr. Drew. It's like a job that Dr. Drew could do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And she'll shoehorn it into a Bond segment."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I did."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There's something wrong with you."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But it's like, why is four drinks per movie a lot? Doesn't the movie take place over a long period of time? If you can't have four drinks in like a month, then I've got a serious problem."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tyrus, are we heading - we are heading in this direction. I mean, Hollywood is already kind of injecting political messages and fatuous virtues signaling like all the movies have some - are trying to force-feed us something."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You know, the funniest part about this whole situation is that we keep calling them researchers."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Like this is not a team of scientists. This is a team of \"What have you got man? I was high all week and I didn't do anything. All the rabbits are dead. No one fed the rabbits. What do we do?\" \"I watched James Bond.\" \"Oh, that's great. What have you got? What have you got?\" Like that's literally what - and they turn to anyone with a straight face like, we sure - there's alcoholism in movies. Hey, so what do we take out for when the stunt double does the drink? Or the stunt double goes in the room with a girl or does the fight scene so does that count away?\" I mean this is - it's fiction. Every movie, there's going to - psychos are going to come out, and unless you have - and listen, you have to understand Thanos, had a lot of issues as a child, hence, why he killed half the galaxy. So he seriously has some suicidal tendencies and I think like - it's a movie."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is a movie."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "If you don't like it, turn it off."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, Heather, I think that like movies are like - they are trying to buy protection from social justice, so they do stuff so that people won't come after them later. Does that make sense?"
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Maybe, but I thought people go to the movies for sex, drugs, violence. Isn't that - not rock and roll? But sex, drugs and violence. Isn't that why you go to a movie?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't go to movies for sex. I don't go to movies for sex."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "No, not to get sex. You go to a movie to watch ..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, but I guess the thing is I like - it's like when I order my dinner, I don't like the peas touching the mashed potatoes so you know, if I ..."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You're one of those, huh?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, it's like, I don't want to sit in a movie and there's something going on and all of a sudden, there's a sex scene. It's like - especially if you're with like family ..."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Anyone."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's just like gross."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Well, maybe don't take the kids to go see \"50 First Dates\" or whatever ..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"Fifty Shades of Gray,\" you mean?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "No, \"50 First Dates.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "See, I thought that was about coloring. I thought it was about coloring."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Really?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If I brought the kids --"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "As soon as you saw the room you were like taking notes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Where am I? Kris?"
    },
    {
      "speaker": "FRIED",
      "utterance": "Tyrus was right. So it was the Aussies who did this right, so when I read my - I read the title of the article and my original thought was like, the drinking problem was going to be that he didn't drink enough at first, and then - so he has sex with his enemies, but like he still has good judgment. His judgment is not impaired like he picks the hot one ..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "FRIED",
      "utterance": "That's not - it's not like he's you know, banging around with \"Jaws\" and \"Odd Job\" or whatever and it's consensual."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Job was the big guy with the teeth, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Richard Kiel. Here you go, up next, an NBA star thinks NASA faked the moon landing. Finally, the truth comes out. NBA star Stephen Curry recently said on a podcast he is not convinced the moon landing really happened."
    },
    {
      "speaker": "STEPHEN CURRY, NBA PLAYER",
      "utterance": "You ever been to the moon?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Nope."
    },
    {
      "speaker": "CURRY",
      "utterance": "They're going to come get us. I don't think so either. Sorry, I don't want to start conspiracies."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Elon Musk is the closest thing we got."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "They ain't even on the moon."
    },
    {
      "speaker": "ANNIE FINBURG, CO-HOST",
      "utterance": "You don't think so?"
    },
    {
      "speaker": "CURRY",
      "utterance": "Uh-uh."
    },
    {
      "speaker": "KEN BAZEMORE, CO-HOST",
      "utterance": "You've got to do the research on Stanley Kubrick."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what? Steph may be on to something. Maybe the so-called moon landing happened this way."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The moon landing real or something far more incredible than anyone ever imagined. June 1961, President Kennedy outlines the goal --"
    },
    {
      "speaker": "JOHN F. KENNEDY, FORMER PRESIDENT",
      "utterance": "... of landing a man on the moon and returning him safely to the Earth."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The effort sold to the public as the Apollo missions. Apollo the son of Zeus of Greek mythology. Greece which shares a border with Turkey. Turkey the same bird that JFK pardoned for Thanksgiving in November of '63. That bird's total weight roughly 20 pounds, add 20 to 1963 and you get 1983, the same year Ronald Reagan announces \"Star Wars\" a Strategic Defense Initiative to counter Russian missiles. The Speaker of the House during that announcement, Tip O'Neill. O'Neill spelled with two L's. Where did he get the second L? Did he steal it from NASA? Give the second L back to NASA and you get nasal, maybe the Apollo missions weren't designed to go to space, but into someone's face. Did NASA somehow shrink their astronauts to microscopic size? JFK, Turkeys, Reagan, Star Wars, Greek gods and Tip O'Neill. Tip O'Neill's longtime Chief of Staff, a young Chris Matthews. Could it be that American astronauts never landed on the moon, but did land inside the right nostril of Chris Matthews? We're just asking questions."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Make sense. Tyrus, do you think he was being serious? I think he was being serious and then walked it back."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I think you went to me first because? All right, this - listen, this is something that the President has started and I love the fact that athletes are doing it now, too. The media is so looking for any kind of dirt on someone to cause trouble. You can now have fun with him. Kyrie Irving did this a few months back where he says, \"Yes, I think the world is flat.\" And it was everywhere. They're running with the right and he didn't say anything. He was messing around in the podcast. And it was like, \"Yes, the moon land didn't happen.\" So watch what happened. He's literally - you can hear the giggle in his voice when he's saying it, but this is what it's come down to, like the media is - it doesn't care if they create stories. They want to do things to get reactions. They love a good negative. They love anything negative about politics, anything negative about our President, and athletes especially black athletes, they love any kind of thing where they look dumb or ignorant or whatever. He was having fun with you. Period. He even came back and said I was just messing around. It was a podcast."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "It wasn't, you know, it wasn't an evening Walter Cronkite, where he broke out a map and was like see the moon is here and I know for a fact, here's the studio. Like look how bad the film was back then. If we were making fake studios with moon landings, it would be better than you can hear the crisping of the tape while the President of the United States talks about the moon landing, so I mean it's just - it just goes back to the media is so thirsty for any type of drama that they'll create it. Like they were silly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If this was actually a creation of the media."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "This was your conspiracy theory. This is your fake moonwalking."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I happen to believe that the moon exists, Kris, but it's flat."
    },
    {
      "speaker": "FRIED",
      "utterance": "The moon is flat."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, the moon is flat."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You just made the news cycle."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "FRIED",
      "utterance": "That's true because they say you always see the same parts of the moon."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I've never seen the other side of the moon."
    },
    {
      "speaker": "FRIED",
      "utterance": "I have never seen a basketball game fully through, so I didn't eat - like again, this was - so like when I just saw on social media, you know it said like Curry thinks the moon is or whatever you know - the landing was fake and I was like as a comedian, I thought to myself like oh that's good Mark Curry's getting back out there. The guy who has been hanging with Mr. Cooper, so that's good for him."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Was he kidding? Tyrus says he was kidding?"
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "So I don't want to get into a rumble with Tyrus, but just in case he wasn't kidding, the facts are Apollo 11, 1969, six times we've been to the moon since then and 12 astronauts have landed on the moon, and look Richard Branson's going to the moon in private space rocket ships, maybe Elon Musk with Tesla I think is sending people up, too. We just landed Rover on Mars again NASA's insight. And we have a Space Force coming."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, Space Force is coming."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Your dog and Jasper."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, well, I would send Jasper to the moon. Not enough oxygen in that tank."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "But Trump wants a Space Force. It has to be real. We had to have already gone there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Kat, here's the scary part. Thanks to technology it will be easier to disbelieve photographs and film evidence because it could be easily manipulated. Any geek in Silicon Valley could place you, Kat, into like some surveillance footage in a parking garage to make you look really embarrassing."
    },
    {
      "speaker": "TIMPF",
      "utterance": "What am I doing in the parking garage?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Something bad. That's my point. So real footage now can't be trusted and you can manipulate fake footage, so it seems real."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I suppose you could do that, but I'd just be happy to have the extra fame from that. It wouldn't really matter what I was doing in the parking garage, as long as I could retweet it. I had a huge problem with his comments and not because he said them, but because as soon as he said them, I found myself attracted to him. But only then, only then because I think I totally think we did land on the moon and I totally think that someone who doesn't think that is crazy which is exactly why I was like, he can come over and I don't think that's good, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it's not good, is it? It seems to be a reoccurring problem."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It is a reoccurring problem, so I thought I'd been making some progress."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's good."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And this happened, then no."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Back to square one. All right, still ahead these blokes can't take a joke. Now comedy shows are being censored in England. How about that? They wanted to remove the punch from the punchline. A student Club at the University of London demanded several comedian sign a safe space contract before performing at a charity event next month. One of those comedians tweeted the contract out saying it nearly made him puke. It reads in part, \"By signing this contract, you are agreeing to our no tolerance policy with regards to racism, sexism, classism, ageism, ableism, homophobia, biphobia, transphobia, xenophobia, Islamophobia or anti-religion or anti-atheism.\" Crap, what's left? Sorry no jokes about crap. There goes my entire act. Anyway after that guy called out the contract, the student club apologized and said they were all for free speech. I don't know whether to laugh or throw up right, Timmy? He enjoyed that so much. All right, Kat, do you think they backed down because they got called out? They would have kept it in."
    },
    {
      "speaker": "TIMPF",
      "utterance": "They would have kept it in. I think it's just completely a misunderstanding of what comedy is. This was supposed to be a safe space contract to guarantee a safe space, but the beautiful thing about comedy is that it's not a safe space. You can go there and hear things that you might not hear somewhere else and the power of comedy is that it can tackle those difficult issues sometimes and make you laugh at them which helps you feel and you kind of remove that power if you make comedians too afraid to talk about anything. I think that people are really going to regret this when we are not allowed to laugh at anything anymore."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, Kris, I bet there would be comics who signed that contract because that would get them work. If they play along, if they play along they get a job and which - what would you do if you had a contract that was said - to sign, would you do that?"
    },
    {
      "speaker": "FRIED",
      "utterance": "Well, me, I mean if it paid I would - I would do - I would sign and do it and then I would probably end up doing things I shouldn't and just risk it, but you know, if I'm an established person, I wouldn't do it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So it's the up-and-comer. This is my point, the up-and-comer will do this and that's frustrating because it enables this to happen."
    },
    {
      "speaker": "FRIED",
      "utterance": "I mean I do little shows where they say like, \"Oh it's this kind of - this person has a whatever problem, so don't talk --\" and I try to accommodate, but if it's something that's ridiculous, you just you know --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I was at an event where I made a joke and somebody came after me. \"Do you know that this person has blah-blah-blah,\" and I was like, I didn't know they had a kitten. No more kitten jokes, Heather."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Not everything in the world is about - I'd love it to be all about love and joy and it just isn't. I mean they mentioned so many isms that I can't even pronounce, but I guess only on the \"Gutfeld Show\" with rainbow colored unicorns can we think that everything is about joy and love and I mean if you're a comedian you have to take risks, right? That's how you make it. I mean you have and I'm sitting next to a big risk right now after I walked in, so that's what I learned."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tyrus, what's going on? You look like you're about to explode or something."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Well for two things. One, I hate throwing up, Greg --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, oh did you - did that trigger it?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I had to turn away and it also reminded me of how a bunch of a bad dad I am because there's been situations where my kids throw up and I just leave them, so my daughter was throwing up and I was like, \"I'll go find your mother,\" and we were at a park so - and my son threw up in an Applebee's once and I was like, \"I can't. I'm sorry.\" And I left him, but I would rather talk about kids throwing up tghan some stupid place telling you, \"What are you going to --\" the whole show was an introduction."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Hi, I'm Tyrus. Thanks for coming out. Good night - I can't say good night because somebody might have sleep deprivation. So, let's just stare at each other for a while. Do you guys feel like going?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's how it - that's how it's going to be if we don't - if comedians don't speak up, not Kris..."
    },
    {
      "speaker": "FRIED",
      "utterance": "Can I say real quick?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "FRIED",
      "utterance": "As an analogy, it used to be right old - it was Lenny Bruce, he said some religious stuff, couldn't say it and they fought for that. Now, those same people are the ones that - so now, PC is a religion."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "FRIED",
      "utterance": "And they're trying to tell you what - you know, you can say and I think that's very important. I'm done."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, \"Final Thoughts\" next and don't forget, check out my new show on Fox Nation it's called \"One Smart Person and Greg Gutfeld.\" This week, I interviewed - yes, I know, funny, huh? Sex science writer and political commentator Dr. Debra Soh. Here's a taste."
    },
    {
      "speaker": "DEBRA SOH, SEX SCIENCE WRITER AND POLITICAL COMMENTATOR",
      "utterance": "The people who are going out and doing the mobbing and who go show up at debates and try to shut it down and who are even potentially violent, most of the time, they haven't even read the work of the person they are trying to shut down. They're just going based on what their friends are saying or they might see fliers put up on campus and that's really disturbing to me because it's really a mindlessness that's taking over."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The perfect point to this, is when somebody makes a joke that actually agrees with this, let's say a progressive perspective, that doesn't matter because it's still a joke that uses the terms and even that is a sin."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We are out of time. Thanks to Heather Zumarraga, Kris Fried, Kat Timft, Tyrus. Our studio audience. I'm GG, I love you, America. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}