{
  "date": "December 27, 2021",
  "headline": "'The Ingraham Angle' on Biden's COVID 'fear-mongering,' green energy agenda",
  "subHeadline": "Guests: Jay Bhattacharya, Kat Cammack, Michael Waltz, James Comer, Stephen Miller, Kira Davis, Robert Bryce, Victor Davis Hanson",
  "url": "https://www.foxnews.com/transcript/the-ingraham-angle-bidens-covid-fear-mongering-green-energy-agenda",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREGG JARRETT, FOX NEWS HOST",
      "sentences": "Thanks as always for tuning in. I wish you a healthy and happy new year. Jason Chaffetz is in for Laura Ingraham. And he joins us in just couple of seconds. Jason, you ready for this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "sentences": "Hey. Yes, Gregg. Thank you. Great job as always. And Merry Christmas and Happy New Year to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "You too as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Thanks, Gregg. All right. I'm Jason Chaffetz in for Laura Ingraham, and this is a special edition of THE INGRAHAM ANGLE. If you're still wondering why Kamala Harris polls so abysmally, she gave us a reminder last night. Stephen Miller and Kira Davis are here to react. Plus, we'll find out if they agree with Kamala and what her biggest failure has been so far this year. Plus, Biden's plan to force electric cars on all of us has a huge upside for China. Author Robert Bryce explains how the CCP benefits from climate alarmism, and 2021 brought us free Brittany and turned Laura and Raymond into TikTok stars. But it also brought us a completely unhinged and discredited media. Victor Davis Hanson explains what kind of world we'd be living in if we believed everything they told us this year. But first, Joe Biden is now trying a markedly different tactic when it comes to COVID. Instead of just scaring us to death, he's also urging calm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "Omicron is a source of concern, but it should not be a source of panic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Apparently sleepy Joe missed the last team meeting. He and his top COVID advisors not only aren't on the same page, they're using totally different playbooks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "For the unvaccinated, you're looking at a winter of severe illness and death for yourselves, your families and the hospitals you may soon overwhelm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If someone in your family isn't vaccinated, should you ask them not to show up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTHONY FAUCI, DIRECTOR, NIAID",
      "sentences": "Oh, yes. I would do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "The COVID fearmongering has got to stop. It's turning Americans into paranoid maniacs who berate each other for even slightly deviating from the new normal. Take a look at what happened on a Delta flight last week when an elderly man says, he took off his mask to eat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're going to jail, yes you are. In Atlanta, you're going to jail b****. Karen. Now you spit on me, now you're double going to jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK, ok. Get in the back now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That's not the first time someone's been lambasted for daring to chew while unmasked and it certainly won't be the last. And for those of you thinking we can expect Fauci and friends to change their behavior in 2022, guess again, just today, Fauci was on national television surprise, surprise, pushing for vaccine passports.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You recommend to President Biden, there should be a requirement for vaccination for domestic travel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "You're talking about requiring a vaccination to get on a plane domestically. That is just another one of the requirements that I think is reasonable to consider.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "As Laura has said many times on this show, it's time for Fauci to go. And I could not agree more. If Biden is serious about uniting the country, or at least averting a total wipeout for his party in 2022, he needs to change course in the new year. If that's the cause, then fire Fauci should be his New Year's resolution. Joining me now is Dr. Jay Bhattacharya, Stanford School of Medicine professor. Doctor, thank you so much for joining us on it. I'm telling you, the messaging coming out of this White House, I cannot keep up with how - one side it's the winter of death; the other side is don't panic. And then you have Dr. Fauci. I cannot make heads or tails of it. It is an absolute total mess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAY BHATTACHARYA, PROFESSOR OF MEDICINE, STANFORD",
      "sentences": "I mean, let's look on the bright side, President Biden saying, don't panic. That is the right messaging. There is no cause for panic. And actually, there hasn't been any cause for panic at all during the epidemic. There's been cause for concern. There's been cause for working carefully looking at the data in adopting policies that make sense. But panic is not ever productive. And I'm glad to hear Joe Biden call for that. The same time, you have Dr. Fauci still pushing vaccine passports for flights. You know, a third of minorities aren't vaccinated. The poor and working class people, many people haven't been gotten vaccinated because they already naturally immune, not unreasonably. You're going to prevent them from flying? Basically, he keeps pushing the panic over and over again, pushing policies that have not worked anywhere to stop the disease from spreading, because we have no technology for doing that. The division within the administration is striking. And I think President Biden needs to take control of the messaging and push very hard on this more calming message that he's adopted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "It just demonstrates to me politically, I don't believe that Joe Biden is a true and natural leader. It's not as if I feel like he's grabbed hold of the reins. And he said, Look, this is what we're going to do. And this is why we're going to do it. And you're all going to fall into line. I look at the mask mandate and the idea of masks in young kids and the messaging that goes on there. From your medical professional opinion, where should we be with masks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHATTACHARYA",
      "sentences": "Well, I mean, we have a mandate to mask two-year olds. We're unique in the world in that. Europe doesn't argue for that. The World Health Organization argues explicitly against masking children two to five. There is no randomized evidence that masking children has any effect whatsoever on the spread of the disease. It's two - almost two years into the pandemic and the CDC has not gotten around to running a randomized trial on this incredibly divisive, divisive policy. And you saw that really unfortunate video that we just watched together. It's created the social division, and it's created the sense of, in some people, essentially that they can they can enforce virtue on others. It makes no sense, especially on airplanes where there really isn't very much disease spread at all because of the ventilation. I don't - I think that it's time to back off from these low evidence, low quality evidence, divisive policies that have not accomplished much in terms of stopping the disease from spreading. And yet it's causing incredible social division.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And I only have a short amount of time, but the difference or the change that in direction now on the quarantines. Tell us about that. And is this the right direction do you believe from the federal government?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHATTACHARYA",
      "sentences": "It is the right direction. A lot of the quarantine is happening is essentially locked down by stealth, especially in schools. You see - you have a kid, next to next to a kid who's positive and then he's automatically quarantined for a long time makes no sense. Shortening quarantine periods consistent with science is the right step in the right direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Doctor, thank you for your expertise. We do appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The Secretary of Health and Education that I nominated, Xavier Becerra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Biden could remember who the Health and Human Services Secretary is. And frankly, most of you probably can't either, because we never see him. That's because it's secretary Becerra. And he's been totally absent. Becerra has yet to attend a single White House COVID briefing. Think about it. He's Health and Human Services Secretary, he hasn't attended one White House briefing on this. He hasn't held a press conference on the matter. And it took him more than seven months to visit the National Institutes of Health during a pandemic. So where is Secretary Becerra? He's like a COVID man of mystery. Joining me now is Florida Congresswoman Kat Cammack. Thank you, Congresswoman, for joining us from Florida. Congresswoman, where is this guy? He's the Secretary of Health and Human Services during a pandemic, and I never see him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KAT CAMMACK (R-FL)",
      "sentences": "Jason, first, thanks for having me. Good to see you. And to your point, I don't know. This has definitely turned into a game of Where's Waldo. No one seems to be able to find him on really any of the issues that he has full jurisdiction over. It could be COVID, which of course, as you just said. He has not even been to one of the major press conferences at the White House, which you would think that the Secretary of Health and Human Services would be a part of. When it came to the border issue, which HHS has a major role to play in the border, because Border Patrol turns over all of the unaccompanied children over to HHS. A whole another story. He hasn't been down there, nor has he been out front and center dealing with the opioid epidemic. So, on the major issues, the major crises that we have been facing as Americans, the Health and Human - the HHS Secretary has been MIA. And when asked about this, I believe in a radio interview that a reporter was able to actually track him down. They asked, Well, why aren't you at any of these major briefings? And why aren't you more front and center talking about this issue, the same way that Secretary Azar was? And he said it's \"Not the profile that counts, it's the results\". The results? OK, we can talk about the results. There's been more people that have died under the Biden administration from COVID than under the Trump administration. We have mixed messaging across the board. One minute the President is saying, that you're going to have a winter of death and destruction and fear and the mongering is all over the map. And then he says, Don't panic. And yet, we have an HHS Secretary, Secretary Becerra who has nothing to say, and is nowhere to be found. It's very, very disturbing. And quite frankly, some people think he may be on his way out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, look, you're in the House, not in the Senate. So you didn't go through the confirmation process, but he barely squeaked by, because he has no Health and Human Services background. He's an attorney by trade. He was the California Attorney General. He has no background in this. So now, all of a sudden, President Biden say, Whoops, I forgot to order the masks. Well, if somebody's got to turn to somebody and say, Whose job and role -- responsibility. And you would think the Health and Human Services Secretary would be somewhere in the room. But who do we - who are we supposed to turn to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAMMACK",
      "sentences": "Well, and you look at an agency like HHS and the vast portfolio that they oversee, everything from CMS, Medicare, Medicaid. We saw under this Democratic house, massive cuts to Medicare and Medicaid, to pay for their social justice warrior programs. And then, again, still no word out of out of the Secretary on this. And again, with the border, no - no words to be said even though there was outrage about the unaccompanied children and the treatment or lack thereof under this administration. And again, that's an HHS responsibility. Now they're talking about Biden's signature at-home testing program. No contracts have been signed. There's not really been any details laid out. You would think that the Secretary would be in charge of that. But something that I found interesting, Jason, was just a few weeks ago, he was asked, How are we going to plan for this? And he said, Well, we really ought to ask Congress for more money, because we need to make sure that this is an issue that stays front and center for this administration. And we don't want to ask after the fact. Are you kidding me? The Biden administration is hell bent on pushing through this nearly $5 trillion BBB build back broke plan, that is nothing but Green New Deal and social justice warrior nonsense. And we have the secretary finally pop his head up and say, Hey, we might need some money for COVID. When in reality, there's a lot that still has yet to be spent from all of these COVID packages. And so, you can start to see how this is going to end up happening come the first of the year. They're going to be asking Congress for money to run another program.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes. And look, you're in the House. It's primarily the role of the Senate to drag him up there and say, because they are the ones that confirmed him, how in the world is he doing this? Congresswoman, thank you and have a wonderful new year. Thanks for joining us on THE INGRAHAM ANGLE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAMMACK",
      "sentences": "Happy New Year to you too, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "All right. Omicron cases are rising in most states regardless of what restrictions they have in place. So it's a little confusing when the Miami Herald decided to run an op-ed blaming Governor Ron DeSantis for the current break -- outbreak. Columnist Fabiola Santiago writes, \"Last lesson of 2021, Florida: Omicron happens when we act selfishly, like Governor DeSantis\" Well, here's a lesson for Ms. Santiago. Right now, per capita case loads are higher in Washington, DC, New York, New Jersey and Rhode Island. Oh, and New Yorkers' hospitalization rate is nearly three times higher than Florida. And I think that Florida population is actually even bigger than New York. So tell me again, how the vaccine mandates are working, Ms. Santiago. Well, joining me now is another Florida Congressman Michael Waltz. Congressman, thanks so much for joining us. When you saw this - this Miami Herald piece, what - tell me - give me your perspective on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MICHAEL WALTZ (R-FL)",
      "sentences": "You know, Jason - let me tell you, the elderly, the most affected and the vulnerable of Florida didn't think that Governor DeSantis was selfish when-- thank God for Operation Warp Speed and President Trump and the record of vaccines that we received. When he applied it to them first, despite the CDC instructing the state to do it separately, they didn't think he was selfish. Our first responders don't think he's selfish, or any of the leadership of the state, when they're refusing to fire people if they have concerns about the mandates. They don't think he's selfish. The kids in Florida that have been in school since August of 2020, 5 days a week in-person, don't think he's selfish. And let me tell you, having the - one of the lowest unemployment rates and a growth rate last month that was six times the economic growth rate of the nation. People whose small businesses are booming and they're back to work, trying to balance and live with this pandemic, while also getting on with their lives. They don't think he's selfish, either. And, Jason, let me just say very quickly, instead of pointing fingers at each other, trying to find fault here in the United States on partisan lines, let's not forget where this came from and who's covered it up. And that's the Chinese Communist Party. And I haven't heard squat about that from the Miami Herald.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "No, nor have I heard from the Democrats. They control the House and the Senate. And there is not one--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "--investigation into the origins of COVID. Very quickly, I'm going to play this little sound from President Biden. But every once a while, he stumbles onto something that says something that I agree with. Listen to what he says about the States and their role in solving this problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "There is no federal solution. This gets solved at state level. We're prepared and we know what it takes to save lives, protect people and keep schools and businesses open. We just have to stay focused and continue to work together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "The problem that, congressman, is he says that, but they act totally differently, don't they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Yes, they do as they try to put in one-size-fits-all mandates and solutions. And it's so frustrating. We're seeing bowl games getting canceled. Now, players not able to play, people are unable to perform, because the CDC and his agencies aren't keeping up with the variants. They aren't adjusting their guidelines. Finally, they did today, but it's way too slow. But Biden is catching on to what Americans have caught on to a year ago. They're voting with their feet. They're moving to Florida, Tennessee, Texas. 1000 a day coming into Florida for their individual freedom, for their liberty, because we believe that they can choose best for what's good for their families and their livelihoods, not Washington, D.C. And that's - that underscores everything. And that's why California, New York, Illinois, Massachusetts, are losing people left and right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Congressman Waltz, thank you. Thank you for your service and have a wonderful and a great new year. All right. This may shock you, but the criminals have stolen nearly $100 billion in pandemic relief funds. That's your money. It's our money. Out of that $100 billion stolen, the government has only been able to recover about $2 billion. Now, would you trust them to responsibly spend more of your money? Of course, not. But that's what Biden the Democrats want. Despite their recent setbacks, they're still trying to pass their Build Back Better agenda. Joining me now is Kentucky Congressman James Comer, ranking member of a committee, I'm pretty familiar with, the House Oversight and Reform Committee. Congressman, thank you so much for joining us. You know, it's pretty nervy of the Democrats to ask for a trillion-plus more dollars when they wasted, squandered and allowed more than $100 billion to be stolen, according to the United States Secret Service.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JAMES COMER (R-KY)",
      "sentences": "Yes. And that's a conservative (ph) figure gation. That's not counting the people that got PPP loans that didn't need them. This is $100 billion to fraudulent fake companies. And yet the Democrats on the House Oversight Committee haven't tried to have one investigation. They haven't tried to probe it. We've requested hearings on it. We've requested a briefing from the Biden Department of Justice to tell us where they are in terms of their investigation, so we can know where we can point our investigation. But right now, they won't communicate with us. The Democrats don't want to provide any type of oversight, if they think that it's going to make Joe Biden look bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes. That's right. Hear no evil, see no evil. You can do that by asking no questions. According to one news report that was quoting the Secret Service, there are something like 900 active investigations. But you've had a warning from different agencies now. And we're talking about massive money. Very few states even spend $100 billion in a year. And this is what they know is going to the criminals and they continue to spend it and put these programs into place. They're not done given these criminals even more money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMER",
      "sentences": "No, they're not. And you consider the fraudulent companies that received PPP loans. Democrats don't want to do anything about that. Then you take into consideration the unemployment insurance fraud, and we're just now starting to scratch the surface on how much of that money was wasted. We read reports of where criminals on death row in California received unemployment insurance benefits for many, many months. And we fear that foreign nationals have received as much as 40 percent of the unemployment insurance funds. But the Democrats want to continue to spend more money. As Kat Cammack said earlier on your show, they still have billions and tens of billions of dollars of unspent money from the previous stimulus funds. But they still are pressuring their Democrat and Joe Manchin to pass this build back better bill to spend trillions more. I mean, I can't imagine if all this money hits the economy at the same time, what it's going to do to inflation? But the fact that they won't do anything about the waste, fraud and abuse, it's very - it's very troubling, and every American should be frustrated that the Democrat majority will not try to provide any type of oversight whatsoever for people that are there scamming the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes. Congressman, look, I'm glad you're there. And I'm glad you're on top of it, because I think you're asking all the right questions. And I hope the Oversight Committee actually does what it's supposed to do and provide that kind of oversight. When this administration is barking for $85 billion for more IRS agents to do more - audits, they all - they need to do is look over their shoulder and watch $100 billion flow out to the criminal element. It really is sad. Congressman, thanks for joining us. Happy - have a wonderful new year. All right. Kamala Harris once again proved why her approval rating is abysmally low. Stephen Miller and Kira Davis help us break down the low lights of Kamala's latest interview. Stay right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What do you think your biggest failure has been at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "To knock it out of DC more. I read and I actually mean that sincerely for a number of reasons. Being with the people who are directly impacted by this work, listening to them so that they not some pundit, tells us what their priorities are. I think is critically important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes. She hasn't done that yet, though. Judging by her poll numbers, I'd say Americans want to see a lot less of Vice President Kamala Harris, not more. Hearing her say all that, kind of made me cringe, didn't you? I mean, that cackle is still there. Have no fear, there are more moments like that from her interview. And here to help us break them down, Stephen Miller, former Senior Advisor for policy under President Trump; and Kira Davis, writer and editor-at-large for Redstate. Thank you both for joining us. Stephen, I want to start with you, because I mean, her biggest failure is not traveling more. You buying that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN MILLER, FORMER TRUMP WHITE HOUSE SENIOR ADVISER",
      "sentences": "Well, I will say this. She should have visited the border that she was in charge of months and months ago. And I don't mean the show trip that she did where she never actually made it down to the front lines. She needs to go out there in the field where the agents are patrolling, meet with them, hear their concerns about the border catastrophe that she and Joe Biden are responsible for. She is the border czar. That would be like being the blimp safety inspector before the Hindenburg. I don't think it'd be possible to do a worse job than if you were trying to sabotage the country, which on this issue they are trying to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I want to play this little sound, Kira, and I want you to react to it. This is Kamala Harris talking about national security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What do you see is the biggest national security challenge confronting the U.S.? What is the thing that will raise you and keeps you up at night?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Frankly, one of them is our democracy. In addition, it is obviously about what we need to do on the climate crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Kira, are you buying that? KIRA DAVIS, REDSTATE, WRITER & EDITOR-AT-LARGE: I mean, maybe in Kamala's world, the climate crisis is the most pressing thing. But you know, when I talk to my friends and family and neighbors, the pressing thing for them is the price of gas. How are they getting back and forth to work? Are their kids going back to school in the winter? I mean, I just found out that my son's college is going back online. There's so much uncertainty out there. And I really think - and I don't even just think that there has been plenty of polling to tell us that the climate is last on our minds. And I mean, the way - Kamala is just - she's either clueless, or she just is so angry about how this administration has done her dirty. And believe me, Biden and his crew have done her real dirty. She's just so mad about it. She's just out there saying whatever, because it doesn't matter at this point. Her numbers are in the tank. They're definitely not going up. And the Biden administration isn't doing anything to give her any kind of a mechanism to crawl out of this hole that she's in. It just seems like everything they hand her is tailor-made to be a disaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Stephen, she gets these really hardball questions. Listen to this clip that we have of this interview and the hard question she got about failure and how tough it is and it hasn't been fair to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Any of this is fair, do you think you're being set up to fail?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "No, I don't believe I'm being set up to fail. But--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Because these are Democrats (inaudible)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "But more important. I'm vice president of the United States. Anything that I handle is because it's a tough issue and it couldn't be handled at some other level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Stephen, your take on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN MILLER, FORMER WHITE HOUSE SENIOR ADVISER TO TRUMP",
      "sentences": "It's amazing how she continues to fumble the easiest softball questions you could possibly imagine. As you remember, her staff has so little confidence in her, they hired professional child actors to have a conversation with her about stargazing. You have to truly be the most helpless, clueless politician in the world if you cannot talk to a six-year-old kid about looking up at the night sky unless that kid has gone through professional acting training classes. So again, it is a simple question that required a simple answer, which is that I'm here to serve the American people. I don't think about me, I don't think about myself, I think about the country, next question. And she is hemming and hawing and rationalizing. I will also say this. There's no way -- there's no way that this White House is going to bring her any hard problems after, again, she literally set the southern border of the United States on fire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, look, this is a vice president that has zero accomplishments. The only thing that she's been dealing with as a hardball is keeping her staff away from having to be -- going to psychologists to get some therapy done. She can't seem to manage a small office. And policy- wise, she was given a big portfolio and she's done nothing with it. I can't name a single thing that she has actually accomplished despite that big portfolio and that big airplane to go wherever she wants to go. We want to have Kira join us, but we are having some technical difficulties with her line. But Stephen, people tend to forget what she was asked by Dana Bash on CNN, were you the last person in the room before the decision in the execution of the Afghanistan withdrawal happened, and she said yes, I was the last person. So how does she say it's not fair, I haven't been given big responsibilities when the one thing that she was in the room for went as bad as could possibly go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Well, I bet she regrets leaping in front of the cameras to take credit for the Afghanistan strategy. That is not something that you probably will be putting on your resume. I was a U.S. senator, I was a vice president, oh, and I came up along with Joe Biden with the whole Afghanistan withdrawal plan. That's probably a line you're leaving off the resume. The reality is that she's in a situation where she could never, ever, ever be elected president. She knows it, everyone around her knows it, everyone in the White House knows it. And that's the fundamental crisis for the whole Democratic Party. When you are owning the Afghanistan debacle, when you're owning the border debacle, and when your link at the hip with an administration that's responsible will for the inflation crisis, the energy crisis, the crime crisis, the supply chain crisis, you cannot be elected. So her political career has reached its zenith, and it's all downhill from here. Unfortunately, right now, the pain is being felt by the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Stephen and Kira, we lost our connection with Kira, but thank you so much for joining us here tonight. We really do appreciate it. Have a wonderful New Year. The Biden administration's bid to force electric cars on Americans, it's good for two things -- cronyism and empowering China. Author Robert Bryce explains why in moments. You're going to want to hear this. It's very interest. Stay there with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CEDRIC RICHMOND, SENIOR ADVISOR TO PRESIDENT BIDEN",
      "sentences": "Electric vehicles are important t to the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "The real question is whether we'll lead or we'll fall behind in the race of the future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "The future of transportation in our nation and around the world is electric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I have a Chevy Bolt. That is my car! So I drive on sunshine, girl.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "What the Biden administration isn't telling about their mad rush to electric cars is what it would mean for our energy and national security. As author Robert Bryce recently wrote in \"The Wall Street Journal,\" quote, \"By forcing electric vehicles into the market, the U.S. will trade reliance on domestically produced gasoline and diesel fuel for reliance on Chinese minerals. What a lousy trade.\" End quote. Robert Bryce is not only right, but he joins me right now. He's the host of the \"Power Hungry Podcast,\" and he's author of \"A Question of Power.\" Robert, thank you so much for joining me on THE ANGLE. Give us the thesis here, because there is a major push to electric cars. I own an electric car, but most people don't understand how electricity is created. ROBERT BRYCE, AUTHOR, \"A QUESTION OF POWER\": Well, that's a good point and that's certainly true, Jason. But the key issue here, Jason, is, look, I'm 61, and for nearly all of my life, remember the 1973 oil embargo was a sea change in terms of energy policy in America. Ever since 1973, policymakers on both sides of the aisle in Washington have been saying we can't rely on imported strategic commodities. We need to produce more oil here and not rely on imported strategic commodities, such as oil. And now the Democrats -- and I say this, I'm not a Republican, I'm not a Democrat -- I'm disgusted that the Democrats want to throw all of this effort into electrifying transportation, electrifying everything. That will make the U.S. almost wholly dependent on China for sources of neodymium, dysprosium, terbium, the key rare earth elements that are needed in electric vehicles. It's just a lousy trade. It's bad trade policy, it's bad for energy security, and it's bad for consumer affordability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, that's the thing is the Biden administration has not laid out their strategy in the long-term way that we can be energy independent, energy self-sufficient, and do electric, because coal is still a dominant form of power. They don't like the nuclear plan. And if they're going to go to the rare earth mineral, right now in order to get them refined, we send them to China, don't we?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYCE",
      "sentences": "That's exactly right. China is, according to the International Energy Agency and their report in May, China controls something like 85 percent of the global rare earth elements market. And if there's one rule or one lesson, Jason, from the COVID-19 pandemic, it's that supply chains matter, and they matter a lot. And at a time when the U.S. has seen huge increases in oil and gas production domestically, we are trading this for the almost complete reliance on China. Let me read you just one quick thing here, because I wrote about this issue 11 years ago in my fourth book, \"Power Hungry,\" and I quoted Deng Xiaoping. He said this decades ago. Deng Xiaoping said the Middle East has oil, China has rare earths. We must take full advantage of this resource. That's exactly what China is doing. And America's needs for rare earths both for defense and for transportation are not going to be China's highest priority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Why don't we take our own rare earth minerals, and why don't we do the refining there. It's the greenies that are standing in the way, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYCE",
      "sentences": "I don't know, Jason. I'm not counting on the Sierra Club to speak up for more mining in America. When that happens -- I'll bet you $100 now it's not going to happen. But let's set the E.V. issue aside for just a moment, because the rare earth elements aren't only critical to electric vehicles and transportation or defense, right. Our high tech defense systems, F-35's are heavily dependent on rare earth elements. And just last year, remember, the Chinese government threatened to cut off the flow of rare earths to American defense contractors. But it's also key for the wind industry, which continues to bill itself as clean power, clean energy, et cetera. Again, according to the IEA, some of these big new -- the biggest of the new offshore wind turbines could require as much as three tons of rare earth elements each. So the entire idea about a transition to something else hinges on this -- these claims that there are going to be plenty of these critical minerals available, and it's just not true. And China has a stranglehold on nearly all of these critical minerals which are known as the lanthanides, dysprosium, neodymium, terbium, et cetera.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Robert, it is illuminating, and I hope America wakes up and asks the hard questions for the secretary of energy and the rest of the Biden- Harris administration to lay out how this is going to work. I saw Kamala Harris, she couldn't even plug the thing into the car, for goodness' sake, let alone lay out national strategy to protect the United States of America. Thank you, it was very illuminating, as I said. Well, 2021 was hard enough on the country, but it was made all the worse by the left's constant meltdowns. Victor Davis Hanson joins us for a look back on this last year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "2021 brought us a free Britney, a space race for billionaires, and it turned Laura and Raymond into TikTok stars, but it also brought us completely unhinged and discredited media. If we had listened to them instead of doing our own research and questioning those in charge, things would be really different. Here's just a few examples of what they tried to get us to believe this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Critical Race Theory, it's a bogeyman. It's not even taught in most K through 12 schools.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "January 6th was worse than 9/11.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We know that the vaccines work well enough that the virus stops with every vaccinated person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Joining me now is Victor Davis Hanson, Hoover Institution senior fellow, and author of \"Dying Citizen.\" Victor, Rachel Maddow said it, it must be true. If you've gotten vaccinated, no chance. It stops right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTE SENIOR FELLOW",
      "sentences": "Yes, I don't want to be too cynical, Jason, but I don't think the media exists as we once knew it. It's fused with the leftwing movement and the Democratic Party. And that's why Trump had not been in office more than 90 days and the liberal Shorenstein Center at Harvard said that 93 percent of the coverage was biased against him. And we had prominent marquee journalist, Christiane Amanpour, Jim (ph) Rittenhouse (ph), Jorge Ramos, they said they couldn't be disinterested because of the Trump phenomenon. And so if you'd believed the media, then we heard that Andrew Cuomo was a professional and gifted governor. Chris Cuomo is a professional journalist. There was no relation between the Wuhan level four lab and the origins of COVID. The Chinese were very sober and judicious in the way they handled the outbreak. We were told that somehow in Waukesha there was some autopilot SUV that killed six people and injured 62, but we didn't really know much about the driver or what. We were told the Rittenhouse trial, where there was white on white violence, was simply about race. And I could go on. So they don't -- they don't feel that they have to be and they should not be disinterested. The other thing they do is they are a megaphone for Democratic talking points. About every three or four weeks, they flood the airways and the print media with a theme. And remember when Joe Biden went below 40 percent, suddenly democracy was in danger in 2022, 2024 we can lose the country. And they had just told us it was very resilient in electing Joe Biden. And then we were told that we might face a coup, and military officers were writing in \"The Washington Post,\" for example, there was a danger of a coup in 2024. Very ironic, because there were people on the left that had almost advocated a coup if it was necessary to get rid of Donald Trump. And then with Joe Manchin suddenly as a renegade in the Senate, and now we are flooded in the last week with the idea, well, the Senate doesn't practice equity. It's an archaic, ossified institution. It's not fair that California doesn't get the same numerical representation as Wyoming, even though it's essential to the Constitution. So I was thinking about this right now, and the one person -- the one thing that Ben Rhodes, the former deputy national security advisor to Barack Obama said that was true, about only one thing. He said that these people are 20 and 30 somethings that know nothing, and we create an echo chamber, and we feed them stuff, and they reverberate at and magnify it back. And I think that's what the media is. It's not fair to call them the media. They are an extension of this progressive movement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I've got, literally, I've got 30 seconds, Victor, but if I said to you what did Joe Biden actually do and accomplish in 2021, can you really honestly name anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Well, I think he did one thing. He terrified the left, because they had told us he could campaign from the basement, it was only because of COVID, he was completely in control of his faculties. And now they look at the polling and the polling with Kamala Harris that you've covered, and I think they are terrified. And they are starting for the first time to create a scenario or a landscape that suggests that he is challenged because they are afraid that he's going to take them down to historic defeat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Wow, yes. Victor, you're one of the smartest guys we get to talk to. I thank you for joining us here on THE INGRAHAM ANGLE. I really do appreciate it. Have a wonderful New Year. Watch out, CNN wants you to brace yourself, but for what? The Last Bite explains it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "When Biden today said Omicron is no reason to panic, CNN, well, they didn't quite get the memo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If you have New Year's plans, you might want to rethink them and simply stay home and brace yourself. Health officials are saying this Omicron winter surge could be with us for six to eight weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "The winter of death. That's all for tonight. I'm Jason Chaffetz in for Laura Ingraham. Thanks for watching this special edition of THE INGRAHAM ANGLE. Be sure to check out my podcast, \"Jason in the House.\" You can get it anywhere you listen to podcasts. Just type in \"Jason in the House.\" Gutfeld up next. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS HOST",
      "utterance": "Thanks as always for tuning in. I wish you a healthy and happy new year. Jason Chaffetz is in for Laura Ingraham. And he joins us in just couple of seconds. Jason, you ready for this?"
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "utterance": "Hey. Yes, Gregg. Thank you. Great job as always. And Merry Christmas and Happy New Year to you."
    },
    {
      "speaker": "JARRETT",
      "utterance": "You too as well."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Thanks, Gregg. All right. I'm Jason Chaffetz in for Laura Ingraham, and this is a special edition of THE INGRAHAM ANGLE. If you're still wondering why Kamala Harris polls so abysmally, she gave us a reminder last night. Stephen Miller and Kira Davis are here to react. Plus, we'll find out if they agree with Kamala and what her biggest failure has been so far this year. Plus, Biden's plan to force electric cars on all of us has a huge upside for China. Author Robert Bryce explains how the CCP benefits from climate alarmism, and 2021 brought us free Brittany and turned Laura and Raymond into TikTok stars. But it also brought us a completely unhinged and discredited media. Victor Davis Hanson explains what kind of world we'd be living in if we believed everything they told us this year. But first, Joe Biden is now trying a markedly different tactic when it comes to COVID. Instead of just scaring us to death, he's also urging calm."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "utterance": "Omicron is a source of concern, but it should not be a source of panic."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Apparently sleepy Joe missed the last team meeting. He and his top COVID advisors not only aren't on the same page, they're using totally different playbooks."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "For the unvaccinated, you're looking at a winter of severe illness and death for yourselves, your families and the hospitals you may soon overwhelm."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "If someone in your family isn't vaccinated, should you ask them not to show up?"
    },
    {
      "speaker": "ANTHONY FAUCI, DIRECTOR, NIAID",
      "utterance": "Oh, yes. I would do that."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "The COVID fearmongering has got to stop. It's turning Americans into paranoid maniacs who berate each other for even slightly deviating from the new normal. Take a look at what happened on a Delta flight last week when an elderly man says, he took off his mask to eat."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're going to jail, yes you are. In Atlanta, you're going to jail b****. Karen. Now you spit on me, now you're double going to jail."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK, ok. Get in the back now."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That's not the first time someone's been lambasted for daring to chew while unmasked and it certainly won't be the last. And for those of you thinking we can expect Fauci and friends to change their behavior in 2022, guess again, just today, Fauci was on national television surprise, surprise, pushing for vaccine passports."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You recommend to President Biden, there should be a requirement for vaccination for domestic travel?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "You're talking about requiring a vaccination to get on a plane domestically. That is just another one of the requirements that I think is reasonable to consider."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "As Laura has said many times on this show, it's time for Fauci to go. And I could not agree more. If Biden is serious about uniting the country, or at least averting a total wipeout for his party in 2022, he needs to change course in the new year. If that's the cause, then fire Fauci should be his New Year's resolution. Joining me now is Dr. Jay Bhattacharya, Stanford School of Medicine professor. Doctor, thank you so much for joining us on it. I'm telling you, the messaging coming out of this White House, I cannot keep up with how - one side it's the winter of death; the other side is don't panic. And then you have Dr. Fauci. I cannot make heads or tails of it. It is an absolute total mess."
    },
    {
      "speaker": "JAY BHATTACHARYA, PROFESSOR OF MEDICINE, STANFORD",
      "utterance": "I mean, let's look on the bright side, President Biden saying, don't panic. That is the right messaging. There is no cause for panic. And actually, there hasn't been any cause for panic at all during the epidemic. There's been cause for concern. There's been cause for working carefully looking at the data in adopting policies that make sense. But panic is not ever productive. And I'm glad to hear Joe Biden call for that. The same time, you have Dr. Fauci still pushing vaccine passports for flights. You know, a third of minorities aren't vaccinated. The poor and working class people, many people haven't been gotten vaccinated because they already naturally immune, not unreasonably. You're going to prevent them from flying? Basically, he keeps pushing the panic over and over again, pushing policies that have not worked anywhere to stop the disease from spreading, because we have no technology for doing that. The division within the administration is striking. And I think President Biden needs to take control of the messaging and push very hard on this more calming message that he's adopted."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "It just demonstrates to me politically, I don't believe that Joe Biden is a true and natural leader. It's not as if I feel like he's grabbed hold of the reins. And he said, Look, this is what we're going to do. And this is why we're going to do it. And you're all going to fall into line. I look at the mask mandate and the idea of masks in young kids and the messaging that goes on there. From your medical professional opinion, where should we be with masks?"
    },
    {
      "speaker": "BHATTACHARYA",
      "utterance": "Well, I mean, we have a mandate to mask two-year olds. We're unique in the world in that. Europe doesn't argue for that. The World Health Organization argues explicitly against masking children two to five. There is no randomized evidence that masking children has any effect whatsoever on the spread of the disease. It's two - almost two years into the pandemic and the CDC has not gotten around to running a randomized trial on this incredibly divisive, divisive policy. And you saw that really unfortunate video that we just watched together. It's created the social division, and it's created the sense of, in some people, essentially that they can they can enforce virtue on others. It makes no sense, especially on airplanes where there really isn't very much disease spread at all because of the ventilation. I don't - I think that it's time to back off from these low evidence, low quality evidence, divisive policies that have not accomplished much in terms of stopping the disease from spreading. And yet it's causing incredible social division."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And I only have a short amount of time, but the difference or the change that in direction now on the quarantines. Tell us about that. And is this the right direction do you believe from the federal government?"
    },
    {
      "speaker": "BHATTACHARYA",
      "utterance": "It is the right direction. A lot of the quarantine is happening is essentially locked down by stealth, especially in schools. You see - you have a kid, next to next to a kid who's positive and then he's automatically quarantined for a long time makes no sense. Shortening quarantine periods consistent with science is the right step in the right direction."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Doctor, thank you for your expertise. We do appreciate it."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The Secretary of Health and Education that I nominated, Xavier Becerra."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Biden could remember who the Health and Human Services Secretary is. And frankly, most of you probably can't either, because we never see him. That's because it's secretary Becerra. And he's been totally absent. Becerra has yet to attend a single White House COVID briefing. Think about it. He's Health and Human Services Secretary, he hasn't attended one White House briefing on this. He hasn't held a press conference on the matter. And it took him more than seven months to visit the National Institutes of Health during a pandemic. So where is Secretary Becerra? He's like a COVID man of mystery. Joining me now is Florida Congresswoman Kat Cammack. Thank you, Congresswoman, for joining us from Florida. Congresswoman, where is this guy? He's the Secretary of Health and Human Services during a pandemic, and I never see him."
    },
    {
      "speaker": "REP. KAT CAMMACK (R-FL)",
      "utterance": "Jason, first, thanks for having me. Good to see you. And to your point, I don't know. This has definitely turned into a game of Where's Waldo. No one seems to be able to find him on really any of the issues that he has full jurisdiction over. It could be COVID, which of course, as you just said. He has not even been to one of the major press conferences at the White House, which you would think that the Secretary of Health and Human Services would be a part of. When it came to the border issue, which HHS has a major role to play in the border, because Border Patrol turns over all of the unaccompanied children over to HHS. A whole another story. He hasn't been down there, nor has he been out front and center dealing with the opioid epidemic. So, on the major issues, the major crises that we have been facing as Americans, the Health and Human - the HHS Secretary has been MIA. And when asked about this, I believe in a radio interview that a reporter was able to actually track him down. They asked, Well, why aren't you at any of these major briefings? And why aren't you more front and center talking about this issue, the same way that Secretary Azar was? And he said it's \"Not the profile that counts, it's the results\". The results? OK, we can talk about the results. There's been more people that have died under the Biden administration from COVID than under the Trump administration. We have mixed messaging across the board. One minute the President is saying, that you're going to have a winter of death and destruction and fear and the mongering is all over the map. And then he says, Don't panic. And yet, we have an HHS Secretary, Secretary Becerra who has nothing to say, and is nowhere to be found. It's very, very disturbing. And quite frankly, some people think he may be on his way out."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, look, you're in the House, not in the Senate. So you didn't go through the confirmation process, but he barely squeaked by, because he has no Health and Human Services background. He's an attorney by trade. He was the California Attorney General. He has no background in this. So now, all of a sudden, President Biden say, Whoops, I forgot to order the masks. Well, if somebody's got to turn to somebody and say, Whose job and role -- responsibility. And you would think the Health and Human Services Secretary would be somewhere in the room. But who do we - who are we supposed to turn to?"
    },
    {
      "speaker": "CAMMACK",
      "utterance": "Well, and you look at an agency like HHS and the vast portfolio that they oversee, everything from CMS, Medicare, Medicaid. We saw under this Democratic house, massive cuts to Medicare and Medicaid, to pay for their social justice warrior programs. And then, again, still no word out of out of the Secretary on this. And again, with the border, no - no words to be said even though there was outrage about the unaccompanied children and the treatment or lack thereof under this administration. And again, that's an HHS responsibility. Now they're talking about Biden's signature at-home testing program. No contracts have been signed. There's not really been any details laid out. You would think that the Secretary would be in charge of that. But something that I found interesting, Jason, was just a few weeks ago, he was asked, How are we going to plan for this? And he said, Well, we really ought to ask Congress for more money, because we need to make sure that this is an issue that stays front and center for this administration. And we don't want to ask after the fact. Are you kidding me? The Biden administration is hell bent on pushing through this nearly $5 trillion BBB build back broke plan, that is nothing but Green New Deal and social justice warrior nonsense. And we have the secretary finally pop his head up and say, Hey, we might need some money for COVID. When in reality, there's a lot that still has yet to be spent from all of these COVID packages. And so, you can start to see how this is going to end up happening come the first of the year. They're going to be asking Congress for money to run another program."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes. And look, you're in the House. It's primarily the role of the Senate to drag him up there and say, because they are the ones that confirmed him, how in the world is he doing this? Congresswoman, thank you and have a wonderful new year. Thanks for joining us on THE INGRAHAM ANGLE."
    },
    {
      "speaker": "CAMMACK",
      "utterance": "Happy New Year to you too, Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "All right. Omicron cases are rising in most states regardless of what restrictions they have in place. So it's a little confusing when the Miami Herald decided to run an op-ed blaming Governor Ron DeSantis for the current break -- outbreak. Columnist Fabiola Santiago writes, \"Last lesson of 2021, Florida: Omicron happens when we act selfishly, like Governor DeSantis\" Well, here's a lesson for Ms. Santiago. Right now, per capita case loads are higher in Washington, DC, New York, New Jersey and Rhode Island. Oh, and New Yorkers' hospitalization rate is nearly three times higher than Florida. And I think that Florida population is actually even bigger than New York. So tell me again, how the vaccine mandates are working, Ms. Santiago. Well, joining me now is another Florida Congressman Michael Waltz. Congressman, thanks so much for joining us. When you saw this - this Miami Herald piece, what - tell me - give me your perspective on it."
    },
    {
      "speaker": "REP. MICHAEL WALTZ (R-FL)",
      "utterance": "You know, Jason - let me tell you, the elderly, the most affected and the vulnerable of Florida didn't think that Governor DeSantis was selfish when-- thank God for Operation Warp Speed and President Trump and the record of vaccines that we received. When he applied it to them first, despite the CDC instructing the state to do it separately, they didn't think he was selfish. Our first responders don't think he's selfish, or any of the leadership of the state, when they're refusing to fire people if they have concerns about the mandates. They don't think he's selfish. The kids in Florida that have been in school since August of 2020, 5 days a week in-person, don't think he's selfish. And let me tell you, having the - one of the lowest unemployment rates and a growth rate last month that was six times the economic growth rate of the nation. People whose small businesses are booming and they're back to work, trying to balance and live with this pandemic, while also getting on with their lives. They don't think he's selfish, either. And, Jason, let me just say very quickly, instead of pointing fingers at each other, trying to find fault here in the United States on partisan lines, let's not forget where this came from and who's covered it up. And that's the Chinese Communist Party. And I haven't heard squat about that from the Miami Herald."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "No, nor have I heard from the Democrats. They control the House and the Senate. And there is not one--"
    },
    {
      "speaker": "WALTZ",
      "utterance": "That's right."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "--investigation into the origins of COVID. Very quickly, I'm going to play this little sound from President Biden. But every once a while, he stumbles onto something that says something that I agree with. Listen to what he says about the States and their role in solving this problem."
    },
    {
      "speaker": "BIDEN",
      "utterance": "There is no federal solution. This gets solved at state level. We're prepared and we know what it takes to save lives, protect people and keep schools and businesses open. We just have to stay focused and continue to work together."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "The problem that, congressman, is he says that, but they act totally differently, don't they?"
    },
    {
      "speaker": "WALTZ",
      "utterance": "Yes, they do as they try to put in one-size-fits-all mandates and solutions. And it's so frustrating. We're seeing bowl games getting canceled. Now, players not able to play, people are unable to perform, because the CDC and his agencies aren't keeping up with the variants. They aren't adjusting their guidelines. Finally, they did today, but it's way too slow. But Biden is catching on to what Americans have caught on to a year ago. They're voting with their feet. They're moving to Florida, Tennessee, Texas. 1000 a day coming into Florida for their individual freedom, for their liberty, because we believe that they can choose best for what's good for their families and their livelihoods, not Washington, D.C. And that's - that underscores everything. And that's why California, New York, Illinois, Massachusetts, are losing people left and right."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Congressman Waltz, thank you. Thank you for your service and have a wonderful and a great new year. All right. This may shock you, but the criminals have stolen nearly $100 billion in pandemic relief funds. That's your money. It's our money. Out of that $100 billion stolen, the government has only been able to recover about $2 billion. Now, would you trust them to responsibly spend more of your money? Of course, not. But that's what Biden the Democrats want. Despite their recent setbacks, they're still trying to pass their Build Back Better agenda. Joining me now is Kentucky Congressman James Comer, ranking member of a committee, I'm pretty familiar with, the House Oversight and Reform Committee. Congressman, thank you so much for joining us. You know, it's pretty nervy of the Democrats to ask for a trillion-plus more dollars when they wasted, squandered and allowed more than $100 billion to be stolen, according to the United States Secret Service."
    },
    {
      "speaker": "REP. JAMES COMER (R-KY)",
      "utterance": "Yes. And that's a conservative (ph) figure gation. That's not counting the people that got PPP loans that didn't need them. This is $100 billion to fraudulent fake companies. And yet the Democrats on the House Oversight Committee haven't tried to have one investigation. They haven't tried to probe it. We've requested hearings on it. We've requested a briefing from the Biden Department of Justice to tell us where they are in terms of their investigation, so we can know where we can point our investigation. But right now, they won't communicate with us. The Democrats don't want to provide any type of oversight, if they think that it's going to make Joe Biden look bad."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes. That's right. Hear no evil, see no evil. You can do that by asking no questions. According to one news report that was quoting the Secret Service, there are something like 900 active investigations. But you've had a warning from different agencies now. And we're talking about massive money. Very few states even spend $100 billion in a year. And this is what they know is going to the criminals and they continue to spend it and put these programs into place. They're not done given these criminals even more money."
    },
    {
      "speaker": "COMER",
      "utterance": "No, they're not. And you consider the fraudulent companies that received PPP loans. Democrats don't want to do anything about that. Then you take into consideration the unemployment insurance fraud, and we're just now starting to scratch the surface on how much of that money was wasted. We read reports of where criminals on death row in California received unemployment insurance benefits for many, many months. And we fear that foreign nationals have received as much as 40 percent of the unemployment insurance funds. But the Democrats want to continue to spend more money. As Kat Cammack said earlier on your show, they still have billions and tens of billions of dollars of unspent money from the previous stimulus funds. But they still are pressuring their Democrat and Joe Manchin to pass this build back better bill to spend trillions more. I mean, I can't imagine if all this money hits the economy at the same time, what it's going to do to inflation? But the fact that they won't do anything about the waste, fraud and abuse, it's very - it's very troubling, and every American should be frustrated that the Democrat majority will not try to provide any type of oversight whatsoever for people that are there scamming the government."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes. Congressman, look, I'm glad you're there. And I'm glad you're on top of it, because I think you're asking all the right questions. And I hope the Oversight Committee actually does what it's supposed to do and provide that kind of oversight. When this administration is barking for $85 billion for more IRS agents to do more - audits, they all - they need to do is look over their shoulder and watch $100 billion flow out to the criminal element. It really is sad. Congressman, thanks for joining us. Happy - have a wonderful new year. All right. Kamala Harris once again proved why her approval rating is abysmally low. Stephen Miller and Kira Davis help us break down the low lights of Kamala's latest interview. Stay right there."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "What do you think your biggest failure has been at this point?"
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "To knock it out of DC more. I read and I actually mean that sincerely for a number of reasons. Being with the people who are directly impacted by this work, listening to them so that they not some pundit, tells us what their priorities are. I think is critically important."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes. She hasn't done that yet, though. Judging by her poll numbers, I'd say Americans want to see a lot less of Vice President Kamala Harris, not more. Hearing her say all that, kind of made me cringe, didn't you? I mean, that cackle is still there. Have no fear, there are more moments like that from her interview. And here to help us break them down, Stephen Miller, former Senior Advisor for policy under President Trump; and Kira Davis, writer and editor-at-large for Redstate. Thank you both for joining us. Stephen, I want to start with you, because I mean, her biggest failure is not traveling more. You buying that?"
    },
    {
      "speaker": "STEPHEN MILLER, FORMER TRUMP WHITE HOUSE SENIOR ADVISER",
      "utterance": "Well, I will say this. She should have visited the border that she was in charge of months and months ago. And I don't mean the show trip that she did where she never actually made it down to the front lines. She needs to go out there in the field where the agents are patrolling, meet with them, hear their concerns about the border catastrophe that she and Joe Biden are responsible for. She is the border czar. That would be like being the blimp safety inspector before the Hindenburg. I don't think it'd be possible to do a worse job than if you were trying to sabotage the country, which on this issue they are trying to do."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I want to play this little sound, Kira, and I want you to react to it. This is Kamala Harris talking about national security."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "What do you see is the biggest national security challenge confronting the U.S.? What is the thing that will raise you and keeps you up at night?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "Frankly, one of them is our democracy. In addition, it is obviously about what we need to do on the climate crisis."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Kira, are you buying that? KIRA DAVIS, REDSTATE, WRITER & EDITOR-AT-LARGE: I mean, maybe in Kamala's world, the climate crisis is the most pressing thing. But you know, when I talk to my friends and family and neighbors, the pressing thing for them is the price of gas. How are they getting back and forth to work? Are their kids going back to school in the winter? I mean, I just found out that my son's college is going back online. There's so much uncertainty out there. And I really think - and I don't even just think that there has been plenty of polling to tell us that the climate is last on our minds. And I mean, the way - Kamala is just - she's either clueless, or she just is so angry about how this administration has done her dirty. And believe me, Biden and his crew have done her real dirty. She's just so mad about it. She's just out there saying whatever, because it doesn't matter at this point. Her numbers are in the tank. They're definitely not going up. And the Biden administration isn't doing anything to give her any kind of a mechanism to crawl out of this hole that she's in. It just seems like everything they hand her is tailor-made to be a disaster."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Stephen, she gets these really hardball questions. Listen to this clip that we have of this interview and the hard question she got about failure and how tough it is and it hasn't been fair to you."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Any of this is fair, do you think you're being set up to fail?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "No, I don't believe I'm being set up to fail. But--"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Because these are Democrats (inaudible)"
    },
    {
      "speaker": "HARRIS",
      "utterance": "But more important. I'm vice president of the United States. Anything that I handle is because it's a tough issue and it couldn't be handled at some other level."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Stephen, your take on that?"
    },
    {
      "speaker": "STEPHEN MILLER, FORMER WHITE HOUSE SENIOR ADVISER TO TRUMP",
      "utterance": "It's amazing how she continues to fumble the easiest softball questions you could possibly imagine. As you remember, her staff has so little confidence in her, they hired professional child actors to have a conversation with her about stargazing. You have to truly be the most helpless, clueless politician in the world if you cannot talk to a six-year-old kid about looking up at the night sky unless that kid has gone through professional acting training classes. So again, it is a simple question that required a simple answer, which is that I'm here to serve the American people. I don't think about me, I don't think about myself, I think about the country, next question. And she is hemming and hawing and rationalizing. I will also say this. There's no way -- there's no way that this White House is going to bring her any hard problems after, again, she literally set the southern border of the United States on fire."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, look, this is a vice president that has zero accomplishments. The only thing that she's been dealing with as a hardball is keeping her staff away from having to be -- going to psychologists to get some therapy done. She can't seem to manage a small office. And policy- wise, she was given a big portfolio and she's done nothing with it. I can't name a single thing that she has actually accomplished despite that big portfolio and that big airplane to go wherever she wants to go. We want to have Kira join us, but we are having some technical difficulties with her line. But Stephen, people tend to forget what she was asked by Dana Bash on CNN, were you the last person in the room before the decision in the execution of the Afghanistan withdrawal happened, and she said yes, I was the last person. So how does she say it's not fair, I haven't been given big responsibilities when the one thing that she was in the room for went as bad as could possibly go?"
    },
    {
      "speaker": "MILLER",
      "utterance": "Well, I bet she regrets leaping in front of the cameras to take credit for the Afghanistan strategy. That is not something that you probably will be putting on your resume. I was a U.S. senator, I was a vice president, oh, and I came up along with Joe Biden with the whole Afghanistan withdrawal plan. That's probably a line you're leaving off the resume. The reality is that she's in a situation where she could never, ever, ever be elected president. She knows it, everyone around her knows it, everyone in the White House knows it. And that's the fundamental crisis for the whole Democratic Party. When you are owning the Afghanistan debacle, when you're owning the border debacle, and when your link at the hip with an administration that's responsible will for the inflation crisis, the energy crisis, the crime crisis, the supply chain crisis, you cannot be elected. So her political career has reached its zenith, and it's all downhill from here. Unfortunately, right now, the pain is being felt by the American people."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Stephen and Kira, we lost our connection with Kira, but thank you so much for joining us here tonight. We really do appreciate it. Have a wonderful New Year. The Biden administration's bid to force electric cars on Americans, it's good for two things -- cronyism and empowering China. Author Robert Bryce explains why in moments. You're going to want to hear this. It's very interest. Stay there with us."
    },
    {
      "speaker": "CEDRIC RICHMOND, SENIOR ADVISOR TO PRESIDENT BIDEN",
      "utterance": "Electric vehicles are important t to the president."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "The real question is whether we'll lead or we'll fall behind in the race of the future."
    },
    {
      "speaker": "KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "The future of transportation in our nation and around the world is electric."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I have a Chevy Bolt. That is my car! So I drive on sunshine, girl."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "What the Biden administration isn't telling about their mad rush to electric cars is what it would mean for our energy and national security. As author Robert Bryce recently wrote in \"The Wall Street Journal,\" quote, \"By forcing electric vehicles into the market, the U.S. will trade reliance on domestically produced gasoline and diesel fuel for reliance on Chinese minerals. What a lousy trade.\" End quote. Robert Bryce is not only right, but he joins me right now. He's the host of the \"Power Hungry Podcast,\" and he's author of \"A Question of Power.\" Robert, thank you so much for joining me on THE ANGLE. Give us the thesis here, because there is a major push to electric cars. I own an electric car, but most people don't understand how electricity is created. ROBERT BRYCE, AUTHOR, \"A QUESTION OF POWER\": Well, that's a good point and that's certainly true, Jason. But the key issue here, Jason, is, look, I'm 61, and for nearly all of my life, remember the 1973 oil embargo was a sea change in terms of energy policy in America. Ever since 1973, policymakers on both sides of the aisle in Washington have been saying we can't rely on imported strategic commodities. We need to produce more oil here and not rely on imported strategic commodities, such as oil. And now the Democrats -- and I say this, I'm not a Republican, I'm not a Democrat -- I'm disgusted that the Democrats want to throw all of this effort into electrifying transportation, electrifying everything. That will make the U.S. almost wholly dependent on China for sources of neodymium, dysprosium, terbium, the key rare earth elements that are needed in electric vehicles. It's just a lousy trade. It's bad trade policy, it's bad for energy security, and it's bad for consumer affordability."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, that's the thing is the Biden administration has not laid out their strategy in the long-term way that we can be energy independent, energy self-sufficient, and do electric, because coal is still a dominant form of power. They don't like the nuclear plan. And if they're going to go to the rare earth mineral, right now in order to get them refined, we send them to China, don't we?"
    },
    {
      "speaker": "BRYCE",
      "utterance": "That's exactly right. China is, according to the International Energy Agency and their report in May, China controls something like 85 percent of the global rare earth elements market. And if there's one rule or one lesson, Jason, from the COVID-19 pandemic, it's that supply chains matter, and they matter a lot. And at a time when the U.S. has seen huge increases in oil and gas production domestically, we are trading this for the almost complete reliance on China. Let me read you just one quick thing here, because I wrote about this issue 11 years ago in my fourth book, \"Power Hungry,\" and I quoted Deng Xiaoping. He said this decades ago. Deng Xiaoping said the Middle East has oil, China has rare earths. We must take full advantage of this resource. That's exactly what China is doing. And America's needs for rare earths both for defense and for transportation are not going to be China's highest priority."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Why don't we take our own rare earth minerals, and why don't we do the refining there. It's the greenies that are standing in the way, isn't it?"
    },
    {
      "speaker": "BRYCE",
      "utterance": "I don't know, Jason. I'm not counting on the Sierra Club to speak up for more mining in America. When that happens -- I'll bet you $100 now it's not going to happen. But let's set the E.V. issue aside for just a moment, because the rare earth elements aren't only critical to electric vehicles and transportation or defense, right. Our high tech defense systems, F-35's are heavily dependent on rare earth elements. And just last year, remember, the Chinese government threatened to cut off the flow of rare earths to American defense contractors. But it's also key for the wind industry, which continues to bill itself as clean power, clean energy, et cetera. Again, according to the IEA, some of these big new -- the biggest of the new offshore wind turbines could require as much as three tons of rare earth elements each. So the entire idea about a transition to something else hinges on this -- these claims that there are going to be plenty of these critical minerals available, and it's just not true. And China has a stranglehold on nearly all of these critical minerals which are known as the lanthanides, dysprosium, neodymium, terbium, et cetera."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Robert, it is illuminating, and I hope America wakes up and asks the hard questions for the secretary of energy and the rest of the Biden- Harris administration to lay out how this is going to work. I saw Kamala Harris, she couldn't even plug the thing into the car, for goodness' sake, let alone lay out national strategy to protect the United States of America. Thank you, it was very illuminating, as I said. Well, 2021 was hard enough on the country, but it was made all the worse by the left's constant meltdowns. Victor Davis Hanson joins us for a look back on this last year."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "2021 brought us a free Britney, a space race for billionaires, and it turned Laura and Raymond into TikTok stars, but it also brought us completely unhinged and discredited media. If we had listened to them instead of doing our own research and questioning those in charge, things would be really different. Here's just a few examples of what they tried to get us to believe this year."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Critical Race Theory, it's a bogeyman. It's not even taught in most K through 12 schools."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "January 6th was worse than 9/11."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We know that the vaccines work well enough that the virus stops with every vaccinated person."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Joining me now is Victor Davis Hanson, Hoover Institution senior fellow, and author of \"Dying Citizen.\" Victor, Rachel Maddow said it, it must be true. If you've gotten vaccinated, no chance. It stops right there."
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTE SENIOR FELLOW",
      "utterance": "Yes, I don't want to be too cynical, Jason, but I don't think the media exists as we once knew it. It's fused with the leftwing movement and the Democratic Party. And that's why Trump had not been in office more than 90 days and the liberal Shorenstein Center at Harvard said that 93 percent of the coverage was biased against him. And we had prominent marquee journalist, Christiane Amanpour, Jim (ph) Rittenhouse (ph), Jorge Ramos, they said they couldn't be disinterested because of the Trump phenomenon. And so if you'd believed the media, then we heard that Andrew Cuomo was a professional and gifted governor. Chris Cuomo is a professional journalist. There was no relation between the Wuhan level four lab and the origins of COVID. The Chinese were very sober and judicious in the way they handled the outbreak. We were told that somehow in Waukesha there was some autopilot SUV that killed six people and injured 62, but we didn't really know much about the driver or what. We were told the Rittenhouse trial, where there was white on white violence, was simply about race. And I could go on. So they don't -- they don't feel that they have to be and they should not be disinterested. The other thing they do is they are a megaphone for Democratic talking points. About every three or four weeks, they flood the airways and the print media with a theme. And remember when Joe Biden went below 40 percent, suddenly democracy was in danger in 2022, 2024 we can lose the country. And they had just told us it was very resilient in electing Joe Biden. And then we were told that we might face a coup, and military officers were writing in \"The Washington Post,\" for example, there was a danger of a coup in 2024. Very ironic, because there were people on the left that had almost advocated a coup if it was necessary to get rid of Donald Trump. And then with Joe Manchin suddenly as a renegade in the Senate, and now we are flooded in the last week with the idea, well, the Senate doesn't practice equity. It's an archaic, ossified institution. It's not fair that California doesn't get the same numerical representation as Wyoming, even though it's essential to the Constitution. So I was thinking about this right now, and the one person -- the one thing that Ben Rhodes, the former deputy national security advisor to Barack Obama said that was true, about only one thing. He said that these people are 20 and 30 somethings that know nothing, and we create an echo chamber, and we feed them stuff, and they reverberate at and magnify it back. And I think that's what the media is. It's not fair to call them the media. They are an extension of this progressive movement."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I've got, literally, I've got 30 seconds, Victor, but if I said to you what did Joe Biden actually do and accomplish in 2021, can you really honestly name anything?"
    },
    {
      "speaker": "HANSON",
      "utterance": "Well, I think he did one thing. He terrified the left, because they had told us he could campaign from the basement, it was only because of COVID, he was completely in control of his faculties. And now they look at the polling and the polling with Kamala Harris that you've covered, and I think they are terrified. And they are starting for the first time to create a scenario or a landscape that suggests that he is challenged because they are afraid that he's going to take them down to historic defeat."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Wow, yes. Victor, you're one of the smartest guys we get to talk to. I thank you for joining us here on THE INGRAHAM ANGLE. I really do appreciate it. Have a wonderful New Year. Watch out, CNN wants you to brace yourself, but for what? The Last Bite explains it."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "When Biden today said Omicron is no reason to panic, CNN, well, they didn't quite get the memo."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If you have New Year's plans, you might want to rethink them and simply stay home and brace yourself. Health officials are saying this Omicron winter surge could be with us for six to eight weeks."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "The winter of death. That's all for tonight. I'm Jason Chaffetz in for Laura Ingraham. Thanks for watching this special edition of THE INGRAHAM ANGLE. Be sure to check out my podcast, \"Jason in the House.\" You can get it anywhere you listen to podcasts. Just type in \"Jason in the House.\" Gutfeld up next. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff."
    }
  ]
}