{
  "date": "December 21, 2017",
  "headline": "Focus shifts from tax bill to spending showdown in DC",
  "subHeadline": "Reaction and analysis on \"The Five.\"",
  "url": "https://www.foxnews.com/transcript/focus-shifts-from-tax-bill-to-spending-showdown-in-dc",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "Hello, everybody. I'm Jesse Watters along with Kimberly Guilfoyle, Juan Williams, Dana Perino and Brian Kilmeade. It's 5:00 in New York City, and this is \"The Five.\" The ink is barely dry on the new sweeping tax bill and Congress is already knee-deep in another fight, this time to avert a government shutdown this weekend. President Trump thinks Democrats are trying to force one to take attention away from the tax victory. House Democrats want to shut down for the holidays in order to distract from the very popular just past tax cut. House Republicans don't let this happen. Pass the C.R. today, and keep our government open. Nancy Pelosi has urged her party to vote no, unless Democratic priorities are addressed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "We have problems with this bill. We do see it as an opportunity for them to at least allow a vote. At least allow a vote on dreamers, which we think we would win. But hopefully, we've made some progress in their thinking that as to the urgency of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The House just narrowly back a short-term spending bill, the first step in averting a shutdown at midnight tomorrow. The Senate still must vote. So, Dana, do Democrats have any leverage here at all or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "sentences": "Not much. No, when you have majorities where you have the Republicans able to pass it in the House with narrow. I think that it's going to pass in the Senate. I don't think this is a great way to govern, we go through this quite often.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Every year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": ". where you have a spending bill, and then it's a game of chicken for who's going to be blamed for a government shutdown. I don't think that's going to happen. I think they'll able to get it done. The big sticking point for the Democrats was the dreamer issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They already conceded that they're going to have to deal with that in the New Year. And, in fact, President Trump's deadline was not even until March, so they've got some time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, he extended the deadline for the dreamers. And they're going to put that into the immigration overall, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's what they hope.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK. So, if they do shut it down which they won't, but if they do, Brian, somehow, will it be the Democratic shutdown, because you almost always Republicans get blamed",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN KILMEADE, GUEST CO-HOST",
      "sentences": "Yeah, because they're in the majority. I watched Nancy Pelosi say a pretty compelling argument saying we don't really have the power in either chamber, nor the presidency, how could you possibly blame me, which is true. If Republicans got on the same page there would be no problem. However, we look until what? January 19th? That's where we'll have an extension too. The longer you do that, you're just giving leadership the chance to tell everybody where they spend as opposed to membership. So why can't they get everything in order starting -- may be before January 19th to start putting things through the committee process and deciding how we're going to spend rather than wait till the last minute and give it to Mitch McConnell and Paul Ryan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And make them eat it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right. Kimberly, why can't the Democrats just let the tax cut marinate and let Trump take a victory lap? Why do they have to go rein on his parade and do the shutdown? I mean, it's just so mean of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "sentences": "So mean, right? Mean-spirited in the time of Christmas giving. I don't know. It just doesn't make a lot of sense. It seems they don't want to acknowledge that this was a victory. They're going to do what they can in sort of the politics involved here, this political sport, back and forth. And so, they're not going to let him have this. They don't want to. Why would they, right? They want to say that it's terrible, that this something that's not good for the country. And so, ultimately, though, Jesse, I would agree with you guys that I don't think they're going to shut it down. Can you imagine? Let's just shut it down, you know, over the holiday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "They've got to stay until Christmas Eve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Right. I don't think so. Let's just count on that not happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think they're trying to divert attention from the fact that they've said all of the corporate tax cuts were going to go to all these fat cat CEOs. Instead, bunch of companies, Juan, announced that they're going to give bonus checks to a lot of their employees. That doesn't really have anything to do with what the Democrats were telling us was going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "sentences": "What are you talking about? That's exactly what the Democrat said. That what you'll.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What the Democrat said that they were going to give money back to the workers? That's exactly the opposite of what they said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Excuse me, I'll finish the point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". and then you can start with the nonsense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That wasn't nonsense. That was true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. What you see -- and you saw it today is a ton of companies say, oh, because of the tax cuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". in which our shareholders and our executives, oh, yeah, here's a thousand dollars bonus to a lot of people, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, that's fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's a result of the fact that these companies made out like bandits in this tax deal. That's the fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, you're against people getting thousand dollar bonuses?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I'm all for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. So, it's a good thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Don't be foolish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, it's a good thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Don't be foolish and don't mistake what's going on here. What you have here is that the very rich got richer and they say, here's a little bit for you. Why don't you take this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A thousand dollar is not a little bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Terrifically unpopular, remains unpopular, and if it comes to a shut down right now, the Democrats have the upper hand. Why do I say that? Because the Democrats have public opinion on their side. You have Republicans who say, let's pump up military spending, let's pump up the deficit, and yet they don't ever say here's new sources of revenue in order to balance the budget. So who's irresponsible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, I agree with that. There's no talk about cutting spending. Let's hear this soundbite. This is Sarah Huckabee Sanders talking about what's going to be on the agenda for 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH SANDERS, PRESS SECRETARY",
      "sentences": "We're working through some of the top priorities. You can expect welfare reform, infrastructure, immigration reform, all to be top of mind and something that's certainly will be looking at and talking about a lot over the first part of next year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So what do you think about these ingredients?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I think that all makes sense. Your first year as president is the year that you can get the most on legislatively before you head into the midterm. And so, with the three big things that the president can claim in the tax bill yesterday, including the health care, individual mandate repeal and Anwar drilling, which is amazing for Republicans to get through, then where do you go from there? So, I think that they're going to have some messaging problems on welfare reform. If they can communicate it in a way that says, we are wanting to reform the system so that we can get people out of a poverty trap, and this is the way that we want to do that. That would be -- it's a good message, it's hard to do when the other side of it would be -- you just gave corporations and wealthy people this money, and now you want to take benefits away from the poorest among us, how dare you. I mean, that is a tough messaging thing. I don't know how they do it.   On infrastructure, the Democrats really want it. But here's the problem. The tax bill was supposed to be -- what maybe the new revenue in order to fund the big new infrastructure plan. But because it got all screwed up and they basically had to pay for that on the individual side, instead of the corporate side, now where are they going to get the money? They're even floating the idea of a gas tax. Do you want to hit every Americans where it hurts? If the gas tax -- I mean, that's problematic for them, I've just used a ban word. The last one in immigration reform, I think that is actually the most plausible and probably out of those three the most important. And I think they can actually do that before March.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "It's immigration, no doubt about it. They're already meeting right now in a bipartisan way in the Senate side on immigration reform doing it massively. There's very little pushback I understand on chain immigration, and there's very little pushback on the lottery system. So if you can give him border security we'll give you DACA. And then, maybe, we're going to do something big. And for those Republicans who say, oh, my goodness, amnesty. Donald Trump will go, listen, I don't care. Go ahead, hit me with it. I'll be the bad guy. Paul Ryan you can act frustrated. Mitch McConnell throw up your hands. I'll take the slings and arrows. What you brought up is a very good point, not adding to the deficit. Welfare reform will be a bad message even though it's necessary. All of these entitlement reforms should be necessary. But to go, OK, now let's go into welfare for the poor people even though you're reforming it to make it a better country, it would be not a good time. I think it would be insane to do that right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So Kimberly, to Brian's point, DACA, amnesty, trade that offer the wall, do you think that's effective for the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Look, you've got to be able to negotiate. You've got to bring something to the table. You want them to go for this and to increase border security. They're not going to do it unless you give them something that's meaningful. That is the price of doing business, whether it's politics, whether it's just a financial industry, et cetera. So he understands that. I think it's something he would be open to and reasonable about, because of his heightened interest and desire to increase border security. Again, a really big banner item that he promised during the campaign, so he's going through his list, he's checking it twice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And he's going to find out which Democrats are naughty or nice. I just made that up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I love it. I love it. Is there anything you like that you think is nice about this agenda in 2018, Juan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, immigration. I mean, I had a column on the hill, I said, I think the immigration argument has shifted especially after what we saw in Virginia, even Alabama, where those issues were front and center and people were like, no, that's not exactly going to push me over the line. Republican candidates thought you could emulate Donald Trump's success with the issue. It's a little bit different now. But, I mean, to me the thing here is, I think, that Paul Ryan really wants big entitlement reform, not just welfare reform. I'm talking about social security, Medicare, which are big slices of the federal budget.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But he knows that the president is not going to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The president has said he won't do it, but guess what, Dana, I think that's what to Ryan wants. I think that's what a lot of people in the freedom caucus want. They want to push that. And as you guys are saying, and I'm so pleased to hear you say it, it's insanity right now because most Americans see this as a giveaway to the rich, the tax deal. And if you come back with the budget and say, oh, yeah, we're going to pump up defense spending and now we're going to smack down the elderly and the poor. And don't forget, they yet to renew DACA. Not DACA, but the children health insurance plan. And even Republicans are saying this is a problem by January 1st.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "This is not something that Sarah Sanders talked about today. I know what it is on their mind. But we've got to talk about the opiate crisis. Today, again, for the second year in a row, we have the CDC, Center for Disease Control, telling us that American life expectancy is going the wrong way for the first time. And they point to opiate addiction as being the thing that is increasing the deaths of young people in particular, young men. That is something we've got to figure out. I don't know what the answer is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Because I was just at the border, and most of the border patrol says, yeah, we have a problem with illegals, but we mostly have a problem with ethanol. And that's just coming across the southern border, so it might be a complete circle. I will say this, Juan, I think it's an oversimplification and inaccuracy to say this whole thing is a tax break for the rich. It really isn't. Most of the people with money are complaining they're not getting their break that they thought they're going to get. When you look at corporations I actually want to quote Mitt Romney, it is people. And there's entry level jobs in those places and there's an opportunity to bring people back. And the movie industry, of all things, is going to benefit maybe the most. So, I'm curious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Will they write any good movies, though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I'm not sure it will go. Where we're going to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me get this straight. Did you just say that the rich were saying they're not getting enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "They get 2 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": ". 37 to 35.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There are richer people too, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Ebenezer Scrooge, he's a human being. Eighty percent of the benefit, this thing goes to the rich and the corporations. And you guys still want more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Corporations are made up of people that are middle-class.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "The corporations who are rich people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "If they create jobs for those people, Brian. That would be great. But this is not that, this is about rewarding shareholders and the CEO's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "If they act responsibly, that would be the answer. But if they act responsibly, they'll spread it out, grow the company, because they're never going to get it again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So you're saying to me if we trust the very rich, the rich will help us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Has a poor person ever giving you a job, Juan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "What Brian is saying is very important point. If you see corporate and you kind of demonize them, but the bottomline is that they're a family, that individuals that all levels of corporation in support, working in staff, et cetera. So why do you want to begrudge them an opportunity to do something to provide for their family? I don't understand it. Some kind of improvement and relief is better than none at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Do you think that corporate profits in this country are at a record level? Yes, they are. How about the stock market? Record level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "What's wrong with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, give the rich more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No. The argument is continue to improve on a situation that has been very fortuitous. Why not do it? And why not spread it around to the middle class too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Spread it around, like Obama said. Remember? Spread it around. A new love for the left, up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's no secret, a lot of folks on my side of the aisle are not happy with the new GOP tax bill. But didn't attack on African-American senator Tim Scott of South Carolina, over his support of that bill go beyond the pale? The Republican was a sale by blogger Andy Ostroy on twitter for appearing next to President Trump at the celebration of the passage of the bill. Ostroy wrote, quote, what a shocker, there's one black person there, and sure enough, they have him standing right next to the mic like a manipulated prop, end quote. Now Scott responded, he said, quote, probably because I helped write the bill for the past year, have multiple provisions included, got multiple senators on board over the last week, and have worked on my tax reform -- on tax reform my entire time in congress, but if you'd rather just see my skin color, please feel free, end quote. Now, Ostroy, has since apologize. He then wrote a subsequent piece talking about the lack of diversity both in the Republican Party and in the Trump administration. But the initial shot, he had to delete the tweet, he's apologized. It did not go over well. So let me ask you, Jesse, what would you say to Mr. Ostroy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, first, when the white guy plays the race card against the black guy it usually doesn't go too well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You're telling me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I know. Sorry, Juan. And I know a few things or two about gas. When you create a gas, you don't double down and then write an essay about it making the gas worse. And that's what he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Where did you learn that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't know. Through experience. So, he says the Republican Party has a diversity problem. Well, they're just as many minorities in the Senate that are Democrats as they are Republicans. I don't know if you count Elizabeth Warren. I don't know how she self-identifying right now, but that's the truth. It's basically on par. So.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wait a second, I think the numbers are in congress right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm not talking about congress. I'm talking about the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "There's Booker and Scott as the black senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Camille Harris. There's Rubio, there's Cruz, and there's Tim Scott.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK. But I'm saying if you look at the overall congress, 37 percent of Democrats in congress are not white, while only 5 percent of Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't think the Republican Party is adverse to having more black representation. But the problem is, and I don't if it's a problem but it's a challenge, there are not a lot of black Republicans running to get the nomination, and wonder why. If you are a black Republican in this country, a prominent one, you're going to get savaged by the media. You're going to be call horrific things by Democrats, racial slurs. And even Democrats and blacks are going to say horrible things, that you're a sellout. So, it's no surprise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You will be left out of the African-American museum if you're a Supreme Court justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's a shocking fact. I mean, to me, I just can't believe the way -- not only Thomas and Scott, but you look at someone like Ben Carson. You know, you go back and Condoleezza Rice. I mean, why is Condoleezza Rice there and they had all kinds of -- wait a minute, this woman has a PhD, she's an expert in terms of Russian affairs, how about her credentials?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Compared to what African-Americans have been through in this country, this is nothing. To take a few slings and arrows in 2017 as opposed to back at the bus in 1960's, 50's, 40. So you can't play with white players up until Jackie Robinson. This is nothing. I think the Republicans are so off on this, they make no effort to recruit, not Kennedy, voters. They make no effort to intercede. They throw up their hands. It makes no sense because what they say they stand for should resonate if presented correctly. And if you get repelled immediately, go back at it. My goodness. It's an embarrassment. When you go to these different events.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me give you support. The support is this, I think it's 7 percent of African-Americans identify as Republican, per say. But if you ask, are you conservative, then it's up to a third. Now imagine a third of black people say they are conservative. And yet, Brian, to your point, I don't see the outreach from the Republican Party, and especially not from this president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "So, I did this event yesterday that Jesse and I went in the morning, an African-American put up his hand. They weren't many. It's a conservative group. I was talking about the book. And he said to me -- when the question came up he was not talking about history, he said I am upset as an African-American of even affirmative action. I don't want the scales tipped. I don't want -- if my grade is aren't high enough, I don't want to get into that school. And I said, wow, I can't say that. But I wonder if more people felt that way. If you're an African-American, 12, 17 or 18 year old and they say a 96 is good for you, and a 99 for a white person, you might say, congratulations. Look, mom, I got in. On the other hand, look what they had to do to get me in. And that bothered him. And I'm wondering how many other people out there feel the same way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, I can tell you that -- I mean, people I know very well -- Justice Thomas, for example, huge opponents of just your point. Now the contrary point would be that affirmative action is not about unqualified people. If you get a 96 on the test and somebody gets a 98, you're both qualified. The issue is whether people were previously excluded, kept out who are qualified, and are we now opening doors. You see that for women as well. So let me just go to you, Kimberly, and say with Donald Trump he gets 8 percent of the black vote. Yesterday, and what is quite a self- congratulatory display, you have all these people standing there on the steps, what part of the White House was that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "South lawn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "On the south lawn -- no, the stairwell?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Portico?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The Portico stairwell. And so, there's Tim Scott.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'm not an architect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". and I thought the most difficult part of this was -- Mr. Ostroy refers to him as a prop. I find that rather insulting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Of course, how could anybody not find it -- would anyone like to be called a prop? White, black, Latino, Asian, male, female, it is so dismissive and so derogatory and unacceptable. So, there's something you can say sorry, but sorry isn't good enough. And Tim Scott is an outstanding public servant and a smart man. He work very hard. And he should be given the credit because of merits and because of the effort that he put into try to help the American people. He deserved his spot there. And I'm glad that he was there and he worked with the president cooperatively and other members of congress to be able to make this happen. So, we owe him a debt of gratitude and thanks and appreciation for his skill set and his focus on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I thought he did a great job. And you know what, the best job was his defense because it made sense. Susan Rice taking on President Trump again, this time the former national security advisor to President Obama insisting that Donald Trump's America first policy will only make our country less safe. Hmmm. Something is cooking in The Five kitchen, a debate coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "All of these nations that take our money and then they vote against us at the Security Council. Well, they vote against us potentially at the assembly. They take hundreds of millions of dollars and even billions of dollars and then they vote against us. Well, we're watching those votes. Let them vote against us, we'll say save a lot. We don't care. People are tired of the United States. People that live here are great citizens that love this country. They're tired of this country being taken advantage of. And we're not going to be taken advantage of any longer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "President Trump's critics are fired up again after he threatened to end -- the countries that condemn his decision to recognize Jerusalem as Israel's capital. The result of that controversial vote at the U.N. today in a moment. But first, Susan Rice has a lot to say about Mr. Trump's newly unveiled America First national security strategy. President Obama's former national security advisor wrote a scathing new op- ed, here's a tidbit. Relinquishing the nation's moral authority in these difficult times will only embolden rivals and weaken ourselves. It will make a mockery of the very idea of America first. From what I recall, the Obama administration strategy to keep America out of danger didn't exactly turn out so well. So, Jesse, what do you make of those strong statement, strong wording?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah. Not rescuing our ambassador in Benghazi was not really putting America first. I would say that to Susan Rice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Or the rest of the Americans that were there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Exactly. Leading from behind, not really putting America first. Just look what happen under Obama and Susan Rice and their friends. Iranians got richer, North Korea nuked up, ISIS took over Iraq, Russia took over half the Ukraine, Syrian dictator gases some people, and China was left unchecked. Donald Trump comes in, and he corrects every single one of these things. Iran deal in the crosshairs, sanctions slapped on North Korea, ISIS destroyed in Iraq, U.S. is now selling lethal weapons to our allies in Ukraine, Assad got 50 Tomahawk missiles to the face, and we're finally cracking down on China. It seems like America first to me, and when she's talking about, you know, we're not pushing American values, we've relinquished our moral authority, Susan Rice and friends sat back and did nothing while student democrats tried to overthrow the Iranian regime. They also sat back and watched Assad gas his own people, rewarded Cuba, a horrible human rights abuser, with a new deal. And I think they treated our best and closest ally in the Middle East, Israel, like a piece of garbage. So I'm not going to sit here and listen to lectures from Susan Rice. She's got no credibility. She ruined it on those Sunday shows. She ruined it when she said that Bergdahl was some great hero who, you know, escaped during -- on the battlefield.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Honor and distinction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Served with honor and distinction, thank you. Enough from Susan Rice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You've had it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I've had it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK. So Dana, what you make of the statement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I think she's responding to the president's recently released national security advisory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It wasn't just about the Jerusalem decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "More comprehensive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But I would say, one way to respond would be 500,000 deceased Syrians could not be reached for comment. And I really think that, having not been there and giving a date certain and pulling out of Iraq too early, all of these things, there was a cascading effect. So...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "We've talked about it a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Every administration can look back at war. Like, there has to be a decision. I actually think that America first, it just depends on how you define it. Every president, the most important oath that they take is to defend the United States of America. So everyone is trying to put America first. Some people have different ways of doing that, like they would want to do a multilateral agreement on trade, like the TPP that President Trump took us out of. Or the Paris Accords made a lot of sense to them; it doesn't to President Trump. That doesn't mean that they weren't actually thinking that America should be first. But I do also think that this parade of horribles that they anticipated because of President Trump has not materialized, and so the protestations that they right in these papers and sometimes say on background or they put out on Twitter, leave people a little bit flat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK, Brian, so how did you see that it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I mean, you guys covered a lot of it. I would say this. Susan Rice, who had not great timing, being that the fact that the Politico story that talks about looking the other way on Hezbollah seems to have a lot of legs and a lot of substance to it. It's going to cause an investigation, I believe, in the House, which I cannot wait to get to the bottom of, because I have a sense it's not going to be political, but informational. Because that backs up the latest installment of their foreign policy, which is anything but successful. I think people looked at the poise and the character of President Obama and they loved the way that he handled himself. They loved the way that he looked on the world stage. They loved the big crowds that he got. And I think they're substituting that for an effective foreign policy. Even though he has a great family and is an historic figure, his foreign policy seems to be one misstep after another and a sacrifice for an Iranian deal that is anything but strong and solid. So to be honest, Susan Rice, I could not -- I was not going to read -- the one thing I knew for sure this morning, because you read aloud, I go, \"Oh, good, I don't have to read that.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I skipped it, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "It was \"The Five\" that brought me into Susan Rice, because I knew that I couldn't get anything out of this that's going to help me today, but I forgot about the \"The Five.\" Not saying it's a bad decision, but it's a -- it was a decision, I just said to myself, \"This is not going to help my life at all.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I know. I mean, really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. I know a lot of people, a lot of conservatives are like that. They just eliminate things that somehow rebut their worldview. But let me just give you something. Susan Rice is on target here, because if you look at the security policy as enunciated by Donald Trump, it really moves away from America occupying a leading role in the world, given that we are the world's leading superpower militarily and the leading economic power. So when it comes to, for example, spreading democracy, I don't see that. What about human rights? He doesn't speak about it. What about...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I just don't know where do you want him to do it. Where do you want him to do it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I can tell you where I want him to do it. Take something like TPP.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "For example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. Or take something like TPP. All of a sudden, he's pulling away from Asia, allowing China to become the dominant player economically; to dictate human rights standards. That's crazy to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Where is he -- where is China dictating human rights standards?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All through Asia now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "So what are they doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm telling you...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "What's telling you that they're setting human rights standards? Where?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wait, hold on. What I'm telling you is right now, they have organized all the Asian countries, countries like Indonesia and Australia, are now going into a deal with China as the lead economic player instead of the United States. That's a result of his nationalistic approach to foreign affairs, and it's not good. And by the way, you guys want to go back to what happened with Hezbollah, which is a bogus story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You really think so?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's totally bogus. Why don't you go back to Niger and ask what happened to our soldiers? What happened there? We still don't know. But my point to you is, you have to got to see the world not just as people who are hostile, who are taking...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I've seen the world. I've lived in the world for eight years, I don't need a recap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You lived in the what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I lived in her foreign policy for eight years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And covered it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I don't need a recap. I don't need -- I don't need a lecture!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, let me tell you, it was pretty successful, wasn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "In what way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, the world got a lot more dangerous, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think the world...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "A lot less...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "... South Korea have never been more in tune militarily with the U.S.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let's see: was Israel threatened then? No. I think we took away nukes, right, from -- from the Irans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Brian, bad news for you: you just cut into your next block.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, no. So -- pace yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, exactly. The Hollywood hate fest for President Trump goes on, Tom Hanks, the latest celeb to spout off, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I've never heard that song before, but I'll go with it. Steven Spielberg's new movie, \"The Post,\" hits theaters tomorrow. I have a feeling it's not on President Trump's \"things to watch\" list over Christmas. It's about a battle between the press and the government in decades past. Written by Juan Williams, thank you for that input, Juan. Tom Hanks stars in it as The Washington Post editor Ben Bradley. He was just asked, by the way, was Tom Hanks, if the president wanted him to screen it at the White House, would he go to the White House? His reply: \"I don't think I would. In fact, I would not have been able to imagine that we would be living in a country where neo-Nazis are doing torchlight parades in Charlottesville and jokes about Pocahontas are being made in front of the Navajo code talkers. This is the moment where, in some ways, our personal choice is going to have to reflect our opinions. I would probably vote not to go.\" We should note the president hasn't asked to screen the movie. Nor has he asked for Tom Hanks to come over. But it's a preemptive no from Tom Hanks. What do you think the reaction should have been, Juan? Are you surprised by -- by the man who starred in so many great movies having this reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I think lots of people do. But you know, the question is, are you honored if the president of the United States -- I don't care who he is -- invites you over to the White House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Now, for example, I know this season, lots of people on the Democratic side just opted not to go anywhere near Trump and the Christmas parties and the like. So I don't think this is a unique response. The question is, is that, you know, at some point you just want to -- I don't know. Some people might say, bite your tongue. But I think that Tom Hanks was asked a question, and he answered honestly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Dana, do you think it's a big deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I have teeth marks in my tongue from over the years. I think that you would say, \"Well, if he calls, we'll talk about it.\" It's not hard to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "He could've gotten out of it very easily. He wanted to make that statement. He's very...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's the same thing that we talked about with the athletes, Was it Lindsay Vonn that was asked about President Trump in the Olympics? And would she go to the Olympics [SIC] if she gets a gold medal? I mean, all of those things. The press is going to want to do that, because it will help the press.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's not going to help them. So I would always take a pass on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "You know what's incredible, Kimberly? Is that he knows history. This guy has really gotten into helping out the veterans. He makes some great movies. If he's not acting in them, he's -- he's producing them. You would think he'd get the sense, what Juan brought up, too, the sense of history of the White House and the president asking you to come to screen your movie that that would overwhelm any thought of, \"I don't agree with him on these policies.\" I mean, it sounds like he -- there was one incident in Virginia. It's not like every day the president is saying, \"Go do this and go do that\" when it comes to Charlottesville.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No, you're absolutely right, but you know, he can stand on principle. This is what he thinks and what he believes. I mean, it's not -- wouldn't be my choice, do you have a lot of people in Hollywood taking stands like this and having personal opinions and using their celebrity to be able to make statements against the president or his policies, against his statements or, you know, viewpoints. That's First Amendment. Again, it's not something that I like to hear or experience, but...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Would you -- would you ever give up your full season of \"Bosom Buddies\" on DVD because of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I don't like that show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "It was where he broke out into his own. It was very good. It was about two friends trying to make it in this world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I like that show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, I know the -- I know the show, but...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Jesse -- Jesse, what questions do you have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's one of my favorites.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "This is -- it's funny you bring that up, because I do have a question for you. There was a screening 48 hours ago of \"Churchill,\" and the president invited Democrats and Republicans over right before the tax plan was actually signed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "And they brought them together. They evidently had a great time. Isn't that indicative of these -- these two parties not getting along, but they can come together around one movie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't think coming around a movie about Watergate is the right movie choice for this president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Think about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't think President Trump is going to screen a Watergate movie at the White House. Maybe bad vibes. I don't know. That's my guess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Bad idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Bad idea. And I think any time one celebrity trashes Trump, two Americans in the heartland vote for him. So this doesn't have any effect on anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Like every time you -- some people say that every time you hear a bell, an angel gets his wings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "... analogy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I was going to say that in 2001 when President Bush takes over, one of the first things he did was to invite Senator Ted Kennedy and his wife to come and watch a movie. And I think it was actually about JFK, I believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And that was where they started to work out and ultimately got the two things that President Bush claimed as his big accomplishments that first year: tax cuts and No Child Left Behind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "By the way, this movie is about the Pentagon Papers, not Watergate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. Similar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Right. Ben Bradley did do Watergate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know what I was trying to get to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Similar era.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Boy, you're going to get a mom text.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "We need to get -- we have to get a subscription to Moviefone, and this whole thing would've been ironed out. Sixteen minutes before the top of hour. Is anybody else feeling stressed out with Christmas just four days away? Fear not...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "... help is on the way. According to reports, the best thing you can do: relax and unwind during this busy holiday time. We have the one thing that can change your life in just a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's Christmas in four days. It's supposed to be a holly and jolly time, but for many folks out there, it's a stressful and anxiety- provoking one. So how do we unplug from it all, unwind and enjoy the holiday? Literally unplug, according to one psychologist. You go on a digital detox to put down the devices. Stay away from anything that has the screen, and let your brain and body power down. I actually read about somebody -- what magazine wasit? I read it this past weekend, where they took, like...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "National Review.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "... an entire -- no, it was like, one of those, though. They took, like, a three-month break. It was the New Yorker. Like National Review.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Even worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They took a three-month break, and they said it was, like, really healthy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I hear that -- that's a new trend. I'd love to do it. If it wasn't work-related, I would -- I would go back to the flip phone. Because I really believe...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The Jitterbug?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Yes. I don't remember the last time a text or email helped me. It seems like every time -- every time I look down, I'm like, there's nine things I have to do, and I'm wondering to myself, was I just not doing these things before the text messages and e-mail?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Like, what did you think about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Yes, what did I think about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I just like -- I like time away from it. What you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, I mean, I did a digital detox today. And that's why I didn't know what that movie was about. I just started early.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Right. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You detoxed all the way back to Watergate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "My whole life has been a detox. No, I like detoxing. I think it's good. But if you're in the news business and you come back from vacation, and they ask you to talk about something, and you have to say, \"Well, what happened over the break?\" So it's hard for us. But I recommend it for other people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So here's the thing. I remember going to the doctor a couple years back, and he said, \"You know, you need to just, like, chill out. You need to calm down.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Really? You paid him for that? We could have told you that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He probably also told you to drink more water.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Here were his suggestions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Every doctor says drink more water.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "His No. 1 suggestion was don't wear a watch. And I love watches.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't wear a watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But don't wear a watch. And he said, because even as you were waiting in the room, in the waiting room, you kept flipping, like looking at your watch. He says, that just drives up your pulse. Don't do that. He also suggested that I get away from ketchup and use more mustard and stuff like that. But the biggest...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Did he say don't sit next to me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That definitely drives up the pulse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Ketchup, too much sugar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sugar and salt, yes, not good for you. But the -- but I think this idea is excellent. Because the way that I lead my life, by the way, is -- and I know it frustrates a lot of people I work with, is I don't keep my eye on, you know, email and text messages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You don't say, Juan? Is that why you're always late? Because you never look at the clock.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's true. I don't look at clocks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Because we're always like, \"Where's Juan?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, well, that's -- my mother used to say that. But I just -- I just basically -- look, if you really need me, you'll call me. And you know what? I checked the email every once in a while. It's not like I'm out of touch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "People do say that, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But boy, around here people are absorbed by that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The other thing is, Kimberly, I think a lot of people, especially, I'm going to say, men get themselves in trouble. And they look ridiculous tweeting things all the time. If they just step away from it a minute, they could retain their dignity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You have to, like...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Are you talking about the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You've got to, like, delete the Twitter off of your phone or something for a while.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I recommended that to Hannity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, that was obviously very funny and, obviously, it did not last.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It lasted about two weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Look, I don't know that I could really do this, because I -- obviously, because I feel so -- such an urgency to, like, know exactly, like, what's going on? What's the latest news? What's the update? We get updates during the show of a lot of stuff that's coming in, especially during this hour, live.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But can you take a break for the holidays, like, if you're not on air?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No, absolutely not. I'll be prepared to do a show absolutely every single day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "You're like a fireman. Is there a fireman's pole in your House where you just go down the poll, and then you run in and go do a show?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, there's a pole in my House. This joke keeps just getting better, doesn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's actually the North Pole. It's where all of the toys are, kids. Don't worry. All right. \"One More Thing\" coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Nice save.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Nice save, Perino.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It is time now for \"One More Thing\" -- Queen Kimberly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, indeed. That will be second part, part two, but part one is going to be Queen Kimberly royal news, in for Hannity tonight at 9 p.m. We've got Ed Henry, Peter Schweitzer, Greg Jarrett, Tom Fitten, Representatives DeSantis, Herman Cain, Matt Schlapp, Timmy Russ (ph), Dan Bongino. We've got everyone, Larry Elder and Oliver North. And now it is time for \"Kimberly's Royal News.\" Yes, indeed. Indeed. All right, people, you know what this was about, right? Engagement photos. Kensington Palace has just released these stunning new royal photos, and they are quite exquisite. Take a look. Jesse likes them a lot. So you see Megan wearing a black gown and the prince sporting a blue suit. They hold hands. It's very cute and charming. Look at that. That looks very nice. I like the black and white. Very cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And then in a candid one for the third, these came out very nice. One of our producers didn't like them. I will not give her name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She's not coming to the royal wedding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. So merry Christmas to you all, and at this time of year I'm so grateful for so many people in my life, but especially the people who are in the background and help us here at FOX News in New York. So I just want to say thank you to all those folks. Here I am with Sheila Mara (ph), who's up on the 17th floor reception.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "She's very nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Here I am with Kadija (ph). Oh, that's not Kadija. Yes, I think that is Kadija.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "It is Kadija (ph), yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Up on 17, it was the daytime receptionist. Here I am with Rifad (ph), who takes care of our lobby, keeps it so beautiful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Here I am with the makeup people on 12 who take good care of me. And keep us looking good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They have a lot of work to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And here I am with two of my favorites: Michelle and Jo-Jo. Just the most wonderful, warm people. Thank you all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's very sweet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You guys are the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Your Jack selfie was interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That was great. OK, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. So a woman was denied entry to an airport lounge for wearing Ugg boots. Joanna Catherall was not allowed in the Quantas Lounge in Melbourne Airport because she says she was wearing these Ugg boots. And she was complaining that, like, they were not loungewear, but they were in a lounge, OK? But Quantas says, \"We endeavor to remain consistent and uphold our lounges dressed guidelines to all of our guests. You may find details here. So I ask you all on Twitter with a poll, the first poll I've ever done, do you think Ugg boots are sleepwear or loungewear? Fifty-seven percent of you said no. So I think Quantas have to rethink.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Ugg Boots are an Australian company.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "But they're also expensive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "So...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And guys can wear them, says Tom Brady. Some people are wondering where I was yesterday. Well, I just want to thank Charlie Kirk for inviting me to speak at the Student Action Summit for Turning Point USA in West Palm Beach, Florida. There's about 3,000 students out there, where I razzled and dazzled them all. And it was a great event, and thank you very much for inviting me. It was a wonderful time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Charlie is very nice. I like him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "All right. And in the 20 seconds I have left, the Jefferson Jackson Dinner is being changed to the Barack Obama Dinner. And the war in history continues. If you want to get my book, there it is: \"Andrew Jackson: The Miracle of New Orleans.\" There's enough time for Amazon to put it into a padded envelope.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Right. I bought it this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "\"Special Report\" up next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "Hello, everybody. I'm Jesse Watters along with Kimberly Guilfoyle, Juan Williams, Dana Perino and Brian Kilmeade. It's 5:00 in New York City, and this is \"The Five.\" The ink is barely dry on the new sweeping tax bill and Congress is already knee-deep in another fight, this time to avert a government shutdown this weekend. President Trump thinks Democrats are trying to force one to take attention away from the tax victory. House Democrats want to shut down for the holidays in order to distract from the very popular just past tax cut. House Republicans don't let this happen. Pass the C.R. today, and keep our government open. Nancy Pelosi has urged her party to vote no, unless Democratic priorities are addressed."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "We have problems with this bill. We do see it as an opportunity for them to at least allow a vote. At least allow a vote on dreamers, which we think we would win. But hopefully, we've made some progress in their thinking that as to the urgency of it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The House just narrowly back a short-term spending bill, the first step in averting a shutdown at midnight tomorrow. The Senate still must vote. So, Dana, do Democrats have any leverage here at all or not?"
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "utterance": "Not much. No, when you have majorities where you have the Republicans able to pass it in the House with narrow. I think that it's going to pass in the Senate. I don't think this is a great way to govern, we go through this quite often."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Every year."
    },
    {
      "speaker": "PERINO",
      "utterance": ". where you have a spending bill, and then it's a game of chicken for who's going to be blamed for a government shutdown. I don't think that's going to happen. I think they'll able to get it done. The big sticking point for the Democrats was the dreamer issue."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "They already conceded that they're going to have to deal with that in the New Year. And, in fact, President Trump's deadline was not even until March, so they've got some time."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, he extended the deadline for the dreamers. And they're going to put that into the immigration overall, I think."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's what they hope."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK. So, if they do shut it down which they won't, but if they do, Brian, somehow, will it be the Democratic shutdown, because you almost always Republicans get blamed"
    },
    {
      "speaker": "BRIAN KILMEADE, GUEST CO-HOST",
      "utterance": "Yeah, because they're in the majority. I watched Nancy Pelosi say a pretty compelling argument saying we don't really have the power in either chamber, nor the presidency, how could you possibly blame me, which is true. If Republicans got on the same page there would be no problem. However, we look until what? January 19th? That's where we'll have an extension too. The longer you do that, you're just giving leadership the chance to tell everybody where they spend as opposed to membership. So why can't they get everything in order starting -- may be before January 19th to start putting things through the committee process and deciding how we're going to spend rather than wait till the last minute and give it to Mitch McConnell and Paul Ryan."
    },
    {
      "speaker": "PERINO",
      "utterance": "And make them eat it."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Yeah."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right. Kimberly, why can't the Democrats just let the tax cut marinate and let Trump take a victory lap? Why do they have to go rein on his parade and do the shutdown? I mean, it's just so mean of them."
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "utterance": "So mean, right? Mean-spirited in the time of Christmas giving. I don't know. It just doesn't make a lot of sense. It seems they don't want to acknowledge that this was a victory. They're going to do what they can in sort of the politics involved here, this political sport, back and forth. And so, they're not going to let him have this. They don't want to. Why would they, right? They want to say that it's terrible, that this something that's not good for the country. And so, ultimately, though, Jesse, I would agree with you guys that I don't think they're going to shut it down. Can you imagine? Let's just shut it down, you know, over the holiday?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "They've got to stay until Christmas Eve."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Right. I don't think so. Let's just count on that not happening."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think they're trying to divert attention from the fact that they've said all of the corporate tax cuts were going to go to all these fat cat CEOs. Instead, bunch of companies, Juan, announced that they're going to give bonus checks to a lot of their employees. That doesn't really have anything to do with what the Democrats were telling us was going to happen."
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "utterance": "What are you talking about? That's exactly what the Democrat said. That what you'll."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What the Democrat said that they were going to give money back to the workers? That's exactly the opposite of what they said."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Excuse me, I'll finish the point."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". and then you can start with the nonsense."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That wasn't nonsense. That was true."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. What you see -- and you saw it today is a ton of companies say, oh, because of the tax cuts."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". in which our shareholders and our executives, oh, yeah, here's a thousand dollars bonus to a lot of people, right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's good."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, that's fine."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's a result of the fact that these companies made out like bandits in this tax deal. That's the fact."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, you're against people getting thousand dollar bonuses?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I'm all for it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. So, it's a good thing?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Don't be foolish."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, it's a good thing."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Don't be foolish and don't mistake what's going on here. What you have here is that the very rich got richer and they say, here's a little bit for you. Why don't you take this."
    },
    {
      "speaker": "WATTERS",
      "utterance": "A thousand dollar is not a little bit."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Terrifically unpopular, remains unpopular, and if it comes to a shut down right now, the Democrats have the upper hand. Why do I say that? Because the Democrats have public opinion on their side. You have Republicans who say, let's pump up military spending, let's pump up the deficit, and yet they don't ever say here's new sources of revenue in order to balance the budget. So who's irresponsible."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, I agree with that. There's no talk about cutting spending. Let's hear this soundbite. This is Sarah Huckabee Sanders talking about what's going to be on the agenda for 2018."
    },
    {
      "speaker": "SARAH SANDERS, PRESS SECRETARY",
      "utterance": "We're working through some of the top priorities. You can expect welfare reform, infrastructure, immigration reform, all to be top of mind and something that's certainly will be looking at and talking about a lot over the first part of next year."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So what do you think about these ingredients?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I think that all makes sense. Your first year as president is the year that you can get the most on legislatively before you head into the midterm. And so, with the three big things that the president can claim in the tax bill yesterday, including the health care, individual mandate repeal and Anwar drilling, which is amazing for Republicans to get through, then where do you go from there? So, I think that they're going to have some messaging problems on welfare reform. If they can communicate it in a way that says, we are wanting to reform the system so that we can get people out of a poverty trap, and this is the way that we want to do that. That would be -- it's a good message, it's hard to do when the other side of it would be -- you just gave corporations and wealthy people this money, and now you want to take benefits away from the poorest among us, how dare you. I mean, that is a tough messaging thing. I don't know how they do it. On infrastructure, the Democrats really want it. But here's the problem. The tax bill was supposed to be -- what maybe the new revenue in order to fund the big new infrastructure plan. But because it got all screwed up and they basically had to pay for that on the individual side, instead of the corporate side, now where are they going to get the money? They're even floating the idea of a gas tax. Do you want to hit every Americans where it hurts? If the gas tax -- I mean, that's problematic for them, I've just used a ban word. The last one in immigration reform, I think that is actually the most plausible and probably out of those three the most important. And I think they can actually do that before March."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What do you think?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "It's immigration, no doubt about it. They're already meeting right now in a bipartisan way in the Senate side on immigration reform doing it massively. There's very little pushback I understand on chain immigration, and there's very little pushback on the lottery system. So if you can give him border security we'll give you DACA. And then, maybe, we're going to do something big. And for those Republicans who say, oh, my goodness, amnesty. Donald Trump will go, listen, I don't care. Go ahead, hit me with it. I'll be the bad guy. Paul Ryan you can act frustrated. Mitch McConnell throw up your hands. I'll take the slings and arrows. What you brought up is a very good point, not adding to the deficit. Welfare reform will be a bad message even though it's necessary. All of these entitlement reforms should be necessary. But to go, OK, now let's go into welfare for the poor people even though you're reforming it to make it a better country, it would be not a good time. I think it would be insane to do that right now."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So Kimberly, to Brian's point, DACA, amnesty, trade that offer the wall, do you think that's effective for the president?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Look, you've got to be able to negotiate. You've got to bring something to the table. You want them to go for this and to increase border security. They're not going to do it unless you give them something that's meaningful. That is the price of doing business, whether it's politics, whether it's just a financial industry, et cetera. So he understands that. I think it's something he would be open to and reasonable about, because of his heightened interest and desire to increase border security. Again, a really big banner item that he promised during the campaign, so he's going through his list, he's checking it twice."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And he's going to find out which Democrats are naughty or nice. I just made that up."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I love it. I love it. Is there anything you like that you think is nice about this agenda in 2018, Juan?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, immigration. I mean, I had a column on the hill, I said, I think the immigration argument has shifted especially after what we saw in Virginia, even Alabama, where those issues were front and center and people were like, no, that's not exactly going to push me over the line. Republican candidates thought you could emulate Donald Trump's success with the issue. It's a little bit different now. But, I mean, to me the thing here is, I think, that Paul Ryan really wants big entitlement reform, not just welfare reform. I'm talking about social security, Medicare, which are big slices of the federal budget."
    },
    {
      "speaker": "PERINO",
      "utterance": "But he knows that the president is not going to do it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The president has said he won't do it, but guess what, Dana, I think that's what to Ryan wants. I think that's what a lot of people in the freedom caucus want. They want to push that. And as you guys are saying, and I'm so pleased to hear you say it, it's insanity right now because most Americans see this as a giveaway to the rich, the tax deal. And if you come back with the budget and say, oh, yeah, we're going to pump up defense spending and now we're going to smack down the elderly and the poor. And don't forget, they yet to renew DACA. Not DACA, but the children health insurance plan. And even Republicans are saying this is a problem by January 1st."
    },
    {
      "speaker": "PERINO",
      "utterance": "This is not something that Sarah Sanders talked about today. I know what it is on their mind. But we've got to talk about the opiate crisis. Today, again, for the second year in a row, we have the CDC, Center for Disease Control, telling us that American life expectancy is going the wrong way for the first time. And they point to opiate addiction as being the thing that is increasing the deaths of young people in particular, young men. That is something we've got to figure out. I don't know what the answer is."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Because I was just at the border, and most of the border patrol says, yeah, we have a problem with illegals, but we mostly have a problem with ethanol. And that's just coming across the southern border, so it might be a complete circle. I will say this, Juan, I think it's an oversimplification and inaccuracy to say this whole thing is a tax break for the rich. It really isn't. Most of the people with money are complaining they're not getting their break that they thought they're going to get. When you look at corporations I actually want to quote Mitt Romney, it is people. And there's entry level jobs in those places and there's an opportunity to bring people back. And the movie industry, of all things, is going to benefit maybe the most. So, I'm curious."
    },
    {
      "speaker": "PERINO",
      "utterance": "Will they write any good movies, though?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I'm not sure it will go. Where we're going to see."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me get this straight. Did you just say that the rich were saying they're not getting enough."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "They get 2 percent."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh."
    },
    {
      "speaker": "KILMEADE",
      "utterance": ". 37 to 35."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There are richer people too, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Ebenezer Scrooge, he's a human being. Eighty percent of the benefit, this thing goes to the rich and the corporations. And you guys still want more."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Corporations are made up of people that are middle-class."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "The corporations who are rich people?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "If they create jobs for those people, Brian. That would be great. But this is not that, this is about rewarding shareholders and the CEO's."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "If they act responsibly, that would be the answer. But if they act responsibly, they'll spread it out, grow the company, because they're never going to get it again."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So you're saying to me if we trust the very rich, the rich will help us."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Has a poor person ever giving you a job, Juan?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "What Brian is saying is very important point. If you see corporate and you kind of demonize them, but the bottomline is that they're a family, that individuals that all levels of corporation in support, working in staff, et cetera. So why do you want to begrudge them an opportunity to do something to provide for their family? I don't understand it. Some kind of improvement and relief is better than none at all."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Do you think that corporate profits in this country are at a record level? Yes, they are. How about the stock market? Record level."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "What's wrong with that?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, give the rich more."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No. The argument is continue to improve on a situation that has been very fortuitous. Why not do it? And why not spread it around to the middle class too."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Spread it around, like Obama said. Remember? Spread it around. A new love for the left, up next."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's no secret, a lot of folks on my side of the aisle are not happy with the new GOP tax bill. But didn't attack on African-American senator Tim Scott of South Carolina, over his support of that bill go beyond the pale? The Republican was a sale by blogger Andy Ostroy on twitter for appearing next to President Trump at the celebration of the passage of the bill. Ostroy wrote, quote, what a shocker, there's one black person there, and sure enough, they have him standing right next to the mic like a manipulated prop, end quote. Now Scott responded, he said, quote, probably because I helped write the bill for the past year, have multiple provisions included, got multiple senators on board over the last week, and have worked on my tax reform -- on tax reform my entire time in congress, but if you'd rather just see my skin color, please feel free, end quote. Now, Ostroy, has since apologize. He then wrote a subsequent piece talking about the lack of diversity both in the Republican Party and in the Trump administration. But the initial shot, he had to delete the tweet, he's apologized. It did not go over well. So let me ask you, Jesse, what would you say to Mr. Ostroy?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, first, when the white guy plays the race card against the black guy it usually doesn't go too well."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You're telling me."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I know. Sorry, Juan. And I know a few things or two about gas. When you create a gas, you don't double down and then write an essay about it making the gas worse. And that's what he did."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Where did you learn that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't know. Through experience. So, he says the Republican Party has a diversity problem. Well, they're just as many minorities in the Senate that are Democrats as they are Republicans. I don't know if you count Elizabeth Warren. I don't know how she self-identifying right now, but that's the truth. It's basically on par. So."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wait a second, I think the numbers are in congress right now."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm not talking about congress. I'm talking about the Senate."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "There's Booker and Scott as the black senator."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Camille Harris. There's Rubio, there's Cruz, and there's Tim Scott."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK. But I'm saying if you look at the overall congress, 37 percent of Democrats in congress are not white, while only 5 percent of Republicans."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't think the Republican Party is adverse to having more black representation. But the problem is, and I don't if it's a problem but it's a challenge, there are not a lot of black Republicans running to get the nomination, and wonder why. If you are a black Republican in this country, a prominent one, you're going to get savaged by the media. You're going to be call horrific things by Democrats, racial slurs. And even Democrats and blacks are going to say horrible things, that you're a sellout. So, it's no surprise."
    },
    {
      "speaker": "PERINO",
      "utterance": "You will be left out of the African-American museum if you're a Supreme Court justice."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's a shocking fact. I mean, to me, I just can't believe the way -- not only Thomas and Scott, but you look at someone like Ben Carson. You know, you go back and Condoleezza Rice. I mean, why is Condoleezza Rice there and they had all kinds of -- wait a minute, this woman has a PhD, she's an expert in terms of Russian affairs, how about her credentials?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Compared to what African-Americans have been through in this country, this is nothing. To take a few slings and arrows in 2017 as opposed to back at the bus in 1960's, 50's, 40. So you can't play with white players up until Jackie Robinson. This is nothing. I think the Republicans are so off on this, they make no effort to recruit, not Kennedy, voters. They make no effort to intercede. They throw up their hands. It makes no sense because what they say they stand for should resonate if presented correctly. And if you get repelled immediately, go back at it. My goodness. It's an embarrassment. When you go to these different events."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me give you support. The support is this, I think it's 7 percent of African-Americans identify as Republican, per say. But if you ask, are you conservative, then it's up to a third. Now imagine a third of black people say they are conservative. And yet, Brian, to your point, I don't see the outreach from the Republican Party, and especially not from this president."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "So, I did this event yesterday that Jesse and I went in the morning, an African-American put up his hand. They weren't many. It's a conservative group. I was talking about the book. And he said to me -- when the question came up he was not talking about history, he said I am upset as an African-American of even affirmative action. I don't want the scales tipped. I don't want -- if my grade is aren't high enough, I don't want to get into that school. And I said, wow, I can't say that. But I wonder if more people felt that way. If you're an African-American, 12, 17 or 18 year old and they say a 96 is good for you, and a 99 for a white person, you might say, congratulations. Look, mom, I got in. On the other hand, look what they had to do to get me in. And that bothered him. And I'm wondering how many other people out there feel the same way."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, I can tell you that -- I mean, people I know very well -- Justice Thomas, for example, huge opponents of just your point. Now the contrary point would be that affirmative action is not about unqualified people. If you get a 96 on the test and somebody gets a 98, you're both qualified. The issue is whether people were previously excluded, kept out who are qualified, and are we now opening doors. You see that for women as well. So let me just go to you, Kimberly, and say with Donald Trump he gets 8 percent of the black vote. Yesterday, and what is quite a self- congratulatory display, you have all these people standing there on the steps, what part of the White House was that?"
    },
    {
      "speaker": "PERINO",
      "utterance": "South lawn."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "On the south lawn -- no, the stairwell?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Portico?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The Portico stairwell. And so, there's Tim Scott."
    },
    {
      "speaker": "PERINO",
      "utterance": "I'm not an architect."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". and I thought the most difficult part of this was -- Mr. Ostroy refers to him as a prop. I find that rather insulting."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Of course, how could anybody not find it -- would anyone like to be called a prop? White, black, Latino, Asian, male, female, it is so dismissive and so derogatory and unacceptable. So, there's something you can say sorry, but sorry isn't good enough. And Tim Scott is an outstanding public servant and a smart man. He work very hard. And he should be given the credit because of merits and because of the effort that he put into try to help the American people. He deserved his spot there. And I'm glad that he was there and he worked with the president cooperatively and other members of congress to be able to make this happen. So, we owe him a debt of gratitude and thanks and appreciation for his skill set and his focus on this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I thought he did a great job. And you know what, the best job was his defense because it made sense. Susan Rice taking on President Trump again, this time the former national security advisor to President Obama insisting that Donald Trump's America first policy will only make our country less safe. Hmmm. Something is cooking in The Five kitchen, a debate coming up next."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "All of these nations that take our money and then they vote against us at the Security Council. Well, they vote against us potentially at the assembly. They take hundreds of millions of dollars and even billions of dollars and then they vote against us. Well, we're watching those votes. Let them vote against us, we'll say save a lot. We don't care. People are tired of the United States. People that live here are great citizens that love this country. They're tired of this country being taken advantage of. And we're not going to be taken advantage of any longer."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "President Trump's critics are fired up again after he threatened to end -- the countries that condemn his decision to recognize Jerusalem as Israel's capital. The result of that controversial vote at the U.N. today in a moment. But first, Susan Rice has a lot to say about Mr. Trump's newly unveiled America First national security strategy. President Obama's former national security advisor wrote a scathing new op- ed, here's a tidbit. Relinquishing the nation's moral authority in these difficult times will only embolden rivals and weaken ourselves. It will make a mockery of the very idea of America first. From what I recall, the Obama administration strategy to keep America out of danger didn't exactly turn out so well. So, Jesse, what do you make of those strong statement, strong wording?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah. Not rescuing our ambassador in Benghazi was not really putting America first. I would say that to Susan Rice."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Or the rest of the Americans that were there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Exactly. Leading from behind, not really putting America first. Just look what happen under Obama and Susan Rice and their friends. Iranians got richer, North Korea nuked up, ISIS took over Iraq, Russia took over half the Ukraine, Syrian dictator gases some people, and China was left unchecked. Donald Trump comes in, and he corrects every single one of these things. Iran deal in the crosshairs, sanctions slapped on North Korea, ISIS destroyed in Iraq, U.S. is now selling lethal weapons to our allies in Ukraine, Assad got 50 Tomahawk missiles to the face, and we're finally cracking down on China. It seems like America first to me, and when she's talking about, you know, we're not pushing American values, we've relinquished our moral authority, Susan Rice and friends sat back and did nothing while student democrats tried to overthrow the Iranian regime. They also sat back and watched Assad gas his own people, rewarded Cuba, a horrible human rights abuser, with a new deal. And I think they treated our best and closest ally in the Middle East, Israel, like a piece of garbage. So I'm not going to sit here and listen to lectures from Susan Rice. She's got no credibility. She ruined it on those Sunday shows. She ruined it when she said that Bergdahl was some great hero who, you know, escaped during -- on the battlefield."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Honor and distinction."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Served with honor and distinction, thank you. Enough from Susan Rice."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You've had it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I've had it."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK. So Dana, what you make of the statement?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I think she's responding to the president's recently released national security advisory."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "It wasn't just about the Jerusalem decision."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "More comprehensive."
    },
    {
      "speaker": "PERINO",
      "utterance": "But I would say, one way to respond would be 500,000 deceased Syrians could not be reached for comment. And I really think that, having not been there and giving a date certain and pulling out of Iraq too early, all of these things, there was a cascading effect. So..."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "We've talked about it a lot."
    },
    {
      "speaker": "PERINO",
      "utterance": "Every administration can look back at war. Like, there has to be a decision. I actually think that America first, it just depends on how you define it. Every president, the most important oath that they take is to defend the United States of America. So everyone is trying to put America first. Some people have different ways of doing that, like they would want to do a multilateral agreement on trade, like the TPP that President Trump took us out of. Or the Paris Accords made a lot of sense to them; it doesn't to President Trump. That doesn't mean that they weren't actually thinking that America should be first. But I do also think that this parade of horribles that they anticipated because of President Trump has not materialized, and so the protestations that they right in these papers and sometimes say on background or they put out on Twitter, leave people a little bit flat."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK, Brian, so how did you see that it?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I mean, you guys covered a lot of it. I would say this. Susan Rice, who had not great timing, being that the fact that the Politico story that talks about looking the other way on Hezbollah seems to have a lot of legs and a lot of substance to it. It's going to cause an investigation, I believe, in the House, which I cannot wait to get to the bottom of, because I have a sense it's not going to be political, but informational. Because that backs up the latest installment of their foreign policy, which is anything but successful. I think people looked at the poise and the character of President Obama and they loved the way that he handled himself. They loved the way that he looked on the world stage. They loved the big crowds that he got. And I think they're substituting that for an effective foreign policy. Even though he has a great family and is an historic figure, his foreign policy seems to be one misstep after another and a sacrifice for an Iranian deal that is anything but strong and solid. So to be honest, Susan Rice, I could not -- I was not going to read -- the one thing I knew for sure this morning, because you read aloud, I go, \"Oh, good, I don't have to read that.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "I skipped it, too."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "It was \"The Five\" that brought me into Susan Rice, because I knew that I couldn't get anything out of this that's going to help me today, but I forgot about the \"The Five.\" Not saying it's a bad decision, but it's a -- it was a decision, I just said to myself, \"This is not going to help my life at all.\""
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I know. I mean, really."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. I know a lot of people, a lot of conservatives are like that. They just eliminate things that somehow rebut their worldview. But let me just give you something. Susan Rice is on target here, because if you look at the security policy as enunciated by Donald Trump, it really moves away from America occupying a leading role in the world, given that we are the world's leading superpower militarily and the leading economic power. So when it comes to, for example, spreading democracy, I don't see that. What about human rights? He doesn't speak about it. What about..."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I just don't know where do you want him to do it. Where do you want him to do it?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I can tell you where I want him to do it. Take something like TPP."
    },
    {
      "speaker": "PERINO",
      "utterance": "For example."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. Or take something like TPP. All of a sudden, he's pulling away from Asia, allowing China to become the dominant player economically; to dictate human rights standards. That's crazy to me."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Where is he -- where is China dictating human rights standards?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All through Asia now."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "So what are they doing?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm telling you..."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "What's telling you that they're setting human rights standards? Where?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wait, hold on. What I'm telling you is right now, they have organized all the Asian countries, countries like Indonesia and Australia, are now going into a deal with China as the lead economic player instead of the United States. That's a result of his nationalistic approach to foreign affairs, and it's not good. And by the way, you guys want to go back to what happened with Hezbollah, which is a bogus story."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You really think so?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's totally bogus. Why don't you go back to Niger and ask what happened to our soldiers? What happened there? We still don't know. But my point to you is, you have to got to see the world not just as people who are hostile, who are taking..."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I've seen the world. I've lived in the world for eight years, I don't need a recap."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You lived in the what?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I lived in her foreign policy for eight years."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And covered it."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I don't need a recap. I don't need -- I don't need a lecture!"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, let me tell you, it was pretty successful, wasn't it?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "In what way?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, the world got a lot more dangerous, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think the world..."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "A lot less..."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "... South Korea have never been more in tune militarily with the U.S."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let's see: was Israel threatened then? No. I think we took away nukes, right, from -- from the Irans."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Brian, bad news for you: you just cut into your next block."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, well."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, no. So -- pace yourself."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, exactly. The Hollywood hate fest for President Trump goes on, Tom Hanks, the latest celeb to spout off, next."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I've never heard that song before, but I'll go with it. Steven Spielberg's new movie, \"The Post,\" hits theaters tomorrow. I have a feeling it's not on President Trump's \"things to watch\" list over Christmas. It's about a battle between the press and the government in decades past. Written by Juan Williams, thank you for that input, Juan. Tom Hanks stars in it as The Washington Post editor Ben Bradley. He was just asked, by the way, was Tom Hanks, if the president wanted him to screen it at the White House, would he go to the White House?"
    },
    {
      "speaker": "His reply",
      "utterance": "\"I don't think I would. In fact, I would not have been able to imagine that we would be living in a country where neo-Nazis are doing torchlight parades in Charlottesville and jokes about Pocahontas are being made in front of the Navajo code talkers. This is the moment where, in some ways, our personal choice is going to have to reflect our opinions. I would probably vote not to go.\" We should note the president hasn't asked to screen the movie. Nor has he asked for Tom Hanks to come over. But it's a preemptive no from Tom Hanks. What do you think the reaction should have been, Juan? Are you surprised by -- by the man who starred in so many great movies having this reaction?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I think lots of people do. But you know, the question is, are you honored if the president of the United States -- I don't care who he is -- invites you over to the White House?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Now, for example, I know this season, lots of people on the Democratic side just opted not to go anywhere near Trump and the Christmas parties and the like. So I don't think this is a unique response. The question is, is that, you know, at some point you just want to -- I don't know. Some people might say, bite your tongue. But I think that Tom Hanks was asked a question, and he answered honestly."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Dana, do you think it's a big deal."
    },
    {
      "speaker": "PERINO",
      "utterance": "I have teeth marks in my tongue from over the years. I think that you would say, \"Well, if he calls, we'll talk about it.\" It's not hard to say."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "He could've gotten out of it very easily. He wanted to make that statement. He's very..."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's the same thing that we talked about with the athletes, Was it Lindsay Vonn that was asked about President Trump in the Olympics? And would she go to the Olympics [SIC] if she gets a gold medal? I mean, all of those things. The press is going to want to do that, because it will help the press."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's not going to help them. So I would always take a pass on it."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "You know what's incredible, Kimberly? Is that he knows history. This guy has really gotten into helping out the veterans. He makes some great movies. If he's not acting in them, he's -- he's producing them. You would think he'd get the sense, what Juan brought up, too, the sense of history of the White House and the president asking you to come to screen your movie that that would overwhelm any thought of, \"I don't agree with him on these policies.\" I mean, it sounds like he -- there was one incident in Virginia. It's not like every day the president is saying, \"Go do this and go do that\" when it comes to Charlottesville."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No, you're absolutely right, but you know, he can stand on principle. This is what he thinks and what he believes. I mean, it's not -- wouldn't be my choice, do you have a lot of people in Hollywood taking stands like this and having personal opinions and using their celebrity to be able to make statements against the president or his policies, against his statements or, you know, viewpoints. That's First Amendment. Again, it's not something that I like to hear or experience, but..."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Would you -- would you ever give up your full season of \"Bosom Buddies\" on DVD because of this?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I don't like that show."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "It was where he broke out into his own. It was very good. It was about two friends trying to make it in this world."
    },
    {
      "speaker": "PERINO",
      "utterance": "I like that show."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, I know the -- I know the show, but..."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Jesse -- Jesse, what questions do you have?"
    },
    {
      "speaker": "PERINO",
      "utterance": "It's one of my favorites."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "This is -- it's funny you bring that up, because I do have a question for you. There was a screening 48 hours ago of \"Churchill,\" and the president invited Democrats and Republicans over right before the tax plan was actually signed."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "And they brought them together. They evidently had a great time. Isn't that indicative of these -- these two parties not getting along, but they can come together around one movie?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't think coming around a movie about Watergate is the right movie choice for this president."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Think about that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't think President Trump is going to screen a Watergate movie at the White House. Maybe bad vibes. I don't know. That's my guess."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Bad idea."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Bad idea. And I think any time one celebrity trashes Trump, two Americans in the heartland vote for him. So this doesn't have any effect on anything."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Like every time you -- some people say that every time you hear a bell, an angel gets his wings."
    },
    {
      "speaker": "WATTERS",
      "utterance": "... analogy."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Go ahead."
    },
    {
      "speaker": "PERINO",
      "utterance": "I was going to say that in 2001 when President Bush takes over, one of the first things he did was to invite Senator Ted Kennedy and his wife to come and watch a movie. And I think it was actually about JFK, I believe."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "And that was where they started to work out and ultimately got the two things that President Bush claimed as his big accomplishments that first year: tax cuts and No Child Left Behind."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "By the way, this movie is about the Pentagon Papers, not Watergate."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. Similar."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Right. Ben Bradley did do Watergate."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know what I was trying to get to."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Exactly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Similar era."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Exactly."
    },
    {
      "speaker": "PERINO",
      "utterance": "Boy, you're going to get a mom text."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "We need to get -- we have to get a subscription to Moviefone, and this whole thing would've been ironed out. Sixteen minutes before the top of hour. Is anybody else feeling stressed out with Christmas just four days away? Fear not..."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "... help is on the way. According to reports, the best thing you can do: relax and unwind during this busy holiday time. We have the one thing that can change your life in just a moment."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's Christmas in four days. It's supposed to be a holly and jolly time, but for many folks out there, it's a stressful and anxiety- provoking one. So how do we unplug from it all, unwind and enjoy the holiday? Literally unplug, according to one psychologist. You go on a digital detox to put down the devices. Stay away from anything that has the screen, and let your brain and body power down. I actually read about somebody -- what magazine wasit? I read it this past weekend, where they took, like..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "National Review."
    },
    {
      "speaker": "PERINO",
      "utterance": "... an entire -- no, it was like, one of those, though. They took, like, a three-month break. It was the New Yorker. Like National Review."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Even worse."
    },
    {
      "speaker": "PERINO",
      "utterance": "They took a three-month break, and they said it was, like, really healthy."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I hear that -- that's a new trend. I'd love to do it. If it wasn't work-related, I would -- I would go back to the flip phone. Because I really believe..."
    },
    {
      "speaker": "PERINO",
      "utterance": "The Jitterbug?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Yes. I don't remember the last time a text or email helped me. It seems like every time -- every time I look down, I'm like, there's nine things I have to do, and I'm wondering to myself, was I just not doing these things before the text messages and e-mail?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Like, what did you think about?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Yes, what did I think about?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I just like -- I like time away from it. What you think?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, I mean, I did a digital detox today. And that's why I didn't know what that movie was about. I just started early."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Right. Absolutely."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You detoxed all the way back to Watergate."
    },
    {
      "speaker": "WATTERS",
      "utterance": "My whole life has been a detox. No, I like detoxing. I think it's good. But if you're in the news business and you come back from vacation, and they ask you to talk about something, and you have to say, \"Well, what happened over the break?\" So it's hard for us. But I recommend it for other people."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So here's the thing. I remember going to the doctor a couple years back, and he said, \"You know, you need to just, like, chill out. You need to calm down.\""
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Really? You paid him for that? We could have told you that."
    },
    {
      "speaker": "PERINO",
      "utterance": "He probably also told you to drink more water."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Here were his suggestions."
    },
    {
      "speaker": "PERINO",
      "utterance": "Every doctor says drink more water."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "His No. 1 suggestion was don't wear a watch. And I love watches."
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't wear a watch."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But don't wear a watch. And he said, because even as you were waiting in the room, in the waiting room, you kept flipping, like looking at your watch. He says, that just drives up your pulse. Don't do that. He also suggested that I get away from ketchup and use more mustard and stuff like that. But the biggest..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Did he say don't sit next to me?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That definitely drives up the pulse."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Ketchup, too much sugar."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sugar and salt, yes, not good for you. But the -- but I think this idea is excellent. Because the way that I lead my life, by the way, is -- and I know it frustrates a lot of people I work with, is I don't keep my eye on, you know, email and text messages."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You don't say, Juan? Is that why you're always late? Because you never look at the clock."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's true. I don't look at clocks."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Because we're always like, \"Where's Juan?\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, well, that's -- my mother used to say that. But I just -- I just basically -- look, if you really need me, you'll call me. And you know what? I checked the email every once in a while. It's not like I'm out of touch."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "People do say that, though."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But boy, around here people are absorbed by that."
    },
    {
      "speaker": "PERINO",
      "utterance": "The other thing is, Kimberly, I think a lot of people, especially, I'm going to say, men get themselves in trouble. And they look ridiculous tweeting things all the time. If they just step away from it a minute, they could retain their dignity."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You have to, like..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Are you talking about the president?"
    },
    {
      "speaker": "PERINO",
      "utterance": "No."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You've got to, like, delete the Twitter off of your phone or something for a while."
    },
    {
      "speaker": "PERINO",
      "utterance": "I recommended that to Hannity."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, that was obviously very funny and, obviously, it did not last."
    },
    {
      "speaker": "PERINO",
      "utterance": "It lasted about two weeks."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Look, I don't know that I could really do this, because I -- obviously, because I feel so -- such an urgency to, like, know exactly, like, what's going on? What's the latest news? What's the update? We get updates during the show of a lot of stuff that's coming in, especially during this hour, live."
    },
    {
      "speaker": "PERINO",
      "utterance": "But can you take a break for the holidays, like, if you're not on air?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No, absolutely not. I'll be prepared to do a show absolutely every single day."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "You're like a fireman. Is there a fireman's pole in your House where you just go down the poll, and then you run in and go do a show?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, there's a pole in my House. This joke keeps just getting better, doesn't it?"
    },
    {
      "speaker": "PERINO",
      "utterance": "It's actually the North Pole. It's where all of the toys are, kids. Don't worry. All right. \"One More Thing\" coming up next."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Nice save."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Nice save, Perino."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It is time now for \"One More Thing\" -- Queen Kimberly."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, indeed. That will be second part, part two, but part one is going to be Queen Kimberly royal news, in for Hannity tonight at 9 p.m. We've got Ed Henry, Peter Schweitzer, Greg Jarrett, Tom Fitten, Representatives DeSantis, Herman Cain, Matt Schlapp, Timmy Russ (ph), Dan Bongino. We've got everyone, Larry Elder and Oliver North. And now it is time for \"Kimberly's Royal News.\" Yes, indeed. Indeed. All right, people, you know what this was about, right? Engagement photos. Kensington Palace has just released these stunning new royal photos, and they are quite exquisite. Take a look. Jesse likes them a lot. So you see Megan wearing a black gown and the prince sporting a blue suit. They hold hands. It's very cute and charming. Look at that. That looks very nice. I like the black and white. Very cute."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Cute."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And then in a candid one for the third, these came out very nice. One of our producers didn't like them. I will not give her name."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She's not coming to the royal wedding."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And Juan."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. So merry Christmas to you all, and at this time of year I'm so grateful for so many people in my life, but especially the people who are in the background and help us here at FOX News in New York. So I just want to say thank you to all those folks. Here I am with Sheila Mara (ph), who's up on the 17th floor reception."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "She's very nice."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Here I am with Kadija (ph). Oh, that's not Kadija. Yes, I think that is Kadija."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "It is Kadija (ph), yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Up on 17, it was the daytime receptionist. Here I am with Rifad (ph), who takes care of our lobby, keeps it so beautiful."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Here I am with the makeup people on 12 who take good care of me. And keep us looking good."
    },
    {
      "speaker": "PERINO",
      "utterance": "They have a lot of work to do."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And here I am with two of my favorites: Michelle and Jo-Jo. Just the most wonderful, warm people. Thank you all."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's very sweet."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You guys are the best."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Your Jack selfie was interesting."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That was great. OK, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. So a woman was denied entry to an airport lounge for wearing Ugg boots. Joanna Catherall was not allowed in the Quantas Lounge in Melbourne Airport because she says she was wearing these Ugg boots. And she was complaining that, like, they were not loungewear, but they were in a lounge, OK? But Quantas says, \"We endeavor to remain consistent and uphold our lounges dressed guidelines to all of our guests. You may find details here. So I ask you all on Twitter with a poll, the first poll I've ever done, do you think Ugg boots are sleepwear or loungewear? Fifty-seven percent of you said no. So I think Quantas have to rethink."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Wow."
    },
    {
      "speaker": "PERINO",
      "utterance": "Ugg Boots are an Australian company."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "But they're also expensive."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "So..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And guys can wear them, says Tom Brady. Some people are wondering where I was yesterday. Well, I just want to thank Charlie Kirk for inviting me to speak at the Student Action Summit for Turning Point USA in West Palm Beach, Florida. There's about 3,000 students out there, where I razzled and dazzled them all. And it was a great event, and thank you very much for inviting me. It was a wonderful time."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Charlie is very nice. I like him."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "All right. And in the 20 seconds I have left, the Jefferson Jackson Dinner is being changed to the Barack Obama Dinner. And the war in history continues."
    },
    {
      "speaker": "If you want to get my book, there it is",
      "utterance": "\"Andrew Jackson: The Miracle of New Orleans.\" There's enough time for Amazon to put it into a padded envelope."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Right. I bought it this morning."
    },
    {
      "speaker": "WATTERS",
      "utterance": "\"Special Report\" up next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}