{
  "date": "December 6, 2018",
  "headline": "Rep. Nunes on FISA abuses",
  "subHeadline": "Guests: John Solomon, Devin Nunes, Michelle Malkin, Roberto Hernandez, Joe Concha, Dan Bongino",
  "url": "https://www.foxnews.com/transcript/rep-nunes-on-fisa-abuses",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Welcome to HANNITY. Tonight, a whole lot of brand-new breaking news. All eyes tonight also on Robert Mueller, day 568 of the witch hunt, and just to recap, zero Trump- Russia collusion has been discovered, none. We do, however, tonight have no evidence that two top Democratic operatives could be in very serious trouble over their shady international dealings. We're going to bring you that report.  Also, a huge blockbuster breaking story from The Hill's John Solomon, who has damning new information on the world's seediest charity, and there is evidence, the Clinton Foundation.  And tonight, we'll show you the latest controversy swirling around Democrat Kamala Harris. And we'll reveal the dire consequences from one company's war on the Second Amendment. And stay tuned, we have a mini monologue tonight and what is the media in this country's disgusting new low, if you can believe it.  But first, sit tight, buckle up. It's time for a lot of breaking news -- it will take a full hour -- opening monologue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Tonight, we are still awaiting Robert Mueller's next move. Two reports are expected before the end of the week, including new information on the special counsel's coordination with Michael Cohen and as well as findings from the never-ending saga surrounding Paul Manafort. Oh, he had nothing to do with Russia. Neither case is anything to do with collusion. And on Tuesday, Mueller released its report on Lieutenant General Michael Flynn. That memo also providing zero evidence of collusion, a process crime.  You leave it to fake news CNN to put facts last, and immediately speculate that the Flynn memo was the beginning of the end for the president. Lies they have been telling us for two years. They keep just re-circulating the same lies. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The redacted document, if we can put it up, people on Twitter were literally speculating that part of those blacked out part, it matched the number of characters in the words ‘President Donald J. Trump.’ That's the extent to which people are going. You can see it there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "For nearly two years, Robert Mueller and his merry band of Democratic donors, they have provided ample fuel for everyone who wants to destroy the administration, delegitimize a duly elected president. Now, today, the president made this astute evaluation, writing, quote: without the phony Russia witch hunt, and with all that we have accomplished in the last almost two years, tax cuts, regulation cuts, judges, military, vets, my approval rating would be at 75 percent rather than 50 percent, just reported by Rasmussen. It's called presidential harassment. Now, when Robert Mueller wraps up his investigation, he shouldn't have any trouble getting a job at the DNC. He is already, what, raise millions of dollars for Democrats, worked overtime, full-time, to destroy President Trump. And he has so many connections, after all. His staff, his entire probe with big-time Democratic donors, oh, and even former Hillary Clinton lawyer over at the Clinton Foundation.  But as the hunt continues, we can report good news to you tonight. A few on the left are actually finally being held accountable. Tomorrow, James Comey, he will not testify under oath in front of the House Judiciary Committee and he will have a lot to answer for, and much of it surrounds Lieutenant General Michael Flynn. After all, remember, Comey, McCabe, Strzok, all previously stated Flynn did not appear to them to be lying.   And now, Flynn ultimately pled guilty to that charge, which stemmed from our federal government illegally, what? We had surveillance, unmasking, no minimization, and then, of course, leaking raw intelligence on Flynn's international communications. So what did Comey know about that illegal unmasking? And leaking raw intelligence?  And while Comey prepares for the hot seat, two other anti-Trump operatives are in hot water tonight. The A.P. is reporting that Democratic lobbyist Tony Podesta, the brother of Clinton campaign chair John Podesta, along with Obama's former White House counsel, Greg Craig, they are now the subjects of a federal investigation into their lobbying efforts for the pro-Russia government of Ukraine. No criminal charges yet filed, but the investigation is reportedly ramping up as we speak tonight. And also breaking tonight, a new report from John Solomon at The Hill revealing shocking details about the investigation into the Clinton Foundation. According to Solomon -- he'll join us in a few minutes -- a 2017, while a whistle-blower submitted thousands and thousands of pages of evidence revealing shocking allegations, including, quote, serious concerns about legal compliance, improper -- literally comingling a personal and charity business, and, quote, quid pro quo promises made to donors, while Hillary Clinton was secretary of state.  It is important that the Clinton Foundation raised a whopping $62.9 million in 2016, when a Clinton presidency looked inevitable. The very next year, after a shocking defeat, well, the foundation only managed to raise a paltry, well, $26 million. Now, that is a very suspicious trend, given clear pay for play accusations surrounding the Clinton Foundation. Now, a spokesperson from the foundation did get back to us and tell us that it is one of the most heavily scrutinized charitable organizations in the world and is continually subjected to politically motivated allegations and the foundation's CFO is denying any inappropriate or illegal activities. Well, we'll see.  And, by the way, Solomon has been very busy this week. Last night, right here on this program, well, we showed you another breaking report from The Hill, exposing serious FISA abuse at the highest level of James Comey's FBI and Obama's DOJ. And according to this report, the new evidence in a form of a huge email chain finally discovered after two years revealing that, quote, ‘The FBI was aware before they secured their first warrant, infamous FISA warrant on Carter Page, that, in fact, there were intelligence community concerns about the veracity, the reliability of the main evidence, the bulk of evidence, that went into the FISA application.’ In other words, the Clinton bought and paid for Christopher Steele dossier with Russian lies. Now, this smoking gun evidence that high-level FBI officials willfully committed a fraud, multiple times, on FISA court judges to obtain and secure a warrant on this Trump campaign associate, Carter Page. They never told the FISA judge that the dossier was bought and paid for by Hillary Clinton, a massive omission, or that its contents were never corroborated or never verified, and that our own intelligence community had doubts.  And yet, because of that phony dossier, and American citizen, for a year, was spied on by our federal government, a grave miscarriage of justice. John Solomon will have more in just a minute.   But first, we are only weeks out of the midterms and already, believe it or not, the 2020 election is starting to heat up. Democrats have an extremely long and extremely weak field of candidates likely running to challenge President Trump. And tonight, one of the top contenders, far left zealot, Kamala Harris, is cutting ties with a top aide embroiled in what is a massive harassment scandal. She accepted his resignation today after The Sacramento Bee reported the details of a 2016, $400,000 suit, and Harris is claiming she had no prior knowledge of this massive legal filing. Uh-huh. We'll find out overtime. Now, Senator Harris will reportedly decide over the holidays whether or not she wants to challenge President Trump in 2020. And, of course, Harris, and other top liberals, will make gun ownership a big issue for 2020. Make no mistake, they do not believe in the Second Amendment the way a lot of Americans do.  But Democrats should, well, probably take note of what happened to Dick's Sporting Goods. Earlier this year, remember, Dick's Sporting Goods took a political stance against the Second Amendment. They actually hired a gun- control lobbyist, refused to sell guns to law-abiding citizens under the age of 21. They stopped selling AR style long rifles.  Well, now, the chain sales have dropped nearly 4 percent and its outdoor focused field and stream stores may soon be closing their doors. Now, sadly, what Dick's and most of the Democrats often take for granted, the Second Amendment matters to the American people. That is why it is, yes, number two. It's an ever present check on the threat of foreign, domestic, and also, it is more than that, to own a gun. It's the right to defend yourself and your family, self-preservation, a protection of all our enable rights as Americans. We live in a dangerous and more violent world every day.   All right. Joining us now, more breaking news, on top of his report yesterday about the Clinton Foundation, is The Hill's John Solomon. This article means, to me, that, all that evidence, 6,000 pages, is that the total?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN SOLOMON, INVESTIGATIVE REPORTER, THE HILL",
      "sentences": "That's right, 6,000 pages, 95 exhibits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Ninety-five exhibits. OK.  So, the other question is, why don't we go through what they found and why we are here and why they have not been under more fire?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Yes. I think, first of all, it's interesting who they are, who made this complaint. These are former experts from the Drug Enforcement Agency for the U.S. attorney's office in Connecticut, for major complaints for major Wall Street firms. These are people that live and breathe tax law and good governance and they put together this complaint. They assembled a lot of internal documents from the Clinton Foundation, perhaps most importantly, two legal reviews that the Clinton Foundation did on itself. And what they found is that the Clinton Foundation itself, its own lawyers, warned that there was a strong possibility that donors were being made promises of quid pro quo favors from Secretary Clinton when she was in the Obama administration and return for gift to the foundation. They warned that there was a culture of noncompliance, not wanting to comply with the law, with the rules of the foundation had to follow.   They said that Bill Clinton's personal interest and his comingling of his personal business with the foundation posed a grave threat to the foundation itself. These are not Republicans. These are not partisans of saying it. These are internal documents of lawyers hired by the Clinton Foundation to find out what was going on wrong in the foundation, as to what they found.  So, these investigators assembled all these evidence. They then go and they interview the current CFO, the longtime CFO, of the Clinton Foundation, a guy named Andy Kessel, and they do this in November '16, they take them out to dinner, lunch, New York, and they ask, are there problems here? And according to their memo, their interview memo after they met with him, he makes several spontaneous claims, that he can control Bill Clinton, that people have been trying to stop them from comingling personal business with the foundation but nobody can control him. And he makes the most provocative of statements allegedly, if you believe this memo, in which he says, I know where all the bodies are buried at the Clinton Foundation. So, they assemble all this evidence, they give it to the IRS in August '16, they give it to the main Justice Department of Bill Clinton's -- excuse me, Donald Trump's Justice Department in October 2017, and then in early 2018, they are called by the FBI in Little Rock and they provide the evidence to the FBI in Little Rock, which means the main apparatus, the IRS, and the FBI, and, now have access to all of these allegations of wrongdoing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What is happening -- look, John, you are talking about 6,000 pages, 95 exhibits of a 48 page submission. And the evidence, as I read in your article, seems overwhelming and incontrovertible here. How has it been sitting for a year, especially in light of, we already know the issue of Hillary's violation of the Espionage Act by having that mom and pop shop server, we had secret, top-secret, classified information on it? That's a violation of the Espionage Act, obstructing justice as it relates to how she deleted emails, wash your hard drive clean, and had devices broken up.  They seem to skate every time. You are describing, literally, systematic violations of every charitable contribution law imaginable here, including IRS violations. They are sitting on that for a year? Who is looking into it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Well, that's a great question. I think we're going to get a very important answer. I want to put a special date on your calendar. Next Thursday, Mark Meadows, Chairman Mark Meadows, House Subcommittee on the Oversight -- House Oversight Committee, is going to have a hearing, these two whistle-blowers, two of the whistleblowers who helped form this complaint, did this all this investigative work, are going to testify for the first time in public, and they have asked the Justice Department to come in and say, what have you done with us?  Mr. Huber, John Huber, the special U.S. attorney who President Clinton's former attorney general, Jeff sessions named year ago, what have you done, how much money have you spent. Bob Mueller spent tens of millions of dollars, what have you done to look at these allegations. We may get our first answer in public to what the Justice Department has done. Now, we have some hints my story. We know that the FBI not only had contact with these whistle-blowers but I'm able to confirm from Clinton Foundation sources that Kessel, the CFO, the guy who ran the finances, was interviewed by the FBI in 2017. We know that Doug Campbell, the undercover informant for -- that was undercover to the Russian nuclear, he was interviewed by the same Little Rock FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That was Uranium One.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Yes, Uranium One informant. So, we do see some activity. If I had to guess for my reporting, if there was action going on, it is in Little Rock, Arkansas. But for the first time, Congress is going to put the Trump Justice Department's own officials, their feet to the fire and we're going to get an answer. Have you done anything? How much of you spent on this? Is there a legality or should we drop this line of inquiry with the Clinton foundation? Next Thursday could be the day we get our answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The people that would you've spoken to in the legal side, do they see laws violated?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "They do. And so, I sent this to a half-dozen former FBI, IRS experts who focused and charity fraud and financial fraud, and all of them said to a T, if this walked into my door, it would give me a predicate for opening a criminal investigation of the Clinton Foundation and perhaps individuals inside of them. Every one of them said. I think one of them, Jeff Danik, very well-known, decorated FBI agent, made some of the most complex financial fraud cases in the history of the bureau, said I would open up on this in the second based on what these investigators put together in this private document.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Back-to-back huge bombshells by John Solomon. We're going to have you back tomorrow and the rest of the week, into next week to get into this more deeply. John, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Thanks, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Joining us with more reaction, House Intelligence Committee Chairman Devin Nunes is with us. First, do you have any reaction to what you just heard from John Solomon and then I want to go to a breaking report from yesterday? REP. DEVIN NUNES, R-Calif., HOUSE INTELLIGENCE COMMITTEE CHAIRMAN: Yes, it doesn't surprise me, Sean. I mean, we have actively been looking into the Clinton Foundation, Uranium One, if you may remember, we assigned a tax force leader, Peter King from New York, to look into this. So, we have seen troubling information from this, and I can't verify John's reporting, he always does a good job, he has great sources, and I'm sure there is much more to be learned on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me go back to the breaking news yesterday. What we discovered, I don't know how this was not known when we go back two years now, pretty much investigating this whole issue, the Clinton bought and a paid for phony dossier et cetera, what we know how I found out, there is an email chain, or a chain of emails, James Comey is on it, top DOJ officials are on it, and they knew, and the Intel Committee had -- intel community had massive questions about their veracity, the truthfulness, the validity of the dossier, what your memo and the Grassley-Graham memo point to as the bulk of the applications for the FISA warrant against Carter Page. When did you first find out about this email chain?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, I don't know that the email chain and John's reporting is the same stuff we are looking at, although it sounds very similar. What we have been saying, and this went as high as the speaker of the house, we've been requesting for many months about, and I talked about it on your show a couple weeks ago, that there are emails, there are redactions that we are quite convinced that if that is unredacted and provided to the House of Representatives, to the Intelligence Committee, it will be very clear that there is very much -- it was very well known, there was a lot of information that was not provided to the FISA court leading up to the warrant on Carter Page.  So I don't know exactly who John's sources are. But I do know that we have been trying to get these reductions from emails without looking -- it's possible that we are talking about the same types of emails. It's also possible, Sean, that there's even more emails that we don't even know about.  But what we are aware of, what I call the fourth bucket of information, it would be very clear that there were people within the FBI and DOJ that knew well and good before they went to the FISA court that Christopher Steele and others were up to some really bad and nefarious activities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, you're saying that these emails will be the fourth bucket. The 302s would be the second bucket. The FISA applications themselves, especially the last one, pages 10 to 12, 17 to 34, then the gang of eight information, those would be the four buckets.  What John is saying here --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "That's correct. Remember, Sean, the first three, the president has actually called to have declassified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But he's holding it back, he recently said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "-- tonight is this fourth bucket.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. So, what I want to ask is, if they knew, and if the intelligence committee knew that they questionable, the whole dossier was questionable, it was the bulk of the FISA applications, and they used it anyway, we know that they omitted that Hillary bought and paid for it with a footnote that said it might have a political taint into it but they did not say it was the opposition party candidate, is it possible that they knew it was not true, that they gave it to the FISA court anyway, that they didn't do their due diligence, verifying, corroborating, and that they totally and completely committed fraud on the FISA court, not once come, but four separate times, meaning that everyone was signing off on an application to spy on an American with evidence that they, at best, could very likely not be true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Yes. So, remember what we have been looking at criminally, has been abuse of power, whether or not there was a conspiracy to abuse power, you know about that, you've talked about that for a long time. What this gets into, is this would be the first clear evidence that we have on another major crime, which would be called lying to a federal judge, which is a crime, and a major crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But the people we are talking about would be Comey --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "It is the evidence we have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This would be Comey signing off on it. Rod Rosenstein signing off on the last one. We have Sally Yates signing off on it, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, they are the ones that signed off on it, but they're not necessarily the ones who would have provided and doctored the information. So, really, the people that are culpable here are the ones who were in these discussions that knew about the information that was not provided to the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Even though Adam Schiff, who I have a lot of issues with, will be the chairman of the committee come January, will you still have the authority and the ability to get this information to the American people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Yes, the only difference is that I will be the Republican leader on the committee. The question is, the subpoena power will lay in the hands of the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But the Senate would have the power, too, as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "That's true. But we have also, for many months here, Sean, been willing to -- we've said, our investigation is over with. The White House is going to be able to declassify a lot of this information to help us out to get to the bottom of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Congressman Nunes, you've done great work, so has John Solomon. If so, basically what I said is true, that is there is no equal justice, equal application of our laws that will be shredding, literally shredding, if you are giving false information to a court, to obtain FISA warrant to spy on an American, and not even verifying it. Wow. Michelle Malkin debates and immigration activist about the crisis at our southern border. That's next on this breaking news night. Also later, a school principal trying to ban candy canes because it has a J-shape and it might have to do with. Steve Doocy and Ainsley Earhardt are here in studio to react, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. As the migrant caravan continues to cause chaos on the border, reports are emerging of a migrant woman, a member of the caravan, who entered the U.S. illegally, gave birth to a baby less than 24 hours later, and then ICE released a statement saying they have arrested 58 illegal aliens in five-day raid in the New England area. According to ICE, among those arrested, 30 had prior felony convictions for serious or violent offenses, 33 have criminal charges pending, 15 were previously released from local law enforcement custody without an active detainer, nine were referred for criminal prosecution. One is being referred to the U.S. marshals for failure to register as a sex offender. Nine have been previously removed from the United States, and returned illegally. Four had active, well, Interpol red notices. Meanwhile, Nancy Pelosi says she will not accept a DACA deal in a exchange for the wall. Guess they don't want to fix the problem ever, even if you give them what they want. Take a t look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Would you be willing to support some degree of wall funding if you got a permanent, bona fide solution on DACA? REP. NANCY PELOSI, D-Calif., HOUSE MINORITY LEADER: No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Why not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "Well, because they are two different subjects.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Here with reaction, we have conservative columnist, our friend Michelle Malkin, and immigration activist Roberto Hernandez. Roberto, you look at all of that and I understand that a lot of people want to come to America, I just want people to come legally, so we have a chance to vet them, to make sure we pay, on average, $70,000 per year per illegal immigrant, the American taxpayer. That's health care, education, criminal justice system, and, you know, we have Obama authorized $300 million to pay for free legal advice. We have two recent cases where innocent people, one in Oregon, one in Texas, were murdered by illegal immigrants. Why can't we just do this all legally?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTO HERNANDEZ, IMMIGRATION ACTIVIST",
      "sentences": "First of all, when Obama campaigned to be president, he promised that he was going to do immigration reform the first year that he was in office. And Nancy Pelosi was the head of the speaker of the House --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sir, I ask you a very simple question, what do you say to the families -- you're not answering my question. What do you say to the families --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "Let me tell you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There are two families in the last three weeks that lost loved ones because of illegal immigration. Why can't we, as America, have the right to vet people to make sure that they can take care of themselves when they are here and that they don't have any criminal ties or backgrounds? Is that fair?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "The Democratic Party failed to do immigration reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You're not answering my question. Is that fair that we vet people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "What we ended up getting was DACA, a program for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You have no intention of answering my question. What do you say to the families -- listen to me! What do you say to families who lost their children because of illegal immigrants coming to the country illegally, violating our sovereignty and our laws, and they end up killing innocent people? That's not the vast majority. But when that happens, what you say those parents?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "But that's just a few people. We have criminals every day in this country. How many white people are killing people in this country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHELLE MALKIN, SYNIDCATED COLUMNIST",
      "sentences": "Oh, wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "You know what, you are picking on a few incidents, a few incidents. That is what you are doing. You are picking on a few incidents. When you look at --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Michelle Malkin. Michelle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "Who are the majority of the criminals in this country, they are white. We are not talking about them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Michelle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "They avoid the basic, fundamental question, and the basic distinction between people who want to come here illegally and people who want to come here illegally. Sean, you could have one of these open borders extremists on every single night, and they sound so reasonable, and actually I agree with what he was trying to stay there when he was avoiding your question -- yes, Democrats are hypocrites, they talk out of both sides of their mouths on this issue, and I know that people like him and his lobbying groups are very disappointed that they didn't get to the wholesale amnesty they want. The bottom line is, people like Mr. Hernandez, your guest in San Francisco, which has been absolutely ruined by illegal alien sanctuary policies, and you want him to confront the violent crime that has wracked families of all colors in San Francisco and he won't do it. Instead, he'll talk about the plight of all of these migrants from around the world who want to flood our borders and cause even more chaos. The cost of health care, welfare, education and crime and the impact on American workers of all colors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you both. We appreciate it. When we come back, liberal media if you can believe it, they are now stoop to a new low using the memorial service for Bush 41 to once again attack President Trump. Is there any decency? Our mini-monologue straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Live from America's news headquarters. I'm Trace Gallagher. Several sources telling Fox News that President Trump will nominate Heather Nauert as U.N. ambassador. He is expected to make it official and in tweet tomorrow morning. Nauert currently serves as the State Department spokeswoman. She as previously an anchor here at Fox News Channel. If confirmed, she would replace Nikki Haley who announce she would be leaving the job as the end of the year. A final salute for our nation's 41st president. Family and friends held a funeral for George H.W. Bush in Houston. Mr. Bush's flag draped casket was then loaded on to a special funeral train painted to resemble Air Force One. Bush was buried on the grounds of his presidential library in College Station next to his wife Barbara and daughter Robin. The former president died last Friday at the age of 94. I'm Trace Gallagher. Now back to Hannity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. As I have explained again and again, when it comes to trashing President Trump, well, nothing is off-limits. And if you thought what we showed you last night was bad, it's getting even worse. Ad that is the subject of tonight's mini-monologue. All right. Tonight, the media is sinking to new depths if that's even possible. Clearly it is, as they continue to use the funeral, the life, the legacy of former President George H.W. Bush to attack President Trump. Now after yesterday's powerful memorial service in Washington, D.C. for the late 41st president, well, your mainstream media still cannot stop using these events to demonize their current enemy, which is President Trump. And it's getting even more ridiculous. They are now going after President Trump over how he prays. I'm not making this up. To them, even standing silently during the Apostle's Creed in the funeral is cause for an attack against him. But to choose the media is getting more and more unhinged and more hateful and more divorced from any sense of reality or what their real job is supposed to be. And they wonder why nobody trust them. And of course, the destroy Trump media didn't stop there. Rather than focusing on the life, the accomplishments, the sacrifice, the service of the 41st president, the coverage looked like this. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN COLBERT, COMEDIAN",
      "sentences": "It was a full state funeral. It was quite a moving sight to see the presidents and the first ladies in the front row waiting to honor President Bush, chatting comfortably with one another, until Trump showed up, then it became was silent staring time.  Donald Trump is the only person in the world who can bring down a funeral.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY KIMMEL, COMEDIAN",
      "sentences": "Hillary Clinton is just staring straight ahead like--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMMEL",
      "sentences": "Like she is on an elevator with a weirdo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMMEL",
      "sentences": "And it was like it really was something. It's like all of American's divorced parents together in the same room for the first time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was extraordinary. To see President Trump sitting with former presidents paying tribute to a leader whose humility and decency is so different from today's politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't think you want to give out medals for not screwing up a presidential funeral. The president was on his best behavior this week but that's a fairly low bar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAUREEN DOWD, COLUMNIST, THE NEW YORK TIMES",
      "sentences": "Well, I think in this era of covering white collar crimes and porn stars and vulgarity, you know, it was nice to look back to someone trying to represent decency and civility. And when they were planning his funeral in 2011, he said to an aid, do you think anyone will come? And that modesty is in such contrast to Trump's endless odyssey of narcissistic self-discovery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's not egregious of now so-called journalists over at ABC News even joked about a future funeral for President Trump. You can't make this up. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Perhaps a recognition in terms of his involvement in the proceedings by President Trump that he someday will be getting a similar treatment when he passes as a former president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Probably a different tone in that funeral?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Perhaps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's going to -- first he is going to choregraph it, so it maybe more Trump attuned fanfares.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Maybe he was taking cues. Yes, he would do it bigger. One would imagine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It will be the best presidential funeral ever. No one had -- will ever have seen anything like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And as disturbing as that was, well, no one embarrassed themselves more than fake news CNN, our friend Don Lemon said something so outrageous that even his colleague had to call him out. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "sentences": "I want to say that I don't think I would have shaken hands with him. I don't know -- I would just. Nope, I couldn't do it. I'm not that big a person. I would hope that I would be. But I don't -- I can't fake the funk as they say. I want to show you something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN HOST",
      "sentences": "You don't have to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "OK, come here. Come here, Don.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "I try to shake hands. So, I go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "Poor Don. You're petty and small.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "I'm not petty and small. That's real, brother. That's real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "Real petty and small.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "And it shows you this is not--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But it's like I keep telling you this is all part of a pattern demonize, denigrate, delegitimize every second, every minute of every hour of every day President Trump at all cost even if it means using the passing of an American icon, who by the way, they were pretty mean to when he was alive, President H.W. Bush to try and score cheap political points and further divide the country. Here with reaction. He is the media reporter from The Hill, Joe Concha, and former Secret Service agent, our friend Dan Bongino. Joe, let me start with you. They said he was a gentleman and he was. And but, they didn't say nice things about him when he was alive. Being a gentleman back then he was a wimp, you know. He was, you know, he was out of touch. He didn't know how to use a scanner which, by the way, was a fake news story back in the day. And so, Reagan and Bush 41, McCain, and even, you know, Bush 43 while he was alive, they trashed these men. Utterly destroyed them. Now they die, they say nice things to appear or create a veneer that they are bipartisan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE CONCHA, REPORTER AND COLUMNIST, THE HILL",
      "sentences": "Bipartisan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And they're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "George W. Bush was also called a racist. Before it was fashionable to call anybody a racist before the Willie Horton ad if you remember that. Interesting stat, in 1992, 7 percent of journalists voted for George H.W. Bush. The rest obviously for Bill Clinton. You play some clips there and Kimmel and Colbert were joking and they are late night hosts, so I kind of give them a pass on that. I still think it's classless given that this was a state funeral held the same day. But ABC News their senior analyst, a guy like Terry Moran is making jokes while you are watching the procession of the casket of George H.W. Bush being taken out of a plane. And he is making jokes about President Trump's future funeral? Do these guys have any self-awareness? The answer is none whatsoever. So, Sean, this is why the media is not only mistrusted but held in contempt--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Deservedly so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "-- by at least half the country. It's not about distrust anymore. It's like, I don't like these people. They don't have any class. And they are cheesy. That Don Lemon skit. I'm going to show you how I'm going to blow off Donald Trump by not shaking his hands. What is that? He is called an anchor on that network. He's not even an opinion guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Dan, I always said in the Obama era, I said specially on radio more than television that wouldn't be good for me to get an interview with then President Obama because I respect the office. And I think he is a good father. Probably a good guy. It's just a radical ideologue that governed horribly. It's a hard thing, because you -- I respected the office. I wouldn't be able to interrupt him or can you or Joe. Let's put it that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR, NRATV",
      "sentences": "And you do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, I mean, what did you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes. Sean, this is -- you're right. You know, I served as a secret service agent for, you know, years. Proudly under Barack Obama because I believe in the Constitution of the republic although like yourself, I disagree with just about every ecological position he had. But this is what's known as the myth of the good Republican. You probably know what I'm talking about here. When a Republican is powerless or has left the political scene, what the media will do, is they will paint their coverage of this Republican as something it wasn't. You're absolutely right. When George H.W. Bush was in office it was merciless the media coverage. I was just a young man back then but I specifically remember it, and it was merciless. And they do it for a reason, Sean. They do it because of this foil effect, right. They want to make the current Republicans appear really bad, right. Why do you put a diamond on the black background? Because it seems shinier. So, what they want to do is they do the reverse foil. They want to see and make these Republicans, especially Donald Trump seem awful. So, they go back and rewrite history about how they covered past Republicans. It's total nonsense and everybody sees through it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. I got to roll. Thank you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. You're not going to believe it. This, what we tell you next, liberal lunacy around Christmas at an all-time low. Once principal trying to ban candy canes because they are J shaped when you hold them that way. And they think that means Jesus. Steve Doocy, Ainsley Earhardt from Fox and Friends are next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Last night we told you about the Massachusetts pastor who put baby Jesus in a cage. There it is a nativity scene to make a point, what about not Christmas, not about what Christmas season is all about but about immigration. But now there is more left-wing insanity to tell you about. There is a principal at an elementary school in Omaha, Nebraska, literally banning candy canes, saying ‘the J-shaped represents Jesus.’ Now she also banned Christmas carols, ornaments and even reindeer. We reached out to the district for comment, they told us in part, quote, ‘The memo does not reflect the policy of Alcorn public schools regarding holiday symbols in the school.’ The school also noted that the principal had been placed on administrative leave. I just can't believe we're doing this. Joining us now he is the author of the bestseller \"The Happy Cookbook,\" Fox and Friends Steve Doocy, also, another bestseller, Fox and Friends co-host Ainsley Earhardt. By the way, Ainsley is doing a holiday special, it's now airing on Foxnation.com. And here is a clip from that series.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AINSLEY EARHARDT, HOST",
      "sentences": "How did you decide to use the red Christmas balls that's different from last year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELANIA TRUMP, FIRST LADY OF THE UNITED STATES",
      "sentences": "It's very important to choose, you know, to show the people something different each year. We have thousands of thousands of people coming through here and see the decorations. So, it's very exciting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They also co-host the number one morning show in all of cable. Steve and Ainsley with us. Merry Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Merry Christmas. Thank you for having us here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE DOOCY, HOST",
      "sentences": "Good to see you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. I am on page 184. What page are you on, do you even know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "I'm on page 158.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, great Christmas gift. Wait, you are ahead of me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "I'm ahead of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Where is Brian and Mr. Kilmeade in this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "He is ahead of all of us. He's on 134.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "You are talking entrees. If you want to be on page one, be an appetizer or breakfast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How did he get on the show? Brian does three hours of radio, three hours with you guys, then he does Outnumbered, The Five, and Tucker. I'm sure -- why is he not here",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "He is a work horse, yes, he loves to work. We are proud of him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Good. All right. You know, I'm a Christian. I know you are Christian. You write about your faith a lot--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "And Steve is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- in your books. And Steve is. I want to be a better Christian. Let me put it that way. But I -- this is what Christmas is about. We have a teacher telling kids, five-year-olds that Santa doesn't exist. Then the J represents Jesus. Now we have to politicize Christmas and put a nativity scene the baby Jesus in cages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Yes, you have a satanic statue called the ‘snaketivity’ in Illinois' capital in the state house Rotunda in between a menorah and the Christmas tree. You have this lady, the principal at the elementary school who doesn't want to have candy caned because they rep -- they have a J. You know what I thought about? I didn't even think about that. But I thought, no, I even like candy canes even more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Because the J for Jesus, the red is for the blood--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "-- and the white is for the resurrection as the principal said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now you have young kids, so would you ever want to take away the joy and the happiness of Christmas morning when--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Absolutely not. Now this is what she wants to take away in addition to what you already listed. The elf on the shelf, Santa's Christmas trees, Christmas book--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What is the elf on the shelf?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "-- green and red items.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "She wants to take away Christmas videos and movies but you can't have gifts, snowman, snowflakes, gingerbread people, holidays around the world. You can have hot chocolate. You can have scarfs and gloves and you could have hats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wait a minute. He is getting cold in the stock before putting, drying up in the front of the book, but go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "I think -- you know, you guys, great points. However, I think that this principal who has said this deserves a raise. You know, we need more people in education who are very creative. Because if you look at a candy cane and you see Jesus. That is very creative. That's very interpretative. Having written a cookbook, and on page 186, our candy canes--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Two pages away from Hannity's recipe of corned beef. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Candy canes, as it turns out, candy canes used to be straight. And then about 250 years ago a German guy decided, you know what, I'm going to bend the top to make it look like a shepherd's hook. That -- it's a shepherd's hook.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow. You wouldn't get that in any other book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "It's not a J for Jesus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But the -- listen, there is a hostility, you know, towards Christmas. When you look at it, there is a fear that is consumed people to the point where they even are willing to destroy what Christmas is for the fun side for kids and also the meaning of the holiday for Christians. That to me is like, where is their tolerance on the left?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "That goes back to the beginning of time, though. I mean, that's never going to change. There will always going to be people who want to destroy what the season is all about. I mean, think about Harrod, he was trying to kill the first-born son. You know, it goes back to the beginning of time, Sean. People have always been like this. They're not going to win. I'm sorry. The battle is going to be won by our lord and savior.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, there is an end of the story already. Well, as a Christian, I believe that too. Steve?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The problem is because there are so many -- we're a litigious nation now. You know, everybody seems to wants to sue other people for a variety of reasons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I want to sue you for putting my recipe in your book and I didn't get any proceeds, but, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "So many people are willing to bend and do things they don't want to do simply because of the threat of a lawsuit. And you know, when you look at how many schools don't do Christmas parties anymore, Christmas programs, they do holiday parties or winter in our town parties because they are afraid of lawsuits. And they can't afford a lawsuit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's Hanukkah. I have many friends that celebrate Hanukkah. I say happy Hanukkah. All right. It's crazy. Your Christmas special airs on Foxnation.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Yes. It's up on Fox Nation. And we go, we visit with George (Ph), Building Homes for Heroes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I love that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "That great organization built a home for him. It's outfitted for him. We went inside the White House with Melania.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "We also did make a wish foundation. You can find out what they're doing behind the scenes and how many kids are getting wishes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, this is only on Fox Nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "It's only on Fox Nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Dot com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Are you going to do a show? Are you going to do a cooking show?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Yes. He has a cooking segment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "I do a cooking show on Fox Nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. I have an announcement soon about Fox Nation. I haven't made an announcement. Listen, Merry Christmas to both of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I watch every morning. You guys are the best. Congratulations on a great year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Thanks, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Merry Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EARHARDT",
      "sentences": "Merry Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, if you don't have Fox Nation, sign up. I'm going to have a little announcement about this. When we come back, highlights from President George H.W. Bush's funeral earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Today, the funeral service for President George H.W. Bush was held in Houston, a powerful ceremony and a testament to what an extraordinary selfless life, a life of leadership, sacrifice, giving that he left. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE P. BUSH, GRANDSON OF FORMER PRESIDENT GEORGE H.W. BUSH",
      "sentences": "Today after 94 years, the heavy hand of time has claimed the life my gamp's. But, in death as in life, my grandfather has won. For he has exchanged his earthly burdens for heavenly home and is at peace. Yes, George Herbert Walker Bush is the most gracious, most decent, most humble man that I will ever know and it's the honorable lifetime to share his name. God bless you, gampy. Until we meet again. Maybe on that rock boat we built together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "God speed, H.W. Bush. Good, great faithful servant to all of us here in this country. Our thoughts and prayers remain with the Bush family. That is, though, all the time we have left this evening. As always, thank you for being with us and let not your heart be troubled. The news continues. Laura Ingraham is up next. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Welcome to HANNITY. Tonight, a whole lot of brand-new breaking news. All eyes tonight also on Robert Mueller, day 568 of the witch hunt, and just to recap, zero Trump- Russia collusion has been discovered, none. We do, however, tonight have no evidence that two top Democratic operatives could be in very serious trouble over their shady international dealings. We're going to bring you that report. Also, a huge blockbuster breaking story from The Hill's John Solomon, who has damning new information on the world's seediest charity, and there is evidence, the Clinton Foundation. And tonight, we'll show you the latest controversy swirling around Democrat Kamala Harris. And we'll reveal the dire consequences from one company's war on the Second Amendment. And stay tuned, we have a mini monologue tonight and what is the media in this country's disgusting new low, if you can believe it. But first, sit tight, buckle up. It's time for a lot of breaking news -- it will take a full hour -- opening monologue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Tonight, we are still awaiting Robert Mueller's next move. Two reports are expected before the end of the week, including new information on the special counsel's coordination with Michael Cohen and as well as findings from the never-ending saga surrounding Paul Manafort. Oh, he had nothing to do with Russia. Neither case is anything to do with collusion. And on Tuesday, Mueller released its report on Lieutenant General Michael Flynn. That memo also providing zero evidence of collusion, a process crime. You leave it to fake news CNN to put facts last, and immediately speculate that the Flynn memo was the beginning of the end for the president. Lies they have been telling us for two years. They keep just re-circulating the same lies. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The redacted document, if we can put it up, people on Twitter were literally speculating that part of those blacked out part, it matched the number of characters in the words ‘President Donald J. Trump.’ That's the extent to which people are going. You can see it there."
    },
    {
      "speaker": "HANNITY",
      "utterance": "For nearly two years, Robert Mueller and his merry band of Democratic donors, they have provided ample fuel for everyone who wants to destroy the administration, delegitimize a duly elected president."
    },
    {
      "speaker": "Now, today, the president made this astute evaluation, writing, quote",
      "utterance": "without the phony Russia witch hunt, and with all that we have accomplished in the last almost two years, tax cuts, regulation cuts, judges, military, vets, my approval rating would be at 75 percent rather than 50 percent, just reported by Rasmussen. It's called presidential harassment. Now, when Robert Mueller wraps up his investigation, he shouldn't have any trouble getting a job at the DNC. He is already, what, raise millions of dollars for Democrats, worked overtime, full-time, to destroy President Trump. And he has so many connections, after all. His staff, his entire probe with big-time Democratic donors, oh, and even former Hillary Clinton lawyer over at the Clinton Foundation. But as the hunt continues, we can report good news to you tonight. A few on the left are actually finally being held accountable. Tomorrow, James Comey, he will not testify under oath in front of the House Judiciary Committee and he will have a lot to answer for, and much of it surrounds Lieutenant General Michael Flynn. After all, remember, Comey, McCabe, Strzok, all previously stated Flynn did not appear to them to be lying. And now, Flynn ultimately pled guilty to that charge, which stemmed from our federal government illegally, what? We had surveillance, unmasking, no minimization, and then, of course, leaking raw intelligence on Flynn's international communications. So what did Comey know about that illegal unmasking? And leaking raw intelligence? And while Comey prepares for the hot seat, two other anti-Trump operatives are in hot water tonight. The A.P. is reporting that Democratic lobbyist Tony Podesta, the brother of Clinton campaign chair John Podesta, along with Obama's former White House counsel, Greg Craig, they are now the subjects of a federal investigation into their lobbying efforts for the pro-Russia government of Ukraine. No criminal charges yet filed, but the investigation is reportedly ramping up as we speak tonight. And also breaking tonight, a new report from John Solomon at The Hill revealing shocking details about the investigation into the Clinton Foundation. According to Solomon -- he'll join us in a few minutes -- a 2017, while a whistle-blower submitted thousands and thousands of pages of evidence revealing shocking allegations, including, quote, serious concerns about legal compliance, improper -- literally comingling a personal and charity business, and, quote, quid pro quo promises made to donors, while Hillary Clinton was secretary of state. It is important that the Clinton Foundation raised a whopping $62.9 million in 2016, when a Clinton presidency looked inevitable. The very next year, after a shocking defeat, well, the foundation only managed to raise a paltry, well, $26 million. Now, that is a very suspicious trend, given clear pay for play accusations surrounding the Clinton Foundation. Now, a spokesperson from the foundation did get back to us and tell us that it is one of the most heavily scrutinized charitable organizations in the world and is continually subjected to politically motivated allegations and the foundation's CFO is denying any inappropriate or illegal activities. Well, we'll see. And, by the way, Solomon has been very busy this week. Last night, right here on this program, well, we showed you another breaking report from The Hill, exposing serious FISA abuse at the highest level of James Comey's FBI and Obama's DOJ. And according to this report, the new evidence in a form of a huge email chain finally discovered after two years revealing that, quote, ‘The FBI was aware before they secured their first warrant, infamous FISA warrant on Carter Page, that, in fact, there were intelligence community concerns about the veracity, the reliability of the main evidence, the bulk of evidence, that went into the FISA application.’ In other words, the Clinton bought and paid for Christopher Steele dossier with Russian lies. Now, this smoking gun evidence that high-level FBI officials willfully committed a fraud, multiple times, on FISA court judges to obtain and secure a warrant on this Trump campaign associate, Carter Page. They never told the FISA judge that the dossier was bought and paid for by Hillary Clinton, a massive omission, or that its contents were never corroborated or never verified, and that our own intelligence community had doubts. And yet, because of that phony dossier, and American citizen, for a year, was spied on by our federal government, a grave miscarriage of justice. John Solomon will have more in just a minute. But first, we are only weeks out of the midterms and already, believe it or not, the 2020 election is starting to heat up. Democrats have an extremely long and extremely weak field of candidates likely running to challenge President Trump. And tonight, one of the top contenders, far left zealot, Kamala Harris, is cutting ties with a top aide embroiled in what is a massive harassment scandal. She accepted his resignation today after The Sacramento Bee reported the details of a 2016, $400,000 suit, and Harris is claiming she had no prior knowledge of this massive legal filing. Uh-huh. We'll find out overtime. Now, Senator Harris will reportedly decide over the holidays whether or not she wants to challenge President Trump in 2020. And, of course, Harris, and other top liberals, will make gun ownership a big issue for 2020. Make no mistake, they do not believe in the Second Amendment the way a lot of Americans do. But Democrats should, well, probably take note of what happened to Dick's Sporting Goods. Earlier this year, remember, Dick's Sporting Goods took a political stance against the Second Amendment. They actually hired a gun- control lobbyist, refused to sell guns to law-abiding citizens under the age of 21. They stopped selling AR style long rifles. Well, now, the chain sales have dropped nearly 4 percent and its outdoor focused field and stream stores may soon be closing their doors. Now, sadly, what Dick's and most of the Democrats often take for granted, the Second Amendment matters to the American people. That is why it is, yes, number two. It's an ever present check on the threat of foreign, domestic, and also, it is more than that, to own a gun. It's the right to defend yourself and your family, self-preservation, a protection of all our enable rights as Americans. We live in a dangerous and more violent world every day. All right. Joining us now, more breaking news, on top of his report yesterday about the Clinton Foundation, is The Hill's John Solomon. This article means, to me, that, all that evidence, 6,000 pages, is that the total?"
    },
    {
      "speaker": "JOHN SOLOMON, INVESTIGATIVE REPORTER, THE HILL",
      "utterance": "That's right, 6,000 pages, 95 exhibits."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Ninety-five exhibits. OK. So, the other question is, why don't we go through what they found and why we are here and why they have not been under more fire?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Yes. I think, first of all, it's interesting who they are, who made this complaint. These are former experts from the Drug Enforcement Agency for the U.S. attorney's office in Connecticut, for major complaints for major Wall Street firms. These are people that live and breathe tax law and good governance and they put together this complaint. They assembled a lot of internal documents from the Clinton Foundation, perhaps most importantly, two legal reviews that the Clinton Foundation did on itself. And what they found is that the Clinton Foundation itself, its own lawyers, warned that there was a strong possibility that donors were being made promises of quid pro quo favors from Secretary Clinton when she was in the Obama administration and return for gift to the foundation. They warned that there was a culture of noncompliance, not wanting to comply with the law, with the rules of the foundation had to follow. They said that Bill Clinton's personal interest and his comingling of his personal business with the foundation posed a grave threat to the foundation itself. These are not Republicans. These are not partisans of saying it. These are internal documents of lawyers hired by the Clinton Foundation to find out what was going on wrong in the foundation, as to what they found. So, these investigators assembled all these evidence. They then go and they interview the current CFO, the longtime CFO, of the Clinton Foundation, a guy named Andy Kessel, and they do this in November '16, they take them out to dinner, lunch, New York, and they ask, are there problems here? And according to their memo, their interview memo after they met with him, he makes several spontaneous claims, that he can control Bill Clinton, that people have been trying to stop them from comingling personal business with the foundation but nobody can control him. And he makes the most provocative of statements allegedly, if you believe this memo, in which he says, I know where all the bodies are buried at the Clinton Foundation. So, they assemble all this evidence, they give it to the IRS in August '16, they give it to the main Justice Department of Bill Clinton's -- excuse me, Donald Trump's Justice Department in October 2017, and then in early 2018, they are called by the FBI in Little Rock and they provide the evidence to the FBI in Little Rock, which means the main apparatus, the IRS, and the FBI, and, now have access to all of these allegations of wrongdoing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What is happening -- look, John, you are talking about 6,000 pages, 95 exhibits of a 48 page submission. And the evidence, as I read in your article, seems overwhelming and incontrovertible here. How has it been sitting for a year, especially in light of, we already know the issue of Hillary's violation of the Espionage Act by having that mom and pop shop server, we had secret, top-secret, classified information on it? That's a violation of the Espionage Act, obstructing justice as it relates to how she deleted emails, wash your hard drive clean, and had devices broken up. They seem to skate every time. You are describing, literally, systematic violations of every charitable contribution law imaginable here, including IRS violations. They are sitting on that for a year? Who is looking into it?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Well, that's a great question. I think we're going to get a very important answer. I want to put a special date on your calendar. Next Thursday, Mark Meadows, Chairman Mark Meadows, House Subcommittee on the Oversight -- House Oversight Committee, is going to have a hearing, these two whistle-blowers, two of the whistleblowers who helped form this complaint, did this all this investigative work, are going to testify for the first time in public, and they have asked the Justice Department to come in and say, what have you done with us? Mr. Huber, John Huber, the special U.S. attorney who President Clinton's former attorney general, Jeff sessions named year ago, what have you done, how much money have you spent. Bob Mueller spent tens of millions of dollars, what have you done to look at these allegations. We may get our first answer in public to what the Justice Department has done. Now, we have some hints my story. We know that the FBI not only had contact with these whistle-blowers but I'm able to confirm from Clinton Foundation sources that Kessel, the CFO, the guy who ran the finances, was interviewed by the FBI in 2017. We know that Doug Campbell, the undercover informant for -- that was undercover to the Russian nuclear, he was interviewed by the same Little Rock FBI."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That was Uranium One."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Yes, Uranium One informant. So, we do see some activity. If I had to guess for my reporting, if there was action going on, it is in Little Rock, Arkansas. But for the first time, Congress is going to put the Trump Justice Department's own officials, their feet to the fire and we're going to get an answer. Have you done anything? How much of you spent on this? Is there a legality or should we drop this line of inquiry with the Clinton foundation? Next Thursday could be the day we get our answer."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The people that would you've spoken to in the legal side, do they see laws violated?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "They do. And so, I sent this to a half-dozen former FBI, IRS experts who focused and charity fraud and financial fraud, and all of them said to a T, if this walked into my door, it would give me a predicate for opening a criminal investigation of the Clinton Foundation and perhaps individuals inside of them. Every one of them said. I think one of them, Jeff Danik, very well-known, decorated FBI agent, made some of the most complex financial fraud cases in the history of the bureau, said I would open up on this in the second based on what these investigators put together in this private document."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Back-to-back huge bombshells by John Solomon. We're going to have you back tomorrow and the rest of the week, into next week to get into this more deeply. John, thank you."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Thanks, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Joining us with more reaction, House Intelligence Committee Chairman Devin Nunes is with us. First, do you have any reaction to what you just heard from John Solomon and then I want to go to a breaking report from yesterday?"
    },
    {
      "speaker": "REP. DEVIN NUNES, R-Calif., HOUSE INTELLIGENCE COMMITTEE CHAIRMAN",
      "utterance": "Yes, it doesn't surprise me, Sean. I mean, we have actively been looking into the Clinton Foundation, Uranium One, if you may remember, we assigned a tax force leader, Peter King from New York, to look into this. So, we have seen troubling information from this, and I can't verify John's reporting, he always does a good job, he has great sources, and I'm sure there is much more to be learned on it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me go back to the breaking news yesterday. What we discovered, I don't know how this was not known when we go back two years now, pretty much investigating this whole issue, the Clinton bought and a paid for phony dossier et cetera, what we know how I found out, there is an email chain, or a chain of emails, James Comey is on it, top DOJ officials are on it, and they knew, and the Intel Committee had -- intel community had massive questions about their veracity, the truthfulness, the validity of the dossier, what your memo and the Grassley-Graham memo point to as the bulk of the applications for the FISA warrant against Carter Page. When did you first find out about this email chain?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, I don't know that the email chain and John's reporting is the same stuff we are looking at, although it sounds very similar. What we have been saying, and this went as high as the speaker of the house, we've been requesting for many months about, and I talked about it on your show a couple weeks ago, that there are emails, there are redactions that we are quite convinced that if that is unredacted and provided to the House of Representatives, to the Intelligence Committee, it will be very clear that there is very much -- it was very well known, there was a lot of information that was not provided to the FISA court leading up to the warrant on Carter Page. So I don't know exactly who John's sources are. But I do know that we have been trying to get these reductions from emails without looking -- it's possible that we are talking about the same types of emails. It's also possible, Sean, that there's even more emails that we don't even know about. But what we are aware of, what I call the fourth bucket of information, it would be very clear that there were people within the FBI and DOJ that knew well and good before they went to the FISA court that Christopher Steele and others were up to some really bad and nefarious activities."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, you're saying that these emails will be the fourth bucket. The 302s would be the second bucket. The FISA applications themselves, especially the last one, pages 10 to 12, 17 to 34, then the gang of eight information, those would be the four buckets. What John is saying here --"
    },
    {
      "speaker": "NUNES",
      "utterance": "That's correct. Remember, Sean, the first three, the president has actually called to have declassified."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But he's holding it back, he recently said."
    },
    {
      "speaker": "NUNES",
      "utterance": "-- tonight is this fourth bucket."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. So, what I want to ask is, if they knew, and if the intelligence committee knew that they questionable, the whole dossier was questionable, it was the bulk of the FISA applications, and they used it anyway, we know that they omitted that Hillary bought and paid for it with a footnote that said it might have a political taint into it but they did not say it was the opposition party candidate, is it possible that they knew it was not true, that they gave it to the FISA court anyway, that they didn't do their due diligence, verifying, corroborating, and that they totally and completely committed fraud on the FISA court, not once come, but four separate times, meaning that everyone was signing off on an application to spy on an American with evidence that they, at best, could very likely not be true?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Yes. So, remember what we have been looking at criminally, has been abuse of power, whether or not there was a conspiracy to abuse power, you know about that, you've talked about that for a long time. What this gets into, is this would be the first clear evidence that we have on another major crime, which would be called lying to a federal judge, which is a crime, and a major crime."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But the people we are talking about would be Comey --"
    },
    {
      "speaker": "NUNES",
      "utterance": "It is the evidence we have."
    },
    {
      "speaker": "HANNITY",
      "utterance": "This would be Comey signing off on it. Rod Rosenstein signing off on the last one. We have Sally Yates signing off on it, right?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, they are the ones that signed off on it, but they're not necessarily the ones who would have provided and doctored the information. So, really, the people that are culpable here are the ones who were in these discussions that knew about the information that was not provided to the court."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Even though Adam Schiff, who I have a lot of issues with, will be the chairman of the committee come January, will you still have the authority and the ability to get this information to the American people?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Yes, the only difference is that I will be the Republican leader on the committee. The question is, the subpoena power will lay in the hands of the Democrats."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But the Senate would have the power, too, as well."
    },
    {
      "speaker": "NUNES",
      "utterance": "That's true. But we have also, for many months here, Sean, been willing to -- we've said, our investigation is over with. The White House is going to be able to declassify a lot of this information to help us out to get to the bottom of this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Congressman Nunes, you've done great work, so has John Solomon. If so, basically what I said is true, that is there is no equal justice, equal application of our laws that will be shredding, literally shredding, if you are giving false information to a court, to obtain FISA warrant to spy on an American, and not even verifying it. Wow. Michelle Malkin debates and immigration activist about the crisis at our southern border. That's next on this breaking news night. Also later, a school principal trying to ban candy canes because it has a J-shape and it might have to do with. Steve Doocy and Ainsley Earhardt are here in studio to react, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. As the migrant caravan continues to cause chaos on the border, reports are emerging of a migrant woman, a member of the caravan, who entered the U.S. illegally, gave birth to a baby less than 24 hours later, and then ICE released a statement saying they have arrested 58 illegal aliens in five-day raid in the New England area. According to ICE, among those arrested, 30 had prior felony convictions for serious or violent offenses, 33 have criminal charges pending, 15 were previously released from local law enforcement custody without an active detainer, nine were referred for criminal prosecution. One is being referred to the U.S. marshals for failure to register as a sex offender. Nine have been previously removed from the United States, and returned illegally. Four had active, well, Interpol red notices. Meanwhile, Nancy Pelosi says she will not accept a DACA deal in a exchange for the wall. Guess they don't want to fix the problem ever, even if you give them what they want. Take a t look."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Would you be willing to support some degree of wall funding if you got a permanent, bona fide solution on DACA?"
    },
    {
      "speaker": "REP. NANCY PELOSI, D-Calif., HOUSE MINORITY LEADER",
      "utterance": "No."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Why not?"
    },
    {
      "speaker": "PELOSI",
      "utterance": "Well, because they are two different subjects."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Here with reaction, we have conservative columnist, our friend Michelle Malkin, and immigration activist Roberto Hernandez. Roberto, you look at all of that and I understand that a lot of people want to come to America, I just want people to come legally, so we have a chance to vet them, to make sure we pay, on average, $70,000 per year per illegal immigrant, the American taxpayer. That's health care, education, criminal justice system, and, you know, we have Obama authorized $300 million to pay for free legal advice. We have two recent cases where innocent people, one in Oregon, one in Texas, were murdered by illegal immigrants. Why can't we just do this all legally?"
    },
    {
      "speaker": "ROBERTO HERNANDEZ, IMMIGRATION ACTIVIST",
      "utterance": "First of all, when Obama campaigned to be president, he promised that he was going to do immigration reform the first year that he was in office. And Nancy Pelosi was the head of the speaker of the House --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sir, I ask you a very simple question, what do you say to the families -- you're not answering my question. What do you say to the families --"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "Let me tell you --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "There are two families in the last three weeks that lost loved ones because of illegal immigration. Why can't we, as America, have the right to vet people to make sure that they can take care of themselves when they are here and that they don't have any criminal ties or backgrounds? Is that fair?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "The Democratic Party failed to do immigration reform."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You're not answering my question. Is that fair that we vet people?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "What we ended up getting was DACA, a program for --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You have no intention of answering my question. What do you say to the families -- listen to me! What do you say to families who lost their children because of illegal immigrants coming to the country illegally, violating our sovereignty and our laws, and they end up killing innocent people? That's not the vast majority. But when that happens, what you say those parents?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "But that's just a few people. We have criminals every day in this country. How many white people are killing people in this country?"
    },
    {
      "speaker": "MICHELLE MALKIN, SYNIDCATED COLUMNIST",
      "utterance": "Oh, wow."
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "You know what, you are picking on a few incidents, a few incidents. That is what you are doing. You are picking on a few incidents. When you look at --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Michelle Malkin. Michelle?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "Who are the majority of the criminals in this country, they are white. We are not talking about them."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Michelle?"
    },
    {
      "speaker": "MALKIN",
      "utterance": "They avoid the basic, fundamental question, and the basic distinction between people who want to come here illegally and people who want to come here illegally. Sean, you could have one of these open borders extremists on every single night, and they sound so reasonable, and actually I agree with what he was trying to stay there when he was avoiding your question -- yes, Democrats are hypocrites, they talk out of both sides of their mouths on this issue, and I know that people like him and his lobbying groups are very disappointed that they didn't get to the wholesale amnesty they want. The bottom line is, people like Mr. Hernandez, your guest in San Francisco, which has been absolutely ruined by illegal alien sanctuary policies, and you want him to confront the violent crime that has wracked families of all colors in San Francisco and he won't do it. Instead, he'll talk about the plight of all of these migrants from around the world who want to flood our borders and cause even more chaos. The cost of health care, welfare, education and crime and the impact on American workers of all colors."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you both. We appreciate it. When we come back, liberal media if you can believe it, they are now stoop to a new low using the memorial service for Bush 41 to once again attack President Trump. Is there any decency? Our mini-monologue straight ahead."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Live from America's news headquarters. I'm Trace Gallagher. Several sources telling Fox News that President Trump will nominate Heather Nauert as U.N. ambassador. He is expected to make it official and in tweet tomorrow morning. Nauert currently serves as the State Department spokeswoman. She as previously an anchor here at Fox News Channel. If confirmed, she would replace Nikki Haley who announce she would be leaving the job as the end of the year. A final salute for our nation's 41st president. Family and friends held a funeral for George H.W. Bush in Houston. Mr. Bush's flag draped casket was then loaded on to a special funeral train painted to resemble Air Force One. Bush was buried on the grounds of his presidential library in College Station next to his wife Barbara and daughter Robin. The former president died last Friday at the age of 94. I'm Trace Gallagher. Now back to Hannity."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. As I have explained again and again, when it comes to trashing President Trump, well, nothing is off-limits. And if you thought what we showed you last night was bad, it's getting even worse. Ad that is the subject of tonight's mini-monologue. All right. Tonight, the media is sinking to new depths if that's even possible. Clearly it is, as they continue to use the funeral, the life, the legacy of former President George H.W. Bush to attack President Trump. Now after yesterday's powerful memorial service in Washington, D.C. for the late 41st president, well, your mainstream media still cannot stop using these events to demonize their current enemy, which is President Trump. And it's getting even more ridiculous. They are now going after President Trump over how he prays. I'm not making this up. To them, even standing silently during the Apostle's Creed in the funeral is cause for an attack against him. But to choose the media is getting more and more unhinged and more hateful and more divorced from any sense of reality or what their real job is supposed to be. And they wonder why nobody trust them. And of course, the destroy Trump media didn't stop there. Rather than focusing on the life, the accomplishments, the sacrifice, the service of the 41st president, the coverage looked like this. Take a look."
    },
    {
      "speaker": "STEPHEN COLBERT, COMEDIAN",
      "utterance": "It was a full state funeral. It was quite a moving sight to see the presidents and the first ladies in the front row waiting to honor President Bush, chatting comfortably with one another, until Trump showed up, then it became was silent staring time. Donald Trump is the only person in the world who can bring down a funeral."
    },
    {
      "speaker": "JIMMY KIMMEL, COMEDIAN",
      "utterance": "Hillary Clinton is just staring straight ahead like--"
    },
    {
      "speaker": "KIMMEL",
      "utterance": "Like she is on an elevator with a weirdo."
    },
    {
      "speaker": "KIMMEL",
      "utterance": "And it was like it really was something. It's like all of American's divorced parents together in the same room for the first time."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It was extraordinary. To see President Trump sitting with former presidents paying tribute to a leader whose humility and decency is so different from today's politics."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I don't think you want to give out medals for not screwing up a presidential funeral. The president was on his best behavior this week but that's a fairly low bar."
    },
    {
      "speaker": "MAUREEN DOWD, COLUMNIST, THE NEW YORK TIMES",
      "utterance": "Well, I think in this era of covering white collar crimes and porn stars and vulgarity, you know, it was nice to look back to someone trying to represent decency and civility. And when they were planning his funeral in 2011, he said to an aid, do you think anyone will come? And that modesty is in such contrast to Trump's endless odyssey of narcissistic self-discovery."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's not egregious of now so-called journalists over at ABC News even joked about a future funeral for President Trump. You can't make this up. Take a listen."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Perhaps a recognition in terms of his involvement in the proceedings by President Trump that he someday will be getting a similar treatment when he passes as a former president of the United States."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Probably a different tone in that funeral?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Perhaps."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He's going to -- first he is going to choregraph it, so it maybe more Trump attuned fanfares."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Maybe he was taking cues. Yes, he would do it bigger. One would imagine."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It will be the best presidential funeral ever. No one had -- will ever have seen anything like that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And as disturbing as that was, well, no one embarrassed themselves more than fake news CNN, our friend Don Lemon said something so outrageous that even his colleague had to call him out. Take a look."
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "utterance": "I want to say that I don't think I would have shaken hands with him. I don't know -- I would just. Nope, I couldn't do it. I'm not that big a person. I would hope that I would be. But I don't -- I can't fake the funk as they say. I want to show you something."
    },
    {
      "speaker": "CHRIS CUOMO, CNN HOST",
      "utterance": "You don't have to."
    },
    {
      "speaker": "LEMON",
      "utterance": "OK, come here. Come here, Don."
    },
    {
      "speaker": "CUOMO",
      "utterance": "Go ahead."
    },
    {
      "speaker": "LEMON",
      "utterance": "I try to shake hands. So, I go."
    },
    {
      "speaker": "CUOMO",
      "utterance": "Poor Don. You're petty and small."
    },
    {
      "speaker": "LEMON",
      "utterance": "I'm not petty and small. That's real, brother. That's real."
    },
    {
      "speaker": "CUOMO",
      "utterance": "Real petty and small."
    },
    {
      "speaker": "LEMON",
      "utterance": "And it shows you this is not--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "But it's like I keep telling you this is all part of a pattern demonize, denigrate, delegitimize every second, every minute of every hour of every day President Trump at all cost even if it means using the passing of an American icon, who by the way, they were pretty mean to when he was alive, President H.W. Bush to try and score cheap political points and further divide the country. Here with reaction. He is the media reporter from The Hill, Joe Concha, and former Secret Service agent, our friend Dan Bongino. Joe, let me start with you. They said he was a gentleman and he was. And but, they didn't say nice things about him when he was alive. Being a gentleman back then he was a wimp, you know. He was, you know, he was out of touch. He didn't know how to use a scanner which, by the way, was a fake news story back in the day. And so, Reagan and Bush 41, McCain, and even, you know, Bush 43 while he was alive, they trashed these men. Utterly destroyed them. Now they die, they say nice things to appear or create a veneer that they are bipartisan."
    },
    {
      "speaker": "JOE CONCHA, REPORTER AND COLUMNIST, THE HILL",
      "utterance": "Bipartisan."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And they're not."
    },
    {
      "speaker": "CONCHA",
      "utterance": "George W. Bush was also called a racist. Before it was fashionable to call anybody a racist before the Willie Horton ad if you remember that. Interesting stat, in 1992, 7 percent of journalists voted for George H.W. Bush. The rest obviously for Bill Clinton. You play some clips there and Kimmel and Colbert were joking and they are late night hosts, so I kind of give them a pass on that. I still think it's classless given that this was a state funeral held the same day. But ABC News their senior analyst, a guy like Terry Moran is making jokes while you are watching the procession of the casket of George H.W. Bush being taken out of a plane. And he is making jokes about President Trump's future funeral? Do these guys have any self-awareness? The answer is none whatsoever. So, Sean, this is why the media is not only mistrusted but held in contempt--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Deservedly so."
    },
    {
      "speaker": "CONCHA",
      "utterance": "-- by at least half the country. It's not about distrust anymore. It's like, I don't like these people. They don't have any class. And they are cheesy. That Don Lemon skit. I'm going to show you how I'm going to blow off Donald Trump by not shaking his hands. What is that? He is called an anchor on that network. He's not even an opinion guy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Dan, I always said in the Obama era, I said specially on radio more than television that wouldn't be good for me to get an interview with then President Obama because I respect the office. And I think he is a good father. Probably a good guy. It's just a radical ideologue that governed horribly. It's a hard thing, because you -- I respected the office. I wouldn't be able to interrupt him or can you or Joe. Let's put it that way."
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR, NRATV",
      "utterance": "And you do that."
    },
    {
      "speaker": "CONCHA",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, I mean, what did you think of that?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes. Sean, this is -- you're right. You know, I served as a secret service agent for, you know, years. Proudly under Barack Obama because I believe in the Constitution of the republic although like yourself, I disagree with just about every ecological position he had. But this is what's known as the myth of the good Republican. You probably know what I'm talking about here. When a Republican is powerless or has left the political scene, what the media will do, is they will paint their coverage of this Republican as something it wasn't. You're absolutely right. When George H.W. Bush was in office it was merciless the media coverage. I was just a young man back then but I specifically remember it, and it was merciless. And they do it for a reason, Sean. They do it because of this foil effect, right. They want to make the current Republicans appear really bad, right. Why do you put a diamond on the black background? Because it seems shinier. So, what they want to do is they do the reverse foil. They want to see and make these Republicans, especially Donald Trump seem awful. So, they go back and rewrite history about how they covered past Republicans. It's total nonsense and everybody sees through it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. I got to roll. Thank you both."
    },
    {
      "speaker": "CONCHA",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. You're not going to believe it. This, what we tell you next, liberal lunacy around Christmas at an all-time low. Once principal trying to ban candy canes because they are J shaped when you hold them that way. And they think that means Jesus. Steve Doocy, Ainsley Earhardt from Fox and Friends are next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Last night we told you about the Massachusetts pastor who put baby Jesus in a cage. There it is a nativity scene to make a point, what about not Christmas, not about what Christmas season is all about but about immigration. But now there is more left-wing insanity to tell you about. There is a principal at an elementary school in Omaha, Nebraska, literally banning candy canes, saying ‘the J-shaped represents Jesus.’ Now she also banned Christmas carols, ornaments and even reindeer. We reached out to the district for comment, they told us in part, quote, ‘The memo does not reflect the policy of Alcorn public schools regarding holiday symbols in the school.’ The school also noted that the principal had been placed on administrative leave. I just can't believe we're doing this. Joining us now he is the author of the bestseller \"The Happy Cookbook,\" Fox and Friends Steve Doocy, also, another bestseller, Fox and Friends co-host Ainsley Earhardt. By the way, Ainsley is doing a holiday special, it's now airing on Foxnation.com. And here is a clip from that series."
    },
    {
      "speaker": "AINSLEY EARHARDT, HOST",
      "utterance": "How did you decide to use the red Christmas balls that's different from last year?"
    },
    {
      "speaker": "MELANIA TRUMP, FIRST LADY OF THE UNITED STATES",
      "utterance": "It's very important to choose, you know, to show the people something different each year. We have thousands of thousands of people coming through here and see the decorations. So, it's very exciting."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They also co-host the number one morning show in all of cable. Steve and Ainsley with us. Merry Christmas."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Merry Christmas. Thank you for having us here."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Good to see you."
    },
    {
      "speaker": "STEVE DOOCY, HOST",
      "utterance": "Good to see you, sir."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. I am on page 184. What page are you on, do you even know?"
    },
    {
      "speaker": "EARHARDT",
      "utterance": "I'm on page 158."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, great Christmas gift. Wait, you are ahead of me?"
    },
    {
      "speaker": "EARHARDT",
      "utterance": "I'm ahead of you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Where is Brian and Mr. Kilmeade in this?"
    },
    {
      "speaker": "EARHARDT",
      "utterance": "He is ahead of all of us. He's on 134."
    },
    {
      "speaker": "DOOCY",
      "utterance": "You are talking entrees. If you want to be on page one, be an appetizer or breakfast."
    },
    {
      "speaker": "HANNITY",
      "utterance": "How did he get on the show? Brian does three hours of radio, three hours with you guys, then he does Outnumbered, The Five, and Tucker. I'm sure -- why is he not here"
    },
    {
      "speaker": "EARHARDT",
      "utterance": "He is a work horse, yes, he loves to work. We are proud of him."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Good. All right. You know, I'm a Christian. I know you are Christian. You write about your faith a lot--"
    },
    {
      "speaker": "EARHARDT",
      "utterance": "And Steve is."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- in your books. And Steve is. I want to be a better Christian. Let me put it that way. But I -- this is what Christmas is about. We have a teacher telling kids, five-year-olds that Santa doesn't exist. Then the J represents Jesus. Now we have to politicize Christmas and put a nativity scene the baby Jesus in cages."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Yes, you have a satanic statue called the ‘snaketivity’ in Illinois' capital in the state house Rotunda in between a menorah and the Christmas tree. You have this lady, the principal at the elementary school who doesn't want to have candy caned because they rep -- they have a J. You know what I thought about? I didn't even think about that. But I thought, no, I even like candy canes even more."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Great."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Because the J for Jesus, the red is for the blood--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "There you go."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "-- and the white is for the resurrection as the principal said."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now you have young kids, so would you ever want to take away the joy and the happiness of Christmas morning when--"
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Absolutely not. Now this is what she wants to take away in addition to what you already listed. The elf on the shelf, Santa's Christmas trees, Christmas book--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "What is the elf on the shelf?"
    },
    {
      "speaker": "EARHARDT",
      "utterance": "-- green and red items."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "She wants to take away Christmas videos and movies but you can't have gifts, snowman, snowflakes, gingerbread people, holidays around the world. You can have hot chocolate. You can have scarfs and gloves and you could have hats."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Listen."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wait a minute. He is getting cold in the stock before putting, drying up in the front of the book, but go ahead."
    },
    {
      "speaker": "DOOCY",
      "utterance": "I think -- you know, you guys, great points. However, I think that this principal who has said this deserves a raise. You know, we need more people in education who are very creative. Because if you look at a candy cane and you see Jesus. That is very creative. That's very interpretative. Having written a cookbook, and on page 186, our candy canes--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Two pages away from Hannity's recipe of corned beef. Go ahead."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Candy canes, as it turns out, candy canes used to be straight. And then about 250 years ago a German guy decided, you know what, I'm going to bend the top to make it look like a shepherd's hook. That -- it's a shepherd's hook."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow. You wouldn't get that in any other book."
    },
    {
      "speaker": "DOOCY",
      "utterance": "It's not a J for Jesus."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But the -- listen, there is a hostility, you know, towards Christmas. When you look at it, there is a fear that is consumed people to the point where they even are willing to destroy what Christmas is for the fun side for kids and also the meaning of the holiday for Christians. That to me is like, where is their tolerance on the left?"
    },
    {
      "speaker": "EARHARDT",
      "utterance": "That goes back to the beginning of time, though. I mean, that's never going to change. There will always going to be people who want to destroy what the season is all about. I mean, think about Harrod, he was trying to kill the first-born son. You know, it goes back to the beginning of time, Sean. People have always been like this. They're not going to win. I'm sorry. The battle is going to be won by our lord and savior."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, there is an end of the story already. Well, as a Christian, I believe that too. Steve?"
    },
    {
      "speaker": "DOOCY",
      "utterance": "The problem is because there are so many -- we're a litigious nation now. You know, everybody seems to wants to sue other people for a variety of reasons."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I want to sue you for putting my recipe in your book and I didn't get any proceeds, but, go ahead."
    },
    {
      "speaker": "DOOCY",
      "utterance": "So many people are willing to bend and do things they don't want to do simply because of the threat of a lawsuit. And you know, when you look at how many schools don't do Christmas parties anymore, Christmas programs, they do holiday parties or winter in our town parties because they are afraid of lawsuits. And they can't afford a lawsuit."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's Hanukkah. I have many friends that celebrate Hanukkah. I say happy Hanukkah. All right. It's crazy. Your Christmas special airs on Foxnation.com."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Yes. It's up on Fox Nation. And we go, we visit with George (Ph), Building Homes for Heroes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I love that."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "That great organization built a home for him. It's outfitted for him. We went inside the White House with Melania."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Cool."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "We also did make a wish foundation. You can find out what they're doing behind the scenes and how many kids are getting wishes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, this is only on Fox Nation."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "It's only on Fox Nation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Dot com."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Are you going to do a show? Are you going to do a cooking show?"
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Yes. He has a cooking segment."
    },
    {
      "speaker": "DOOCY",
      "utterance": "I do a cooking show on Fox Nation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. I have an announcement soon about Fox Nation. I haven't made an announcement. Listen, Merry Christmas to both of you."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I watch every morning. You guys are the best. Congratulations on a great year."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Thanks, Sean."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Merry Christmas."
    },
    {
      "speaker": "EARHARDT",
      "utterance": "Merry Christmas."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, if you don't have Fox Nation, sign up. I'm going to have a little announcement about this. When we come back, highlights from President George H.W. Bush's funeral earlier today."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Today, the funeral service for President George H.W. Bush was held in Houston, a powerful ceremony and a testament to what an extraordinary selfless life, a life of leadership, sacrifice, giving that he left. Take a look."
    },
    {
      "speaker": "GEORGE P. BUSH, GRANDSON OF FORMER PRESIDENT GEORGE H.W. BUSH",
      "utterance": "Today after 94 years, the heavy hand of time has claimed the life my gamp's. But, in death as in life, my grandfather has won. For he has exchanged his earthly burdens for heavenly home and is at peace. Yes, George Herbert Walker Bush is the most gracious, most decent, most humble man that I will ever know and it's the honorable lifetime to share his name. God bless you, gampy. Until we meet again. Maybe on that rock boat we built together."
    },
    {
      "speaker": "HANNITY",
      "utterance": "God speed, H.W. Bush. Good, great faithful servant to all of us here in this country. Our thoughts and prayers remain with the Bush family. That is, though, all the time we have left this evening. As always, thank you for being with us and let not your heart be troubled. The news continues. Laura Ingraham is up next. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}