{
  "date": "December 17, 2017",
  "headline": "Senator-elect Doug Jones talks victory in Alabama",
  "subHeadline": "Does the Democrat's victory put more pressure on the GOP to pass tax reform before he gets to the Senate?",
  "url": "https://www.foxnews.com/transcript/senator-elect-doug-jones-talks-victory-in-alabama",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "REP. PAUL RYAN, R-WIS., SPEAKER OF THE HOUSE",
      "sentences": "This is real relief. This relief gives people a simpler system and a fairer tax code.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "As GOP leaders push their measure to overhaul the tax code, we'll discuss the bill's prospects and what it means for you with Secretary of the Treasury Steven Mnuchin. Then, Democrat Doug Jones wins in Alabama, putting even more pressure on the GOP to pass tax reform before he gets to the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NY, SENATE MINORITY LEADER",
      "sentences": "It would be wrong for Senate Republicans to jam through this tax bill without giving the newly elected senator from Alabama the opportunity to cast his vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll sit down with the senator-elect in his first appearance on Fox News since the start of the campaign.  Plus, lawmakers question whether political bias has taken over special counsel Robert Mueller's investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE CHABOT, R-OHIO",
      "sentences": "How with a straight face can you say that this group of Democrat partisans are unbiased and will give President Trump a fair shake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROD ROSENSTEIN, DEPUTY ATTORNEY GENERAL",
      "sentences": "We recognize we have employees with political opinions. It's our responsibility to make sure those opinions do not influence their actions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel about new documents the White House says show extreme bias against Mr. Trump.   And our power player of the week. A photojournalist who has risked her life to show what's happening in the world's most dangerous places.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They were about to execute us, and we're literally at one point, I looked over and I saw each of my colleagues literally begging for their lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All, right now, on \"Fox News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And hello again from Fox News in Washington. Republicans appear ready this week to pass the most sweeping overhaul of the tax code in three decades. Opposition among GOP holdouts has melted away, and party leaders in Congress are looking to hand President Trump his first major legislative victory.  In a few minutes, we'll discuss what the plan means for American families and businesses with Treasury Secretary Steven Mnuchin. But, first, to correspondent Peter Doocy live on Capitol Hill with a preview of both the tax vote and the effort to avoid a government shutdown before Christmas -- Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "sentences": "Good morning, Chris.  The next movement on this tax bill comes Tuesday when House lawmakers hope to pass the bill and send it to the Senate, where the math gets a little tougher. The account there is expected to be so close that the Vice President Mike Pence has delayed a long planned trip to the Middle East just to be available to cast a tie-breaking vote if necessary. But President Trump is confident that it gets done by the end of this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We have a tremendous spirit for the tax reform. This is going to be one of the great Christmas gifts to middle income people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "There are still seven tax brackets under the new plan, but the rates are lower until 2025. The new top rate for top earners dropped from 39.6 percent to 37 percent. The child tax credit doubled to $2,000 per child and the standard deduction nearly doubled as well, to $12,000 for single filers, which means that fewer people are expected to itemize their deductions.  There is a new $10,000 cap on deductions for state and local taxes. The mortgage interest deduction will be capped at $750,000 and Obamacare is fine for people who don't want insurance under the individual mandate disappears. So, the first half of this week, Republicans will try to transform the tax code and the second half of the week, they are going to have to try to keep the government funded.  There will be a government shutdown next weekend if they can't figure out how to do that by Friday night -- Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Peter Doocy reporting from Capitol Hill -- Peter, thank you. Joining me now is the Secretary of the Treasury Steven Mnuchin. And welcome back to \"Fox News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVEN MNUCHIN, SECRETARY OF THE TREASURY",
      "sentences": "Great to be here with you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Can you say flatly that Congress will pass this tax plan this week and send it to the president to sign before Christmas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MNUCHIN",
      "sentences": "I can. It's a historic moment and we're excited to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And you have no doubts that Congress will pass it this week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MNUCHIN",
      "sentences": "I have no doubt. This is been a terrific process with the House and Senate working together in conference, and there is a terrific bill that's going to get to the president to sign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. Let's run through several aspects of this terrific bill, as you put it. And the first one I want to deal with is fairness.   Here's what Senate Democratic Leader Chuck Schumer had to say about it this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "God bless wealthy people, I'm glad we have them. But they don't need a tax break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me pick up on that because critics note the tax rate for top earners dropped from 39.6 percent to 37 percent, the corporate tax rate is cut from 35 percent to 21 percent and the owners of so-called pass-through companies get a 20 percent deduction. The Tax Policy Center analyzed the earlier Senate bill, which did not even have all of those provisions and said the top tenth of 1 percent of taxpayers would get 42 percent of the benefits. Question, Mr. Secretary, do wealthy Americans need all of those tax breaks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MNUCHIN",
      "sentences": "Well, Chris, first of all, the reason why we're lowering the top rate is because we're getting rid of lots and lots of deductions. And there's a big part of the country that has state and local taxes that we're getting rid of. As a matter of fact, Schumer has been complaining about taxes going up on rich people in New York. So, it's just not the case that there's all those taxes going to rich people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And what about all the other aspects of it and the analysis from the Tax Policy Center, 42 percent of the benefits to the top 1 percent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MNUCHIN",
      "sentences": "Well, I don't agree with those numbers. What this is all about is middle income tax cuts. Matter of fact, I researched, you grew up in Chicago, the median person/family that makes $50,000 is going to get extra money back, close to $2,000. And a family making $150,000 in Illinois is going to get over $4,000 back. That's very meaningful, and people are going to see these tax cuts starting in February because we have the IRS already working on new tax tables.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, again, just to push this question of fairness, and I take your point that because of the fact that you are doing away with most of the state and local deductions that's going to be a tax increase for people in high tax states like New York or California. But still, we are talking about a family that makes over $600,000 a year. Do they need to have their taxes cut from 39.6 percent to 37 percent? And in the so-called pass-throughs, because of the deduction that you're going to give to them, you're going to get a situation where a lot of the employees who work for those companies will be taxed at a higher rate than their bosses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MNUCHIN",
      "sentences": "Well, let me just say pass-throughs are the engine of growth in this country. This is about creating the lowest tax rate for pass-throughs since the 1930s. That is going to be massive, massive economic growth.   And it's about fixing a broken business tax system. We've had one of the highest corporate rates in the world, with companies leaving trillions of dollars offshore to -- so that they don't have to pay taxes. This is a historic event to fix a broken tax system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But what about the point I just made, that you could end up with employees of these pass-throughs -- and these are companies that are not formal corporations, and they end up, the owners of them, end up paying our taxes through the individual tax rate, not the corporate tax rate -- the idea that you could have employees paying a higher tax rate than the owners of those companies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MNUCHIN",
      "sentences": "Chris, you know, it's a very complicated tax system and this is about simplifying (ph) it. So, the reason why we have the pass-through tax break is because we believe there will be about $4,500 in wage growth that will go back to workers. So, this is -- this is all about creating a tax system that's good for workers, good for working families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's talk about the point you just brought up because that was one of the other aspects that was a big selling point, that you were going to be making the tax code simpler, and in fact there was an event that I want to show where President Trump met with top congressional leaders and talked about this is going to be so simple, you will be able to file your tax return on a postcard. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Great job. Thank you. I didn't know I was going to be given a prop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But analysts say that in fact, the GOP tax plan, you didn't end up cutting out all of those deductions makes the tax system more complicated for millions of Americans, especially those involved in these pass-through companies who are going to have an even more complicated tax system to deal with and are not going to have any chance of looking at filing on a postcard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MNUCHIN",
      "sentences": "Chris, that's just not the case. I couldn't be happier overseeing the IRS. Over 90 percent of Americans are going to fill out taxes on that postcard or a virtual electronic postcard. This is about simplifying taxes and simplifying the business system. So, there will always be people who complain that they're losing tax breaks, but this is about making it simple for the American public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to press on that because that's a new number. I'd heard that originally but I -- you're still saying, over 90 percent of Americans will be able to file on a postcard?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MNUCHIN",
      "sentences": "Absolutely. They'll take the standard deduction and that's what they'll file with. And we're in the process already of designing new forms so that Americans don't have thousands of pages of tax forms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's turn to the deficit. Your Treasury Department issued a one-page statement this week that was pretty controversial. You said the combination of tax cuts, rollback of regulations, infrastructure and welfare reform will not only pay for tax reform, but reduce the debt net by $300 billion over ten years. Good for the economy, fair to working-class Americans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONNA EDWARDS, FORMER U.S. CONGRESSWOMAN",
      "sentences": "Well, I think, clearly, it's a boon for corporations and the super wealthy. I mean, this tax bill really gives them a huge benefit. But for the middle class families, I mean, I urge people to do what I did and simply, you know, put your income in a calculator and start running some of these changes to the tax code.  And I think a lot of middle-class families are actually going to find that it's either going to be a wash for them or they're actually going to end up paying more taxes depending on where they live.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What specifically do you worry about in this bill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "So, I worry about a trade-off for the standard deduction, even though the standard deduction goes up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Almost double.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "That's right. But there are other things that people lose if you itemize your state and local income taxes, your property taxes. Those things really hurt you. If you are a family that has -- you know, where you get the individual mandate now is in place and it's taken away. For many families, that means that their health care premiums are actually going to increase which then affects their quality of life. And so, you know, this really I think -- you know, it's not a reform of the tax code. Anybody who thinks they will be able to put their taxes on a postcard, I've got something else I want to sell you because that's not true. That's what was promised and this is not going to be a fair benefit for middle-class families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Brian, I want you to join the debate on the merits, but also, let's talk about the politics, because assuming that this does pass as Secretary Mnuchin said, as everybody is saying, this will be the first big legislative victory for Donald Trump. Is it enough to go to the voters in 2018 and will it help them?   BRIAN KILMEADE, \"FOX & FRIENDS\" CO-ANCHOR: It's going to be fascinating because we are actually going to have a legitimate report card in 2018. It's not who was the best slogan, who has the best message, who's better on the stump. It's going to say, I'm not sure immigration is not going to get on the 2018 either, but let's say this is the only piece of major legislation. We're going to feel it in February. And if you are right, Congresswoman, and people are paying more and it's not working out and most of the American people say this is terrible, he's going to pay the price. But if things begin to improve and the growth rate does go over four and everything is on the right track right now, then that's all you can ask for if you are President Trump and if you are a Republican, say, grade me on what I did. Now, when I watch Marco Rubio and I watch Senator Lee and I watch Senator Johnson all lobby hard to get what they want in this bill, I ask you, where are the five or six Democrats in conservative districts and states that could have done the same thing? If Joe Manchin put his hand up and said, you get me to 24, I'm in. Jon Tester, Heidi Heitkamp, why didn't they try to get in this debate? This was all a one-party debate and it didn't have to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Juan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "sentences": "This is all about politics, and it's all about the midterms. It's all about saying that Republicans, in the first year of the Trump administration, with a Republican House, Republican Senate, Republican control of the White House got something done. They didn't get Obamacare done, they haven't gotten immigration plan down, they got something done. So, let's look at the polls. Let's get away from all of this and say, what are the American people this Sunday morning think about this plan? The majority -- not a plurality -- a majority, more than 50 percent say it's a bad plan for themselves and for their families. Mike Bloomberg says this is a trillion dollar blunder. The Joint Center on Taxation, Goldman Sachs say this is a bad plan for the economy. So, this is not a political judgment, these are people, Goldman Sachs is in the moneymaking business and they don't see this as good for them or for America.  Instead, I think what you have is Republican donors, the donor class saying, yes, this is what we want from Republicans. We want tax cuts. And they're delivering on the tax cuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICH LOWRY, NATIONAL REVIEW",
      "sentences": "It's not as though Republicans just came up with this idea of corporate tax form out of the blue yesterday because they need to pass something. President Barack Obama talked about the importance of corporate tax reform. Bill Clinton talked about the importance of corporate tax reform, because our system was out of whack with the rest of the world and was hurting us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I think that if you talk about tax form, Rich, you got to keep in mind that the actual rate that these corporations is paying is much lower because of deductions and the like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOWRY",
      "sentences": "It's such a complicated system and that makes no sense. That's why you want to lower the actual rate and knock out some of those special interest provisions. And this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "This is actually -- let's be clear, this is not a tax reform package, it doesn't reform the tax code. What it does is it continues many of those special interest breaks. It gives additional special interest treatment to certain kinds of corporations and income, pass-through income being one of those things. And on top of that, it adds a trillion dollars to the deficit. And that's by the Joint Center on Taxation (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me bring in the point to both you, Congresswoman Edwards, and to you, Juan, as critics of this plan. The Trump economy is doing pretty well. We got 3 percent growth, 4 percent unemployment, record highs every week in the stock market. If this brings further stimulus to the economy, isn't that going to be a pretty powerful message going into 2018?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "It's a big if. I mean, the fact is -- I mean, almost no economy tells you that the growth rates that are being projected by the congressional Republicans is actually in line with Trump himself is actually going to create in this -- in this economy. And so, it really is-- I mean, it really is a mistake to call this sort of adding to the growth rate. It's corporations wanting to put more money in the economy, they've got all the capital in the world to do that right now. There's nothing in this tax reform bill that incentivizes it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I would say this, if you're running a major corporation, you're probably a very bright man or woman, and you know this is a window of opportunity where you finally got the tax deduction that you said was keeping your money offshore and your investment away. Now, this is a window. Now, if you don't take it manage of that window, if you just buy back your stock or keep it overseas, you're never going to get this opportunity. You're going to have a liberal Democrat in the office and your life will never be as bad economically. And I will say this, the markets have already weighed in. The prospect of having this passed boomed (ph) the market and it continues to rise. So, Mike Bloomberg, who wants to take your guns and take away the combustion engines --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The minute you jump the broom there and start talking about guns, I understand that you're in losing position, Brian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "No, but you understand, he wants to hurt Donald Trump any way he can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's -- look, let's just talk about taxes. Let's forget the, you know, politics, the sport aspects of this and talk about the reality. The reality is we have a very good economy right now, stock market booming, low unemployment. Good GDP that's growing, we're still struggling with wages and workforce participation. But the reality is that there is high income inequality in this country, Americans don't want what Paul Ryan is talking about, a huge deficit, then says, we're going to shrink the government and we're going to cut Social Security and Medicare next year -- wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "-- standard deduction, don't you see some of the things built into this plan already -- built into this plan already that's going to help the working class and help the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What helps the working class?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Gentlemen --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOWRY",
      "sentences": "Higher growth helps the working class. It helps everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Take it outside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We've got another segment and we'll have you back later in the show. Thank you. Up next, Senator-elect Doug Jones, we don't want to miss him. His first appearance on Fox News since the start of the campaign and what he wants to do in Congress after his upset victory in Alabama. That was great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, GOP Senate candidate, Judge Roy Moore, still refuses to concede in Alabama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROY MOORE, R-ALABAMA SENATE CANDIDATE",
      "sentences": "We are indeed in a struggle to preserve our republic, our civilization and our religion, and to set free a suffering humanity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator elect Doug Jones joins us live, next, on \"Fox News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Doug Jones pulled off a stunning upset this week, becoming the first Democrat elected to the Senate in deep red Alabama since 1992. While his opponent, Judge Roy Moore, vows to fight on, President Trump called Doug Jones to congratulate him. The senator-elect joins us now live. Mr. Jones, congratulations and welcome to \"Fox News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG JONES, D-ALA., U.S. SENATOR-ELECT",
      "sentences": "Thanks, Chris. I appreciate the opportunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's start with what you see as your role in the Senate starting early next year. Here's what you said on election night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "We've tried to make sure that this campaign was about finding common ground and reaching across and actually getting things done for the people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Given the fact that Republicans control the House and the Senate, and the White House, where do you see an opportunity to find common ground and work with President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Well, you know, Chris, I think there's an opportunity at every turn. It doesn't matter what the issue is, there's always the opportunity to find common ground. You know, and I hope to have that voice. I said on election night that I hope this is a message not to just Republicans that we've got a Democrat who's willing to reach across the aisle. I hope it's a message to Democrats to try to find that common ground. You know, it's one of those things where you've got to reach across, you've got to try. But it's a two-way street. I mean people have got to respond backwards. And that's why I'm hoping that we'll be able to do that with this new voice and a new -- and I think sense of enthusiasm coming out of the state of Alabama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, let's talk some specifics. It looks like the Senate and Congress is going to pass the tax bill before you get to town. But if you were here this week, if you had a chance, would you vote for this bill or against it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Well, I've got to be honest with you, Chris, that's a 500 page bill for just landed on people's desks just the other day. So I haven't had a real chance to look at that and study it, as has a lot of people have not, which is one of my biggest concerns about the way things are going up there right now. This seems to be done, plopped into a vote too quickly. There's -- obviously what I'm seeing and hearing and just reading about, there's things that I like about it, cutting corporate tax rates, cutting some things for the middle class and increasing the standard deduction. But my biggest concerns are the process and also the fact that it's going to increase the deficit by over a trillion dollars. That causes me great concern. And I'm just very surprised that that's going to go. I don't buy into the fact that it's going to grow the economy such that that trillion dollars debt will get wiped out. I think that's a major problem. So we'll wait and see how it goes. We're going to start looking at it just in case I'm up there ahead of time. But it's a complicated bill. This is not the simplification process that we were all told about early on. Five hundred pages is a pretty complicated bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, let's talk about another one, and this is one that you may get a chance to vote on, immigration. Would you support a deal that fixes DACA, that protects the so-called dreamers, but on the other hand has tougher border enforcement and includes some money for continuing to build President Trump's wall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "We'll, I'd have to look. I -- you know, I have said before that I opposed the building of a wall. I think that's an expense that the taxpayers just don't have to incur because I do think you can increase border security without having to go to the incredible expense of building that wall, at least the figures that I've seen.  I do support the DACA program and would love to see that extended. I hope there can be some bipartisan efforts reached to do that. Immigration has been one of the toughest political football's going on up there right now and we've had bills in the past that just fell by the wayside because of politics. If there's comprehensive immigration, I think it's going to be very complicated. And -- but it's something that I would love to look at. I know it's been important to my state, although I'm not as sure it's as important as health care and some other things right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But -- but I mean this is a good kind of case study. And we're talking theoretically because, obviously, there's not a specific piece of legislation. There are things you want. You want the DACA fix. Are you -- would you be willing, even though you're not crazy about the idea, to include some funding for the wall, which is something the president and Republicans want, if you get your half of the load (ph)?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Well, let's see how that shakes out. It's hard to talk in hypotheticals because right now you haven't seen anybody really kind of trying to reach those compromises. It's a -- you know, draw -- you know, what I'm seeing up there is you draw a line in the sand and you haven't had an opportunity to reach. I'm going to consider anything, Chris. I mean, look, I'm up here to try to-- as I've said before, to try to find that common ground. I know it sounds like a broken record. I also know that it sounds like it's just pure pie- in-the-sky. But the fact is, we've got to try and look and try to do those things for the American public. So rather than just talking in hypotheticals, I'll leave all the options on the table with regard to that and try to come up with the right way to approach immigration or any other issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump called you the other day and invited you when you come to Washington to come visit him at the White House. But during the campaign he said that you, if you were elected, would be a puppet of Democratic Leaders Pelosi and -- Nancy Pelosi and Chuck Schumer. Here -- here is some clips from all of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We don't need a liberal person in there, a Democrat, Jones. I've looked at his record, it's terrible on crime. It's terrible on the border. It's terrible in the military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "He likes Doug Jones and looks forward to meeting him in person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, which Trump do you believe, the one before the election or the one after?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "I'm going to believe the one after. You know, you say a lot of things during the -- in the heat of a campaign and we were expecting to -- you know, that kind of checklist of things. But his call to me was very gracious. It truly was. We had a very good talk, no substance, but just kind of a personal call. I'm looking forward to meeting him. I'm looking forward to getting up there and trying to find those issues that we can work together on for both the country and the state of Alabama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You know, the line of questioning that I've been engaged in, and I think that a lot of reporters since your victory is answering the big question here in Washington, which is, which kind of a Democrat will you be? You talk a lot about your mentor when you worked here in Washington in the Senate, Howell Heflin, who stepped down as Alabama's last Democratic senator 20 years ago. We have a picture up right now at a committee meeting and there's Heflin and there is a much younger Doug Jones right next to him. Heflin was ranked as the Democrat with the most consistent record of support of any Democrat during his time in office for Ronald Reagan. Do you see yourself as the same kind of moderate, or even conservative, Alabama Democrat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "You know, Chris, I'm just going to be candid about this. I have resisted trying to put labels on myself. People are going to do that left and right. I've tried to resist that. I'm going to continue to resist that. I'm going to be a Doug Jones Democrat for sure. I'm going to be looking at issues on both sides. I'm going to do what I believe is in the best interest of both the country and my state. Other people will label me. I think the world has changed a little bit and I think politics has changed and all I can do is to try to go forward with what I believe is the best thing to do. And that's the only thing I can do. So we'll see how that shakes out in the next year or two to see what kind of labels you guys in the media want to put on me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well -- and we will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Two more questions I want to -- I want to get in. One, your opponent, Judge Moore, continues to refuse to concede, says that this race is not over and this week issued this video.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Today, will no longer recognize the universal truth that God is the author of our life and liberty. Abortion, sodomy and materialism have taken the place of life, liberty and the pursuit of happiness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What's your reaction to that and do you think that Roy Moore is hurting Alabama by continuing this contest, continuing this fight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Well, I just have quit trying to figure out what Judge Moore means when he says things like that. It just -- I find -- I don't find it in the mainstream of America. I don't -- certainly don't even find it in the mainstream of Alabama. I think it's time to move on. And I think he is hurting the people of this state. I have told folks and I want to try to represent everyone. I'm not going to be a senator in which people are going to agree with a hundred percent of the time, but I am going to be the kind of senator the people can talk to, that we can reason with. I want to get an education from them. I want to educate the people. So I do think he's (ph) hurt and I think it's time to move on and let's get-- get beyond this divisive kind of rage the war rhetoric that you hear from him from others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Final question. You're not up for reelection until 2020, but I want to ask you about the 2018 midterms because some folks say that your victory, as well as the victory of the Democrat in the governor's race in Virginia, put out a kind of blueprint, a game plan for how Democrats should proceed in 2018. I want to put up some numbers on your victory. You won the black vote 93 percent to six, the younger vote 62 percent to 36, women 55 percent to 43, and independents, 55 to 42. Question, how do other Democrats energize those pillars of the traditional party base for the 2018 midterms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Well, you know, Chris, I think that anybody that runs for office ought to talk to those people. I think that was one of the things that we did early on in our campaign. We went straight on issues. Roy Moore didn't talk about issues that we had in common. He talked about issues that divide us. And I think when you talk about those issues that you have in common, among all of those groups you just rattled off, every one of them have the same issues in common about health care, education, jobs, the economy, trying to raise to a living wage. Those are the issues that people responded to and I think that whether it's Democrats or Republicans, I think people now have to start focusing on those issues and not just depend on whether or not there are going to be some kind of straight ticket voting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator-elect Jones, thank you. Thanks for your time this weekend. And we'll see you up here in Washington pretty soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Thanks, Chris. I look forward to it. And thanks for having me this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "When we come back, the FBI under fire. The president launches tough new criticism of the agency. Plus, what would you like to ask the panel about allegations of political bias in the FBI? Just go to FaceBook or Twitter @foxnewssunday and we may use your question on the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's a shame what's happened with the FBI, but it is very sad when you look at those documents and how they've done that is really, really disgraceful. And you have a lot of very angry people that are seeing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump taking aim at the FBI after the release of anti- Trump text messages between two senior officials, Peter Strzok and Lisa Page, who were involved in the special counsel investigation until last July. And we're back now with the panel. Well, Brian, The Washington Post had a story this week -- and I don't know if you saw it -- that said that these texts back and forth between Strzok and Page were really an effort to cover up the fact --Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That they were having an extramarital affair. And the question I have is, does that clear it all up for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Yes. Thanks. We have some time left in this segment, so I'll fill it. No, I -- absolutely not. You've got to be kidding me. They were -- the one thing that stood out on the text messages more than anything else was the fact is they were building in a plan just in case on August 15th -- and I think you even referred to it earlier in the show -- on August 15th they were going back and forth on a text messages that talked about a plan just in case Donald Trump won. And he went on to say, just like having an insurance policy (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, let me -- let me -- let me put this up. And let's put it up on the screen if you -- if we can, guys, and this was a text that Peter Strzok sent to Lisa Page on August 15, 2016. And it says, I want to believe the path you threw out for consideration in Andy's office -- we think \"Andy\" was Andrew McCabe, the number two official in the FBI -- the path you threw out in Andy's office, that there's no way he -- Trump -- gets elected. But I'm afraid we can't take that risk. It's like an insurance policy in the unlikely event you die before your 40. Continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "What I'm trying to say is, for any Republican who was worried or on the fence that there might have been some bias amongst the top level of the FBI when it come to the investigation and against his candidacy that is proof positive. Unless they're referring to Andy Griffith, who starred in Matlock, as well as his own black and white TV series, who had a lot of success. But I could see that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Proof positive of what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Proof positive that there was an anti-Trump bias at the top and Peter Strzok was all around this investigation, enough to make you want to probe, and that's what Jim Jordan indicated that Bob Goodlatte is going to be doing when we get back from Christmas break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We asked you for questions for the panel and we got this as a tweet from John H. Converse who writes, we demand the military be apolitical on duty, even though we allow them to have political ideology. Is it too much to demand the same of the FBI, IRS, DOJ -- Department of Justice? Juan, how do you answer John and Brian?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, just as the military has political opinions, you know, so do people work are jurors, who are lawyers, who are judges, who are FBI agents. We're human beings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But if a -- if a judge had -- if we had read statements that were blatantly favoring one side against the other, they would be forced to recuse themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, but that's not the point. The point is what -- not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, it's not your point. It's my point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no, I was making -- I'm speaking to your point. The fact that you write them down. I -- my point is that you have these opinions. It's no question that people have opinions. The question is, their integrity. Can they perform their job in an impartial way despite their opinions? And what we know is, that according to the attorney general, Jeff Sessions, the deputy attorney general, Rod Rosenstein, and the FBI director, Christopher Wray, just this week all have said the FBI is performing its jobs very well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, but wait -- wait, they weren't saying that about Lisa Page in Peter Strzok.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's -- this is a total distraction. Let me just say, this whole discussion is so interesting to me because it's all part of the Trump legal team assault on the integrity of law enforcement in this country intended to distract people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "It's not the rank and file.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Distract people from the potential -- the investigation into ties between the Trump campaign and its officials and Russian interference. And this is all a setup potentially to fire Bob Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Deputy -- well, will get to that in a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They're not doing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Deputy Attorney General Rod Rosenstein testified before Congress this week and he took some heavy fire from Republicans on just this issue. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE CHABOT, R-OHIO CONGRESSMAN",
      "sentences": "How, with a straight face, can you say that this group of Democrat partisans are unbiased and will give President Trump a fair shake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROD ROSENSTEIN, DEPUTY ATTORNEY GENERAL",
      "sentences": "We recognize we have employees with political opinions, and it's our responsibility to make sure those opinions do not influence their actions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And we hope that he'll be able to clear the frog (ph) out of his throat. But, congresswoman, look, nobody is talking. Let -- this is a red herring. Nobody is talking about the FBI in general. Everybody agrees that it's a good, solid agency. We're talking but individual actors here. When you read those texts where they just trash Trump, they say that he's loathsome, that he's an idiot, and then specifically this August 2016 one where they talk about, you know, we've got to have an insurance policy in case he gets elected, you don't find that troubling?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "And so what. I mean, you know, the fact is that you have two employees who were having an affair. They were taken off the investigation in July last year. And now you have a series of indictments that have come from the Mueller team. And this line of questioning, attacking Mueller, attacking the investigation based on a couple of employees who had an affair and were covering that up and writing stupid emails, so what. I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOWRY",
      "sentences": "And, look, a lot of texts, they are stupid, they are embarrassing. They're not necessarily sinister. The sinister one is the insurance policy text. And we need --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The one we've been talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOWRY",
      "sentences": "Right. And we need to hear from Strozk under oath about what he meant by that. I also think there's enough now to be worried by this investigation. I think Bob Mueller, for his own good, should dismiss Andrew Wiseman (ph), who's a Democratic partisan, who's a top deputy, also sent an anti-Trump e- mail. And Jeff Sessions should bring in an outside district attorney who has some independence to look into the entirety of how DOJ and the FBI handled 2016 and to get to the bottom of it. But -- but if Donald Trump takes from all this a permission slip to fire Bob Mueller, it would be a catastrophic mistake. And the irony is here, as far as we know, it looks like Mueller is not turning up evidence of collusion. So I think if Trump could just sit tight, Mueller probably will vindicate him at the end of the day and firing him will do more damage to Trump than just sitting this out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I talked to three different White House officials and that is -- what Congresswoman Speier said is total fiction. There is no interest in firing Mueller. It --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, we should point out. What did she say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "And what she came out and said that there's word is -- and rumor on The Hill that before Christmas he's going to make a major speech and say Mueller's fired, investigation over. They said, we haven't even discussed that. In private conversations it has not come up. Three different people who work at the White House, just to make sure that I had the right information for you because I know you demanded it absolutely --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now, don't go single source on me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I know, because (INAUDIBLE) --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "This is like Watergate here. Boy, (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "And I know I've two great people here to debate with, so that's not going to happen. But what happens, they are -- Trump wants this to end. He wants to see what it's like to have a presidency without this hanging over its head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Well, then he needs to stop attacking the special counsel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "This is real, though. This is sub --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "He needs to stop attacking Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "This is substance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "And he needs to let the -- he needs to let the investigation play out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "But he has. You notice he has not -- comes from (INAUDIBLE). It is not specifically left to Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Well, it hasn't stopped -- it hasn't stopped his allies on The Hill from attacking Mueller --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Because they are finally understanding the -- there's something to attack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOWRY",
      "sentences": "When in D.C. -- when in Washington, D.C., has there ever been an independent counsel, special counsel investigation of a president that hasn't engendered a partisan reaction? I -- we all recall the 1990s and the Democrats were not very nice to Ken Starr, if I remember correctly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, fine, but this is -- this takes it to a new level, Rich. I think -- you know, people talk about Colin Kaepernick, Black Lives Matter undermining trust in our police. They did nothing as comparable to what this president has done to the FBI at this moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOWRY",
      "sentences": "Well, the FBI has also hurt its own credibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. You know what I liked about this panel, I had to do very little work. Thank you, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" the remarkable woman who took these powerful pictures from the front lines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "If you ever read The New York Times or National Geographic or TIME magazine, chances are you've seen her work. Riveting photographs that bring the savagery of the front lines into your home. Here's our \"Power Player of the Week.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYNSEY ADDARIO, PHOTOJOURNALIST",
      "sentences": "I never consider myself brave. I just consider myself very sort of committed to the story. And that takes me to places that are dangerous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADDARIO",
      "sentences": "I've covered Afghanistan, Iraq, Libya, Darfur, Congo, South Sudan, Somalia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADDARIO",
      "sentences": "There are great injustices that go on in war zones and its fundamental for someone to be there to document that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADDARIO",
      "sentences": "There were skeletons across the desert. People fleeing for their lives. We witnessed villages that had been burned to the ground.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "With U.S. troops in Afghanistan's Korangal Valley in 2007.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADDARIO",
      "sentences": "And I woke up, I put on my night vision, took this picture and fell back asleep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "In Pakistan's no-man's-land trial area with the Taliban in 2009, for a story that won the Pulitzer Prize.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADDARIO",
      "sentences": "If they invite you to their home, they will not kill you. They will protect you with their lives. So we knew that -- or we hope that once we got there, because we had been, invited they would not kill us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The New York Times says four of its journalist reporting on the conflict in Libya are now missing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But Addario's luck almost ran out when she and three colleagues were taken prisoner by Gadhafi's forces in 2011.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADDARIO",
      "sentences": "They were about to execute us and we're literally -- at one point I looked over and I saw each one of my colleagues literally begging for their lives. And I remember I could barely speak and I just said, please. And at that moment a commander came over and said, you can't kill them, they're American.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Addario and the others were beaten and held for six days, but then finally released. Two months later, she went back to work, not on the front lines, but still in Gaza and Afghanistan and Senegal. And by now, she was pregnant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADDARIO",
      "sentences": "The fact is, I was pregnant and I was surrounded by pregnant women and, oh, my God, it was the most natural thing. I always feel like I'm in the wrong place. When I'm here, I want to be there. When I'm there, I want to be home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADDARIO",
      "sentences": "And he asks about war. And I say, it's fighting and some people get killed. And he said, well, then, mommy, can't you get killed? And to me that's like, how do I answer that? Because I can't just lie to him. And so I just say, I'll be fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So why does she do it? Why has she risked her life these last two decades? Why does she keep risking her life with Lucas waiting for her back home?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADDARIO",
      "sentences": "I don't need to take pretty pictures anymore. It's not at all about the, you know, just being there to travel and take a picture. It's really about the storytelling, about journalism, about truth, about telling people stories about making people care about things that they wouldn't necessarily care about. You know, I just keep working. I think that this, for me, is my calling and my mission and that's what I believe in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Lynsey Addario wrote a memoir which is now in development as a movie starring Jennifer Lawrence. Her story is called, \"It's What I Do.\" And that's it for today. Have a great week. And we'll see you next \"Fox News Sunday.\" END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PAUL RYAN, R-WIS., SPEAKER OF THE HOUSE",
      "utterance": "This is real relief. This relief gives people a simpler system and a fairer tax code."
    },
    {
      "speaker": "WALLACE",
      "utterance": "As GOP leaders push their measure to overhaul the tax code, we'll discuss the bill's prospects and what it means for you with Secretary of the Treasury Steven Mnuchin. Then, Democrat Doug Jones wins in Alabama, putting even more pressure on the GOP to pass tax reform before he gets to the Senate."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NY, SENATE MINORITY LEADER",
      "utterance": "It would be wrong for Senate Republicans to jam through this tax bill without giving the newly elected senator from Alabama the opportunity to cast his vote."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll sit down with the senator-elect in his first appearance on Fox News since the start of the campaign. Plus, lawmakers question whether political bias has taken over special counsel Robert Mueller's investigation."
    },
    {
      "speaker": "REP. STEVE CHABOT, R-OHIO",
      "utterance": "How with a straight face can you say that this group of Democrat partisans are unbiased and will give President Trump a fair shake?"
    },
    {
      "speaker": "ROD ROSENSTEIN, DEPUTY ATTORNEY GENERAL",
      "utterance": "We recognize we have employees with political opinions. It's our responsibility to make sure those opinions do not influence their actions."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel about new documents the White House says show extreme bias against Mr. Trump. And our power player of the week. A photojournalist who has risked her life to show what's happening in the world's most dangerous places."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "They were about to execute us, and we're literally at one point, I looked over and I saw each of my colleagues literally begging for their lives."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All, right now, on \"Fox News Sunday.\""
    },
    {
      "speaker": "WALLACE",
      "utterance": "And hello again from Fox News in Washington. Republicans appear ready this week to pass the most sweeping overhaul of the tax code in three decades. Opposition among GOP holdouts has melted away, and party leaders in Congress are looking to hand President Trump his first major legislative victory. In a few minutes, we'll discuss what the plan means for American families and businesses with Treasury Secretary Steven Mnuchin. But, first, to correspondent Peter Doocy live on Capitol Hill with a preview of both the tax vote and the effort to avoid a government shutdown before Christmas -- Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "utterance": "Good morning, Chris. The next movement on this tax bill comes Tuesday when House lawmakers hope to pass the bill and send it to the Senate, where the math gets a little tougher. The account there is expected to be so close that the Vice President Mike Pence has delayed a long planned trip to the Middle East just to be available to cast a tie-breaking vote if necessary. But President Trump is confident that it gets done by the end of this week."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We have a tremendous spirit for the tax reform. This is going to be one of the great Christmas gifts to middle income people."
    },
    {
      "speaker": "DOOCY",
      "utterance": "There are still seven tax brackets under the new plan, but the rates are lower until 2025. The new top rate for top earners dropped from 39.6 percent to 37 percent. The child tax credit doubled to $2,000 per child and the standard deduction nearly doubled as well, to $12,000 for single filers, which means that fewer people are expected to itemize their deductions. There is a new $10,000 cap on deductions for state and local taxes. The mortgage interest deduction will be capped at $750,000 and Obamacare is fine for people who don't want insurance under the individual mandate disappears. So, the first half of this week, Republicans will try to transform the tax code and the second half of the week, they are going to have to try to keep the government funded. There will be a government shutdown next weekend if they can't figure out how to do that by Friday night -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Peter Doocy reporting from Capitol Hill -- Peter, thank you. Joining me now is the Secretary of the Treasury Steven Mnuchin. And welcome back to \"Fox News Sunday.\""
    },
    {
      "speaker": "STEVEN MNUCHIN, SECRETARY OF THE TREASURY",
      "utterance": "Great to be here with you. Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Can you say flatly that Congress will pass this tax plan this week and send it to the president to sign before Christmas?"
    },
    {
      "speaker": "MNUCHIN",
      "utterance": "I can. It's a historic moment and we're excited to be here."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And you have no doubts that Congress will pass it this week?"
    },
    {
      "speaker": "MNUCHIN",
      "utterance": "I have no doubt. This is been a terrific process with the House and Senate working together in conference, and there is a terrific bill that's going to get to the president to sign."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. Let's run through several aspects of this terrific bill, as you put it. And the first one I want to deal with is fairness. Here's what Senate Democratic Leader Chuck Schumer had to say about it this week."
    },
    {
      "speaker": "SCHUMER",
      "utterance": "God bless wealthy people, I'm glad we have them. But they don't need a tax break."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me pick up on that because critics note the tax rate for top earners dropped from 39.6 percent to 37 percent, the corporate tax rate is cut from 35 percent to 21 percent and the owners of so-called pass-through companies get a 20 percent deduction. The Tax Policy Center analyzed the earlier Senate bill, which did not even have all of those provisions and said the top tenth of 1 percent of taxpayers would get 42 percent of the benefits. Question, Mr. Secretary, do wealthy Americans need all of those tax breaks?"
    },
    {
      "speaker": "MNUCHIN",
      "utterance": "Well, Chris, first of all, the reason why we're lowering the top rate is because we're getting rid of lots and lots of deductions. And there's a big part of the country that has state and local taxes that we're getting rid of. As a matter of fact, Schumer has been complaining about taxes going up on rich people in New York. So, it's just not the case that there's all those taxes going to rich people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And what about all the other aspects of it and the analysis from the Tax Policy Center, 42 percent of the benefits to the top 1 percent?"
    },
    {
      "speaker": "MNUCHIN",
      "utterance": "Well, I don't agree with those numbers. What this is all about is middle income tax cuts. Matter of fact, I researched, you grew up in Chicago, the median person/family that makes $50,000 is going to get extra money back, close to $2,000. And a family making $150,000 in Illinois is going to get over $4,000 back. That's very meaningful, and people are going to see these tax cuts starting in February because we have the IRS already working on new tax tables."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, again, just to push this question of fairness, and I take your point that because of the fact that you are doing away with most of the state and local deductions that's going to be a tax increase for people in high tax states like New York or California. But still, we are talking about a family that makes over $600,000 a year. Do they need to have their taxes cut from 39.6 percent to 37 percent? And in the so-called pass-throughs, because of the deduction that you're going to give to them, you're going to get a situation where a lot of the employees who work for those companies will be taxed at a higher rate than their bosses."
    },
    {
      "speaker": "MNUCHIN",
      "utterance": "Well, let me just say pass-throughs are the engine of growth in this country. This is about creating the lowest tax rate for pass-throughs since the 1930s. That is going to be massive, massive economic growth. And it's about fixing a broken business tax system. We've had one of the highest corporate rates in the world, with companies leaving trillions of dollars offshore to -- so that they don't have to pay taxes. This is a historic event to fix a broken tax system."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But what about the point I just made, that you could end up with employees of these pass-throughs -- and these are companies that are not formal corporations, and they end up, the owners of them, end up paying our taxes through the individual tax rate, not the corporate tax rate -- the idea that you could have employees paying a higher tax rate than the owners of those companies?"
    },
    {
      "speaker": "MNUCHIN",
      "utterance": "Chris, you know, it's a very complicated tax system and this is about simplifying (ph) it. So, the reason why we have the pass-through tax break is because we believe there will be about $4,500 in wage growth that will go back to workers. So, this is -- this is all about creating a tax system that's good for workers, good for working families."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's talk about the point you just brought up because that was one of the other aspects that was a big selling point, that you were going to be making the tax code simpler, and in fact there was an event that I want to show where President Trump met with top congressional leaders and talked about this is going to be so simple, you will be able to file your tax return on a postcard. Take a look."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Great job. Thank you. I didn't know I was going to be given a prop."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But analysts say that in fact, the GOP tax plan, you didn't end up cutting out all of those deductions makes the tax system more complicated for millions of Americans, especially those involved in these pass-through companies who are going to have an even more complicated tax system to deal with and are not going to have any chance of looking at filing on a postcard."
    },
    {
      "speaker": "MNUCHIN",
      "utterance": "Chris, that's just not the case. I couldn't be happier overseeing the IRS. Over 90 percent of Americans are going to fill out taxes on that postcard or a virtual electronic postcard. This is about simplifying taxes and simplifying the business system. So, there will always be people who complain that they're losing tax breaks, but this is about making it simple for the American public."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to press on that because that's a new number. I'd heard that originally but I -- you're still saying, over 90 percent of Americans will be able to file on a postcard?"
    },
    {
      "speaker": "MNUCHIN",
      "utterance": "Absolutely. They'll take the standard deduction and that's what they'll file with. And we're in the process already of designing new forms so that Americans don't have thousands of pages of tax forms."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's turn to the deficit. Your Treasury Department issued a one-page statement this week that was pretty controversial. You said the combination of tax cuts, rollback of regulations, infrastructure and welfare reform will not only pay for tax reform, but reduce the debt net by $300 billion over ten years. Good for the economy, fair to working-class Americans?"
    },
    {
      "speaker": "DONNA EDWARDS, FORMER U.S. CONGRESSWOMAN",
      "utterance": "Well, I think, clearly, it's a boon for corporations and the super wealthy. I mean, this tax bill really gives them a huge benefit. But for the middle class families, I mean, I urge people to do what I did and simply, you know, put your income in a calculator and start running some of these changes to the tax code. And I think a lot of middle-class families are actually going to find that it's either going to be a wash for them or they're actually going to end up paying more taxes depending on where they live."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What specifically do you worry about in this bill?"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "So, I worry about a trade-off for the standard deduction, even though the standard deduction goes up."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Almost double."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "That's right. But there are other things that people lose if you itemize your state and local income taxes, your property taxes. Those things really hurt you. If you are a family that has -- you know, where you get the individual mandate now is in place and it's taken away. For many families, that means that their health care premiums are actually going to increase which then affects their quality of life. And so, you know, this really I think -- you know, it's not a reform of the tax code. Anybody who thinks they will be able to put their taxes on a postcard, I've got something else I want to sell you because that's not true. That's what was promised and this is not going to be a fair benefit for middle-class families."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Brian, I want you to join the debate on the merits, but also, let's talk about the politics, because assuming that this does pass as Secretary Mnuchin said, as everybody is saying, this will be the first big legislative victory for Donald Trump. Is it enough to go to the voters in 2018 and will it help them? BRIAN KILMEADE, \"FOX & FRIENDS\" CO-ANCHOR: It's going to be fascinating because we are actually going to have a legitimate report card in 2018. It's not who was the best slogan, who has the best message, who's better on the stump. It's going to say, I'm not sure immigration is not going to get on the 2018 either, but let's say this is the only piece of major legislation. We're going to feel it in February. And if you are right, Congresswoman, and people are paying more and it's not working out and most of the American people say this is terrible, he's going to pay the price. But if things begin to improve and the growth rate does go over four and everything is on the right track right now, then that's all you can ask for if you are President Trump and if you are a Republican, say, grade me on what I did. Now, when I watch Marco Rubio and I watch Senator Lee and I watch Senator Johnson all lobby hard to get what they want in this bill, I ask you, where are the five or six Democrats in conservative districts and states that could have done the same thing? If Joe Manchin put his hand up and said, you get me to 24, I'm in. Jon Tester, Heidi Heitkamp, why didn't they try to get in this debate? This was all a one-party debate and it didn't have to be."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Juan?"
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "utterance": "This is all about politics, and it's all about the midterms. It's all about saying that Republicans, in the first year of the Trump administration, with a Republican House, Republican Senate, Republican control of the White House got something done. They didn't get Obamacare done, they haven't gotten immigration plan down, they got something done. So, let's look at the polls. Let's get away from all of this and say, what are the American people this Sunday morning think about this plan? The majority -- not a plurality -- a majority, more than 50 percent say it's a bad plan for themselves and for their families. Mike Bloomberg says this is a trillion dollar blunder. The Joint Center on Taxation, Goldman Sachs say this is a bad plan for the economy. So, this is not a political judgment, these are people, Goldman Sachs is in the moneymaking business and they don't see this as good for them or for America. Instead, I think what you have is Republican donors, the donor class saying, yes, this is what we want from Republicans. We want tax cuts. And they're delivering on the tax cuts."
    },
    {
      "speaker": "RICH LOWRY, NATIONAL REVIEW",
      "utterance": "It's not as though Republicans just came up with this idea of corporate tax form out of the blue yesterday because they need to pass something. President Barack Obama talked about the importance of corporate tax reform. Bill Clinton talked about the importance of corporate tax reform, because our system was out of whack with the rest of the world and was hurting us."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I think that if you talk about tax form, Rich, you got to keep in mind that the actual rate that these corporations is paying is much lower because of deductions and the like."
    },
    {
      "speaker": "LOWRY",
      "utterance": "It's such a complicated system and that makes no sense. That's why you want to lower the actual rate and knock out some of those special interest provisions. And this --"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "This is actually -- let's be clear, this is not a tax reform package, it doesn't reform the tax code. What it does is it continues many of those special interest breaks. It gives additional special interest treatment to certain kinds of corporations and income, pass-through income being one of those things. And on top of that, it adds a trillion dollars to the deficit. And that's by the Joint Center on Taxation (ph)."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me bring in the point to both you, Congresswoman Edwards, and to you, Juan, as critics of this plan. The Trump economy is doing pretty well. We got 3 percent growth, 4 percent unemployment, record highs every week in the stock market. If this brings further stimulus to the economy, isn't that going to be a pretty powerful message going into 2018?"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "It's a big if. I mean, the fact is -- I mean, almost no economy tells you that the growth rates that are being projected by the congressional Republicans is actually in line with Trump himself is actually going to create in this -- in this economy. And so, it really is-- I mean, it really is a mistake to call this sort of adding to the growth rate. It's corporations wanting to put more money in the economy, they've got all the capital in the world to do that right now. There's nothing in this tax reform bill that incentivizes it."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I would say this, if you're running a major corporation, you're probably a very bright man or woman, and you know this is a window of opportunity where you finally got the tax deduction that you said was keeping your money offshore and your investment away. Now, this is a window. Now, if you don't take it manage of that window, if you just buy back your stock or keep it overseas, you're never going to get this opportunity. You're going to have a liberal Democrat in the office and your life will never be as bad economically. And I will say this, the markets have already weighed in. The prospect of having this passed boomed (ph) the market and it continues to rise. So, Mike Bloomberg, who wants to take your guns and take away the combustion engines --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, stop."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The minute you jump the broom there and start talking about guns, I understand that you're in losing position, Brian."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "No, but you understand, he wants to hurt Donald Trump any way he can."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's -- look, let's just talk about taxes. Let's forget the, you know, politics, the sport aspects of this and talk about the reality. The reality is we have a very good economy right now, stock market booming, low unemployment. Good GDP that's growing, we're still struggling with wages and workforce participation. But the reality is that there is high income inequality in this country, Americans don't want what Paul Ryan is talking about, a huge deficit, then says, we're going to shrink the government and we're going to cut Social Security and Medicare next year -- wow."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "-- standard deduction, don't you see some of the things built into this plan already -- built into this plan already that's going to help the working class and help the --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What helps the working class?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Gentlemen --"
    },
    {
      "speaker": "LOWRY",
      "utterance": "Higher growth helps the working class. It helps everyone."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Take it outside."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We've got another segment and we'll have you back later in the show. Thank you. Up next, Senator-elect Doug Jones, we don't want to miss him. His first appearance on Fox News since the start of the campaign and what he wants to do in Congress after his upset victory in Alabama. That was great."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, GOP Senate candidate, Judge Roy Moore, still refuses to concede in Alabama."
    },
    {
      "speaker": "ROY MOORE, R-ALABAMA SENATE CANDIDATE",
      "utterance": "We are indeed in a struggle to preserve our republic, our civilization and our religion, and to set free a suffering humanity."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator elect Doug Jones joins us live, next, on \"Fox News Sunday.\""
    },
    {
      "speaker": "WALLACE",
      "utterance": "Doug Jones pulled off a stunning upset this week, becoming the first Democrat elected to the Senate in deep red Alabama since 1992. While his opponent, Judge Roy Moore, vows to fight on, President Trump called Doug Jones to congratulate him. The senator-elect joins us now live. Mr. Jones, congratulations and welcome to \"Fox News Sunday.\""
    },
    {
      "speaker": "DOUG JONES, D-ALA., U.S. SENATOR-ELECT",
      "utterance": "Thanks, Chris. I appreciate the opportunity."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's start with what you see as your role in the Senate starting early next year. Here's what you said on election night."
    },
    {
      "speaker": "JONES",
      "utterance": "We've tried to make sure that this campaign was about finding common ground and reaching across and actually getting things done for the people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Given the fact that Republicans control the House and the Senate, and the White House, where do you see an opportunity to find common ground and work with President Trump?"
    },
    {
      "speaker": "JONES",
      "utterance": "Well, you know, Chris, I think there's an opportunity at every turn. It doesn't matter what the issue is, there's always the opportunity to find common ground. You know, and I hope to have that voice. I said on election night that I hope this is a message not to just Republicans that we've got a Democrat who's willing to reach across the aisle. I hope it's a message to Democrats to try to find that common ground. You know, it's one of those things where you've got to reach across, you've got to try. But it's a two-way street. I mean people have got to respond backwards. And that's why I'm hoping that we'll be able to do that with this new voice and a new -- and I think sense of enthusiasm coming out of the state of Alabama."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, let's talk some specifics. It looks like the Senate and Congress is going to pass the tax bill before you get to town. But if you were here this week, if you had a chance, would you vote for this bill or against it?"
    },
    {
      "speaker": "JONES",
      "utterance": "Well, I've got to be honest with you, Chris, that's a 500 page bill for just landed on people's desks just the other day. So I haven't had a real chance to look at that and study it, as has a lot of people have not, which is one of my biggest concerns about the way things are going up there right now. This seems to be done, plopped into a vote too quickly. There's -- obviously what I'm seeing and hearing and just reading about, there's things that I like about it, cutting corporate tax rates, cutting some things for the middle class and increasing the standard deduction. But my biggest concerns are the process and also the fact that it's going to increase the deficit by over a trillion dollars. That causes me great concern. And I'm just very surprised that that's going to go. I don't buy into the fact that it's going to grow the economy such that that trillion dollars debt will get wiped out. I think that's a major problem. So we'll wait and see how it goes. We're going to start looking at it just in case I'm up there ahead of time. But it's a complicated bill. This is not the simplification process that we were all told about early on. Five hundred pages is a pretty complicated bill."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, let's talk about another one, and this is one that you may get a chance to vote on, immigration. Would you support a deal that fixes DACA, that protects the so-called dreamers, but on the other hand has tougher border enforcement and includes some money for continuing to build President Trump's wall?"
    },
    {
      "speaker": "JONES",
      "utterance": "We'll, I'd have to look. I -- you know, I have said before that I opposed the building of a wall. I think that's an expense that the taxpayers just don't have to incur because I do think you can increase border security without having to go to the incredible expense of building that wall, at least the figures that I've seen. I do support the DACA program and would love to see that extended. I hope there can be some bipartisan efforts reached to do that. Immigration has been one of the toughest political football's going on up there right now and we've had bills in the past that just fell by the wayside because of politics. If there's comprehensive immigration, I think it's going to be very complicated. And -- but it's something that I would love to look at. I know it's been important to my state, although I'm not as sure it's as important as health care and some other things right now."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But -- but I mean this is a good kind of case study. And we're talking theoretically because, obviously, there's not a specific piece of legislation. There are things you want. You want the DACA fix. Are you -- would you be willing, even though you're not crazy about the idea, to include some funding for the wall, which is something the president and Republicans want, if you get your half of the load (ph)?"
    },
    {
      "speaker": "JONES",
      "utterance": "Well, let's see how that shakes out. It's hard to talk in hypotheticals because right now you haven't seen anybody really kind of trying to reach those compromises. It's a -- you know, draw -- you know, what I'm seeing up there is you draw a line in the sand and you haven't had an opportunity to reach. I'm going to consider anything, Chris. I mean, look, I'm up here to try to-- as I've said before, to try to find that common ground. I know it sounds like a broken record. I also know that it sounds like it's just pure pie- in-the-sky. But the fact is, we've got to try and look and try to do those things for the American public. So rather than just talking in hypotheticals, I'll leave all the options on the table with regard to that and try to come up with the right way to approach immigration or any other issue."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump called you the other day and invited you when you come to Washington to come visit him at the White House. But during the campaign he said that you, if you were elected, would be a puppet of Democratic Leaders Pelosi and -- Nancy Pelosi and Chuck Schumer. Here -- here is some clips from all of that."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We don't need a liberal person in there, a Democrat, Jones. I've looked at his record, it's terrible on crime. It's terrible on the border. It's terrible in the military."
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "He likes Doug Jones and looks forward to meeting him in person."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, which Trump do you believe, the one before the election or the one after?"
    },
    {
      "speaker": "JONES",
      "utterance": "I'm going to believe the one after. You know, you say a lot of things during the -- in the heat of a campaign and we were expecting to -- you know, that kind of checklist of things. But his call to me was very gracious. It truly was. We had a very good talk, no substance, but just kind of a personal call. I'm looking forward to meeting him. I'm looking forward to getting up there and trying to find those issues that we can work together on for both the country and the state of Alabama."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You know, the line of questioning that I've been engaged in, and I think that a lot of reporters since your victory is answering the big question here in Washington, which is, which kind of a Democrat will you be? You talk a lot about your mentor when you worked here in Washington in the Senate, Howell Heflin, who stepped down as Alabama's last Democratic senator 20 years ago. We have a picture up right now at a committee meeting and there's Heflin and there is a much younger Doug Jones right next to him. Heflin was ranked as the Democrat with the most consistent record of support of any Democrat during his time in office for Ronald Reagan. Do you see yourself as the same kind of moderate, or even conservative, Alabama Democrat?"
    },
    {
      "speaker": "JONES",
      "utterance": "You know, Chris, I'm just going to be candid about this. I have resisted trying to put labels on myself. People are going to do that left and right. I've tried to resist that. I'm going to continue to resist that. I'm going to be a Doug Jones Democrat for sure. I'm going to be looking at issues on both sides. I'm going to do what I believe is in the best interest of both the country and my state. Other people will label me. I think the world has changed a little bit and I think politics has changed and all I can do is to try to go forward with what I believe is the best thing to do. And that's the only thing I can do. So we'll see how that shakes out in the next year or two to see what kind of labels you guys in the media want to put on me."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well -- and we will."
    },
    {
      "speaker": "JONES",
      "utterance": "I know."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Two more questions I want to -- I want to get in. One, your opponent, Judge Moore, continues to refuse to concede, says that this race is not over and this week issued this video."
    },
    {
      "speaker": "MOORE",
      "utterance": "Today, will no longer recognize the universal truth that God is the author of our life and liberty. Abortion, sodomy and materialism have taken the place of life, liberty and the pursuit of happiness."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What's your reaction to that and do you think that Roy Moore is hurting Alabama by continuing this contest, continuing this fight?"
    },
    {
      "speaker": "JONES",
      "utterance": "Well, I just have quit trying to figure out what Judge Moore means when he says things like that. It just -- I find -- I don't find it in the mainstream of America. I don't -- certainly don't even find it in the mainstream of Alabama. I think it's time to move on. And I think he is hurting the people of this state. I have told folks and I want to try to represent everyone. I'm not going to be a senator in which people are going to agree with a hundred percent of the time, but I am going to be the kind of senator the people can talk to, that we can reason with. I want to get an education from them. I want to educate the people. So I do think he's (ph) hurt and I think it's time to move on and let's get-- get beyond this divisive kind of rage the war rhetoric that you hear from him from others."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Final question. You're not up for reelection until 2020, but I want to ask you about the 2018 midterms because some folks say that your victory, as well as the victory of the Democrat in the governor's race in Virginia, put out a kind of blueprint, a game plan for how Democrats should proceed in 2018. I want to put up some numbers on your victory. You won the black vote 93 percent to six, the younger vote 62 percent to 36, women 55 percent to 43, and independents, 55 to 42. Question, how do other Democrats energize those pillars of the traditional party base for the 2018 midterms?"
    },
    {
      "speaker": "JONES",
      "utterance": "Well, you know, Chris, I think that anybody that runs for office ought to talk to those people. I think that was one of the things that we did early on in our campaign. We went straight on issues. Roy Moore didn't talk about issues that we had in common. He talked about issues that divide us. And I think when you talk about those issues that you have in common, among all of those groups you just rattled off, every one of them have the same issues in common about health care, education, jobs, the economy, trying to raise to a living wage. Those are the issues that people responded to and I think that whether it's Democrats or Republicans, I think people now have to start focusing on those issues and not just depend on whether or not there are going to be some kind of straight ticket voting."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator-elect Jones, thank you. Thanks for your time this weekend. And we'll see you up here in Washington pretty soon."
    },
    {
      "speaker": "JONES",
      "utterance": "Thanks, Chris. I look forward to it. And thanks for having me this morning."
    },
    {
      "speaker": "WALLACE",
      "utterance": "When we come back, the FBI under fire. The president launches tough new criticism of the agency. Plus, what would you like to ask the panel about allegations of political bias in the FBI? Just go to FaceBook or Twitter @foxnewssunday and we may use your question on the air."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's a shame what's happened with the FBI, but it is very sad when you look at those documents and how they've done that is really, really disgraceful. And you have a lot of very angry people that are seeing it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump taking aim at the FBI after the release of anti- Trump text messages between two senior officials, Peter Strzok and Lisa Page, who were involved in the special counsel investigation until last July. And we're back now with the panel. Well, Brian, The Washington Post had a story this week -- and I don't know if you saw it -- that said that these texts back and forth between Strzok and Page were really an effort to cover up the fact --Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "That they were having an extramarital affair. And the question I have is, does that clear it all up for you?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Yes. Thanks. We have some time left in this segment, so I'll fill it. No, I -- absolutely not. You've got to be kidding me. They were -- the one thing that stood out on the text messages more than anything else was the fact is they were building in a plan just in case on August 15th -- and I think you even referred to it earlier in the show -- on August 15th they were going back and forth on a text messages that talked about a plan just in case Donald Trump won. And he went on to say, just like having an insurance policy (INAUDIBLE)."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, let me -- let me -- let me put this up. And let's put it up on the screen if you -- if we can, guys, and this was a text that Peter Strzok sent to Lisa Page on August 15, 2016. And it says, I want to believe the path you threw out for consideration in Andy's office -- we think \"Andy\" was Andrew McCabe, the number two official in the FBI -- the path you threw out in Andy's office, that there's no way he -- Trump -- gets elected. But I'm afraid we can't take that risk. It's like an insurance policy in the unlikely event you die before your 40. Continue."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "What I'm trying to say is, for any Republican who was worried or on the fence that there might have been some bias amongst the top level of the FBI when it come to the investigation and against his candidacy that is proof positive. Unless they're referring to Andy Griffith, who starred in Matlock, as well as his own black and white TV series, who had a lot of success. But I could see that --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Proof positive of what?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Proof positive that there was an anti-Trump bias at the top and Peter Strzok was all around this investigation, enough to make you want to probe, and that's what Jim Jordan indicated that Bob Goodlatte is going to be doing when we get back from Christmas break."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We asked you for questions for the panel and we got this as a tweet from John H. Converse who writes, we demand the military be apolitical on duty, even though we allow them to have political ideology. Is it too much to demand the same of the FBI, IRS, DOJ -- Department of Justice? Juan, how do you answer John and Brian?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, just as the military has political opinions, you know, so do people work are jurors, who are lawyers, who are judges, who are FBI agents. We're human beings."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But if a -- if a judge had -- if we had read statements that were blatantly favoring one side against the other, they would be forced to recuse themselves."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, but that's not the point. The point is what -- not --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, it's not your point. It's my point."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no, I was making -- I'm speaking to your point. The fact that you write them down. I -- my point is that you have these opinions. It's no question that people have opinions. The question is, their integrity. Can they perform their job in an impartial way despite their opinions? And what we know is, that according to the attorney general, Jeff Sessions, the deputy attorney general, Rod Rosenstein, and the FBI director, Christopher Wray, just this week all have said the FBI is performing its jobs very well."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, but wait -- wait, they weren't saying that about Lisa Page in Peter Strzok."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's -- this is a total distraction. Let me just say, this whole discussion is so interesting to me because it's all part of the Trump legal team assault on the integrity of law enforcement in this country intended to distract people --"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "It's not the rank and file."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Distract people from the potential -- the investigation into ties between the Trump campaign and its officials and Russian interference. And this is all a setup potentially to fire Bob Mueller."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Deputy -- well, will get to that in a minute."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They're not doing it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Deputy Attorney General Rod Rosenstein testified before Congress this week and he took some heavy fire from Republicans on just this issue. Take a look."
    },
    {
      "speaker": "REP. STEVE CHABOT, R-OHIO CONGRESSMAN",
      "utterance": "How, with a straight face, can you say that this group of Democrat partisans are unbiased and will give President Trump a fair shake?"
    },
    {
      "speaker": "ROD ROSENSTEIN, DEPUTY ATTORNEY GENERAL",
      "utterance": "We recognize we have employees with political opinions, and it's our responsibility to make sure those opinions do not influence their actions."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And we hope that he'll be able to clear the frog (ph) out of his throat. But, congresswoman, look, nobody is talking. Let -- this is a red herring. Nobody is talking about the FBI in general. Everybody agrees that it's a good, solid agency. We're talking but individual actors here. When you read those texts where they just trash Trump, they say that he's loathsome, that he's an idiot, and then specifically this August 2016 one where they talk about, you know, we've got to have an insurance policy in case he gets elected, you don't find that troubling?"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "And so what. I mean, you know, the fact is that you have two employees who were having an affair. They were taken off the investigation in July last year. And now you have a series of indictments that have come from the Mueller team. And this line of questioning, attacking Mueller, attacking the investigation based on a couple of employees who had an affair and were covering that up and writing stupid emails, so what. I mean --"
    },
    {
      "speaker": "LOWRY",
      "utterance": "And, look, a lot of texts, they are stupid, they are embarrassing. They're not necessarily sinister. The sinister one is the insurance policy text. And we need --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "The one we've been talking about."
    },
    {
      "speaker": "LOWRY",
      "utterance": "Right. And we need to hear from Strozk under oath about what he meant by that. I also think there's enough now to be worried by this investigation. I think Bob Mueller, for his own good, should dismiss Andrew Wiseman (ph), who's a Democratic partisan, who's a top deputy, also sent an anti-Trump e- mail. And Jeff Sessions should bring in an outside district attorney who has some independence to look into the entirety of how DOJ and the FBI handled 2016 and to get to the bottom of it. But -- but if Donald Trump takes from all this a permission slip to fire Bob Mueller, it would be a catastrophic mistake. And the irony is here, as far as we know, it looks like Mueller is not turning up evidence of collusion. So I think if Trump could just sit tight, Mueller probably will vindicate him at the end of the day and firing him will do more damage to Trump than just sitting this out."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I talked to three different White House officials and that is -- what Congresswoman Speier said is total fiction. There is no interest in firing Mueller. It --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, we should point out. What did she say?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "And what she came out and said that there's word is -- and rumor on The Hill that before Christmas he's going to make a major speech and say Mueller's fired, investigation over. They said, we haven't even discussed that. In private conversations it has not come up. Three different people who work at the White House, just to make sure that I had the right information for you because I know you demanded it absolutely --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now, don't go single source on me."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I know, because (INAUDIBLE) --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "This is like Watergate here. Boy, (INAUDIBLE)."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "And I know I've two great people here to debate with, so that's not going to happen. But what happens, they are -- Trump wants this to end. He wants to see what it's like to have a presidency without this hanging over its head."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Well, then he needs to stop attacking the special counsel."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "This is real, though. This is sub --"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "He needs to stop attacking Mueller."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "This is substance."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "And he needs to let the -- he needs to let the investigation play out."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "But he has. You notice he has not -- comes from (INAUDIBLE). It is not specifically left to Mueller."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Well, it hasn't stopped -- it hasn't stopped his allies on The Hill from attacking Mueller --"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Because they are finally understanding the -- there's something to attack."
    },
    {
      "speaker": "LOWRY",
      "utterance": "When in D.C. -- when in Washington, D.C., has there ever been an independent counsel, special counsel investigation of a president that hasn't engendered a partisan reaction? I -- we all recall the 1990s and the Democrats were not very nice to Ken Starr, if I remember correctly."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, fine, but this is -- this takes it to a new level, Rich. I think -- you know, people talk about Colin Kaepernick, Black Lives Matter undermining trust in our police. They did nothing as comparable to what this president has done to the FBI at this moment."
    },
    {
      "speaker": "LOWRY",
      "utterance": "Well, the FBI has also hurt its own credibility."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. You know what I liked about this panel, I had to do very little work. Thank you, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" the remarkable woman who took these powerful pictures from the front lines."
    },
    {
      "speaker": "WALLACE",
      "utterance": "If you ever read The New York Times or National Geographic or TIME magazine, chances are you've seen her work. Riveting photographs that bring the savagery of the front lines into your home. Here's our \"Power Player of the Week.\""
    },
    {
      "speaker": "LYNSEY ADDARIO, PHOTOJOURNALIST",
      "utterance": "I never consider myself brave. I just consider myself very sort of committed to the story. And that takes me to places that are dangerous."
    },
    {
      "speaker": "WALLACE (voice-over)",
      "utterance": "Lynsey Addario is one of the great photojournalists of the last two decades. Just listen to where she has worked since 9/11."
    },
    {
      "speaker": "ADDARIO",
      "utterance": "I've covered Afghanistan, Iraq, Libya, Darfur, Congo, South Sudan, Somalia."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "Question, why?"
    },
    {
      "speaker": "ADDARIO",
      "utterance": "There are great injustices that go on in war zones and its fundamental for someone to be there to document that."
    },
    {
      "speaker": "WALLACE (voice-over)",
      "utterance": "Darfur, 2004."
    },
    {
      "speaker": "ADDARIO",
      "utterance": "There were skeletons across the desert. People fleeing for their lives. We witnessed villages that had been burned to the ground."
    },
    {
      "speaker": "WALLACE",
      "utterance": "With U.S. troops in Afghanistan's Korangal Valley in 2007."
    },
    {
      "speaker": "ADDARIO",
      "utterance": "And I woke up, I put on my night vision, took this picture and fell back asleep."
    },
    {
      "speaker": "WALLACE",
      "utterance": "In Pakistan's no-man's-land trial area with the Taliban in 2009, for a story that won the Pulitzer Prize."
    },
    {
      "speaker": "ADDARIO",
      "utterance": "If they invite you to their home, they will not kill you. They will protect you with their lives. So we knew that -- or we hope that once we got there, because we had been, invited they would not kill us."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The New York Times says four of its journalist reporting on the conflict in Libya are now missing."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But Addario's luck almost ran out when she and three colleagues were taken prisoner by Gadhafi's forces in 2011."
    },
    {
      "speaker": "ADDARIO",
      "utterance": "They were about to execute us and we're literally -- at one point I looked over and I saw each one of my colleagues literally begging for their lives. And I remember I could barely speak and I just said, please. And at that moment a commander came over and said, you can't kill them, they're American."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Addario and the others were beaten and held for six days, but then finally released. Two months later, she went back to work, not on the front lines, but still in Gaza and Afghanistan and Senegal. And by now, she was pregnant."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "Did your family, did your friends, did you question what the heck you were doing?"
    },
    {
      "speaker": "ADDARIO",
      "utterance": "The fact is, I was pregnant and I was surrounded by pregnant women and, oh, my God, it was the most natural thing. I always feel like I'm in the wrong place. When I'm here, I want to be there. When I'm there, I want to be home."
    },
    {
      "speaker": "WALLACE (voice-over)",
      "utterance": "Addario's son Lucas is now almost six. When she comes home, he sits on her lap while she edits her pictures, sometimes of war refugees."
    },
    {
      "speaker": "ADDARIO",
      "utterance": "And he asks about war. And I say, it's fighting and some people get killed. And he said, well, then, mommy, can't you get killed? And to me that's like, how do I answer that? Because I can't just lie to him. And so I just say, I'll be fine."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So why does she do it? Why has she risked her life these last two decades? Why does she keep risking her life with Lucas waiting for her back home?"
    },
    {
      "speaker": "ADDARIO",
      "utterance": "I don't need to take pretty pictures anymore. It's not at all about the, you know, just being there to travel and take a picture. It's really about the storytelling, about journalism, about truth, about telling people stories about making people care about things that they wouldn't necessarily care about. You know, I just keep working. I think that this, for me, is my calling and my mission and that's what I believe in."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Lynsey Addario wrote a memoir which is now in development as a movie starring Jennifer Lawrence. Her story is called, \"It's What I Do.\" And that's it for today. Have a great week. And we'll see you next \"Fox News Sunday.\" END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}