{
  "date": "December 6, 2017",
  "headline": "Nikki Haley on the decision to move US embassy to Jerusalem",
  "subHeadline": "Insight from the United States ambassador to the United Nations on \"The Story.\"",
  "url": "https://www.foxnews.com/transcript/nikki-haley-on-the-decision-to-move-us-embassy-to-jerusalem",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "sentences": "Hello there, Bret, thank you. Breaking news tonight from New York. President Trump's gutsy move shaking up Middle East policy. Can it be a catalyst for what he has called the biggest negotiation of them all? Good evening, everybody, I'm Martha MacCallum, and our story begins there tonight at the White House. The president's decision will begin the process to move the United States Embassy from Tel Aviv to Jerusalem. Now, it was met with fear as our allies criticized that move. The president says, though, he believes the time has come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "After more than two decades of waivers, we are no closer to a lasting peace agreement between Israel and the Palestinians. It would be folly to assume that repeating the exact same formula would now produce a different or better result. Therefore, I have determined that it is time to officially recognize Jerusalem as the capital of Israel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In moments, U.S. Ambassador to the U.N., Nikki Haley, is here with her inclusive insight on this big decision. But we begin with Leland Vittert, live at the White House with the backstory tonight. Hi, Leland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Good evening, Martha. Dozens of presidential candidates on both side of the aisle and a number of presidents have promised to do this. Noteworthy that Mr. Trump has kept part of his promise, the remaining part is yet to be seen. He has declared Jerusalem the capital of Israel, but he has also signed a waiver, saying that they are not moving the embassy from Tel Aviv to Jerusalem yet -- they're only beginning the planning process for that. The actual move could come even after the 2020 election. The Israelis, of course, call Jerusalem their capital -- that is where the prime minister lives, their parliament sits. But for decades, the U.S. Embassy has been 60 miles away in Tel Aviv, a nod to hopes from brokering a peace deal with the Palestinians that among other things would decide the final status of Jerusalem. As we heard the president say, recognizing Jerusalem as the capital is just affirming reality, and the president will go to great lengths to say this doesn't foreshadow American views of how Jerusalem should be divided up or any of the other negotiating points.  That wasn't enough or Pope Francis who said, \"I cannot silence my deep concern over the situation that has emerged in recent days. At the same time, I appeal strongly for all to respect the city's status quo, in accordance with the relevant U.N. resolutions.\" Palestinians want Jerusalem to be their capital too and express their displeasure by burning pictures of President Trump and declaring what they call \"three days of rage\". Although the feared rights did not materialize today, a number of sources on the ground tell me that was because of the weather in Jerusalem.   But the chilly rain did not take down the temperature of the words. Palestinian spokesperson saying the peace process has failed and the Turks warned this would push the region in the world into \"fire with no end in sight.\" Although many have noted today that considering the current wars in the Middle East, it's hard to imagine how this move would change all that much. What the president didn't do is also important. There is a huge U.S. facility already in Jerusalem. I visited it in May of this year. It was reportedly designed and built to be the new embassy. It's currently called the Consulate Annex. The State Department could have just changed the sign on that building to say U.S. Embassy today, and Martha, we have a very different story. There are Israeli politicians, though, on the right wing, especially, who worry that this victory could come at a very high cost. In just a couple of months, President Trump is expected to lay out his vision, if you will, for that ultimate deal between the Israelis and Palestinians. And those right-wing Israeli politicians worry what President Trump may ask for in return because of today's announcement. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Here now with more on President Trump's historic decision today, U.S. Ambassador to the United Nations, Nikki Haley. Ambassador, great to have you with us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIKKI HALEY, U.S. AMBASSADOR TO THE UNITED NATIONS",
      "sentences": "Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "A big day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, it is a big day. And the former presidents have suggested they wanted to do this, but they didn't see it through, and ultimately, decided that it was good in theory but that it was too dangerous in practice. So, what changed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "You know what's interesting is it's not just former presidents but the American people. So, back in 1995, the American people, through the members of Congress, said that they wanted to acknowledge Jerusalem as the capital of Israel, and they wanted the embassy moved there -- like we do in every other country, having the embassy in the capital. What happened was president after president kept being told, don't do it, don't do it, you'll mess up the peace process.  Well, 22 years later, we haven't had a peace process. What the president did today was: one, listen to the will of American people -- they just unanimously voted again six months ago, Republican and Democrats, to do this. So, he listened to the American people. But more importantly, he made a symbolic move to say, we are committed to the peace process. We are committed to seeing Israelis and Palestinians come together at peace, but at the same time, we're going to do what the American people have asked us to do -- which is do what we do in every other country and put the embassy in the capital.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, so many of our allies disagree. The prime minister of Great Britain, our closest ally, Theresa May, said it's a mistake. Jordan, Turkey, also came out saying they thought this is dangerous that it could provoke violence. Are you comfortable with the fact that it could lead to killings in the Middle East as a result of this decision?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "So, of course, we don't want to see killings; we don't want to see violence. But let's be clear, let's do a reality check, Jerusalem is the capital of Israel. So, we're acknowledging something that's common sense to everyone. The parliament's there. The prime minister's there. The supreme court's there. That is the capital. And by us putting the embassy there, that's a U.S. decision.  Having said that, courage doesn't come by doing what everybody else says. Courage does by what you know is right. This is the right thing to do. And what the president is doing is he's showing leadership. And will there be those that have negative feelings about what we're doing? Yes, of course. But could this possibly lead to a peace process? Absolutely. And that should be our hope, and that should be what we strive to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, what did the Israelis promise in return? Obviously, this is something that they've wanted for a long time. They applauded this move. In terms of the status quo, in terms of Jerusalem, in terms of East Jerusalem, what did they promised in return?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "Well, first of all, this was not a decision made with the Israelis. This was a decision by the president for the American people. And so, it was a decision that we all said Jerusalem should be the capital and the embassy should be there. This decision should not weigh in on the peace process. The peace process of how they see Jerusalem, if they choose to divide it up, all those things, that's between the two sides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, there was no discussion with the -- with Prime Minister Netanyahu saying, look, if we agree to do this, you have to promise us that you are not going to start pushing the envelope, nothing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "Absolutely not. This is following members of Congress. This is doing with the American people said. But we are also taking Jerusalem out of the discussion because the two sides have to come together on how they're going to see Jerusalem, what they're going to see as their capital --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And you mean that there will be no change in the lines, no changing anything in that status?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "We are not doing anything about the final status. That is up to the Palestinians and Israelis to decide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Let me ask you this because there were reports today that you and the president and vice president were all in the same page with this decision, but that Secretary Tillerson and Secretary Mattis were opposed to it. Is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "Well, we -- in our national security council meetings, we all put our thoughts on the table and we all put what we think. At the end of the day, the president decides. And he decided to show quite a bit of courage today and do something historic that presidents, for years, have just passed over and said, maybe later, maybe later. But he has been a president who does what he says, follows through with it, and has really had real results because of it.   And so, I think we should all see that this was a decision that united both parties, that presidents on both sides of the aisle have said they were going to do for years, and this president actually did it. And we now should hope and pray for a peace process, we've had good negotiations with both side. Those are going to continue, those are going to be a commitment by the president and something that we're going to work hard on. And we all hope, for the sake of Israeli children and Palestinian children that we do have peace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You've said Ambassador that you believe that the western wall is part of Israel. You know, in terms of this discussion, does the administration believe that Jerusalem is a holy site for Muslims, for Christians, and for Jews?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "So, first of all, obviously, Israel has always acknowledged Muslims, Christians, and Jews, and that's the way it should be. Everyone should be free to worship. But again, the two sides are going to decide all the details. That's not for the United States to decide. That's for the two states to decide. We just decided where to put our embassy. We just decided to follow through on a law that was passed. But the two sides have to come together, and it's time that the Palestinians and Israelis realize it is time to move, and that time has to sooner rather than later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But (INAUDIBLE) have said that we have to recognize an undivided capital, and I'm imagining that your answer is the same to that, that it's up to them that they have to decide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "It is absolutely up to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Let me ask about North Korea, and I want to start by playing this sound bite with Bret Baier over the weekend with General McMaster. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So, has the potential of the war with North Korea increased since this latest launch?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. H.R. MCMASTER, NATIONAL SECURITY ADVISER",
      "sentences": "I think it's increasing every day. There are ways to address this problem short of our conflict, but it is a race because he's getting closer and closer. And there's not much time left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We're getting closer to war with North Korea every day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "It's getting more dangerous. You know, I think if you look at this missile strike compared to the one before it, they certainly had advanced. But I also think something that has happened that is pretty interesting, which is the United States has been able to rally the entire international community to come towards North Korea to say they have to stop this, that they can't have nuclear weapons, and they have acted. You know, passing the resolution that has the sanctions on North Korea, we even had China and Russia involved on both -- and 90 percent of their trade, 30 percent of their oil has been cut off. They're feeling the squeeze, but they have made progress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So, to that line of thinking, the United States just flew a B-1 Supersonic Bomber over South Korea -- a very aggressive exercise. It's obviously a response to the ICBM test that we saw from North Korea. And in response, we're seeing Chinese drills in places where they haven't done them before -- in the Yellow Sea, and East Sea. And reports in China from a military expert in the South China posting, that this is a message from China to President Trump not to provoke Pyongyang any further. Does that indicate that China is, perhaps, on the other side of the line, that if we were to do a preemptive strike that they might defend North Korea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "All of the calls that have happened between President Xi and President Trump had been strong, positive calls. The president has asked President Xi to cut off the oil, because the last time they did, North Korea came to the table. China has followed through on the sanctions, we're seeing great progress there, but they haven't gone that far. So, there's more they can do; we're going to continue to push them. But both China and the United States are trying to work this together. We're trying to do this together because it affects the region. And so, obviously, we are doing that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you're not saying that China will leave those discussions and decide, you know, North Korea is actually on our side at the end?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "As long as we keep talking. The key is we have to keep those communications together, and we all agree on one goal -- a denuclearized North Korea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Now, last question in terms of the threat, obviously, of potential military action in that region. We all have athletes, United States athletes, heading to South Korea soon, do you think that it is safer than to go there in this environment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "I think those are conversations that we're going to have to have. But what if we always said, we don't ever fear anything; we live our lives, we use our freedom, we have that. And certainly, that's a perfect opportunity for all of them to go and do something they've worked so hard for. What we will do is make sure that we're taking every precaution possible to make sure that they're safe and to know everything that's going on around them. So, I think, that's something where the administration is going to come together and find out the best way to make sure they --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, initially, you said we have to look at it, something like that. So, is that a done deal or, you know, is the United States recommending that our team goes? Or is that still an open question because of this environment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "There's an open question, I have not heard anything about that. But I do know that in the talks that we have whether it's Jerusalem, whether it's North Korea, it's always about, how do we protect the U.S. citizens in the area. And so that's -- those are conversations that are happening daily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you feel comfortable sending family members if they were athletes on our team?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "I think it depends on what's going on at the time in the country. We have to watch this closely, and it's changing by the day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ambassador Nikki Haley, thank you so much. It's great to talk to you tonight. Thanks for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALEY",
      "sentences": "Thank you so much, I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, this is a live look at the unbelievable scene in California just outside of Los Angeles. Massive wildfires are swallowing homes as we speak. It is a terrifying situation for all of the people who live in those neighborhoods. Adam Housley is there live on the ground. We're going to get to him with more on that in just a moment. Plus, we have just learned that the Justice Department is now pouring through some 10,000 text messages from that gentleman on the screen. They were received and sent by that deputy at the FBI and a woman that he was involved with who was an attorney associated with the case as well, and they include those anti-Trump messages. We're going to tell you what we now know about those. House Intel Member, Trey Gowdy, joins us in a moment.  And is Al Franken's Senate career over? The growing calls tonight for his resignation and why the Democrats are circling now in a way that they weren't before around Franken? The really interesting backstory on this tonight. And I'm joined by Chris Stirewalt and Bill Bennett, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We need to draw a line and understand and say, none of it is OK, none of us is acceptable, and we, as elected leaders, should absolutely be held to a higher standard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the long nights are out tonight for Al Franken. So, why now is the window closing for the senator from Minnesota? Chuck Schumer, the top Democrat in the Senate adding his name to the more than 30 lawmakers who came out today, saying that he must go, he must step down immediately. Franken faces multiple allegations of sexual misconduct. We now know that he is going to make a big announcement, and that's going to happen tomorrow on Thursday. There is some dispute coming from his camp over whether or not that's going to be an actual resignation announcement, we will see. Chief National Correspondent, Ed Henry, joins me now live in Washington with the backstory here. Hi, Ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Martha, great to see you. The drip, drip for Al Franken has turned into a flood; it appears to be washing him from office. Breaking just moments ago, as you noted, the Senate Democratic Leader, Chuck Schumer, declaring Franken should resign, demanding he stepped down \"immediately.\" Minnesota public radio now quoting a Democratic official is saying, the senator will, in fact, resign tomorrow at that event. He is scheduled. But Franken's office is insisting it's not a done deal. Tweeting at the radio station \"no final decision has been made and the senator is still talking with his family. Please update your story.\" That demand capping off a dramatic day that started with Democratic Senator Kirsten Gillibrand becoming the first one of his colleagues to demand Franken's resignation. The dam seems to break within minutes as several female Democrats joined that call, followed by male Democrats. Until, as you noted, dozens of Senate Democrats called on him to go. And in a devastating bit of timing for Franken, a seventh woman came forward to accuse him of sexual misconduct. A former congressional aide charging that he forcibly tried to kiss her, and said it was \"his right as an entertainer to do that.\" That news breaking just as Time Magazine was naming as its person of the year the women who launched the #metoo movement.  And one day after Veteran Democratic Congressman John Conyers resigned under pressure. Politico now reporting the Congressional Black Caucus is furious that Conyers was pushed out while White lawmakers in both parties facing various allegations from Democrats like Franken to Republicans like Blake Farenthold, and Senate Candidate Roy Moore have not, at least until now, stepped aside. House Democratic Leader, Nancy Pelosi, has only exacerbated the racial tensions in the Democratic Party by initially backing Conyers and even questioning the validity of some of his female accusers. But then, after pressure from others on the left, Pelosi infuriated the Black Caucus by flip-flopping on Conyers. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE MINORITY LEADER",
      "sentences": "Just because someone is accused -- was it one accusation, is it two? I think there has to be -- John Conyers is an icon in our country. Congressman Conyers should resign. Zero tolerance means consequences for everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Conyers' attorney, meanwhile tonight, denying Politico's claim that the Black Caucus had brokered a deal whereby a lawmaker was going to read a letter of apology on the House floor last Friday and revealed Conyers would retire at the end of the year so he could try to leave with some dignity. Those talks are currently broke down, though, the Conyers camp insists the decision to resign immediately this week was made by the congressman alone. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ed Henry, thank you very much. Ed Henry in Washington. So, what with that open seat, potentially, in Minnesota mean for the Senate? On that, Chris Stirewalt joins me now, Fox News Politics Editor. Chris, good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "sentences": "Oh, boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. \"Oh, boy\" is right. I mean, you can feel the perfect storm that sort of surrounded Al Franken on this. And to complicate matters, the suggestion that John Conyers had to go because he is an African-American in that they were expecting Al Franken, didn't look good, didn't wash.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Well, I think that's part of it. But the Congressional Black Caucus is seldom happy. Part of their job to be unhappy. Because that's how they track stuff from the leadership. However, the situation here, you've got to watch the bouncing ball, and it's over with Kirsten Gillibrand and company. What the Democrats are doing is making ready. They are battening down the hatches as they get ready to launch an all-out assault on Republicans, especially over Roy Moore. This is what's going on. The Democrats -- Donald Trump successfully rebutted the credible allegations leveled against him in 2016 by pointing to Hillary Clinton and saying, yes, what about your husband? And it was surprisingly effective. He brought the women to the debate. He said, oh, yes, I'm gross, well, what about your gross husband? Now, Democrats have learned the lesson. They are cleaning house, they're kicking Al Franken out, they're going to get it all done, and they're going to look at Republicans, who might elect Roy Moore to the United States Senate next week. They're going to point to him, they're going to point to Blake Farenthold. They're going to point to them and say, OK, you guys, it's your turn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, essentially, Al Franken's being sacrificed for the war on women sequel, the number two, the better edition. You know, I mean, we all remember the Democratic Convention, and you think back to those times, it's pretty amazing what's happened since then. I mean, if they want to launch that, and they want to point fingers at Roy Moore and Farenthold and say, why didn't you, guys, clean house? We cleaned house. That's a pretty powerful argument. What are the Republicans going to do about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "It's a very powerful argument. And you know, if Roy Moore wins this election and shows up in Washington, the Brit Hume term is, they turned him into a hood ornament. The Democrats will turn Roy Moore into the face of the Republican Party, and they'll say, that's what these guys are like. It's Donald Trump, and it's Roy Moore, and it's this kind of treatment for women, it's this da, da, da, da, and they're going to -- they're going to turn it up to 11. And finally, being -- just look at how helpful for Democrats it is to finally be done with the Clintons. Getting away with and finishing up with the Clintons has been such -- is going to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Cathartic, yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Oh my gosh, so good. Because they've been dragging his dirty laundry around now for 20 years. And for the Gillibrand and others to finally say, you know what, he should've resigned, and so should you Al Franken. Who, by the way, Martha, has mishandled this thing to a fairly well. His arrogance has what got him in trouble as much as anything else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, it looks like he's going to get away with it for a little while there. But now, it does not look like that any longer. And Roy Moore will become the GOP poster boy that they will use. So, we'll see. Chris Stirewalt, thank you so much. Good to see, buddy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "You bet, you bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joining me now with more on this, Bill Bennett, Host of \"The Bill Bennett\" podcast, he served as Education Secretary under President Reagan, and is a Fox News Contributor. Of course, Bill, good to see you this evening. You know, there is sort of another layer to all of this. Steve Bannon, last night, was at a rally for Roy Moore. He has stuck by him in a steadfast manner. And Mitt Romney has been tweeting that he thinks that backing Roy Moore is a huge mistake. And here's what Steve Bannon had to say about Mitt Romney.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE BANNON, FORMER WHITE HOUSE CHIEF STRATEGIST",
      "sentences": "Mitt, here's how it is, brother. Would you hide behind your religion? You went to France to be a missionary while guys were dying in rice paddies in Vietnam. Do not talk to me about honor and integrity. Judge Roy Moore has more honor and integrity in that pinky finger than your entire family has in its whole DNA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Wow, that is tough stuff, Bill. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL BENNETT, FOX NEWS CONTRIBUTOR",
      "sentences": "It is tough stuff. Of course, Steve Bannon would say, schoolyard ethics at Mitt through the first shot, because he threw a real first shot at Moore. But even an earlier shot, he will remember, Martha, during the campaign when you hear that speech in Utah condemning Donald Trump. A lot of us reacted very badly to that speech because we remembered that Mitt Romney when he was a candidate, asked Donald Trump to support him, really, and treated over and over again. He finally got it, he praised Trump, and then when Trump was running, he trashed him. So, you know, if you pull on Steve Bannon's chain, he's going to hit your back, and that's what he did. As to the motivations of the Romney kids, the Romney boys, I don't know. But if Romney's going to enter into that kind of fight, that's what's going to happen. Let me just say something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "I largely agree with -- what's that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Go ahead, sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "I largely agree with Chris, except, I think, if Roy Moore is elected, and I think he will be, I think it'll change things. Once he is chosen by the people of Alabama, and it's not an open question anymore, I think that changes the dynamic. I think he's right that they will try to make him the hood ornament, but I think the committee goes about its business and they do things with proper procedure, I think this will be interesting. Isn't it interesting, by the way, that Roy Moore will become the object of all of the probing by the liberals rather than Donald Trump? Donald Trump may get a week or two off. That's an interesting -- an interesting --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Soon he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "I don't know if they've escaped the Clintons. Maybe, maybe not, but it took them a long time, and they're still a lot of history in the Democratic Party that they cannot be proud of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I got to ask you a quick football question. J.R. Gamble wrote this about Rob Gronkowski. Let's put up the hit from the weekend, from the other night and get Bill Bennett stuff on this because we love to talk football too here. He -- so, here's the hit. It was a late hit. You can see it better from another angle, actually, yes. It looks like you piled on after he was already down. But this is what the writer, J.R. Gamble had to say about, let's put up on the screen: \"I guess because he isn't African-American, words such as thug, cheap shot artist, sore loser, and animal don't apply to a guy who catches touchdowns for Tom Brady and didn't grow up on the hood.\" He's claiming that Gronkowski is sheltered by White privilege -- this writer. What do you think, Bill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "First of all, thank you for bringing up a topic I know something about -- football. I appreciate it very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Always a pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "That was thuggish behavior by Rob Gronkowski. I know you're Pats fan, and he's an incredible football player, but that was bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That? No, it was great, completely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNET",
      "sentences": "But he was hardly excused, Martha. What did he pay, $281,000?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And a one-game suspension.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "That was the amount for the suspension. And, you know, we're getting suspensions all over the place. If you watched, which I know you did, the Steelers the other night, you saw that Juju Schuster-Smith, not Jojo Schuster-Smith, which is what Jon Gruden calls him -- a slight correction there -- also got a suspended for a game. By the way, there are too many flags in football, can somebody run back a kick or a punt without a flag, please?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's an interesting question. And there's also the argument that Gronkowski maybe shouldn't have even been playing. I mean, they beat them 23-3, and they have to get ready for the Steelers next weekend, Bill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "Yes, they do. And you're just not worried in the least, are you, Patriots fans? I know, I know I live there --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, we're always worried. A real fan is always worried except me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "I was there, Martha, when a 2-14, and playing in Harvard Stadium. What's that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A real fan is always worried, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "Yes, right. You know, I was there when they were 1-15, 2-14, in the Harvard Stadium. They couldn't win, couldn't get a crowd, so I've been with them a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I respect that. I do. Bill Bennett, always a pleasure. Good to see you tonight, sir. We'll see you soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "Thank you very much. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Still here to come tonight on \"The Story,\" as a federal grand jury indicts the illegal immigrant acquitted in the murder of Kate Steinle, a juror on the California trial is now speaking out for the first time exclusively here on \"The Story,\" and that is next. So, do not miss that, that's coming up. Also, 10,000 text messages -- that's a lot of text messages. The DOJ is now combing through all of those. They're trying to figure out what the intentions were and what the feelings were about this case from this former FBI official who was kicked off the case of the special counsel for anti- Trump bias. Congressman Trey Gowdy weighs in, next",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ten thousand text messages being comb through right now at the Justice Department tonight, sent between FBI official Peter Strzok who you've heard a lot about in recent days, and FBI lawyer, Lisa Page, who is a coworker who he was reportedly having a romantic relationship with. Some of their conversations were revealed to be so anti-Trump that it got him kicked off of this investigation into the Russian issue that's being run, of course, by Robert Mueller. So also new tonight, after eight hours, Donald Trump Jr. done testifying behind closed doors to the house intel committee about the June 26 Trump Tower meeting with Russian lawyer Natalia Veselnitskaya. Earlier, I spoke with Congressman Trey Gowdy who was a member of that committee and asked him when he will get to view the Peter Strzok text messages, and what he specifically wants to know about them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TREY GOWDY, R-S.C.",
      "sentences": "Well, we met with the Department of Justice yesterday, and they have to go through the texts. We're not entitled to, nor do we have any interest in purely personal texts. We're very interested in both anti-Trump and or pro-Clinton texts because, as you made reference to, he was a very important agent in her investigation, also in the ongoing Russian related investigation, perhaps the decision for Comey to change the wording in his July statement. So he's super important, and people have a right to know whether agents are biased one way or another. So the department is going to go through the texts and then they're going to make them available to us as soon as they can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you still have confidence in the Mueller investigation and that team?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "I do, Martha. But I got to confess to you, I understand people who think I'm wrong. I got an email last night from a friend back home saying, look, Gowdy, let go of the prosecutor stuff. I still think that Mueller can produce a product that we all have confidence in, but things like this make it really difficult. The perception is, every bit is important as the reality, and if the perception is you're employing people who are bias, it makes it really difficult for most of us who would like to defend the integrity of former prosecutors and heads of the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Now in terms of the 8-hour plus grilling according to that reports that are coming out of Donald Trump Jr. today, was it a grilling in there? Is that how would you characterize it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "I've been married 28 years. It wasn't a grilling -- it's not like any of the grilling's I've gotten. So, no, it was a very professional exchange of information. Now I am surprised that it took seven hours to cover a 20 minute meeting at Trump Tower. I think only a bunch of lawyers could drag out a 20-minute meeting into 7-hour deposition. But he was incredibly professional and so were the members of congress on both sides who did the questioning. But we're talking about a 20-minute meeting from which no information was gleaned at Trump Tower, so how'd you get seven hours out of that for a bunch of guys and gals that aren't paid by the hour. It was quite a sight to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. Is there any suggestion that there was anything illegal that transpired on the part of Donald Trump Jr. in that meeting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "No, nothing illegal, nothing improper. I mean, keep in mind, go back to the precise words of the email, the person who alleged to have information set official documents or information related to Hillary's ongoing dealings with Russia, OK? She was the secretary of state, she was a U.S. senator and she was a first lady. So whatever dealings she had with Russia would have been in the official realm and it defies logic, at least for me, particularly, when you have the word -- the phrase official documents in the email, for all I know, they were talking about information that was already publicly available somewhere. Now, you put on the bookend of that meeting that Glenn Simpson with Fusion GPS was meeting with that same Russian lawyer before the Trump Tower meeting and allegedly met with that same Russian lawyer afterwards. So you've got two meetings by Fusion GPS, which is paid for by the DNC with money laundered through a law firm. I don't see the media gaggle that was downstairs. They didn't ask a single question about those two meetings. They're just focused on the 20-minute meeting that was so boring that Jared Kushner got up and left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "One very quick question. Elijah Cummings says there's a whistle-blower who says that Michael Flynn was texting someone, saying they're going to go ahead with the nuclear project of building nuclear plants in the Middle East at the inauguration, and that he said he would lift the sanctions, the sanctions would be ripped up. What's your thoughts on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "The first I heard of it was today. I was at a skiff all morning, so I heard about it the same time you heard about it, which I don't know why Democrats won't give you the liner before they give it to the press. But I learned about it when you learned about it. I gave a copy of the letter to Adam Schiff and Mike Conaway, who are the two top folks on the house intel and said, if we need to add people to the witness list, let's do it. I want to know everything there is to know about Flynn and Russia, but I'm not going to interfere with Mueller. And I don't think every committee in congress needs to investigate the same fact pattern. So -- can do it, I gave the letter to Adam and Mike Conaway, and whatever they want to do with it, I'm all for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Congressman, thank you so much. Trey Gowdy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Yes, ma'am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": ". good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Thank you. Yes, ma'am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Coming up next, less than a week after the shocking decision to acquit an illegal alien who was deported five times from this country and then murdered Kate Stanley, a juror is now defending the verdict, and he is here to tell his story of why. It is a Story exclusive in the Steinle verdict, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Seven-time convicted felon (INAUDIBLE) many times, we have notified them, we want custody of him, knowing all this, what they do, they released him back in the street and now a young lady is dead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The illegal immigrant who was deported five times and was acquitted last Friday night in the case of Kate Steinle is now facing federal charges that could put him behind bars for decades. It comes tonight as one of the jurors, an alternate, is speaking out, and in moments, we will speak with him. But we begin with Trace Gallagher, who is live with the back story tonight from our west coast newsroom. Hi, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS",
      "sentences": "Hi, Martha. Jose Garcia Zarate has now been indicted by a federal grand jury for being a felon in possession of a firearm and being an illegal immigrant in possession of a firearm. If he's convicted on one or both charges, he faces up to ten years in prison before potentially being deported for a sixth time. For now, Garcia Zarate remains in state custody. When he is sentenced in state court, he is likely to get time served, and then, legal experts say, he will be turned over to the federal government for trial. We have now finally heard publicly from San Francisco district attorney, George Gascon. The D.A. says the jury's acquittal of Zarate was, quote, hard to receive, but he respects the decision. He also lashed out at conservative pundits and President Trump for turning Zarate into a political football. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "I think it's important for the president of the United States to remember that this is a nation of laws. And part of being a nation of laws is that we respect the legal process even when the outcome is one that we may be unhappy. We need to use a little bit of discipline and not simply allow somebody -- that is tweeting, dictate everything else that we do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "We should note the D.A. also stands fully behind his city for sanctuary city policy, which we now know is the reason Garcia Zarate came to San Francisco in the first place. He told investigators the city liberal laws made it easier for immigrants without documents to fly under the radar. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Certainly did. Trace, thank you very much. I'm joined now by Phil Van Stockum, who served as an alternate juror on the Steinle trial. Phil, thanks for being here tonight. Good to have you with us. I want to start with -- you all did not -- you weren't aware that he was a 7-time convicted felon, and that he had been kicked out of the country five times and managed to make his way back in, or that ICE had asked for him to be detained, and that he was let go from a San Francisco holding area, you weren't aware of any of that, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL VAN STOCKUM, ALTERNATE JUROR ON THE KATE STEINLE CASE",
      "sentences": "None of that was discussed during the trail. We were told at the beginning of the trial that immigration was not an issue in this trial. It did not pertain to the evidence or the laws surrounding the specific charges that were at issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. You know, the thing that I think was the most shocking to most of us who watch this whole process was, you know, the first degree, the second degree murder charges went by, but the involuntary manslaughter was the one that is really hard to understand, and I'd like you to tell us why you think the jury went the way it did. And you did not cast a final vote because you were an alternate. But the way it was charged to all of you was that it had to meet two requirements for involuntary manslaughter. A crime that was committed in the act that caused the death, and that existed because he had possession of a felony firearm, and then, number two, the defendant acted with criminal negligence. He did something that an ordinary person would have known was likely to lead to someone's death. Both of those, as I read them, seemed to add up really consistently with what happened here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN STOCKUM",
      "sentences": "Sure, I can explain that. This is where I've seen the most confusion about the verdict in this trial was on the manslaughter charge. So, number one that you mentioned, a crime had to be committed during the act that cause death. It couldn't be any crime. The crime was specified by the prosecutor, and the jury had to use the crime that was specified by the prosecutor. In this case, that was specified as brandishing of a weapon. When that was read to us in the jury instructions at the end of trail right before the closing arguments, I think that was the first time that we'd heard the word brandishing during this 5-week trial. There was no evidence of brandishing. Brandishing means waving around in a threatening manner. There was no evidence that the defendant did that. There was no testimony, no witnesses, even.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So do you think that was an error on the part of the prosecution that they were so specific in their description of it, because the crime committed in the act of causing the death is much broader than that. So you think it was a mistake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN STOCKUM",
      "sentences": "I assume that they were required to be specific. I'm not a legal expert, so I don't know why they chose brandishing specifically as opposed to something else like illegal possession of a firearm, but there may have been restricted in that. I just can't say. But from the perspective of a juror, that made it a nonstarter for the manslaughter charge. The jury just simply could not lawfully convict him of that charge as it was written.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In terms of the larger picture here as a San Francisco resident, does the policy that allowed him to come in and out, and to have a retainer request on him from ICE that was not observed, that was not upheld by the city and they let him go, does that bother you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN STOCKUM",
      "sentences": "Well, first of all, none of that was at issue in the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, I mean separately from that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN STOCKUM",
      "sentences": "I actually haven't really thought about it all that much. We had to keep it out of our minds during the trial, and the jurors did a really good job of that, I think. So, I mean, my opinion about that is no more informed or better than anyone else's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Phil, thank you very much. I know it's been a long haul, and we thank you for the participation that you took in the legal process that we all live and part of, and I appreciate you speaking with us tonight. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN STOCKUM",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thanks, Phil. So here is the scene in Southern California tonight. Unbelievable. It's a beautiful night, and the fires are burning out of control near Los Angeles. They're closing all the San Fernando Valley schools near this fire until Monday, we are now told. Adam Housley is live on the ground with a personal story from there. A family who had a wedding in their backyard last weekend and now had no home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Awful situation with the wildfires in California, some 200,000 people are now under evacuation orders, hundreds of homes are feared to have been destroyed in all of these. We got word earlier that another wildfire has now erupted in L.A. exclusive Bel Air section. Adam Housley is all over the story for us tonight, recently speaking to a family who lost everything -- it's terrible, in Ventura, California, Adam, good evening to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAM HOUSLEY, FOX NEWS",
      "sentences": "Good evening, Martha. Just horrible stories as you might imagine. The winds are calm now, that's the good news, but the bad news is they're expected to come back with a vengeance tonight, worrying firefighters that hillsides could reignite, and also even homes like this could reignite even though they're burned down, causing yet more fires to take place. Meantime, people are coming home to places like this, and we met the Park family earlier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "I went to bed and just woke hearing all the wind, and then I saw all the flames in the backyard, on fire, and we, you know, just got out and we left about 2:30. Just barely with the clothes on our back. We didn't really grab anything. It's just devastating. My kids were born here. My daughter got married in the backyard. So I have a lot of memories. I can't comprehend it. I still, you know, it's going to take a while to really sink in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOUSLEY",
      "sentences": "A while to sink in for so many families. We saw the same issues in northern California two months ago. Also, same issues of air quality, poor here. But right now everybody is basically just looking and waiting to see if that wind comes back, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "There's no words, really. I mean, it's awful. Your heart aches for them. Adam, great coverage, as always of a tough situation. Thank you very much, Adam Housley. And we'll be right back with the Christmas story, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So we kicked off the Christmas season in New York today with Cardinal Timothy Dolan's annual reading of the Christmas story. It was moving, as always, although Jesus, of course, is the star of the story. This little drummer boy -- can you see him? He's so tiny, but he was adorable. He really stole the show. You see him right there on the right- hand on the corner, right? Thank you to the children of St. John Chrystom in New York, and St. Raymond's choir, they were amazing. It's always a special day, and we get to see some of our good friends and some of the people that you know as well. Father Jonathan was there. He's on the picture. There's my buddy, Bill Hemmer, who you know well, and other close friends including my husband, Lisa and Robin. It was just awesome. And there's last night, there is The Story celebrating the season, and we had so much fun right across the street here last night after the show. So remember people to take time to enjoy your family, enjoy your friends, and the hustle and bustle. OK. That's our story for tonight. We'll see you back here tomorrow. Tucker is up next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "utterance": "Hello there, Bret, thank you. Breaking news tonight from New York. President Trump's gutsy move shaking up Middle East policy. Can it be a catalyst for what he has called the biggest negotiation of them all? Good evening, everybody, I'm Martha MacCallum, and our story begins there tonight at the White House. The president's decision will begin the process to move the United States Embassy from Tel Aviv to Jerusalem. Now, it was met with fear as our allies criticized that move. The president says, though, he believes the time has come."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "After more than two decades of waivers, we are no closer to a lasting peace agreement between Israel and the Palestinians. It would be folly to assume that repeating the exact same formula would now produce a different or better result. Therefore, I have determined that it is time to officially recognize Jerusalem as the capital of Israel."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In moments, U.S. Ambassador to the U.N., Nikki Haley, is here with her inclusive insight on this big decision. But we begin with Leland Vittert, live at the White House with the backstory tonight. Hi, Leland."
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Good evening, Martha. Dozens of presidential candidates on both side of the aisle and a number of presidents have promised to do this. Noteworthy that Mr. Trump has kept part of his promise, the remaining part is yet to be seen. He has declared Jerusalem the capital of Israel, but he has also signed a waiver, saying that they are not moving the embassy from Tel Aviv to Jerusalem yet -- they're only beginning the planning process for that. The actual move could come even after the 2020 election. The Israelis, of course, call Jerusalem their capital -- that is where the prime minister lives, their parliament sits. But for decades, the U.S. Embassy has been 60 miles away in Tel Aviv, a nod to hopes from brokering a peace deal with the Palestinians that among other things would decide the final status of Jerusalem. As we heard the president say, recognizing Jerusalem as the capital is just affirming reality, and the president will go to great lengths to say this doesn't foreshadow American views of how Jerusalem should be divided up or any of the other negotiating points. That wasn't enough or Pope Francis who said, \"I cannot silence my deep concern over the situation that has emerged in recent days. At the same time, I appeal strongly for all to respect the city's status quo, in accordance with the relevant U.N. resolutions.\" Palestinians want Jerusalem to be their capital too and express their displeasure by burning pictures of President Trump and declaring what they call \"three days of rage\". Although the feared rights did not materialize today, a number of sources on the ground tell me that was because of the weather in Jerusalem. But the chilly rain did not take down the temperature of the words. Palestinian spokesperson saying the peace process has failed and the Turks warned this would push the region in the world into \"fire with no end in sight.\" Although many have noted today that considering the current wars in the Middle East, it's hard to imagine how this move would change all that much. What the president didn't do is also important. There is a huge U.S. facility already in Jerusalem. I visited it in May of this year. It was reportedly designed and built to be the new embassy. It's currently called the Consulate Annex. The State Department could have just changed the sign on that building to say U.S. Embassy today, and Martha, we have a very different story. There are Israeli politicians, though, on the right wing, especially, who worry that this victory could come at a very high cost. In just a couple of months, President Trump is expected to lay out his vision, if you will, for that ultimate deal between the Israelis and Palestinians. And those right-wing Israeli politicians worry what President Trump may ask for in return because of today's announcement. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Here now with more on President Trump's historic decision today, U.S. Ambassador to the United Nations, Nikki Haley. Ambassador, great to have you with us tonight."
    },
    {
      "speaker": "NIKKI HALEY, U.S. AMBASSADOR TO THE UNITED NATIONS",
      "utterance": "Thank you so much."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good evening."
    },
    {
      "speaker": "HALEY",
      "utterance": "A big day."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, it is a big day. And the former presidents have suggested they wanted to do this, but they didn't see it through, and ultimately, decided that it was good in theory but that it was too dangerous in practice. So, what changed?"
    },
    {
      "speaker": "HALEY",
      "utterance": "You know what's interesting is it's not just former presidents but the American people. So, back in 1995, the American people, through the members of Congress, said that they wanted to acknowledge Jerusalem as the capital of Israel, and they wanted the embassy moved there -- like we do in every other country, having the embassy in the capital. What happened was president after president kept being told, don't do it, don't do it, you'll mess up the peace process. Well, 22 years later, we haven't had a peace process. What the president did today was: one, listen to the will of American people -- they just unanimously voted again six months ago, Republican and Democrats, to do this. So, he listened to the American people. But more importantly, he made a symbolic move to say, we are committed to the peace process. We are committed to seeing Israelis and Palestinians come together at peace, but at the same time, we're going to do what the American people have asked us to do -- which is do what we do in every other country and put the embassy in the capital."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, so many of our allies disagree. The prime minister of Great Britain, our closest ally, Theresa May, said it's a mistake. Jordan, Turkey, also came out saying they thought this is dangerous that it could provoke violence. Are you comfortable with the fact that it could lead to killings in the Middle East as a result of this decision?"
    },
    {
      "speaker": "HALEY",
      "utterance": "So, of course, we don't want to see killings; we don't want to see violence. But let's be clear, let's do a reality check, Jerusalem is the capital of Israel. So, we're acknowledging something that's common sense to everyone. The parliament's there. The prime minister's there. The supreme court's there. That is the capital. And by us putting the embassy there, that's a U.S. decision. Having said that, courage doesn't come by doing what everybody else says. Courage does by what you know is right. This is the right thing to do. And what the president is doing is he's showing leadership. And will there be those that have negative feelings about what we're doing? Yes, of course. But could this possibly lead to a peace process? Absolutely. And that should be our hope, and that should be what we strive to do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, what did the Israelis promise in return? Obviously, this is something that they've wanted for a long time. They applauded this move. In terms of the status quo, in terms of Jerusalem, in terms of East Jerusalem, what did they promised in return?"
    },
    {
      "speaker": "HALEY",
      "utterance": "Well, first of all, this was not a decision made with the Israelis. This was a decision by the president for the American people. And so, it was a decision that we all said Jerusalem should be the capital and the embassy should be there. This decision should not weigh in on the peace process. The peace process of how they see Jerusalem, if they choose to divide it up, all those things, that's between the two sides."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, there was no discussion with the -- with Prime Minister Netanyahu saying, look, if we agree to do this, you have to promise us that you are not going to start pushing the envelope, nothing?"
    },
    {
      "speaker": "HALEY",
      "utterance": "Absolutely not. This is following members of Congress. This is doing with the American people said. But we are also taking Jerusalem out of the discussion because the two sides have to come together on how they're going to see Jerusalem, what they're going to see as their capital --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And you mean that there will be no change in the lines, no changing anything in that status?"
    },
    {
      "speaker": "HALEY",
      "utterance": "We are not doing anything about the final status. That is up to the Palestinians and Israelis to decide."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Let me ask you this because there were reports today that you and the president and vice president were all in the same page with this decision, but that Secretary Tillerson and Secretary Mattis were opposed to it. Is that true?"
    },
    {
      "speaker": "HALEY",
      "utterance": "Well, we -- in our national security council meetings, we all put our thoughts on the table and we all put what we think. At the end of the day, the president decides. And he decided to show quite a bit of courage today and do something historic that presidents, for years, have just passed over and said, maybe later, maybe later. But he has been a president who does what he says, follows through with it, and has really had real results because of it. And so, I think we should all see that this was a decision that united both parties, that presidents on both sides of the aisle have said they were going to do for years, and this president actually did it. And we now should hope and pray for a peace process, we've had good negotiations with both side. Those are going to continue, those are going to be a commitment by the president and something that we're going to work hard on. And we all hope, for the sake of Israeli children and Palestinian children that we do have peace."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You've said Ambassador that you believe that the western wall is part of Israel. You know, in terms of this discussion, does the administration believe that Jerusalem is a holy site for Muslims, for Christians, and for Jews?"
    },
    {
      "speaker": "HALEY",
      "utterance": "So, first of all, obviously, Israel has always acknowledged Muslims, Christians, and Jews, and that's the way it should be. Everyone should be free to worship. But again, the two sides are going to decide all the details. That's not for the United States to decide. That's for the two states to decide. We just decided where to put our embassy. We just decided to follow through on a law that was passed. But the two sides have to come together, and it's time that the Palestinians and Israelis realize it is time to move, and that time has to sooner rather than later."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But (INAUDIBLE) have said that we have to recognize an undivided capital, and I'm imagining that your answer is the same to that, that it's up to them that they have to decide."
    },
    {
      "speaker": "HALEY",
      "utterance": "It is absolutely up to them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Let me ask about North Korea, and I want to start by playing this sound bite with Bret Baier over the weekend with General McMaster. Watch this."
    },
    {
      "speaker": "BAIER",
      "utterance": "So, has the potential of the war with North Korea increased since this latest launch?"
    },
    {
      "speaker": "GEN. H.R. MCMASTER, NATIONAL SECURITY ADVISER",
      "utterance": "I think it's increasing every day. There are ways to address this problem short of our conflict, but it is a race because he's getting closer and closer. And there's not much time left."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We're getting closer to war with North Korea every day?"
    },
    {
      "speaker": "HALEY",
      "utterance": "It's getting more dangerous. You know, I think if you look at this missile strike compared to the one before it, they certainly had advanced. But I also think something that has happened that is pretty interesting, which is the United States has been able to rally the entire international community to come towards North Korea to say they have to stop this, that they can't have nuclear weapons, and they have acted. You know, passing the resolution that has the sanctions on North Korea, we even had China and Russia involved on both -- and 90 percent of their trade, 30 percent of their oil has been cut off. They're feeling the squeeze, but they have made progress."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So, to that line of thinking, the United States just flew a B-1 Supersonic Bomber over South Korea -- a very aggressive exercise. It's obviously a response to the ICBM test that we saw from North Korea. And in response, we're seeing Chinese drills in places where they haven't done them before -- in the Yellow Sea, and East Sea. And reports in China from a military expert in the South China posting, that this is a message from China to President Trump not to provoke Pyongyang any further. Does that indicate that China is, perhaps, on the other side of the line, that if we were to do a preemptive strike that they might defend North Korea?"
    },
    {
      "speaker": "HALEY",
      "utterance": "All of the calls that have happened between President Xi and President Trump had been strong, positive calls. The president has asked President Xi to cut off the oil, because the last time they did, North Korea came to the table. China has followed through on the sanctions, we're seeing great progress there, but they haven't gone that far. So, there's more they can do; we're going to continue to push them. But both China and the United States are trying to work this together. We're trying to do this together because it affects the region. And so, obviously, we are doing that --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you're not saying that China will leave those discussions and decide, you know, North Korea is actually on our side at the end?"
    },
    {
      "speaker": "HALEY",
      "utterance": "As long as we keep talking. The key is we have to keep those communications together, and we all agree on one goal -- a denuclearized North Korea."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Now, last question in terms of the threat, obviously, of potential military action in that region. We all have athletes, United States athletes, heading to South Korea soon, do you think that it is safer than to go there in this environment?"
    },
    {
      "speaker": "HALEY",
      "utterance": "I think those are conversations that we're going to have to have. But what if we always said, we don't ever fear anything; we live our lives, we use our freedom, we have that. And certainly, that's a perfect opportunity for all of them to go and do something they've worked so hard for. What we will do is make sure that we're taking every precaution possible to make sure that they're safe and to know everything that's going on around them. So, I think, that's something where the administration is going to come together and find out the best way to make sure they --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, initially, you said we have to look at it, something like that. So, is that a done deal or, you know, is the United States recommending that our team goes? Or is that still an open question because of this environment?"
    },
    {
      "speaker": "HALEY",
      "utterance": "There's an open question, I have not heard anything about that. But I do know that in the talks that we have whether it's Jerusalem, whether it's North Korea, it's always about, how do we protect the U.S. citizens in the area. And so that's -- those are conversations that are happening daily."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you feel comfortable sending family members if they were athletes on our team?"
    },
    {
      "speaker": "HALEY",
      "utterance": "I think it depends on what's going on at the time in the country. We have to watch this closely, and it's changing by the day."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ambassador Nikki Haley, thank you so much. It's great to talk to you tonight. Thanks for coming on."
    },
    {
      "speaker": "HALEY",
      "utterance": "Thank you so much, I appreciate it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, this is a live look at the unbelievable scene in California just outside of Los Angeles. Massive wildfires are swallowing homes as we speak. It is a terrifying situation for all of the people who live in those neighborhoods. Adam Housley is there live on the ground. We're going to get to him with more on that in just a moment. Plus, we have just learned that the Justice Department is now pouring through some 10,000 text messages from that gentleman on the screen. They were received and sent by that deputy at the FBI and a woman that he was involved with who was an attorney associated with the case as well, and they include those anti-Trump messages. We're going to tell you what we now know about those. House Intel Member, Trey Gowdy, joins us in a moment. And is Al Franken's Senate career over? The growing calls tonight for his resignation and why the Democrats are circling now in a way that they weren't before around Franken? The really interesting backstory on this tonight. And I'm joined by Chris Stirewalt and Bill Bennett, next."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We need to draw a line and understand and say, none of it is OK, none of us is acceptable, and we, as elected leaders, should absolutely be held to a higher standard."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the long nights are out tonight for Al Franken. So, why now is the window closing for the senator from Minnesota? Chuck Schumer, the top Democrat in the Senate adding his name to the more than 30 lawmakers who came out today, saying that he must go, he must step down immediately. Franken faces multiple allegations of sexual misconduct. We now know that he is going to make a big announcement, and that's going to happen tomorrow on Thursday. There is some dispute coming from his camp over whether or not that's going to be an actual resignation announcement, we will see. Chief National Correspondent, Ed Henry, joins me now live in Washington with the backstory here. Hi, Ed."
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Martha, great to see you. The drip, drip for Al Franken has turned into a flood; it appears to be washing him from office. Breaking just moments ago, as you noted, the Senate Democratic Leader, Chuck Schumer, declaring Franken should resign, demanding he stepped down \"immediately.\" Minnesota public radio now quoting a Democratic official is saying, the senator will, in fact, resign tomorrow at that event. He is scheduled. But Franken's office is insisting it's not a done deal. Tweeting at the radio station \"no final decision has been made and the senator is still talking with his family. Please update your story.\" That demand capping off a dramatic day that started with Democratic Senator Kirsten Gillibrand becoming the first one of his colleagues to demand Franken's resignation. The dam seems to break within minutes as several female Democrats joined that call, followed by male Democrats. Until, as you noted, dozens of Senate Democrats called on him to go. And in a devastating bit of timing for Franken, a seventh woman came forward to accuse him of sexual misconduct. A former congressional aide charging that he forcibly tried to kiss her, and said it was \"his right as an entertainer to do that.\" That news breaking just as Time Magazine was naming as its person of the year the women who launched the #metoo movement. And one day after Veteran Democratic Congressman John Conyers resigned under pressure. Politico now reporting the Congressional Black Caucus is furious that Conyers was pushed out while White lawmakers in both parties facing various allegations from Democrats like Franken to Republicans like Blake Farenthold, and Senate Candidate Roy Moore have not, at least until now, stepped aside. House Democratic Leader, Nancy Pelosi, has only exacerbated the racial tensions in the Democratic Party by initially backing Conyers and even questioning the validity of some of his female accusers. But then, after pressure from others on the left, Pelosi infuriated the Black Caucus by flip-flopping on Conyers. Watch."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE MINORITY LEADER",
      "utterance": "Just because someone is accused -- was it one accusation, is it two? I think there has to be -- John Conyers is an icon in our country. Congressman Conyers should resign. Zero tolerance means consequences for everyone."
    },
    {
      "speaker": "HENRY",
      "utterance": "Conyers' attorney, meanwhile tonight, denying Politico's claim that the Black Caucus had brokered a deal whereby a lawmaker was going to read a letter of apology on the House floor last Friday and revealed Conyers would retire at the end of the year so he could try to leave with some dignity. Those talks are currently broke down, though, the Conyers camp insists the decision to resign immediately this week was made by the congressman alone. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ed Henry, thank you very much. Ed Henry in Washington. So, what with that open seat, potentially, in Minnesota mean for the Senate? On that, Chris Stirewalt joins me now, Fox News Politics Editor. Chris, good to see you tonight."
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "utterance": "Oh, boy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. \"Oh, boy\" is right. I mean, you can feel the perfect storm that sort of surrounded Al Franken on this. And to complicate matters, the suggestion that John Conyers had to go because he is an African-American in that they were expecting Al Franken, didn't look good, didn't wash."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Well, I think that's part of it. But the Congressional Black Caucus is seldom happy. Part of their job to be unhappy. Because that's how they track stuff from the leadership. However, the situation here, you've got to watch the bouncing ball, and it's over with Kirsten Gillibrand and company. What the Democrats are doing is making ready. They are battening down the hatches as they get ready to launch an all-out assault on Republicans, especially over Roy Moore. This is what's going on. The Democrats -- Donald Trump successfully rebutted the credible allegations leveled against him in 2016 by pointing to Hillary Clinton and saying, yes, what about your husband? And it was surprisingly effective. He brought the women to the debate. He said, oh, yes, I'm gross, well, what about your gross husband? Now, Democrats have learned the lesson. They are cleaning house, they're kicking Al Franken out, they're going to get it all done, and they're going to look at Republicans, who might elect Roy Moore to the United States Senate next week. They're going to point to him, they're going to point to Blake Farenthold. They're going to point to them and say, OK, you guys, it's your turn."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, essentially, Al Franken's being sacrificed for the war on women sequel, the number two, the better edition. You know, I mean, we all remember the Democratic Convention, and you think back to those times, it's pretty amazing what's happened since then. I mean, if they want to launch that, and they want to point fingers at Roy Moore and Farenthold and say, why didn't you, guys, clean house? We cleaned house. That's a pretty powerful argument. What are the Republicans going to do about that?"
    },
    {
      "speaker": "STIREWALT",
      "utterance": "It's a very powerful argument. And you know, if Roy Moore wins this election and shows up in Washington, the Brit Hume term is, they turned him into a hood ornament. The Democrats will turn Roy Moore into the face of the Republican Party, and they'll say, that's what these guys are like. It's Donald Trump, and it's Roy Moore, and it's this kind of treatment for women, it's this da, da, da, da, and they're going to -- they're going to turn it up to 11. And finally, being -- just look at how helpful for Democrats it is to finally be done with the Clintons. Getting away with and finishing up with the Clintons has been such -- is going to be --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Cathartic, yet."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Oh my gosh, so good. Because they've been dragging his dirty laundry around now for 20 years. And for the Gillibrand and others to finally say, you know what, he should've resigned, and so should you Al Franken. Who, by the way, Martha, has mishandled this thing to a fairly well. His arrogance has what got him in trouble as much as anything else."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, it looks like he's going to get away with it for a little while there. But now, it does not look like that any longer. And Roy Moore will become the GOP poster boy that they will use. So, we'll see. Chris Stirewalt, thank you so much. Good to see, buddy."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "You bet, you bet."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joining me now with more on this, Bill Bennett, Host of \"The Bill Bennett\" podcast, he served as Education Secretary under President Reagan, and is a Fox News Contributor. Of course, Bill, good to see you this evening. You know, there is sort of another layer to all of this. Steve Bannon, last night, was at a rally for Roy Moore. He has stuck by him in a steadfast manner. And Mitt Romney has been tweeting that he thinks that backing Roy Moore is a huge mistake. And here's what Steve Bannon had to say about Mitt Romney."
    },
    {
      "speaker": "STEVE BANNON, FORMER WHITE HOUSE CHIEF STRATEGIST",
      "utterance": "Mitt, here's how it is, brother. Would you hide behind your religion? You went to France to be a missionary while guys were dying in rice paddies in Vietnam. Do not talk to me about honor and integrity. Judge Roy Moore has more honor and integrity in that pinky finger than your entire family has in its whole DNA."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Wow, that is tough stuff, Bill. What do you think?"
    },
    {
      "speaker": "BILL BENNETT, FOX NEWS CONTRIBUTOR",
      "utterance": "It is tough stuff. Of course, Steve Bannon would say, schoolyard ethics at Mitt through the first shot, because he threw a real first shot at Moore. But even an earlier shot, he will remember, Martha, during the campaign when you hear that speech in Utah condemning Donald Trump. A lot of us reacted very badly to that speech because we remembered that Mitt Romney when he was a candidate, asked Donald Trump to support him, really, and treated over and over again. He finally got it, he praised Trump, and then when Trump was running, he trashed him. So, you know, if you pull on Steve Bannon's chain, he's going to hit your back, and that's what he did. As to the motivations of the Romney kids, the Romney boys, I don't know. But if Romney's going to enter into that kind of fight, that's what's going to happen. Let me just say something."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Go ahead."
    },
    {
      "speaker": "BENNETT",
      "utterance": "I largely agree with -- what's that?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Go ahead, sorry."
    },
    {
      "speaker": "BENNETT",
      "utterance": "I largely agree with Chris, except, I think, if Roy Moore is elected, and I think he will be, I think it'll change things. Once he is chosen by the people of Alabama, and it's not an open question anymore, I think that changes the dynamic. I think he's right that they will try to make him the hood ornament, but I think the committee goes about its business and they do things with proper procedure, I think this will be interesting. Isn't it interesting, by the way, that Roy Moore will become the object of all of the probing by the liberals rather than Donald Trump? Donald Trump may get a week or two off. That's an interesting -- an interesting --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Soon he is."
    },
    {
      "speaker": "BENNETT",
      "utterance": "I don't know if they've escaped the Clintons. Maybe, maybe not, but it took them a long time, and they're still a lot of history in the Democratic Party that they cannot be proud of."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I got to ask you a quick football question. J.R. Gamble wrote this about Rob Gronkowski. Let's put up the hit from the weekend, from the other night and get Bill Bennett stuff on this because we love to talk football too here. He -- so, here's the hit. It was a late hit. You can see it better from another angle, actually, yes. It looks like you piled on after he was already down. But this is what the writer, J.R. Gamble had to say about, let's put up on the screen: \"I guess because he isn't African-American, words such as thug, cheap shot artist, sore loser, and animal don't apply to a guy who catches touchdowns for Tom Brady and didn't grow up on the hood.\" He's claiming that Gronkowski is sheltered by White privilege -- this writer. What do you think, Bill?"
    },
    {
      "speaker": "BENNETT",
      "utterance": "First of all, thank you for bringing up a topic I know something about -- football. I appreciate it very much."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Always a pleasure."
    },
    {
      "speaker": "BENNETT",
      "utterance": "That was thuggish behavior by Rob Gronkowski. I know you're Pats fan, and he's an incredible football player, but that was bad."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That? No, it was great, completely."
    },
    {
      "speaker": "BENNET",
      "utterance": "But he was hardly excused, Martha. What did he pay, $281,000?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And a one-game suspension."
    },
    {
      "speaker": "BENNETT",
      "utterance": "That was the amount for the suspension. And, you know, we're getting suspensions all over the place. If you watched, which I know you did, the Steelers the other night, you saw that Juju Schuster-Smith, not Jojo Schuster-Smith, which is what Jon Gruden calls him -- a slight correction there -- also got a suspended for a game. By the way, there are too many flags in football, can somebody run back a kick or a punt without a flag, please?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's an interesting question. And there's also the argument that Gronkowski maybe shouldn't have even been playing. I mean, they beat them 23-3, and they have to get ready for the Steelers next weekend, Bill?"
    },
    {
      "speaker": "BENNETT",
      "utterance": "Yes, they do. And you're just not worried in the least, are you, Patriots fans? I know, I know I live there --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, we're always worried. A real fan is always worried except me."
    },
    {
      "speaker": "BENNETT",
      "utterance": "I was there, Martha, when a 2-14, and playing in Harvard Stadium. What's that?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A real fan is always worried, right?"
    },
    {
      "speaker": "BENNETT",
      "utterance": "Yes, right. You know, I was there when they were 1-15, 2-14, in the Harvard Stadium. They couldn't win, couldn't get a crowd, so I've been with them a long time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I respect that. I do. Bill Bennett, always a pleasure. Good to see you tonight, sir. We'll see you soon."
    },
    {
      "speaker": "BENNETT",
      "utterance": "Thank you very much. OK."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Still here to come tonight on \"The Story,\" as a federal grand jury indicts the illegal immigrant acquitted in the murder of Kate Steinle, a juror on the California trial is now speaking out for the first time exclusively here on \"The Story,\" and that is next. So, do not miss that, that's coming up. Also, 10,000 text messages -- that's a lot of text messages. The DOJ is now combing through all of those. They're trying to figure out what the intentions were and what the feelings were about this case from this former FBI official who was kicked off the case of the special counsel for anti- Trump bias. Congressman Trey Gowdy weighs in, next"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ten thousand text messages being comb through right now at the Justice Department tonight, sent between FBI official Peter Strzok who you've heard a lot about in recent days, and FBI lawyer, Lisa Page, who is a coworker who he was reportedly having a romantic relationship with. Some of their conversations were revealed to be so anti-Trump that it got him kicked off of this investigation into the Russian issue that's being run, of course, by Robert Mueller. So also new tonight, after eight hours, Donald Trump Jr. done testifying behind closed doors to the house intel committee about the June 26 Trump Tower meeting with Russian lawyer Natalia Veselnitskaya. Earlier, I spoke with Congressman Trey Gowdy who was a member of that committee and asked him when he will get to view the Peter Strzok text messages, and what he specifically wants to know about them."
    },
    {
      "speaker": "REP. TREY GOWDY, R-S.C.",
      "utterance": "Well, we met with the Department of Justice yesterday, and they have to go through the texts. We're not entitled to, nor do we have any interest in purely personal texts. We're very interested in both anti-Trump and or pro-Clinton texts because, as you made reference to, he was a very important agent in her investigation, also in the ongoing Russian related investigation, perhaps the decision for Comey to change the wording in his July statement. So he's super important, and people have a right to know whether agents are biased one way or another. So the department is going to go through the texts and then they're going to make them available to us as soon as they can."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you still have confidence in the Mueller investigation and that team?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "I do, Martha. But I got to confess to you, I understand people who think I'm wrong. I got an email last night from a friend back home saying, look, Gowdy, let go of the prosecutor stuff. I still think that Mueller can produce a product that we all have confidence in, but things like this make it really difficult. The perception is, every bit is important as the reality, and if the perception is you're employing people who are bias, it makes it really difficult for most of us who would like to defend the integrity of former prosecutors and heads of the FBI."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Now in terms of the 8-hour plus grilling according to that reports that are coming out of Donald Trump Jr. today, was it a grilling in there? Is that how would you characterize it?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "I've been married 28 years. It wasn't a grilling -- it's not like any of the grilling's I've gotten. So, no, it was a very professional exchange of information. Now I am surprised that it took seven hours to cover a 20 minute meeting at Trump Tower. I think only a bunch of lawyers could drag out a 20-minute meeting into 7-hour deposition. But he was incredibly professional and so were the members of congress on both sides who did the questioning. But we're talking about a 20-minute meeting from which no information was gleaned at Trump Tower, so how'd you get seven hours out of that for a bunch of guys and gals that aren't paid by the hour. It was quite a sight to see."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. Is there any suggestion that there was anything illegal that transpired on the part of Donald Trump Jr. in that meeting?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "No, nothing illegal, nothing improper. I mean, keep in mind, go back to the precise words of the email, the person who alleged to have information set official documents or information related to Hillary's ongoing dealings with Russia, OK? She was the secretary of state, she was a U.S. senator and she was a first lady. So whatever dealings she had with Russia would have been in the official realm and it defies logic, at least for me, particularly, when you have the word -- the phrase official documents in the email, for all I know, they were talking about information that was already publicly available somewhere. Now, you put on the bookend of that meeting that Glenn Simpson with Fusion GPS was meeting with that same Russian lawyer before the Trump Tower meeting and allegedly met with that same Russian lawyer afterwards. So you've got two meetings by Fusion GPS, which is paid for by the DNC with money laundered through a law firm. I don't see the media gaggle that was downstairs. They didn't ask a single question about those two meetings. They're just focused on the 20-minute meeting that was so boring that Jared Kushner got up and left."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "One very quick question. Elijah Cummings says there's a whistle-blower who says that Michael Flynn was texting someone, saying they're going to go ahead with the nuclear project of building nuclear plants in the Middle East at the inauguration, and that he said he would lift the sanctions, the sanctions would be ripped up. What's your thoughts on that?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "The first I heard of it was today. I was at a skiff all morning, so I heard about it the same time you heard about it, which I don't know why Democrats won't give you the liner before they give it to the press. But I learned about it when you learned about it. I gave a copy of the letter to Adam Schiff and Mike Conaway, who are the two top folks on the house intel and said, if we need to add people to the witness list, let's do it. I want to know everything there is to know about Flynn and Russia, but I'm not going to interfere with Mueller. And I don't think every committee in congress needs to investigate the same fact pattern. So -- can do it, I gave the letter to Adam and Mike Conaway, and whatever they want to do with it, I'm all for it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Congressman, thank you so much. Trey Gowdy."
    },
    {
      "speaker": "GOWDY",
      "utterance": "Yes, ma'am."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": ". good to see you."
    },
    {
      "speaker": "GOWDY",
      "utterance": "Thank you. Yes, ma'am."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Coming up next, less than a week after the shocking decision to acquit an illegal alien who was deported five times from this country and then murdered Kate Stanley, a juror is now defending the verdict, and he is here to tell his story of why. It is a Story exclusive in the Steinle verdict, next."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Seven-time convicted felon (INAUDIBLE) many times, we have notified them, we want custody of him, knowing all this, what they do, they released him back in the street and now a young lady is dead."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The illegal immigrant who was deported five times and was acquitted last Friday night in the case of Kate Steinle is now facing federal charges that could put him behind bars for decades. It comes tonight as one of the jurors, an alternate, is speaking out, and in moments, we will speak with him. But we begin with Trace Gallagher, who is live with the back story tonight from our west coast newsroom. Hi, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS",
      "utterance": "Hi, Martha. Jose Garcia Zarate has now been indicted by a federal grand jury for being a felon in possession of a firearm and being an illegal immigrant in possession of a firearm. If he's convicted on one or both charges, he faces up to ten years in prison before potentially being deported for a sixth time. For now, Garcia Zarate remains in state custody. When he is sentenced in state court, he is likely to get time served, and then, legal experts say, he will be turned over to the federal government for trial. We have now finally heard publicly from San Francisco district attorney, George Gascon. The D.A. says the jury's acquittal of Zarate was, quote, hard to receive, but he respects the decision. He also lashed out at conservative pundits and President Trump for turning Zarate into a political football. Listen."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "I think it's important for the president of the United States to remember that this is a nation of laws. And part of being a nation of laws is that we respect the legal process even when the outcome is one that we may be unhappy. We need to use a little bit of discipline and not simply allow somebody -- that is tweeting, dictate everything else that we do."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "We should note the D.A. also stands fully behind his city for sanctuary city policy, which we now know is the reason Garcia Zarate came to San Francisco in the first place. He told investigators the city liberal laws made it easier for immigrants without documents to fly under the radar. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Certainly did. Trace, thank you very much. I'm joined now by Phil Van Stockum, who served as an alternate juror on the Steinle trial. Phil, thanks for being here tonight. Good to have you with us. I want to start with -- you all did not -- you weren't aware that he was a 7-time convicted felon, and that he had been kicked out of the country five times and managed to make his way back in, or that ICE had asked for him to be detained, and that he was let go from a San Francisco holding area, you weren't aware of any of that, right?"
    },
    {
      "speaker": "PHIL VAN STOCKUM, ALTERNATE JUROR ON THE KATE STEINLE CASE",
      "utterance": "None of that was discussed during the trail. We were told at the beginning of the trial that immigration was not an issue in this trial. It did not pertain to the evidence or the laws surrounding the specific charges that were at issue."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. You know, the thing that I think was the most shocking to most of us who watch this whole process was, you know, the first degree, the second degree murder charges went by, but the involuntary manslaughter was the one that is really hard to understand, and I'd like you to tell us why you think the jury went the way it did. And you did not cast a final vote because you were an alternate. But the way it was charged to all of you was that it had to meet two requirements for involuntary manslaughter. A crime that was committed in the act that caused the death, and that existed because he had possession of a felony firearm, and then, number two, the defendant acted with criminal negligence. He did something that an ordinary person would have known was likely to lead to someone's death. Both of those, as I read them, seemed to add up really consistently with what happened here."
    },
    {
      "speaker": "VAN STOCKUM",
      "utterance": "Sure, I can explain that. This is where I've seen the most confusion about the verdict in this trial was on the manslaughter charge. So, number one that you mentioned, a crime had to be committed during the act that cause death. It couldn't be any crime. The crime was specified by the prosecutor, and the jury had to use the crime that was specified by the prosecutor. In this case, that was specified as brandishing of a weapon. When that was read to us in the jury instructions at the end of trail right before the closing arguments, I think that was the first time that we'd heard the word brandishing during this 5-week trial. There was no evidence of brandishing. Brandishing means waving around in a threatening manner. There was no evidence that the defendant did that. There was no testimony, no witnesses, even."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So do you think that was an error on the part of the prosecution that they were so specific in their description of it, because the crime committed in the act of causing the death is much broader than that. So you think it was a mistake?"
    },
    {
      "speaker": "VAN STOCKUM",
      "utterance": "I assume that they were required to be specific. I'm not a legal expert, so I don't know why they chose brandishing specifically as opposed to something else like illegal possession of a firearm, but there may have been restricted in that. I just can't say. But from the perspective of a juror, that made it a nonstarter for the manslaughter charge. The jury just simply could not lawfully convict him of that charge as it was written."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In terms of the larger picture here as a San Francisco resident, does the policy that allowed him to come in and out, and to have a retainer request on him from ICE that was not observed, that was not upheld by the city and they let him go, does that bother you?"
    },
    {
      "speaker": "VAN STOCKUM",
      "utterance": "Well, first of all, none of that was at issue in the case."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, I mean separately from that."
    },
    {
      "speaker": "VAN STOCKUM",
      "utterance": "I actually haven't really thought about it all that much. We had to keep it out of our minds during the trial, and the jurors did a really good job of that, I think. So, I mean, my opinion about that is no more informed or better than anyone else's."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Phil, thank you very much. I know it's been a long haul, and we thank you for the participation that you took in the legal process that we all live and part of, and I appreciate you speaking with us tonight. Thank you very much."
    },
    {
      "speaker": "VAN STOCKUM",
      "utterance": "You're welcome."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thanks, Phil. So here is the scene in Southern California tonight. Unbelievable. It's a beautiful night, and the fires are burning out of control near Los Angeles. They're closing all the San Fernando Valley schools near this fire until Monday, we are now told. Adam Housley is live on the ground with a personal story from there. A family who had a wedding in their backyard last weekend and now had no home."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Awful situation with the wildfires in California, some 200,000 people are now under evacuation orders, hundreds of homes are feared to have been destroyed in all of these. We got word earlier that another wildfire has now erupted in L.A. exclusive Bel Air section. Adam Housley is all over the story for us tonight, recently speaking to a family who lost everything -- it's terrible, in Ventura, California, Adam, good evening to you."
    },
    {
      "speaker": "ADAM HOUSLEY, FOX NEWS",
      "utterance": "Good evening, Martha. Just horrible stories as you might imagine. The winds are calm now, that's the good news, but the bad news is they're expected to come back with a vengeance tonight, worrying firefighters that hillsides could reignite, and also even homes like this could reignite even though they're burned down, causing yet more fires to take place. Meantime, people are coming home to places like this, and we met the Park family earlier."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "I went to bed and just woke hearing all the wind, and then I saw all the flames in the backyard, on fire, and we, you know, just got out and we left about 2:30. Just barely with the clothes on our back. We didn't really grab anything. It's just devastating. My kids were born here. My daughter got married in the backyard. So I have a lot of memories. I can't comprehend it. I still, you know, it's going to take a while to really sink in."
    },
    {
      "speaker": "HOUSLEY",
      "utterance": "A while to sink in for so many families. We saw the same issues in northern California two months ago. Also, same issues of air quality, poor here. But right now everybody is basically just looking and waiting to see if that wind comes back, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "There's no words, really. I mean, it's awful. Your heart aches for them. Adam, great coverage, as always of a tough situation. Thank you very much, Adam Housley. And we'll be right back with the Christmas story, next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So we kicked off the Christmas season in New York today with Cardinal Timothy Dolan's annual reading of the Christmas story. It was moving, as always, although Jesus, of course, is the star of the story. This little drummer boy -- can you see him? He's so tiny, but he was adorable. He really stole the show. You see him right there on the right- hand on the corner, right? Thank you to the children of St. John Chrystom in New York, and St. Raymond's choir, they were amazing. It's always a special day, and we get to see some of our good friends and some of the people that you know as well. Father Jonathan was there. He's on the picture. There's my buddy, Bill Hemmer, who you know well, and other close friends including my husband, Lisa and Robin. It was just awesome. And there's last night, there is The Story celebrating the season, and we had so much fun right across the street here last night after the show. So remember people to take time to enjoy your family, enjoy your friends, and the hustle and bustle. OK. That's our story for tonight. We'll see you back here tomorrow. Tucker is up next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}