{
  "date": "February 28, 2018",
  "headline": "Senator Joe Manchin talks Trump's bipartisan meeting on gun control",
  "subHeadline": "Trump met with Democrats and Republicans about solutions for preventing mass shootings; Senator Joe Manchin says on 'Your World' that Trump supports common sense back ground check changes.",
  "url": "https://www.foxnews.com/transcript/senator-joe-manchin-talks-trumps-bipartisan-meeting-on-gun-control",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. JOE MANCHIN, D-WEST VIRGINIA",
      "sentences": "Sure, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How did it go in the White House there today, and do you think you made some common ground? I mean, if you had even approaching the support you had last time, you're very close to 60 votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Right, with the president's support. And here's thing. It comes down to this. I have always and will always support the Second Amendment rights. So does the president. And he knows we need to do some commonsense changes as far as in background checks.  When people go to gun shows, they need to have a background check, it's a commercial transaction, on the Internet. He supports that. And I'm tickled to death. And with his support, and both of us protecting the Second Amendment rights, we can move forward. And that's what we intend to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you think, when you say intend to do it, that this could be done in short order? The president said keep it simple, don't do a lot of add-ons. There was talk about, even from Steve Scalise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Adding special measures for concealed weapons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Yes. He knew the controversial things that really have a heavy lift, if you will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "But when you're talking about the background checks, the Manchin- Toomey bill that we had in 2013, it was a good piece of legislation then, and it's a good piece of legislation now.   That's the base bill he's talking about. It had the Fix NICS in there, so we have better reporting. He wants to put in the mental illness part. We can address that. School safety, we had that in there. There's some things that we can tweak and put in there. He said he's getting rid of bump stocks on his own. That doesn't need to be in there. He wants the age of 21. We will see if there's support for the age of 21. It seems to me like it's a no-brainer, because if it takes 21 years of age to buy a handgun, then he's talking about AR-15s. If he just -- if they basically narrow that down to what firearm he's talking about to raising the age, because there's an awful lot of 18-year-olds who hunt and use for target practicing, sport shooting and all that, and very responsible.  So, we will work through that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But are you against raising the age? He noticed that difference between 21 for a gun, 18 for some of these...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "No, I think -- I think that's a no-brainer for me. I don't have a problem there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "But, also, there might be a caveat where we can carve out, which is what you do when you compromise, that if a person at 18 years of age wishes to have an AR-15 and it's legally sold, then that person would have to go certain types of steps and tests and competency, showing that they're adequately trained and responsible to use this type of a weapon.   So that could be done. But we have heard talk of that. We're willing to talk to anybody about whatever they want to, to come up with an all- inclusive piece of legislation. So, the Manchin-Toomey bill we had will be the base we will work off on. John Cornyn and Chris Murphy and everybody that wants to work with us, hopefully, we can make one good piece of legislation that can get through.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "As you might have heard, Senator, Hope Hicks, the communications director of the White House, is resigning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Yes, I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Obviously, it occurs at a very unique and critical moment here, to communicate the message on getting all this out that you want to get out. What do you think of what is going on at the White House right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "I really -- I was just there. And I met afterwards, Pat and I and John Cornyn, and went into the room with the president. And Mr. Kelly, General Kelly was there, and talking about how we move forward and we will work together and we want to make sure the president is on board. And I said, if the president is on board, knowing that he's going to protect the Second Amendment, the same as I am going to protect it, and Pat Toomey and everybody else, we can get something rational reasonably done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Was Hope Hicks there when you were there by any chance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "No, she wasn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Because she would have communicated that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "I didn't see her there. No, I did not. So, I just heard about this walking in. This is the first time I have heard about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.  All on the same day, as you know, Senator, the president and his attorney general are at loggerheads again. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Well, there's a lot going on. It's a lot to digest, I understand.  But it seems like they -- this is the modus operandi. This is how they operate. And he's able to function through that. So, everyone has their own style and their own comfort level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You sound surprised.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "A little bit unusual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. Your colleagues and what they make of all of this,. How willing are they to help out on a gun measure, particularly Democrats who might think that Republicans are not giving up enough on gun control, per se? You would tell them what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "I would say this. And I have said this before. I know they wanted to go much further than what my bill and Toomey's bill went in 2013.   But we have to bring people together to get 60 votes. It's the art of the compromise working in the Senate. And we have a piece of legislation. And I have said this very candidly. If President Trump would have been president in 2013, when this piece of legislation was first introduced, we wouldn't be having this conversation. We would have passed it. Because of President Obama, people are a little bit concerned, and they were believing that he wouldn't protect their Second Amendment rights or wasn't as supportive of the Second Amendment rights as hard as they wanted it to be. They were scared, well, if you pass this one, Joe, even though it makes sense, we're gun owners, we like it, it's OK, we think it makes sense. But if we do that, then they will do more. He will take more.   They don't believe that with President Trump. And that's why it's important to have his support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator Manchin, thank you very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Thank you, Neil. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Know it's been a busy day for you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Sure thing. Bye-bye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.  END  Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOE MANCHIN, D-WEST VIRGINIA",
      "utterance": "Sure, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How did it go in the White House there today, and do you think you made some common ground? I mean, if you had even approaching the support you had last time, you're very close to 60 votes."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Right, with the president's support. And here's thing. It comes down to this. I have always and will always support the Second Amendment rights. So does the president. And he knows we need to do some commonsense changes as far as in background checks. When people go to gun shows, they need to have a background check, it's a commercial transaction, on the Internet. He supports that. And I'm tickled to death. And with his support, and both of us protecting the Second Amendment rights, we can move forward. And that's what we intend to do."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you think, when you say intend to do it, that this could be done in short order? The president said keep it simple, don't do a lot of add-ons. There was talk about, even from Steve Scalise."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Adding special measures for concealed weapons."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you think of that?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Yes. He knew the controversial things that really have a heavy lift, if you will."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "But when you're talking about the background checks, the Manchin- Toomey bill that we had in 2013, it was a good piece of legislation then, and it's a good piece of legislation now. That's the base bill he's talking about. It had the Fix NICS in there, so we have better reporting. He wants to put in the mental illness part. We can address that. School safety, we had that in there. There's some things that we can tweak and put in there. He said he's getting rid of bump stocks on his own. That doesn't need to be in there. He wants the age of 21. We will see if there's support for the age of 21. It seems to me like it's a no-brainer, because if it takes 21 years of age to buy a handgun, then he's talking about AR-15s. If he just -- if they basically narrow that down to what firearm he's talking about to raising the age, because there's an awful lot of 18-year-olds who hunt and use for target practicing, sport shooting and all that, and very responsible. So, we will work through that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But are you against raising the age? He noticed that difference between 21 for a gun, 18 for some of these..."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "No, I think -- I think that's a no-brainer for me. I don't have a problem there."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "But, also, there might be a caveat where we can carve out, which is what you do when you compromise, that if a person at 18 years of age wishes to have an AR-15 and it's legally sold, then that person would have to go certain types of steps and tests and competency, showing that they're adequately trained and responsible to use this type of a weapon. So that could be done. But we have heard talk of that. We're willing to talk to anybody about whatever they want to, to come up with an all- inclusive piece of legislation. So, the Manchin-Toomey bill we had will be the base we will work off on. John Cornyn and Chris Murphy and everybody that wants to work with us, hopefully, we can make one good piece of legislation that can get through."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "As you might have heard, Senator, Hope Hicks, the communications director of the White House, is resigning."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Yes, I did."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Obviously, it occurs at a very unique and critical moment here, to communicate the message on getting all this out that you want to get out. What do you think of what is going on at the White House right now?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "I really -- I was just there. And I met afterwards, Pat and I and John Cornyn, and went into the room with the president. And Mr. Kelly, General Kelly was there, and talking about how we move forward and we will work together and we want to make sure the president is on board. And I said, if the president is on board, knowing that he's going to protect the Second Amendment, the same as I am going to protect it, and Pat Toomey and everybody else, we can get something rational reasonably done."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Was Hope Hicks there when you were there by any chance?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "No, she wasn't."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Because she would have communicated that."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "I didn't see her there. No, I did not. So, I just heard about this walking in. This is the first time I have heard about it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. All on the same day, as you know, Senator, the president and his attorney general are at loggerheads again. What do you think of that?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Well, there's a lot going on. It's a lot to digest, I understand. But it seems like they -- this is the modus operandi. This is how they operate. And he's able to function through that. So, everyone has their own style and their own comfort level."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You sound surprised."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "A little bit unusual."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. Your colleagues and what they make of all of this,. How willing are they to help out on a gun measure, particularly Democrats who might think that Republicans are not giving up enough on gun control, per se? You would tell them what?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "I would say this. And I have said this before. I know they wanted to go much further than what my bill and Toomey's bill went in 2013. But we have to bring people together to get 60 votes. It's the art of the compromise working in the Senate. And we have a piece of legislation. And I have said this very candidly. If President Trump would have been president in 2013, when this piece of legislation was first introduced, we wouldn't be having this conversation. We would have passed it. Because of President Obama, people are a little bit concerned, and they were believing that he wouldn't protect their Second Amendment rights or wasn't as supportive of the Second Amendment rights as hard as they wanted it to be. They were scared, well, if you pass this one, Joe, even though it makes sense, we're gun owners, we like it, it's OK, we think it makes sense. But if we do that, then they will do more. He will take more. They don't believe that with President Trump. And that's why it's important to have his support."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator Manchin, thank you very, very much."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Thank you, Neil. Appreciate it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Know it's been a busy day for you. Thank you."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Sure thing. Bye-bye."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}