{
  "date": "February 11, 2022",
  "headline": "'Special Report' All-Star Panel on potential Russian invasion into Ukraine",
  "subHeadline": "Guests: Jeff Mason, Matthew Continetti, Gillian Turner",
  "url": "https://www.foxnews.com/transcript/special-report-all-star-panel-on-potential-russian-invasion-into-ukraine",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRET BAIER",
      "sentences": "Let's bring in the aforementioned panel. Jeff Mason, White House Correspondent for Reuters. Matthew Continetti, fellow at the American Enterprise Institute, Fox News Correspondent Gillian Turner who once served on the National Security Council under Presidents Bush and Obama and we still have Jen Griffin at the Pentagon. Gillian, let me start with you. Your thoughts about this. And you know, this warning is pretty unique for a national security adviser to come out and say this and to say Americans there need to get out now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "It is highly unusual, Bret. Speaking to national security sources today, they say the administration has been very emphatic, saying they will not send U.S. military in to risk their lives on behalf of Americans stuck in Ukraine. They say that behind the scenes, they hope the messaging is entirely different and that the Biden team is saying we will come to the defense and aid of Americans wherever they are in the world, whenever they come under attack. I will also say that at this late hour as an invasion is reportedly increasingly likely, deterrence is still not dead. I've been talking to sources all day who tell us there are still options available, potent options available to the Biden administration. One of them would be a chip blockade on Russia. It's something the national security team has talked about in the past. They've threatened to stop the sale of U.S. made semiconductors to the Russians immediately if they invade Ukraine. They could implement that now to great detrimental effect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, Jeff, the President go into Camp David, he is going to have this very high profile and last-ditch effort it seems according to official's effort at diplomacy in a phone call with Russian leader Vladimir Putin. Is there a sense that this is inevitable there at the White House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF MASON, WHITE HOUSE CORRESPONDENT, REUTERS",
      "sentences": "I don't know that there's a sense that it's inevitable. But certainly, they they felt the need to come out and give a strong warning today. And I think you're right to say that tomorrow is feels at least a little bit like a last-ditch effort that there will be a lot riding on that call between President Biden and President Putin. What was also interesting to me today, Bret, particularly from Jake Sullivan, when he came to the podium was him sort of describing what they think he might do if he does decide to invade Ukraine, that this is not just going for a portion of Ukraine like they did in 2014 with Crimea, but actually warning of airstrikes on Kyiv, and trying to take over large swaths of the country. So, that's further than I have heard them go before describing what the potential risks are from this -- from this Russian invasion and whether it's inevitable or not, they're clearly concerned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Right. Matthew, here's General Jack Keane earlier today on the Ukrainians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. JACK KEANE (RET.), FOX NEWS NATIONAL SECURITY ANALYST",
      "sentences": "The Ukrainians are outmatched here by the Russian military. This is a combined arms army that's going to cross that border at the highest state of its preparation. And they're no match for that. Will they fight? Yes. Will they display courage? Yes. Will they be casualties on both sides? Certainly. But the outcome is predictable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And from the President's Twitter feed, he tweeted, I spoke today with transatlantic leaders to discuss our concerns about Russia's military buildup around Ukraine. We're united in our diplomatic efforts and deterrence measures and are ready to impose massive economic costs if Russia chooses further aggression. Basically, what they've been saying, Matthew, But the interesting thing was Americans in Ukraine 30,000 of them get out within 24 to 48 hours. But we the U.S. military are not coming in to help you. I mean, these echoes of Afghanistan, does it not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW CONTINETTI, FOUNDING EDITOR, WASHINGTON FREE BEACON",
      "sentences": "It does. And we should be concerned about that for the safety of the America -- of Americans. You know, Bret, I think Biden has done a pretty good job of keeping the alliance in line against Putin's aggression in Ukraine so far. The question will be what happens if an invasion occurs? And will the administration be able to go through with those sanctions? Will Germany agree to shut down Nord Stream 2? Will the Alliance agree to continue sending arms to the Ukrainians as they're fighting against the Russian war machine? All these questions are up in the air. And if we look at the way that Biden has handled past crises, I'm not so sure we should be confident that he'll be able to handle this one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jennifer Griffin at the Pentagon. There's obviously a lot of concern in the U.S. that something happens and triggers U.S. military movement or U.S. military action. Right now, everything coming from the Pentagon is that these troops are doing what in the region?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Well, it's very clear from listening to Jake Sullivan and from our sources here at the Pentagon. These forces remember, this is only a few thousand members of the 82nd Airborne, they have not mobilized the 40,000 NATO ready force that could move into the Baltics and into the frontline states. They have not done that yet, for a reason. They're trying to be very calibrated not to play into Putin's propaganda that NATO is somehow the aggressor here. These are defensive forces. They are from that same group in the 82nd Airborne and under the same commander, Major General Chris Donahue, who oversaw the evacuation of 124,000 people from Afghanistan in August. That is not by coincidence, there are -- there is a belief that many Americans may have to come out overland. It's a very flat drive from Kyiv to Poland to the Polish border, to Romania, and those U.S. troops would be there to help them. The reason this is different than Afghanistan, the reason that they are warning Americans to take the commercial flights out now and to drive across the border now is that this is a very different war zone than it was in Afghanistan. The Taliban didn't have an Air Force. They didn't control the airspace, Russia will control the airspace and it would be far too dangerous for two nuclear powers to be crisscrossing in the Ukraine airspace. And so, that's why the warnings to the Americans to leave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, good point. Quickly, Gillian, for the folks who say, why is Putin doing this? Why -- I mean, you studied Vladimir Putin. Why is he in this process right now? Is this a feint to try to get something? What's the motivation behind this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Well, Putin's world vision has not changed since before the Berlin Wall. He is deeply, ethically, spiritually, politically committed to recapturing some of the glory of the Soviet Union. He believes not just that he can reinstate Soviet satellite states, but that all of these free states, independent countries are still part of Russia, inherently and always will be and this is just an actualization of something that exists sort of in nature.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I only have 15 seconds, Jeff, but do you think that there's a hope in the White House that somehow this phone call is going to change history?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF MASON, WHITE HOUSE CORRESPONDENT, REUTERS",
      "sentences": "I do think they're honest when they say they want diplomacy to work. Yes. But I'd also think they're trying to be realistic. And based on the warnings that we've seen so far, I think they're expecting it not necessarily to be the thing that changes everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK. Thank you all for being here. We'll check back for breaking news, and panel, we'll see you later in the show. BREAK",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, the Friday Lightning Round starts with mask mandates and what's happening politically with that. We are back with our panel Gillian, Jeff, and Matthew. Jeff, you heard the president in that interview with Lester Holt, a part of which will air before the Super Bowl on NBC, saying he's going to stick with the science. But the science in these Democratic governors' eyes has changed. JEFF MASON, WHITE HOUSE CORRESPONDENT, \"REUTERS\": Well, and the science, or the data, anyway, has also changed. And I think that the White House is saying, as well, they should follow the data. The science has not changed in terms of knowing that masks prevent the transmission of virus. It's the amount of virus that's out there and whether it's at an acceptable level for people to take more of a risk without wearing those masks. That is the debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes. Gillian, what has definitely changed is the politics have changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "sentences": "Yes. You know, the president also told Lester Holt in that interview that he believes the science still shows that mask work, which begs the question why he is not reprimanding or denouncing moves by Democratic governors to rescind mask mandates in those states. Sometimes politics and science, I guess, don't align, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, meantime, Matthew, the FDA kind of pulling back on the possibility of kids under five getting vaccines. And that doesn't really instill confidence either in parents that are already worried about whether their kids should get them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW CONTINETTI, AMERICAN ENTERPRISE INSTITUTE",
      "sentences": "No. But I'd rather err on the side of caution, especially when you are dealing with the youngest, Bret. But the fact is, Biden is trapped by the CDC, by the FDA, and by Fauci, and by the teachers' unions, and that's led to him being out of touch and behind the people on the COVID issue and reopening, and it's going to hurt him in November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jeff, where do you see, as you look at the landscape now, the midterms? Are Democrats, do they have a blueprint for how they are going to turn the tide of what they see right now in the polls?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASON",
      "sentences": "Well, as we learned in 2020, a lot can change in just a few months. I think that right now one thing that they're watching is what happens with the Supreme Court at the end of this term on abortion. If Roe v Wade ends up getting struck down, then that will no doubt be something that Democrats use to try and energize their base. But the other issues -- COVID, the economy, inflation, those are things right now that Republicans will try to use and will no doubt use successfully to energize theirs. So it just kind of depends on what happens in the next few months. Both basis not only on the Supreme Court that I mentioned, but also on whether the inflation issue gets a little bit better and whether the COVID cases continue to come down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes. Obviously, Gillian crime and immigration big parts for Republicans right now as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Yes, also, Bret, the gerrymandering debate is raging on. Both sides are saying that the other has more to gain from the practice. Both sides are also suing one another at the state level. The reality is that the political pollsters seem to be shifting their narrative now and indicating that Democrats have a lot more to gain here, so that's going to play into this as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, quick Winners and Losers. Matthew, first to you, winner then loser.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "My winner is Governor Jared Polis of Colorado who set the tone for Democrats opening up their states. My loser is New York City Mayor Eric Adams who spent a lot of time this week talking about his plan to institute vegan Fridays in New York City public school lunch rooms. Eric Adams has one job, Bret, and that is to reduce crime. He needs to focus on that and not what's in the lunch box.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK. Don't tell Harold Ford. Eric Adams is, he's his guy. He is going to save the Democratic Party. That's what he says. All right, Jeff, winner and then loser.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASON",
      "sentences": "All right, I'm going into sports for winners with the Joe Burrow and Matthew Stafford the two quarterbacks who are leading their teams into the Super Bowl this weekend. They are both winners now. And for losers, or for a loser, rather, Eric Lander, the science adviser who had to resign from the White House for the way that he spoke to his staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK. Gillian?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Good one. My winner is the family members of victims of 9/11 who stand to be remunerated through this Afghanistan sort of bounty that the president has now frozen. He's going to look into giving half of that to about 47 families. These are families who have been long overdue for these payments. The loser for me is Meta, the company formerly known as Facebook. They lost about $250 billion in valuation in one day a week ago, the biggest devaluation in a 24-hour period in stock market history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I don't usually do this, because it's not candidate casino, but around the horn I want a winner for the Super Bowl and a score. Matthew?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "Bengals over Rams, 31-28.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Jeff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASON",
      "sentences": "I have no idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MASON",
      "sentences": "I will go with the Bengals, but I'm not going to give you a score.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, no score. All right, Gillian?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Bret, is football the one with the round ball or the one that's like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "I don't know anything about football.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You sound like Dana Perino.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "I'm not going to lie to you guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So you are just going to go with the color of the uniforms, what do you got?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Can I go with Tom Brady?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "He is not playing. But just say the Bengals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Bengals, there you go. That's what I meant to say all along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There you to. All right, guys, thanks.  Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER",
      "utterance": "Let's bring in the aforementioned panel. Jeff Mason, White House Correspondent for Reuters. Matthew Continetti, fellow at the American Enterprise Institute, Fox News Correspondent Gillian Turner who once served on the National Security Council under Presidents Bush and Obama and we still have Jen Griffin at the Pentagon. Gillian, let me start with you. Your thoughts about this. And you know, this warning is pretty unique for a national security adviser to come out and say this and to say Americans there need to get out now."
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "It is highly unusual, Bret. Speaking to national security sources today, they say the administration has been very emphatic, saying they will not send U.S. military in to risk their lives on behalf of Americans stuck in Ukraine. They say that behind the scenes, they hope the messaging is entirely different and that the Biden team is saying we will come to the defense and aid of Americans wherever they are in the world, whenever they come under attack. I will also say that at this late hour as an invasion is reportedly increasingly likely, deterrence is still not dead. I've been talking to sources all day who tell us there are still options available, potent options available to the Biden administration. One of them would be a chip blockade on Russia. It's something the national security team has talked about in the past. They've threatened to stop the sale of U.S. made semiconductors to the Russians immediately if they invade Ukraine. They could implement that now to great detrimental effect."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, Jeff, the President go into Camp David, he is going to have this very high profile and last-ditch effort it seems according to official's effort at diplomacy in a phone call with Russian leader Vladimir Putin. Is there a sense that this is inevitable there at the White House?"
    },
    {
      "speaker": "JEFF MASON, WHITE HOUSE CORRESPONDENT, REUTERS",
      "utterance": "I don't know that there's a sense that it's inevitable. But certainly, they they felt the need to come out and give a strong warning today. And I think you're right to say that tomorrow is feels at least a little bit like a last-ditch effort that there will be a lot riding on that call between President Biden and President Putin. What was also interesting to me today, Bret, particularly from Jake Sullivan, when he came to the podium was him sort of describing what they think he might do if he does decide to invade Ukraine, that this is not just going for a portion of Ukraine like they did in 2014 with Crimea, but actually warning of airstrikes on Kyiv, and trying to take over large swaths of the country. So, that's further than I have heard them go before describing what the potential risks are from this -- from this Russian invasion and whether it's inevitable or not, they're clearly concerned."
    },
    {
      "speaker": "BAIER",
      "utterance": "Right. Matthew, here's General Jack Keane earlier today on the Ukrainians."
    },
    {
      "speaker": "GEN. JACK KEANE (RET.), FOX NEWS NATIONAL SECURITY ANALYST",
      "utterance": "The Ukrainians are outmatched here by the Russian military. This is a combined arms army that's going to cross that border at the highest state of its preparation. And they're no match for that. Will they fight? Yes. Will they display courage? Yes. Will they be casualties on both sides? Certainly. But the outcome is predictable."
    },
    {
      "speaker": "BAIER",
      "utterance": "And from the President's Twitter feed, he tweeted, I spoke today with transatlantic leaders to discuss our concerns about Russia's military buildup around Ukraine. We're united in our diplomatic efforts and deterrence measures and are ready to impose massive economic costs if Russia chooses further aggression. Basically, what they've been saying, Matthew, But the interesting thing was Americans in Ukraine 30,000 of them get out within 24 to 48 hours. But we the U.S. military are not coming in to help you. I mean, these echoes of Afghanistan, does it not?"
    },
    {
      "speaker": "MATTHEW CONTINETTI, FOUNDING EDITOR, WASHINGTON FREE BEACON",
      "utterance": "It does. And we should be concerned about that for the safety of the America -- of Americans. You know, Bret, I think Biden has done a pretty good job of keeping the alliance in line against Putin's aggression in Ukraine so far. The question will be what happens if an invasion occurs? And will the administration be able to go through with those sanctions? Will Germany agree to shut down Nord Stream 2? Will the Alliance agree to continue sending arms to the Ukrainians as they're fighting against the Russian war machine? All these questions are up in the air. And if we look at the way that Biden has handled past crises, I'm not so sure we should be confident that he'll be able to handle this one."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jennifer Griffin at the Pentagon. There's obviously a lot of concern in the U.S. that something happens and triggers U.S. military movement or U.S. military action. Right now, everything coming from the Pentagon is that these troops are doing what in the region?"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Well, it's very clear from listening to Jake Sullivan and from our sources here at the Pentagon. These forces remember, this is only a few thousand members of the 82nd Airborne, they have not mobilized the 40,000 NATO ready force that could move into the Baltics and into the frontline states. They have not done that yet, for a reason. They're trying to be very calibrated not to play into Putin's propaganda that NATO is somehow the aggressor here. These are defensive forces. They are from that same group in the 82nd Airborne and under the same commander, Major General Chris Donahue, who oversaw the evacuation of 124,000 people from Afghanistan in August. That is not by coincidence, there are -- there is a belief that many Americans may have to come out overland. It's a very flat drive from Kyiv to Poland to the Polish border, to Romania, and those U.S. troops would be there to help them. The reason this is different than Afghanistan, the reason that they are warning Americans to take the commercial flights out now and to drive across the border now is that this is a very different war zone than it was in Afghanistan. The Taliban didn't have an Air Force. They didn't control the airspace, Russia will control the airspace and it would be far too dangerous for two nuclear powers to be crisscrossing in the Ukraine airspace. And so, that's why the warnings to the Americans to leave."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, good point. Quickly, Gillian, for the folks who say, why is Putin doing this? Why -- I mean, you studied Vladimir Putin. Why is he in this process right now? Is this a feint to try to get something? What's the motivation behind this?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Well, Putin's world vision has not changed since before the Berlin Wall. He is deeply, ethically, spiritually, politically committed to recapturing some of the glory of the Soviet Union. He believes not just that he can reinstate Soviet satellite states, but that all of these free states, independent countries are still part of Russia, inherently and always will be and this is just an actualization of something that exists sort of in nature."
    },
    {
      "speaker": "BAIER",
      "utterance": "I only have 15 seconds, Jeff, but do you think that there's a hope in the White House that somehow this phone call is going to change history?"
    },
    {
      "speaker": "JEFF MASON, WHITE HOUSE CORRESPONDENT, REUTERS",
      "utterance": "I do think they're honest when they say they want diplomacy to work. Yes. But I'd also think they're trying to be realistic. And based on the warnings that we've seen so far, I think they're expecting it not necessarily to be the thing that changes everything."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK. Thank you all for being here. We'll check back for breaking news, and panel, we'll see you later in the show. BREAK"
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, the Friday Lightning Round starts with mask mandates and what's happening politically with that. We are back with our panel Gillian, Jeff, and Matthew. Jeff, you heard the president in that interview with Lester Holt, a part of which will air before the Super Bowl on NBC, saying he's going to stick with the science. But the science in these Democratic governors' eyes has changed. JEFF MASON, WHITE HOUSE CORRESPONDENT, \"REUTERS\": Well, and the science, or the data, anyway, has also changed. And I think that the White House is saying, as well, they should follow the data. The science has not changed in terms of knowing that masks prevent the transmission of virus. It's the amount of virus that's out there and whether it's at an acceptable level for people to take more of a risk without wearing those masks. That is the debate."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes. Gillian, what has definitely changed is the politics have changed."
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "utterance": "Yes. You know, the president also told Lester Holt in that interview that he believes the science still shows that mask work, which begs the question why he is not reprimanding or denouncing moves by Democratic governors to rescind mask mandates in those states. Sometimes politics and science, I guess, don't align, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, meantime, Matthew, the FDA kind of pulling back on the possibility of kids under five getting vaccines. And that doesn't really instill confidence either in parents that are already worried about whether their kids should get them."
    },
    {
      "speaker": "MATTHEW CONTINETTI, AMERICAN ENTERPRISE INSTITUTE",
      "utterance": "No. But I'd rather err on the side of caution, especially when you are dealing with the youngest, Bret. But the fact is, Biden is trapped by the CDC, by the FDA, and by Fauci, and by the teachers' unions, and that's led to him being out of touch and behind the people on the COVID issue and reopening, and it's going to hurt him in November."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jeff, where do you see, as you look at the landscape now, the midterms? Are Democrats, do they have a blueprint for how they are going to turn the tide of what they see right now in the polls?"
    },
    {
      "speaker": "MASON",
      "utterance": "Well, as we learned in 2020, a lot can change in just a few months. I think that right now one thing that they're watching is what happens with the Supreme Court at the end of this term on abortion. If Roe v Wade ends up getting struck down, then that will no doubt be something that Democrats use to try and energize their base. But the other issues -- COVID, the economy, inflation, those are things right now that Republicans will try to use and will no doubt use successfully to energize theirs. So it just kind of depends on what happens in the next few months. Both basis not only on the Supreme Court that I mentioned, but also on whether the inflation issue gets a little bit better and whether the COVID cases continue to come down."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes. Obviously, Gillian crime and immigration big parts for Republicans right now as well."
    },
    {
      "speaker": "TURNER",
      "utterance": "Yes, also, Bret, the gerrymandering debate is raging on. Both sides are saying that the other has more to gain from the practice. Both sides are also suing one another at the state level. The reality is that the political pollsters seem to be shifting their narrative now and indicating that Democrats have a lot more to gain here, so that's going to play into this as well."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, quick Winners and Losers. Matthew, first to you, winner then loser."
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "My winner is Governor Jared Polis of Colorado who set the tone for Democrats opening up their states. My loser is New York City Mayor Eric Adams who spent a lot of time this week talking about his plan to institute vegan Fridays in New York City public school lunch rooms. Eric Adams has one job, Bret, and that is to reduce crime. He needs to focus on that and not what's in the lunch box."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK. Don't tell Harold Ford. Eric Adams is, he's his guy. He is going to save the Democratic Party. That's what he says. All right, Jeff, winner and then loser."
    },
    {
      "speaker": "MASON",
      "utterance": "All right, I'm going into sports for winners with the Joe Burrow and Matthew Stafford the two quarterbacks who are leading their teams into the Super Bowl this weekend. They are both winners now. And for losers, or for a loser, rather, Eric Lander, the science adviser who had to resign from the White House for the way that he spoke to his staff."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK. Gillian?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Good one. My winner is the family members of victims of 9/11 who stand to be remunerated through this Afghanistan sort of bounty that the president has now frozen. He's going to look into giving half of that to about 47 families. These are families who have been long overdue for these payments. The loser for me is Meta, the company formerly known as Facebook. They lost about $250 billion in valuation in one day a week ago, the biggest devaluation in a 24-hour period in stock market history."
    },
    {
      "speaker": "BAIER",
      "utterance": "I don't usually do this, because it's not candidate casino, but around the horn I want a winner for the Super Bowl and a score. Matthew?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "Bengals over Rams, 31-28."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Jeff?"
    },
    {
      "speaker": "MASON",
      "utterance": "I have no idea."
    },
    {
      "speaker": "BAIER",
      "utterance": "Come on."
    },
    {
      "speaker": "MASON",
      "utterance": "I will go with the Bengals, but I'm not going to give you a score."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, no score. All right, Gillian?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Bret, is football the one with the round ball or the one that's like."
    },
    {
      "speaker": "TURNER",
      "utterance": "I don't know anything about football."
    },
    {
      "speaker": "BAIER",
      "utterance": "You sound like Dana Perino."
    },
    {
      "speaker": "TURNER",
      "utterance": "I'm not going to lie to you guys."
    },
    {
      "speaker": "BAIER",
      "utterance": "So you are just going to go with the color of the uniforms, what do you got?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Can I go with Tom Brady?"
    },
    {
      "speaker": "BAIER",
      "utterance": "He is not playing. But just say the Bengals."
    },
    {
      "speaker": "TURNER",
      "utterance": "Bengals, there you go. That's what I meant to say all along."
    },
    {
      "speaker": "BAIER",
      "utterance": "There you to. All right, guys, thanks. Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff."
    }
  ]
}