{
  "date": "February 7, 2019",
  "headline": "Amazon founder Jeff Bezos accuses National Enquirer's publisher of blackmail",
  "subHeadline": "Guest: Jonathan Swan",
  "url": "https://www.foxnews.com/transcript/amazon-founder-jeff-bezos-accuses-national-enquirers-publisher-of-blackmail",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. ED MARKEY, D-MASS.",
      "sentences": "We can deliver a Green New Deal for America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "Climate change and our environmental challenges are one of the biggest existential threat to our way of life. For us to combat that threat, we must be as ambitious and innovative in our solution as possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF, SPEAKER OF THE HOUSE",
      "sentences": "Quite frankly, I haven't seen it. But I do know that it's enthusiastic, and we welcome all the enthusiasms that are out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, it is ambitious and enthusiastic, the Green New Deal, rolled out today. In its original form it was this way. \"It,\" the Green New Deal, \"will build on FDR's second bill of rights by guaranteeing economic security for all who are unable or unwilling to work. We set a goal to get to net zero rather than zero emissions in 10 years because we aren't sure that we'll be able to fully get rid of farting cows and airplanes that fast.\" It was written that way but then eventually changed on the final draft.  It includes these bullet points, domestic energy through clean, renewable, zero admission sources by 2030, major increases to wind, solar power, comparable tax breaks, modernize U.S. infrastructure, upgrade homes and building, create an economic safety net for front line communities, and expand high speed rail so broadly that most air travel would be rendered obsolete. That was news to Hawaii's Democrat senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "One of the things was to try to eliminate air travel and build high speed rail all across the country. Is some of the stuff feasible that's in this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HI",
      "sentences": "That would be pretty hard for Hawaii. But I very much support the Green New Deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That would be tough for Hawaii. Let's bring in our panel, Byron York, chief political correspondent for the \"Washington Examiner,\" Mollie Hemingway, senior editor at \"The Federalist,\" and Jonathan Swan, national politics reporter for \"Axios.\" OK, Byron. BRYON YORK, CHIEF POLITICAL CORRESPONDENT, \"WASHINGTON EXAMINER\": AOC has been a member of Congress for 35 days now, and on her 35th day she promises to remake American society and the American way of life and the American economy. The Green New Deal, if it were actually to become a reality, which it won't, but if it were it is that big. It proposes basically to eliminate internal combustion engines, to eliminate lots of air travel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We should point out that this is not a bill. It is a resolution that is a broad blueprint.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "To retrofit every building in America. If you listen to her, she wants to spend 40 to 50 percent of GDP on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Several trillion dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Federal outlays right now are about 20 percent. They have never really been above that very much except for 1943, 43, 44 and 45 when we did spend 40 plus percent of GDP to win World War II. The idea that most Americans would think that climate change is a World War II like crisis is really unlikely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, there are some, definitely in her party, that feel that it is that threat. Nancy Pelosi, however, when talking about it does not seem to give it that urgency. Giving a quote to \"Politico,\" \"It will be one of several or maybe many suggestions that we receive,\" talking about the Green New Deal. Then she goes on to say \"The green dream or whatever they call it, nobody knows what it is, but they're for it, right?\" And you heard her answer the question earlier at the press conference. MOLLIE HEMINGWAY, SENIOR EDITOR, \"THE FEDERALIST\": That was quite the chiving of the Green New Deal that Nancy Pelosi did, and I don't think the media paid enough attention to what that was.  At the same time Nancy Pelosi recognizes that this is not politically popular. But there are so many Democrats who have completely signed on board with this. It is a very radical proposal. It does propose getting rid of air travel and cars and boats and gutting every building in America. It's also agreed to by Al Gore and Kamala Harris and Cory Booker and Elizabeth Warren.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The list of 2020 candidates is long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "And I am not sure how well this will go over with the average American voter, particularly given that there is not really constituency, there is not really a case being made for why you would need to upend your lives, destroy life as you know it, destroy wealth, destroy job opportunities, get rid of massive industries that employ thousands and millions of people, and for what? This is a very confusing thing. It certainly made a big splash, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Alexandria Ocasio-Cortez, obviously, has made a big splash since her time here, but she is not on the committee that deals with climate change legislation, which is also kind of surprising.   JONATHAN SWAN, NATIONAL POLITICS REPORTER, \"AXIOS\": Right. And she was asked about that on television just earlier, and I didn't really understand exactly why she is not on that committee. A couple of things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Nancy Pelosi, perhaps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Well, she is on another important committee. She is on Oversight, isn't she?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Oversight and Financial Services.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Anyway, but I think one thing that really stuck today is that it's quite possible and even likely that Republicans are going to be talking about the Green New Deal more than Democrats in terms of the leadership. Like you saw -- we have reached out to Schumer's office. I'm pretty sure they were silent on this. Nancy Pelosi, you saw her comments. The Trump campaign, we have been talking to Trump's political advisors, it's like Christmas and Hanukkah and every other holiday has arrived. I have never seen them so joyful and full of glee. They are going to elevate this and talk about it to the cows come home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Watch it with the cows. The cows, you have got to be careful with.   You heard the president's State of the Union talking about socialism, obviously he referenced that and government takeover of things. What's interesting to see is the battle within the party, Byron, the Democratic Party, not only for this and the Green New Deal, but also Medicare for all and what that means and that terminology. Here is Michael Bloomberg, who has his own climate change proposals, but talking about this Green New Deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL BLOOMBERG, FORMER NEW YORK MAYOR",
      "sentences": "A lot of elected officials have embraced the idea of a Green New Deal, and that's great. It's become fashionable to do so. That plan should be bold and ambitious and, most importantly, achievable. I'm a little bit tired of listening to things that are pie in the sky that we never are going to pass and never going to afford. I think it's just disingenuous to promote those things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So is that the line that we are going to see, the battle forming in this primary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "We will. But I think it's going to be hard for the major candidates to talk like Bloomberg. By the way, AOC said she was flattered by the president's reference to socialism during the State of the Union. But, the idea is she has not been in Congress for very long, but she has been long enough to know that Democrats don't have the votes to turn this into a bill and pass it. The idea is to get everybody in 2020 signed on to this so that when the party wins its glorious victory and controls the White House, the House, and the Senate, then they actually could try to do something like this. The idea, this is all about 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "But Jonathan, Ed Markey has been around the block. He's done a lot of climate changes pieces of legislations. There are a lot of long time lawmakers who seem to be hitching their wagon to AOC's popularity appeal, youthfulness, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "It's because polling is showing that socialism is becoming more popular, particularly among Democrats. Gallup polling in 2010, it was 53 percent of Democrats. I think it's now up to 57, the last I checked, 58. So it is not like -- when Trump uses this issue, it's very powerful in a general electorate, but if you are looking at a Democratic primary electorate, which all these candidates are, they are seeing the same polling we are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "It's true it polls well if you ask people do you want free things. It's also true that when you're asked a little bit deeper, are you willing to give up 70 percent of your income to achieve those free things, those poll numbers start plummeting quite a bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "And also when you talk about climate change as a concern of the voters, it is usually way down on the list of concerns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "They pitch it that only the top tier is going to be paying that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "For now. That would not cover anything close to the actual amount needed for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Soaking the rich is always pretty popular.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, that's right. Next up, Virginia's government and what exact is happening with it tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TIM KAINE, D-VA",
      "sentences": "This week has just made me sick. It has just made me sick. From Friday to now it has been just one bit of bad news after the next, and it's all been shocking and surprising.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "It's sad because there are very talented leaders there, but they have to have the confidence of the electorate, and they have to have the confidence of the legislature that they have to work with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, there is real trouble in Virginia. Obviously, you have the governor, now you have the lieutenant governor under sexual assault allegations which he denies but are very specific from the accuser now, and you have the attorney general embroiled in scandal. Jennifer Wexton is a newly elected congresswoman. She says \"I believe Dr. Vanessa Tyson.\" She is the accuser. Tyson in a statement yesterday, detailed statement, said \"I cannot believe, given my obvious distress, that Mr. Fairfax,\" the lieutenant governor now, \"thought his forced sexual act was consensual. To be very clear did I not want to engage in oral sex with Mr. Fairfax and I never gave any form of consent.\" What about this and the reaction to it here in Washington, Mollie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "This is a very troubling situation for those of us in Virginia. I think one of the things that interesting is that Wexton is alone in saying that she believes the accuser of Justin Fairfax. We saw with the case of Brett Kavanaugh how the standard was if you are accused of a crime you are considered guilty and you have to step down and your life is destroyed. That was the standard that some people on the left tried to apply.  Now that it's someone in their own party who is being accused of a crime, you are not seeing some of those same calls despite the fact that this accusation comes from this century and is from someone who is in the same political party as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There's a long list of people calling for Governor Northam to step down after the blackface picture surfaced right away, Democrats. Now they are looking at a scenario where maybe they didn't want to call so soon for his resignation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "I think one of the reasons they called so quickly is not only were they offended by the whole blackface and Klan picture, remember the substance of that, but they also saw very appealing Democrat, progressive lieutenant governor, ready to take the job. Now with this, it is very different, and it's a huge problem for Democrats, as Mollie was saying. I think if you were a Democrat and you said during the Kavanaugh hearings that you believe Dr. Christine Blasey Ford, that you find her story credible, how you cannot say that you find Vanessa Tyson's story credible? I just don't think you can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Quickly, we just saw the line of succession, it goes down to the attorney general, and below that the head of the House who is a Republican, which was decided by pulling a name out of a bowl because it was tied essentially. It would not likely get to that because if the governor resigned, lieutenant governor resigned they would likely appoint somebody below them to take the job. But it is, for Democrats, a really tough, sticky thicket.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "It is. And the real question now is what happens if Northam just rides it through? They can't impeach him. They can't force him out. He has got one term. And as someone said to me who knows him, if he quits now his obituary is written, and he could rewrite it in some ways. And so this is like the politics of just grinding through just complete scandal, the whole party tells you to step down, but they can't actually force you out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Speaking of scandal, also breaking tonight, Amazon founder Jeff Bezos is accusing \"National Enquirer's\" publisher of blackmail and extortion for political reasons. In a blog post that he wrote late this afternoon he claims, Bezos does, that a lawyer for the \"National Enquirer\" emailed his counsel with a threat to post sexual pictures he had sent to his girlfriend Lauren Sanchez. And in the post Bezos posts letters from AMI, the publisher of \"National Enquirer,\" with what he calls details of extortion proposal, and it's very graphic, Mollie. This is -- he is getting ahead of whatever this is, but it's going to be a big, big story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "And as we have learned time and time again in recent years, it is better to not live your life in such a way that you can be open to extortion, and we are seeing a lot of powerful men who are having to deal with these things. It will be interesting to see what AMI's response is. This seems like the kind of journalism that they are more comfortable with than some more mainstream outlets are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Fascinating though. Byron?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "This story, actually, I did not think got as much coverage as it might have. You have this battle between President Trump and \"The Washington Post.\" He often points out and calls it the Amazon Post, things like that, its owner Jeff Bezos. And then you had the situation where the \"National Enquirer\" did this enormous -- an ally of the president in the past, did this enormous hit job on Jeff Bezos which really stood up quite well in terms of the evidence that it presented. I'm not surprised that there is a follow-up now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We will follow. You were saved. You don't have to comment on any of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "When we come back, one time getting called into the principal's office ends in a good way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, a trip to the principal's office results in tears for one student, but this time it's a good reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And 15-year-old Amani didn't think his dad, Air Force Technical Sergeant Kelvin Rodriguez, would be home until March, so when he got called down to the principal's office he was kind of worried, until he saw who it was. His dad waiting for him. He has been in the Air Force for more than a decade. Rodriguez says he plans to stay with his family for the time being. Their next deployment, a family vacation to New Zealand and Australia. Good for you. Thanks for inviting us into your home tonight. That's it for this “Special Report,” fair, balanced, and still unafraid. \"The Story\" hosted by Martha MacCallum starts right now. And, Martha, you have a lot to talk about tonight.   Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ED MARKEY, D-MASS.",
      "utterance": "We can deliver a Green New Deal for America."
    },
    {
      "speaker": "REP. ALEXANDRA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "Climate change and our environmental challenges are one of the biggest existential threat to our way of life. For us to combat that threat, we must be as ambitious and innovative in our solution as possible."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF, SPEAKER OF THE HOUSE",
      "utterance": "Quite frankly, I haven't seen it. But I do know that it's enthusiastic, and we welcome all the enthusiasms that are out there."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, it is ambitious and enthusiastic, the Green New Deal, rolled out today. In its original form it was this way. \"It,\" the Green New Deal, \"will build on FDR's second bill of rights by guaranteeing economic security for all who are unable or unwilling to work. We set a goal to get to net zero rather than zero emissions in 10 years because we aren't sure that we'll be able to fully get rid of farting cows and airplanes that fast.\" It was written that way but then eventually changed on the final draft. It includes these bullet points, domestic energy through clean, renewable, zero admission sources by 2030, major increases to wind, solar power, comparable tax breaks, modernize U.S. infrastructure, upgrade homes and building, create an economic safety net for front line communities, and expand high speed rail so broadly that most air travel would be rendered obsolete. That was news to Hawaii's Democrat senator."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "One of the things was to try to eliminate air travel and build high speed rail all across the country. Is some of the stuff feasible that's in this --"
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HI",
      "utterance": "That would be pretty hard for Hawaii. But I very much support the Green New Deal."
    },
    {
      "speaker": "BAIER",
      "utterance": "That would be tough for Hawaii. Let's bring in our panel, Byron York, chief political correspondent for the \"Washington Examiner,\" Mollie Hemingway, senior editor at \"The Federalist,\" and Jonathan Swan, national politics reporter for \"Axios.\" OK, Byron. BRYON YORK, CHIEF POLITICAL CORRESPONDENT, \"WASHINGTON EXAMINER\": AOC has been a member of Congress for 35 days now, and on her 35th day she promises to remake American society and the American way of life and the American economy. The Green New Deal, if it were actually to become a reality, which it won't, but if it were it is that big. It proposes basically to eliminate internal combustion engines, to eliminate lots of air travel."
    },
    {
      "speaker": "BAIER",
      "utterance": "We should point out that this is not a bill. It is a resolution that is a broad blueprint."
    },
    {
      "speaker": "YORK",
      "utterance": "To retrofit every building in America. If you listen to her, she wants to spend 40 to 50 percent of GDP on this."
    },
    {
      "speaker": "BAIER",
      "utterance": "Several trillion dollars."
    },
    {
      "speaker": "YORK",
      "utterance": "Federal outlays right now are about 20 percent. They have never really been above that very much except for 1943, 43, 44 and 45 when we did spend 40 plus percent of GDP to win World War II. The idea that most Americans would think that climate change is a World War II like crisis is really unlikely."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, there are some, definitely in her party, that feel that it is that threat. Nancy Pelosi, however, when talking about it does not seem to give it that urgency. Giving a quote to \"Politico,\" \"It will be one of several or maybe many suggestions that we receive,\" talking about the Green New Deal. Then she goes on to say \"The green dream or whatever they call it, nobody knows what it is, but they're for it, right?\" And you heard her answer the question earlier at the press conference. MOLLIE HEMINGWAY, SENIOR EDITOR, \"THE FEDERALIST\": That was quite the chiving of the Green New Deal that Nancy Pelosi did, and I don't think the media paid enough attention to what that was. At the same time Nancy Pelosi recognizes that this is not politically popular. But there are so many Democrats who have completely signed on board with this. It is a very radical proposal. It does propose getting rid of air travel and cars and boats and gutting every building in America. It's also agreed to by Al Gore and Kamala Harris and Cory Booker and Elizabeth Warren."
    },
    {
      "speaker": "BAIER",
      "utterance": "The list of 2020 candidates is long."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "And I am not sure how well this will go over with the average American voter, particularly given that there is not really constituency, there is not really a case being made for why you would need to upend your lives, destroy life as you know it, destroy wealth, destroy job opportunities, get rid of massive industries that employ thousands and millions of people, and for what? This is a very confusing thing. It certainly made a big splash, but --"
    },
    {
      "speaker": "BAIER",
      "utterance": "Alexandria Ocasio-Cortez, obviously, has made a big splash since her time here, but she is not on the committee that deals with climate change legislation, which is also kind of surprising. JONATHAN SWAN, NATIONAL POLITICS REPORTER, \"AXIOS\": Right. And she was asked about that on television just earlier, and I didn't really understand exactly why she is not on that committee. A couple of things."
    },
    {
      "speaker": "BAIER",
      "utterance": "Nancy Pelosi, perhaps."
    },
    {
      "speaker": "SWAN",
      "utterance": "Well, she is on another important committee. She is on Oversight, isn't she?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Oversight and Financial Services."
    },
    {
      "speaker": "SWAN",
      "utterance": "Anyway, but I think one thing that really stuck today is that it's quite possible and even likely that Republicans are going to be talking about the Green New Deal more than Democrats in terms of the leadership. Like you saw -- we have reached out to Schumer's office. I'm pretty sure they were silent on this. Nancy Pelosi, you saw her comments. The Trump campaign, we have been talking to Trump's political advisors, it's like Christmas and Hanukkah and every other holiday has arrived. I have never seen them so joyful and full of glee. They are going to elevate this and talk about it to the cows come home."
    },
    {
      "speaker": "BAIER",
      "utterance": "Watch it with the cows. The cows, you have got to be careful with. You heard the president's State of the Union talking about socialism, obviously he referenced that and government takeover of things. What's interesting to see is the battle within the party, Byron, the Democratic Party, not only for this and the Green New Deal, but also Medicare for all and what that means and that terminology. Here is Michael Bloomberg, who has his own climate change proposals, but talking about this Green New Deal."
    },
    {
      "speaker": "MICHAEL BLOOMBERG, FORMER NEW YORK MAYOR",
      "utterance": "A lot of elected officials have embraced the idea of a Green New Deal, and that's great. It's become fashionable to do so. That plan should be bold and ambitious and, most importantly, achievable. I'm a little bit tired of listening to things that are pie in the sky that we never are going to pass and never going to afford. I think it's just disingenuous to promote those things."
    },
    {
      "speaker": "BAIER",
      "utterance": "So is that the line that we are going to see, the battle forming in this primary?"
    },
    {
      "speaker": "YORK",
      "utterance": "We will. But I think it's going to be hard for the major candidates to talk like Bloomberg. By the way, AOC said she was flattered by the president's reference to socialism during the State of the Union. But, the idea is she has not been in Congress for very long, but she has been long enough to know that Democrats don't have the votes to turn this into a bill and pass it. The idea is to get everybody in 2020 signed on to this so that when the party wins its glorious victory and controls the White House, the House, and the Senate, then they actually could try to do something like this. The idea, this is all about 2020."
    },
    {
      "speaker": "BAIER",
      "utterance": "But Jonathan, Ed Markey has been around the block. He's done a lot of climate changes pieces of legislations. There are a lot of long time lawmakers who seem to be hitching their wagon to AOC's popularity appeal, youthfulness, right?"
    },
    {
      "speaker": "SWAN",
      "utterance": "It's because polling is showing that socialism is becoming more popular, particularly among Democrats. Gallup polling in 2010, it was 53 percent of Democrats. I think it's now up to 57, the last I checked, 58. So it is not like -- when Trump uses this issue, it's very powerful in a general electorate, but if you are looking at a Democratic primary electorate, which all these candidates are, they are seeing the same polling we are."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "It's true it polls well if you ask people do you want free things. It's also true that when you're asked a little bit deeper, are you willing to give up 70 percent of your income to achieve those free things, those poll numbers start plummeting quite a bit."
    },
    {
      "speaker": "YORK",
      "utterance": "And also when you talk about climate change as a concern of the voters, it is usually way down on the list of concerns."
    },
    {
      "speaker": "BAIER",
      "utterance": "They pitch it that only the top tier is going to be paying that."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "For now. That would not cover anything close to the actual amount needed for this."
    },
    {
      "speaker": "SWAN",
      "utterance": "Soaking the rich is always pretty popular."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, that's right. Next up, Virginia's government and what exact is happening with it tonight."
    },
    {
      "speaker": "SEN. TIM KAINE, D-VA",
      "utterance": "This week has just made me sick. It has just made me sick. From Friday to now it has been just one bit of bad news after the next, and it's all been shocking and surprising."
    },
    {
      "speaker": "PELOSI",
      "utterance": "It's sad because there are very talented leaders there, but they have to have the confidence of the electorate, and they have to have the confidence of the legislature that they have to work with."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, there is real trouble in Virginia. Obviously, you have the governor, now you have the lieutenant governor under sexual assault allegations which he denies but are very specific from the accuser now, and you have the attorney general embroiled in scandal. Jennifer Wexton is a newly elected congresswoman. She says \"I believe Dr. Vanessa Tyson.\" She is the accuser. Tyson in a statement yesterday, detailed statement, said \"I cannot believe, given my obvious distress, that Mr. Fairfax,\" the lieutenant governor now, \"thought his forced sexual act was consensual. To be very clear did I not want to engage in oral sex with Mr. Fairfax and I never gave any form of consent.\" What about this and the reaction to it here in Washington, Mollie?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "This is a very troubling situation for those of us in Virginia. I think one of the things that interesting is that Wexton is alone in saying that she believes the accuser of Justin Fairfax. We saw with the case of Brett Kavanaugh how the standard was if you are accused of a crime you are considered guilty and you have to step down and your life is destroyed. That was the standard that some people on the left tried to apply. Now that it's someone in their own party who is being accused of a crime, you are not seeing some of those same calls despite the fact that this accusation comes from this century and is from someone who is in the same political party as well."
    },
    {
      "speaker": "BAIER",
      "utterance": "There's a long list of people calling for Governor Northam to step down after the blackface picture surfaced right away, Democrats. Now they are looking at a scenario where maybe they didn't want to call so soon for his resignation."
    },
    {
      "speaker": "YORK",
      "utterance": "I think one of the reasons they called so quickly is not only were they offended by the whole blackface and Klan picture, remember the substance of that, but they also saw very appealing Democrat, progressive lieutenant governor, ready to take the job. Now with this, it is very different, and it's a huge problem for Democrats, as Mollie was saying. I think if you were a Democrat and you said during the Kavanaugh hearings that you believe Dr. Christine Blasey Ford, that you find her story credible, how you cannot say that you find Vanessa Tyson's story credible? I just don't think you can."
    },
    {
      "speaker": "BAIER",
      "utterance": "Quickly, we just saw the line of succession, it goes down to the attorney general, and below that the head of the House who is a Republican, which was decided by pulling a name out of a bowl because it was tied essentially. It would not likely get to that because if the governor resigned, lieutenant governor resigned they would likely appoint somebody below them to take the job. But it is, for Democrats, a really tough, sticky thicket."
    },
    {
      "speaker": "SWAN",
      "utterance": "It is. And the real question now is what happens if Northam just rides it through? They can't impeach him. They can't force him out. He has got one term. And as someone said to me who knows him, if he quits now his obituary is written, and he could rewrite it in some ways. And so this is like the politics of just grinding through just complete scandal, the whole party tells you to step down, but they can't actually force you out."
    },
    {
      "speaker": "BAIER",
      "utterance": "Speaking of scandal, also breaking tonight, Amazon founder Jeff Bezos is accusing \"National Enquirer's\" publisher of blackmail and extortion for political reasons. In a blog post that he wrote late this afternoon he claims, Bezos does, that a lawyer for the \"National Enquirer\" emailed his counsel with a threat to post sexual pictures he had sent to his girlfriend Lauren Sanchez. And in the post Bezos posts letters from AMI, the publisher of \"National Enquirer,\" with what he calls details of extortion proposal, and it's very graphic, Mollie. This is -- he is getting ahead of whatever this is, but it's going to be a big, big story."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "And as we have learned time and time again in recent years, it is better to not live your life in such a way that you can be open to extortion, and we are seeing a lot of powerful men who are having to deal with these things. It will be interesting to see what AMI's response is. This seems like the kind of journalism that they are more comfortable with than some more mainstream outlets are."
    },
    {
      "speaker": "BAIER",
      "utterance": "Fascinating though. Byron?"
    },
    {
      "speaker": "YORK",
      "utterance": "This story, actually, I did not think got as much coverage as it might have. You have this battle between President Trump and \"The Washington Post.\" He often points out and calls it the Amazon Post, things like that, its owner Jeff Bezos. And then you had the situation where the \"National Enquirer\" did this enormous -- an ally of the president in the past, did this enormous hit job on Jeff Bezos which really stood up quite well in terms of the evidence that it presented. I'm not surprised that there is a follow-up now."
    },
    {
      "speaker": "BAIER",
      "utterance": "We will follow. You were saved. You don't have to comment on any of that."
    },
    {
      "speaker": "BAIER",
      "utterance": "When we come back, one time getting called into the principal's office ends in a good way."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, a trip to the principal's office results in tears for one student, but this time it's a good reason."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hi."
    },
    {
      "speaker": "BAIER",
      "utterance": "And 15-year-old Amani didn't think his dad, Air Force Technical Sergeant Kelvin Rodriguez, would be home until March, so when he got called down to the principal's office he was kind of worried, until he saw who it was. His dad waiting for him. He has been in the Air Force for more than a decade. Rodriguez says he plans to stay with his family for the time being. Their next deployment, a family vacation to New Zealand and Australia. Good for you. Thanks for inviting us into your home tonight. That's it for this “Special Report,” fair, balanced, and still unafraid. \"The Story\" hosted by Martha MacCallum starts right now. And, Martha, you have a lot to talk about tonight. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}