{
  "date": "February 15, 2018",
  "headline": "Man who warned FBI of Florida shooter speaks out",
  "subHeadline": "YouTube user says he warned FBI about comment by Nikolas Cruz before the Parkland, Florida shooting, and shares details on 'The Story with Martha MacCallum.'",
  "url": "https://www.foxnews.com/transcript/man-who-warned-fbi-of-florida-shooter-speaks-out",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS CHANNEL HOST",
      "sentences": "Good evening, Bret, thank you. And breaking tonight, in the morning before the shooting according to the Miami Herald, the shooter told the friend that he lived with, that he was sleeping in, reportedly saying it's Valentine's Day and I don't go to school on Valentine's Day, but he went to his old school and he killed 17 people. Some of their faces, we are beginning to see pictures of tonight and they are on your screen. We're going to tell you more about them; we will remember each of them in a moment because they are the people who truly deserve the attention this evening. And today, a promise of action from the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We are committed to working with state and local leaders to help secure our schools and tackle the difficult issue of mental health. Later this month, I will be meeting with the nation's governors and attorney generals were making our schools and our children safer will be our top priority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We all know that that needs to happen because this is not going away. The president and the governor of Florida, saying we have to answer the tough question about mental health and guns. We also need to fix the broken system that protects the privacy of the shooter and not the safety of the child. Nikolas Cruz was all over the Internet. We are constantly told that there is no privacy on social media, so why did he have privacy? Why did the FBI have no way to find the computer from which he was sending these things? After this September 24th YouTube post from Nikolas Cruz, same exact spelling saying this, I want to be a professional school shooter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The FBI also conducted internal data reviews and open source checks. No additional information was found to positively identify the person who posted this comment. There was no connection found to South Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But the YouTube user who flagged that comment for the FBI, Ben Benite, joins me now. Ben, good to see you this evening. So, take us back to when you saw that posting on YouTube; what went through your mind and what did you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN BENITE, YOUTUBE USER",
      "sentences": "Well, initially, it came across my post notifications and it caught my attention, so I thought somebody needed to see it. So, I screenshot it and forwarded it to the FBI. And it was disturbing that somebody would write something like that, but I never would've thought that they meant it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the FBI approached you and tell me about that interaction, what did they do about this post?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENITE",
      "sentences": "Well, they met me at my office, very nice morning. There were very responsive. They came out, very polite, professional. They got the information. They got a copy of the screenshot, wrote down, you know, the information, questions they ask me, they asked if I knew the guy, I didn't know him; I don't have any interaction with him in the past, and I imagine they initiated their investigation from there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was back in September, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENITE",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So, yesterday afternoon, you're hearing the news like everyone else, at what point do you realize this might be the same person?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENITE",
      "sentences": "You know, I didn't connect it until the FBI called me and asked to meet with me yesterday, and even then, I still didn't have any idea. When I met with the FBI agents, they told me that, you know, it was the same name as the comment on my channel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, in terms of what they did then, you know, and whether or not -- you know, we all hear so much about how little privacy we have on social media and how everything that we do can be tracked. So, I think people hear this story and they wonder, you know, why this person would have that kind of privacy, that he wouldn't be able to be detected if they couldn't find him in South Florida, we don't know whether or not they looked for the address on the computer, the code on his computer that would have helped them find it. Do you have any idea what the process was?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENITE",
      "sentences": "No, I'm not privy to FBI investigations or techniques. I'd like to think that they did what they could with the information that they had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, what do you think about this, when you look at this young man and you think back to that time that you saw that really chilling message come across your screen, and you did what you were supposed to do. You told the FBI, thank goodness. It's just horrible, you know, to look back at his words and to know that he actually meant it and he carried it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENITE",
      "sentences": "Yes, and when -- he's obviously a disturbed individual. He obviously needed help somewhere down the line. You know, I wish the comment that he left -- to be clear, if that was him, I wish that would have led to him being helped or being talked to. But like I said, it's very hard to narrow down who somebody is based on the veiled information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, Ben, you saw something and you said something, so you did the exact right thing and we all wish that it was possible to sort of connect these dots, as you say if, indeed, it was him. His friends say that that was the address that he used -- the way that name was written -- but they'll continue to investigate. Ben, thank you. Thanks a lot for being here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENITE",
      "sentences": "All right. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And tonight, everyone is talking about the conversation that needs to happen, and here it is, how do we keep guns out of the hands of evil, sick killers? Joining me now: Bill Stanton, Former NYPD Officer and Public Safety Expert; and Attorney David Wohl, who spent almost 20 years on a panel representing violent offenders in juvenile court. Good to have both of you with us. And David, let me start with you, David, because, you know, I'm sure you were just listening and my point is that, you know, we're all told that we have so little privacy on social media, that everything can be tracked. And it seems to me when you look at some of these cases, that's clearly not the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID WOHL, LEGAL ANALYST",
      "sentences": "Well, it isn't. And if the FBI can't track that statement to that young man, then no one can, Martha. But I'll tell you what, it is a mental health issue. President Trump was right this morning; he was dead on. These kids and starting the teenage years, and I've represented them, I've seen it. If there is intense significant mental health counseling, a couple with drug counseling, these kids often turn out to be productive, decent human beings. When there isn't any event taking place, then they end up going to adult court or turning out to be people like Nikolas Cruz. The issue of the second amendment and gun rights is not negotiable. It's been decided. There are 300 million guns in America and the vast majority are owned by law-abiding Americans, who by the way, often use them to protect themselves against people like Nikolas Cruz. So, that's not going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "David, this young man should not have access to these guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "But, Martha, you know what happens, he goes into a gun shop and the gun shop can only look at past criminal convictions, restraining orders, mental health adjudication.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "If you are kicked out of your high school and you're expelled because of violent behavior, that doesn't knock you off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "That is not -- that is not -- if you're not on the lost, it does not go on your CII.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "There's a problem with that, do you think that's a problem?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "It is a problem. Probably is a problem, Martha, and maybe that should be added to everything else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, David, to me, you know, if you've -- when I think of the shooter at the church in Texas who is in the military, who was kicked out for violent behavior and he didn't end up on a list either. You know, I mean, you have these situations where people are so worried that they're going to show up on some lists and there is a law-abiding citizen, and I understand that fear. But I don't know that that fear really exists in our country because we're not picking up the people who clearly need to be prevented from buying any violent weapon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL STANTON, FORMER NYPD OFFICER AND PUBLIC SAFETY EXPERT",
      "sentences": "Oh, I, I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Sorry, I asked to David.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STANTON",
      "sentences": "No, I mean, evil comes in many shapes and sizes and forms. We look at Fort Hood, he was a psychiatrist, right, and he went on a rampage. We have to be able to look at the person and make an assessment and notify law enforcement, but we do not arrest people for pre-crime. We're saying this person was 18-years-old. I'll counter your statement with a question. Would he be able to join the armed forces and go into the military?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, he can't drink a beer, but he can go out and then buy a gun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STANTON",
      "sentences": "At 18, he can go to the armed services and be given a gun. So, you know, it's a very interesting play. When it is a boy, a man, and when is a man adult enough to have a gun? An 18-year-old could put their life on the line --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But let me ask you guys this. So, he's had treatment for mental illness. He's been flagged by his school and also by students at his school for being someone they were afraid of. They didn't make the connection, unfortunately, but his online saying I would like to be a professional school shooter. So, at one point, you know, we have such sophisticated technology, at what point do these things come together? And somebody says, this is not a person to mess with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STANTON",
      "sentences": "OK. So, what happens? What happens? They knock on his door at 18-years-old.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STANTON",
      "sentences": "A regular beat cop, did you say this? Oh, I was just joking. We know bureaucracy and that red tape. Who makes that call to say he is incompetent that he needs -- and where is he going to go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, but -- I mean, I'm going to go to David here, so what about -- here's what we've seen that you're doing online. I need to look around your house and we need to make sure that you don't have anything that's going to hurt anybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "Yes, absolutely. They could get a search warrant based on that statement. If you feel that it rises to the level of a criminal threat which is a prosecutable offense, but what about the parents, Martha? When that kid was 18 and under, parents need to monitor social media. My God! Can you imagine if they had seen that or any responsible parent had seen that? That kid would've been taken and brought into involuntary mental health treatment at that point or arrested and prosecuted because we can't allow social media to continue to be a repository for this type of hate and this type threat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You can't be worried that your privacy is invaded when people in these situations are not having their privacy invaded at all. You know, who has invaded children, they're the people that we need to be protecting and we have to be, I think, a little bit more aggressive in terms of how we pursue these situations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "Well, I think that's what's going to happen now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We hope so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "Mr. Trump is going in that direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know what, because we've done too many of these stories, and there are too many families out there, hundreds of them who have lost their kids when they were just going to school. Thanks, you guys. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, there is no end in sight, as were saying, to school shootings in America. This is going to keep happening, folks. Can politicians fix it or do we need to start at home?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "How many more of these events do we have to have before something is done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You're looking live at a prayer vigil tonight remembering those who were lost in Parkland. We will be joined by students who went through this tonight and they have a message for you and for all of us tonight. And the football coach they loved, who made the ultimate sacrifice for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I heard from a friend of mine, I mean, he is a big man, he sprinted with everything he had towards it to make sure everybody was safe and I heard that he got in front of a couple of people and shielded them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Broward County Sheriff, Scott Israel, came forward a short time ago with the official list of the names of those that were lost at the end of the school day yesterday on Valentine's Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT ISRAEL, BROWARD COUNTY SHERIFF",
      "sentences": "Meadow Pollack, Peter Wang, Nicholas Dworet, Christopher Hixson, my very, very, very special friend who I'll miss, Aaron Feist, Luke Hoyer, Alana Petty, Jamie Guttenberg, Martin Duke, Alyssa Alhadeff, Halano Ramsey, Scott Biegel, Joaquin Oliver, Cara Loughran, Gina Montalto, and Alexander Shachter. May they rest in peace and may God comfort their families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "May they rest in peace and may God comfort their families. Chief National Correspondent, Ed Henry, joins us live now outside Broward Health North with more tonight on how the folks are doing who have been there. Good evening, Ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Martha, you want to talk about broken hearts, there are people here, there were eight patients plus the suspect, the shooter who originally came here had minor injuries -- obviously, turned over quickly to the police to deal with that justice moving forward. But two of those victims died here at this hospital. You had people here working through the night to save as many lives as they can and they told us as they spoke for the first time about how they had to call this code green, this catastrophic announcement, all hands on deck, something they had trained for just six months ago. But they say, you could never fully train for what they dealt with because of the calls that just kept coming in from the school. People say we want to send more people and more people. They were losing count as the catastrophe played out. Here's one of the doctors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We kept on getting phone calls: are you ready to receive more patients? Are you ready to take this one? Are you ready to take that one? And always, the answer was always yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "They also credit the EMT personnel who jumped on the scene into the fray immediately. They say, they helped stop the bleeding of so many people who had been hit multiple times and would have died, but for those EMT personnel who got to them before they even made it to this medical center. We should say this is one of two within the Broward health system that sprang into action all night through the night as I mentioned. And the good news, a tiny glimmer of hope, perhaps, amid all this tragedy tonight, Martha, is the fact that there are now between these two hospitals, only a handful of patients still in their care and only one of them is in critical condition. Really, a miracle when you consider all of the people who were dealing with so much trauma just 24 hours ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Incredible work on their part at these hospitals. They're built for it and they really proved how much they could do, and we hope that person in critical condition continues to improve. Ed, thank you so much. So, there are, as Ed was saying, credible stories and some are heroism from teachers and coaches and a janitor, and these people deserve to have their names and faces and lives known to us all. Joining me now, Hailey Bettencourt, a freshman who heard the gunshots and hid inside her classroom. Hailey, good evening. Were you just at the vigil?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAILEY BETTENCOURT, PARKLAND MASS SHOOTING SURVIVOR",
      "sentences": "Hi, yes, I've been at the vigil since 2:30, and I went home and then I came back to come right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, we appreciate that, Hailey. Tell me a little bit about the vigil, what was it like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETTENCOURT",
      "sentences": "Well. I was crying the whole time, but it was really hard to take in because you hear your friend's names -- I lost eight friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Oh, my gosh, Hailey. I'm sorry. I hate -- you know what, it's hard for me to ask these questions because I can't imagine. You're very brave to be standing up there, OK, and you're doing something to appreciate their memory. I'm sure this hasn't even sunk in for you and I know yesterday was very, very rough and I know when you're there, you called your mom and you called your dad, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETTENCOURT",
      "sentences": "Yes, I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tell me about that, honey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETTENCOURT",
      "sentences": "Well, do you want me to start from the beginning, like when did everything first happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETTENCOURT",
      "sentences": "OK. So, I was in my creative writing class. I was in Ms. Lapel class; I just want to say thank you to Ms. Lapel because she saved my life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What did she do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETTENCOURT",
      "sentences": "We were writing love letters because it was Valentine's Day -- the of creative writing. All of a sudden, you hear -- oh my God, what is that? And my teacher was like, oh no, I think it's just a computer cart. So, at first, we didn't think of anything, but then we heard it again even louder. We're just like, I don't think that's a computer part. And then, all of a sudden, the fire alarm rang, and we're just like, oh my God, so then, we go outside the classroom. The whole hallway was crowded, like you couldn't even move. I was right here, my teacher was right next to me, her classroom was right there. And all of a sudden, you hear -- in the stairwell, and then my teacher right away, she goes like this, she opens her classroom right away, and she's everyone, get in. If it wasn't for that, I think we could've all been dead. So, thank you so Ms. Lapel, if you're watching this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'm sure she knows, Hailey, and she did exactly the right thing because she probably figured out that, obviously, there was someone out there and the alarm had been pulled to get everyone to run out. So, then you all went back into the room and was everybody --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETTENCOURT",
      "sentences": "Not everyone got to make it inside the room. Unfortunately, people ran out, so they couldn't make it inside the room. Our teacher and my friends, we saved as many as we could inside the room. And then, once -- I don't know how fast he got up those stairs, but it felt like he got there like fast. All I could hear is a ding, ding on that floor. I was on the third floor, the highest floor. I just felt like he was right there. We're all -- I think there was about 16 of us in there, like thank God, we all survived. But my friend Reed, he was all the way across the classroom and all of a sudden, the shooter, he breaks the glass on the windows to the door, he breaks it. My friend, he got scraped with the bullet, unfortunately, but he's perfectly fine now, thank God. But we were hiding the whole time and it was just horrible. Everything you've heard in those hallways because the glass was broken so you could hear everything clearly. I felt like you were right there. And then, when you're there, like, all you hear is a shooting downstairs, you can't even imagine what the people downstairs were going through. And then, there was this just kid, you could hear him all throughout the hallways, he was saying: 'Please, please, help me! Please, let me in!' It was the most heartbreaking thing to do because you couldn't let him in, you couldn't help him. Unfortunately, he passed away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'm so sorry. I just can't imagine how hard this is for all of you. I mean, I can't imagine. And I think that all of you are really strong and I think you're going to have a long road ahead to heal. And thank goodness you have your families. And I'm curious, did you know anything about this young man? I really don't want to focus too much on him. I really want to focus on you and all of you who worked so hard to survive, but did you know anything about him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETTENCOURT",
      "sentences": "I'm a freshman, but all my other friends who were older, they said they knew him and everything. They said he was a little off, so like, I don't want to be mean, but they said he was -- they felt scared around him when he was at school and everything. He used to work at the dollar store near me, that's what they said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, you know what, sometimes you have to trust your gut, and when someone doesn't feel right, there's a possibility that he isn't and he clearly wasn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETTENCOURT",
      "sentences": "One time I was at the dollar store, and he gave me a free balloon and he said have a nice day. And I'm just like, oh, thank you so much. Like, when you're there, you don't just judge a person. Like, you just assume like, oh, he's OK, like, he just gave me something. And you just walk away and have the rest of your day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It all doesn't make any sense. Hailey, you're a very brave girl, and I really wish you well, and I know you're having a hard time and I'm so sorry about the friends that you lost. And I'm glad you're a teacher was such a hero and saved all of you. And you have to remember the good things as well as the bad, and you remember your friends. And we're going to thinking about all of you, and we thank you so much for being with us tonight, Hailey, OK? You take care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETTENCOURT",
      "sentences": "Thank you so much. They're in a much better place now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You're right about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETTENCOURT",
      "sentences": "Thank you God, the people that you saved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, Haley.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETTENCOURT",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It is not enough to simply take actions that make us feel like we are making a difference. We must, actually, make that difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "President Trump today, vowing to implement change after yesterday's school shooting massacre as the growing number of lawmakers are bringing politics into play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHRIS MURPHY, D-CONN.",
      "sentences": "This happens nowhere else, other than the United States of America. This epidemic of mass slaughter. This scourge of school shooting after the school shooting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FLORIDA",
      "sentences": "Just because I don't have a quick or easy answer for how to prevent these doesn't mean that we don't have an obligation to try and find one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE MINORITY LEADER",
      "sentences": "I'd rather pass gun safety legislation then when the election because people die from this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, THE STORY HOST",
      "sentences": "A teacher who lost two students yesterday is demanding that politics be put aside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Those kids that died were bright kids. How many more of these events do we have to have before something is done? Before these politicians stop refusing to cross the aisle and do something to protect their citizens?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ben Shapiro of the Daily Wire put it probably the way a lot of us feel, what the hell do we do now? What do we do now? Jason Chaffetz, Fox News contributor and former chair of the House Oversight Committee, and Juan Williams, Fox News political analyst and co-host of The Five. So here we are, we need -- we can't live in a country where kids feel nervous about going to school, where you have young ladies like Haley who lost eight of her friends. I mean, there's so many platitudes and everyone gets upset about it for a few days. And this teacher said this in an interview she did with Shepard Smith today. You guys will be gone soon, and then everybody will move on until this happens again. So as a former congressman, Jason Chaffetz, let me start with you. Can anything be done in Washington that would fix this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "sentences": "Yeah. Look, absolutely. I own five guns, I'm a member of the NRA, and I don't want people who cannot distinguish right from wrong to be able to obtain a gun. That means you've got to prosecute gun crimes. That also means that you've got to fix the national instant background check system. There's an organization out there called FixNICS.org that is put out there by the shooting sports foundation to try to solve this. There's bipartisan legislation in the house and the senate, but, I mean, how many times we have to do this before congress actually calls up a bill and votes? If it fails, then put people on the record. But it is sickening and disgusting and nothing gets done. Bump stocks, how are those not outlawed? Did we not learn the last lesson, that the Air Force not learned the lesson to populate the database? I mean, I'm afraid, like you said, next week, it will be gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It will, because the case of this accelerates, and we can't live like this and we can't let our kids live like this, Juan. And I hear a lot from -- some people don't want you to ever suggest anything that would impinge on anyone not having a gun, including this 18-year-old, I guess. But Juan, it also has to do with the family and that's part of our lives as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, THE FIVE CO-HOST",
      "sentences": "It has to do with our children, and I think the idea that President Trump stated of, you know, making sure that our children know that we care about them because we are in an epidemic situation with these shootings, mass shootings on school campuses. It's out of control. In addition to which, of course, you also have handguns, I think it's 24 children a day dying from handguns in this country. But, you know, to pick up on what Congressman Chaffetz was saying, I think there are things that can be done. So I look at the polls and the polls indicate that people who are gun owners, the people who are Republicans, agree that when it comes to background checks, there should be strong background checks. They agree that people who have mental issues like this shooter should not be able to get a gun in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. But Juan, how do you do that? That's the question and people say, you know, you can't prevent -- not everyone who has mental health is violent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I agree. But I think you can, therefore, Martha, impose things like waiting periods. I think there's a big issue about President Trump going back on what President Obama had said about people who get social security disability because of mental issues -- they can't handle their own finances still being able to get a gun in this country. That should not be allowed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Jason, you know, a lot of people point the finger at the NRA and they say they put too much pressure on politicians, and that even politicians who speak out against, you know, some of these instances where we are to be able to clearly crackdown that they're beholding to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Look, I have political contributions to myself with the NRA. I'm a member of the NRA. I'm a concealed carry permit holder. I own five guns, and I want change. And there can be change. And even they support it. Even the NRA supported it getting rid of bump stocks. But they do it? No, they didn't do it because, inevitably, somebody's got to add their own personal amendment to it and then it gets blown up and then nothing actually moves forward. But I hope people pay a political price by doing nothing. That is not an option. This is a real problem. You can't listen to the interview you did with Haley and not have your heart dropped to the floor and think, you know, come on, we've got to be able to do something. A lot is going to have to happen locally, but Congress has a role as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "These young people, clearly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "When people put this stuff out on social media, you've got to believe them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely. And, you know, they have to lose some of their privacy for doing that. They have to be investigated. So there's a lot of channels here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And we owe it to Haley and all these other kids who are looking at us like, why can't you figure this out? Thanks you guys, good to see you tonight. So a stunning investigation involving one of the most brutal gangs in the world. We have the reporter behind this story and details on the unusual person who helped to take these gang members down. Plus, the Trump administration slamming Republicans and Democrats over immigration. One of those Republicans is here to respond, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "I could care less about what an anonymous White House official says. I'm looking for leadership from the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF SESSIONS, ATTORNEY GENERAL",
      "sentences": "One of the competing bills is really problematic. It looks a bit OK on the surface, but it is, in my view, not healthy legislation and will leave us in a fix.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So as you can tell, Attorney General Jeff Sessions not thrilled with the bipartisan senate immigration plan. It sunk like a stone along with all the other best hopes in the senate for an immigration deal. Four plans were all blocked from even getting to the senate floor today, and Senator Graham wants more from the White House on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "To the administration, if you continue this attack on everything and everybody and make it a political exercise, we're doom to fail. And it is President Trump's presidency that will be the biggest loser.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So we are now in a stalemate of territory on DACA. Both sides need an answer. President Trump tweeted this about the bipartisan effort, Schumer-Rounds-Collins immigration bill would be a total catastrophe. @DHS.gov said it would be the end of immigration enforcement in America. Earlier this evening, I spoke with South Dakota senator, Mike Rounds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MIKE ROUNDS, R-SOUTH DAKOTA",
      "sentences": "Let me just correct you right off the bat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUNDS",
      "sentences": "Chuck Schumer had nothing to do with that bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So it's not the Schumer-Rounds-Collins bill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUNDS",
      "sentences": "No, absolutely not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Whose bill is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUNDS",
      "sentences": "Let me share with you what it was, there was an amendment on the floor that had the name Schumer on it. That's a request of our leadership. We replaced that amendment with our amendment. It replaced what Senator Schumer had there. We did it after request of our leadership. Now, we don't get to control that part of it, but we do our best to try to honor and work with our leadership. The bill that was laid out was a bipartisan effort. It included myself and Senator King from Maine who is an independent, and we had supporters on both sides of the aisle. Our goal was simply a starting place. And what we laid on the bill was what the president had requested for border security. Actually, $25 billion over ten years on a continuous appropriation that would have taken 60 votes in the senate to override. And along with that, we said, the president said 1.8 million in terms of DACA children, that's the way that we wrote our bill. But we also said there would be no, absolutely, no opportunity for any of those parents who violated the law to ever come to the United States as citizen because we did our best to write a legislation that prohibited the children from sponsoring their parents. I'm also going to share with you this, this was supposed to be a starting spot, a place where we can provide what most of us on the Republican side wanted, strong border security, and a way to get through for these young men and women who want to be a part of our country who live here now, who serve in our military, and who the president, clearly, has said he wants to help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me jump in because I want to ask you something and I'll let you finish. You know, it sounds like the White House and DHS feel like you have broaden the definition of who these dreamers are dramatically, and that you want to let pretty much anybody in until the end of June, so you're giving a holiday before this would kick in if it were to pass, which we know it hasn't so far. But they feel like your definition of who is allowed in under this is way more broad than what they think is safe for the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUNDS",
      "sentences": "I will give them this. We actually modify the original proposal by -- in which we actually took that date from June back to January. The emphasis that we originally intended was to try to say we're going to put a priority in chasing anybody down out there that tries to get in in the future. That was the goal but it backfired. And so we understood that. But the total numbers that we had according to all of the information that we could get from the Congressional Research Office was the numbers that we had, 1.8 million, was the appropriate number. We actually had some of the modifications that we did would change it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I just want to ask you one quick question. Is this over and does DACA just become a battleground for the midterms, and everybody gets back into their corner?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUNDS",
      "sentences": "I think there are some people that would like to see it that way. I don't think that should happen because my goal, my interest is in border security and I think it clearly has been tied in with the DACA program. If we want to get through and actually have a strong borders -- I'm a hawk on defense. I really want to have those strong borders. We thought we're moving in the direction that we would come to a common ground on and actually help these young people as well, which is what we thought the president wanted to do. It doesn't mean any bill is perfect, but we thought we were moving in the right direction. And we got more. We got 15 more votes than any other voter on the floor today. I don't want to give up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, it seems like there's a lot of consensus on people wanting to come up with some solutions for the DACA members and dreamers and, you know, sounds like they might get nothing. So we'll see what happens. Senator, thank you. Good to have you here tonight. We appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUNDS",
      "sentences": "Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Coming up next, a shocking new report on a massive takedown of MS-13, and an undercover player name Mako, who they say turned out to not be what he seems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "He's not breathing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "He's not breathing and he's stabbed in the back. His eyes are open, rolled to the back of his head. Please hurry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "An explosive report in the Boston Globe following a man with the code name Mako on a dangerous undercover assignment with the FBI, in the country's largest ever MS-13 takedown. Trace Gallagher live in our Westcoast newsroom with the story tonight. Hi, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "sentences": "Hi, Martha. MS-13 or Mara Salvatrucha was started here in Los Angeles in the 1970's by Salvadorian immigrant. The gang quickly spread to Central and South America and across the U.S. Their torture tactics and gruesome murders are so extreme that MS-13 members are often recruited by the drug cartel as enforcers. In 2013, Massachusetts became more and more alarmed by the growing threat of MS-13. Deadly gang wars, gruesome murders and brutal blackmail where high school boys were told to join the gang or their families would be killed. As the Boston Globe reports, the FBI needed to infiltrate MS-13, enter code name, Mako. A convicted drug dealer who spent time in a Florida prison and was deported back to El Salvador. Mako wanted to build a life in the U.S., the FBI needed help so they cut a deal. In exchange for becoming a snitch, Mako and his 17 members of his family would be brought to the U.S. and placed in witness protection. At first, Mako post as a drug dealer buying cocaine from MS-13, but soon he earned the gang's trust and became a full- fledged member. And for three years, he was a valuable FBI witness, even coaxing a taped murder confession. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Now, Mako became the government's linchpin in the largest ever takedown of MS-13, a case that netted 61 defendants. But while Mako was delivering key information, he was also committing his own crimes, plotting dozens of robberies and planning attacks on rival gang members. After initially offering Mako immunity, the FBI finally decided it could no longer use him as the primary trial witness. He and his 17 family members were pulled out of witness protection, and because he once cooperated with authorities, MS-13 has reportedly and repeatedly ordered his killing. President Trump has vowed to crack down on MS-13, but this case fully illustrates the unsavory alliances the feds create to gather these types of convictions. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Boy, what a fascinating story. Trace, thank you very much. Here now one of the authors of the article, Boston Globe reporter, Maria Cramer. Maria, you know, it's a fascinating story, tell us how you broke it open.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA CRAMER, BOSTON GLOBE REPORTER",
      "sentences": "So we heard about Mako when we began covering one of the trials that's been going on here and we were just fascinated. We needed to find out more about him. And we were especially intrigued by his fascinating tale but also the troubling details of what he did once he was recruited by the FBI and brought to Boston to infiltrate MS-13. As your reported recounted beautifully, he clearly became involved in criminal activity that was not sanctioned by the FBI and was, actually, almost disturbing what was going on in the street with MS-13.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, you can psychoanalyze and figure out that this young man loved probably the thrill of being part this -- being recruited by the FBI. But at the same time, he clearly had not left it behind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRAMER",
      "sentences": "Exactly. And I think you can see from that video how comfortable he is with these men. They trusted him and I wish he got up on the stand. I would love to hear from him directly. And I don't know if we'll ever see him on the stand. But it was clear that this was something, this is a place he was comfortable in. This is a world he was comfortable in, which is why he was so valuable to the FBI and why he helped crack this case wide open.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, obviously, there's a camera in that car, was he wearing a wire and that he placed these cameras? I mean, how involved was he in the actual investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRAMER",
      "sentences": "Quite involved. The FBI essentially outfitted him with what's called a gypsy cab. These were cabs that were going around driving MS-13 members, and they outfitted Mako with one. So there was audio and there was video, and Mako would be driving through the streets of Boston and surrounding cities where MS-13 had gained a foothold, and he would drive these guys around and chat them up and they would talk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. And talk, they did. We just saw one example of a murder confession that he got. What more can you tell us about what's going on with him now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRAMER",
      "sentences": "So we don't know where Mako is now. He has been expelled from the witness protection program, but there's no knowledge of his whereabouts and, of course, the FBI still has to keep him protected because, as you know, there are hits on him. MS-13 wants him dead for cooperating with the authorities and bringing down so many of their members. So they are keeping him safe, prosecutors have not said where he is. We have no idea where Mako is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Wow. Incredible story. Maria, thank you very much for bringing it to us. Great reporting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRAMER",
      "sentences": "Thank you. Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You too. All right. Quick break, we'll be right back with more of The Story after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "And that flame will bring the light even in the darkest of days. See the light, see the light, stay positive, stay positive. Stay proud. Go Eagles. Go Parkland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Students tonight and family members as they remember their lost classmates earlier this evening, and tried to look ahead to the future as we remember those lost in Florida. Many of you have asked how you can lighten the load for some of these families. The Broward Education Foundation has a set up a go-fund-me page to provide financial support for the victims and their families. The website is gofundme.com/stonemandouglasvictimsfund. You can see it on the bottom of your screen right now and we would encourage you to do that. Pam Bondi spoke this morning, she was on earlier, she talked about that and this as well. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAM BONDI, FLORIDA ATTONEY GENERAL",
      "sentences": "Having to tell with the FBI advocates and my advocates that a child, some 14-years-old, is dead, is one of the hardest things you have to do in your career. Many of them had siblings who were in the school and survived, and then a brother or a sister did not, so that was extremely tragic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Remember all these families tonight, everybody across the nation. Pam Bondi will join us tomorrow night, lots to talk about. The issues of mental health, issues of weapons, issues of how to protect our children and what we can do that we're not doing so far. As you heard from some of these young people, they expect answers from the adults in the room and in the nation, and that has to be the project that we dedicate ourselves to. And we'll do that here tonight. Send us your thoughts, we love to hear them. That is The Story for tonight. We're glad that you're with us this evening. We will be back tomorrow night at 7, look forward in seeing you then. My friend Tucker Carlson from D.C., is up next. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS CHANNEL HOST",
      "utterance": "Good evening, Bret, thank you. And breaking tonight, in the morning before the shooting according to the Miami Herald, the shooter told the friend that he lived with, that he was sleeping in, reportedly saying it's Valentine's Day and I don't go to school on Valentine's Day, but he went to his old school and he killed 17 people. Some of their faces, we are beginning to see pictures of tonight and they are on your screen. We're going to tell you more about them; we will remember each of them in a moment because they are the people who truly deserve the attention this evening. And today, a promise of action from the president."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We are committed to working with state and local leaders to help secure our schools and tackle the difficult issue of mental health. Later this month, I will be meeting with the nation's governors and attorney generals were making our schools and our children safer will be our top priority."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We all know that that needs to happen because this is not going away. The president and the governor of Florida, saying we have to answer the tough question about mental health and guns. We also need to fix the broken system that protects the privacy of the shooter and not the safety of the child. Nikolas Cruz was all over the Internet. We are constantly told that there is no privacy on social media, so why did he have privacy? Why did the FBI have no way to find the computer from which he was sending these things? After this September 24th YouTube post from Nikolas Cruz, same exact spelling saying this, I want to be a professional school shooter."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The FBI also conducted internal data reviews and open source checks. No additional information was found to positively identify the person who posted this comment. There was no connection found to South Florida."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But the YouTube user who flagged that comment for the FBI, Ben Benite, joins me now. Ben, good to see you this evening. So, take us back to when you saw that posting on YouTube; what went through your mind and what did you?"
    },
    {
      "speaker": "BEN BENITE, YOUTUBE USER",
      "utterance": "Well, initially, it came across my post notifications and it caught my attention, so I thought somebody needed to see it. So, I screenshot it and forwarded it to the FBI. And it was disturbing that somebody would write something like that, but I never would've thought that they meant it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the FBI approached you and tell me about that interaction, what did they do about this post?"
    },
    {
      "speaker": "BENITE",
      "utterance": "Well, they met me at my office, very nice morning. There were very responsive. They came out, very polite, professional. They got the information. They got a copy of the screenshot, wrote down, you know, the information, questions they ask me, they asked if I knew the guy, I didn't know him; I don't have any interaction with him in the past, and I imagine they initiated their investigation from there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was back in September, right?"
    },
    {
      "speaker": "BENITE",
      "utterance": "Correct."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So, yesterday afternoon, you're hearing the news like everyone else, at what point do you realize this might be the same person?"
    },
    {
      "speaker": "BENITE",
      "utterance": "You know, I didn't connect it until the FBI called me and asked to meet with me yesterday, and even then, I still didn't have any idea. When I met with the FBI agents, they told me that, you know, it was the same name as the comment on my channel."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, in terms of what they did then, you know, and whether or not -- you know, we all hear so much about how little privacy we have on social media and how everything that we do can be tracked. So, I think people hear this story and they wonder, you know, why this person would have that kind of privacy, that he wouldn't be able to be detected if they couldn't find him in South Florida, we don't know whether or not they looked for the address on the computer, the code on his computer that would have helped them find it. Do you have any idea what the process was?"
    },
    {
      "speaker": "BENITE",
      "utterance": "No, I'm not privy to FBI investigations or techniques. I'd like to think that they did what they could with the information that they had."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, what do you think about this, when you look at this young man and you think back to that time that you saw that really chilling message come across your screen, and you did what you were supposed to do. You told the FBI, thank goodness. It's just horrible, you know, to look back at his words and to know that he actually meant it and he carried it out."
    },
    {
      "speaker": "BENITE",
      "utterance": "Yes, and when -- he's obviously a disturbed individual. He obviously needed help somewhere down the line. You know, I wish the comment that he left -- to be clear, if that was him, I wish that would have led to him being helped or being talked to. But like I said, it's very hard to narrow down who somebody is based on the veiled information."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, Ben, you saw something and you said something, so you did the exact right thing and we all wish that it was possible to sort of connect these dots, as you say if, indeed, it was him. His friends say that that was the address that he used -- the way that name was written -- but they'll continue to investigate. Ben, thank you. Thanks a lot for being here tonight."
    },
    {
      "speaker": "BENITE",
      "utterance": "All right. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And tonight, everyone is talking about the conversation that needs to happen, and here it is, how do we keep guns out of the hands of evil, sick killers? Joining me now: Bill Stanton, Former NYPD Officer and Public Safety Expert; and Attorney David Wohl, who spent almost 20 years on a panel representing violent offenders in juvenile court. Good to have both of you with us. And David, let me start with you, David, because, you know, I'm sure you were just listening and my point is that, you know, we're all told that we have so little privacy on social media, that everything can be tracked. And it seems to me when you look at some of these cases, that's clearly not the case."
    },
    {
      "speaker": "DAVID WOHL, LEGAL ANALYST",
      "utterance": "Well, it isn't. And if the FBI can't track that statement to that young man, then no one can, Martha. But I'll tell you what, it is a mental health issue. President Trump was right this morning; he was dead on. These kids and starting the teenage years, and I've represented them, I've seen it. If there is intense significant mental health counseling, a couple with drug counseling, these kids often turn out to be productive, decent human beings. When there isn't any event taking place, then they end up going to adult court or turning out to be people like Nikolas Cruz. The issue of the second amendment and gun rights is not negotiable. It's been decided. There are 300 million guns in America and the vast majority are owned by law-abiding Americans, who by the way, often use them to protect themselves against people like Nikolas Cruz. So, that's not going to happen."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "David, this young man should not have access to these guns."
    },
    {
      "speaker": "WOHL",
      "utterance": "But, Martha, you know what happens, he goes into a gun shop and the gun shop can only look at past criminal convictions, restraining orders, mental health adjudication."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "If you are kicked out of your high school and you're expelled because of violent behavior, that doesn't knock you off?"
    },
    {
      "speaker": "WOHL",
      "utterance": "That is not -- that is not -- if you're not on the lost, it does not go on your CII."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "There's a problem with that, do you think that's a problem?"
    },
    {
      "speaker": "WOHL",
      "utterance": "It is a problem. Probably is a problem, Martha, and maybe that should be added to everything else."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, David, to me, you know, if you've -- when I think of the shooter at the church in Texas who is in the military, who was kicked out for violent behavior and he didn't end up on a list either. You know, I mean, you have these situations where people are so worried that they're going to show up on some lists and there is a law-abiding citizen, and I understand that fear. But I don't know that that fear really exists in our country because we're not picking up the people who clearly need to be prevented from buying any violent weapon."
    },
    {
      "speaker": "BILL STANTON, FORMER NYPD OFFICER AND PUBLIC SAFETY EXPERT",
      "utterance": "Oh, I, I --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Sorry, I asked to David."
    },
    {
      "speaker": "STANTON",
      "utterance": "No, I mean, evil comes in many shapes and sizes and forms. We look at Fort Hood, he was a psychiatrist, right, and he went on a rampage. We have to be able to look at the person and make an assessment and notify law enforcement, but we do not arrest people for pre-crime. We're saying this person was 18-years-old. I'll counter your statement with a question. Would he be able to join the armed forces and go into the military?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, he can't drink a beer, but he can go out and then buy a gun."
    },
    {
      "speaker": "STANTON",
      "utterance": "At 18, he can go to the armed services and be given a gun. So, you know, it's a very interesting play. When it is a boy, a man, and when is a man adult enough to have a gun? An 18-year-old could put their life on the line --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But let me ask you guys this. So, he's had treatment for mental illness. He's been flagged by his school and also by students at his school for being someone they were afraid of. They didn't make the connection, unfortunately, but his online saying I would like to be a professional school shooter. So, at one point, you know, we have such sophisticated technology, at what point do these things come together? And somebody says, this is not a person to mess with?"
    },
    {
      "speaker": "STANTON",
      "utterance": "OK. So, what happens? What happens? They knock on his door at 18-years-old."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "STANTON",
      "utterance": "A regular beat cop, did you say this? Oh, I was just joking. We know bureaucracy and that red tape. Who makes that call to say he is incompetent that he needs -- and where is he going to go?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, but -- I mean, I'm going to go to David here, so what about -- here's what we've seen that you're doing online. I need to look around your house and we need to make sure that you don't have anything that's going to hurt anybody."
    },
    {
      "speaker": "WOHL",
      "utterance": "Yes, absolutely. They could get a search warrant based on that statement. If you feel that it rises to the level of a criminal threat which is a prosecutable offense, but what about the parents, Martha? When that kid was 18 and under, parents need to monitor social media. My God! Can you imagine if they had seen that or any responsible parent had seen that? That kid would've been taken and brought into involuntary mental health treatment at that point or arrested and prosecuted because we can't allow social media to continue to be a repository for this type of hate and this type threat."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You can't be worried that your privacy is invaded when people in these situations are not having their privacy invaded at all. You know, who has invaded children, they're the people that we need to be protecting and we have to be, I think, a little bit more aggressive in terms of how we pursue these situations."
    },
    {
      "speaker": "WOHL",
      "utterance": "Well, I think that's what's going to happen now."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We hope so."
    },
    {
      "speaker": "WOHL",
      "utterance": "Mr. Trump is going in that direction."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know what, because we've done too many of these stories, and there are too many families out there, hundreds of them who have lost their kids when they were just going to school. Thanks, you guys. Good to see you."
    },
    {
      "speaker": "WOHL",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, there is no end in sight, as were saying, to school shootings in America. This is going to keep happening, folks. Can politicians fix it or do we need to start at home?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "How many more of these events do we have to have before something is done?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You're looking live at a prayer vigil tonight remembering those who were lost in Parkland. We will be joined by students who went through this tonight and they have a message for you and for all of us tonight. And the football coach they loved, who made the ultimate sacrifice for them."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I heard from a friend of mine, I mean, he is a big man, he sprinted with everything he had towards it to make sure everybody was safe and I heard that he got in front of a couple of people and shielded them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Broward County Sheriff, Scott Israel, came forward a short time ago with the official list of the names of those that were lost at the end of the school day yesterday on Valentine's Day."
    },
    {
      "speaker": "SCOTT ISRAEL, BROWARD COUNTY SHERIFF",
      "utterance": "Meadow Pollack, Peter Wang, Nicholas Dworet, Christopher Hixson, my very, very, very special friend who I'll miss, Aaron Feist, Luke Hoyer, Alana Petty, Jamie Guttenberg, Martin Duke, Alyssa Alhadeff, Halano Ramsey, Scott Biegel, Joaquin Oliver, Cara Loughran, Gina Montalto, and Alexander Shachter. May they rest in peace and may God comfort their families."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "May they rest in peace and may God comfort their families. Chief National Correspondent, Ed Henry, joins us live now outside Broward Health North with more tonight on how the folks are doing who have been there. Good evening, Ed."
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Martha, you want to talk about broken hearts, there are people here, there were eight patients plus the suspect, the shooter who originally came here had minor injuries -- obviously, turned over quickly to the police to deal with that justice moving forward. But two of those victims died here at this hospital. You had people here working through the night to save as many lives as they can and they told us as they spoke for the first time about how they had to call this code green, this catastrophic announcement, all hands on deck, something they had trained for just six months ago. But they say, you could never fully train for what they dealt with because of the calls that just kept coming in from the school. People say we want to send more people and more people. They were losing count as the catastrophe played out. Here's one of the doctors."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We kept on getting phone calls: are you ready to receive more patients? Are you ready to take this one? Are you ready to take that one? And always, the answer was always yes."
    },
    {
      "speaker": "HENRY",
      "utterance": "They also credit the EMT personnel who jumped on the scene into the fray immediately. They say, they helped stop the bleeding of so many people who had been hit multiple times and would have died, but for those EMT personnel who got to them before they even made it to this medical center. We should say this is one of two within the Broward health system that sprang into action all night through the night as I mentioned. And the good news, a tiny glimmer of hope, perhaps, amid all this tragedy tonight, Martha, is the fact that there are now between these two hospitals, only a handful of patients still in their care and only one of them is in critical condition. Really, a miracle when you consider all of the people who were dealing with so much trauma just 24 hours ago."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Incredible work on their part at these hospitals. They're built for it and they really proved how much they could do, and we hope that person in critical condition continues to improve. Ed, thank you so much. So, there are, as Ed was saying, credible stories and some are heroism from teachers and coaches and a janitor, and these people deserve to have their names and faces and lives known to us all. Joining me now, Hailey Bettencourt, a freshman who heard the gunshots and hid inside her classroom. Hailey, good evening. Were you just at the vigil?"
    },
    {
      "speaker": "HAILEY BETTENCOURT, PARKLAND MASS SHOOTING SURVIVOR",
      "utterance": "Hi, yes, I've been at the vigil since 2:30, and I went home and then I came back to come right now."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, we appreciate that, Hailey. Tell me a little bit about the vigil, what was it like?"
    },
    {
      "speaker": "BETTENCOURT",
      "utterance": "Well. I was crying the whole time, but it was really hard to take in because you hear your friend's names -- I lost eight friends."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Oh, my gosh, Hailey. I'm sorry. I hate -- you know what, it's hard for me to ask these questions because I can't imagine. You're very brave to be standing up there, OK, and you're doing something to appreciate their memory. I'm sure this hasn't even sunk in for you and I know yesterday was very, very rough and I know when you're there, you called your mom and you called your dad, right?"
    },
    {
      "speaker": "BETTENCOURT",
      "utterance": "Yes, I did."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tell me about that, honey."
    },
    {
      "speaker": "BETTENCOURT",
      "utterance": "Well, do you want me to start from the beginning, like when did everything first happened?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, go ahead."
    },
    {
      "speaker": "BETTENCOURT",
      "utterance": "OK. So, I was in my creative writing class. I was in Ms. Lapel class; I just want to say thank you to Ms. Lapel because she saved my life."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What did she do?"
    },
    {
      "speaker": "BETTENCOURT",
      "utterance": "We were writing love letters because it was Valentine's Day -- the of creative writing. All of a sudden, you hear -- oh my God, what is that? And my teacher was like, oh no, I think it's just a computer cart. So, at first, we didn't think of anything, but then we heard it again even louder. We're just like, I don't think that's a computer part. And then, all of a sudden, the fire alarm rang, and we're just like, oh my God, so then, we go outside the classroom. The whole hallway was crowded, like you couldn't even move. I was right here, my teacher was right next to me, her classroom was right there. And all of a sudden, you hear -- in the stairwell, and then my teacher right away, she goes like this, she opens her classroom right away, and she's everyone, get in. If it wasn't for that, I think we could've all been dead. So, thank you so Ms. Lapel, if you're watching this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'm sure she knows, Hailey, and she did exactly the right thing because she probably figured out that, obviously, there was someone out there and the alarm had been pulled to get everyone to run out. So, then you all went back into the room and was everybody --"
    },
    {
      "speaker": "BETTENCOURT",
      "utterance": "Not everyone got to make it inside the room. Unfortunately, people ran out, so they couldn't make it inside the room. Our teacher and my friends, we saved as many as we could inside the room. And then, once -- I don't know how fast he got up those stairs, but it felt like he got there like fast. All I could hear is a ding, ding on that floor. I was on the third floor, the highest floor. I just felt like he was right there. We're all -- I think there was about 16 of us in there, like thank God, we all survived. But my friend Reed, he was all the way across the classroom and all of a sudden, the shooter, he breaks the glass on the windows to the door, he breaks it."
    },
    {
      "speaker": "My friend, he got scraped with the bullet, unfortunately, but he's perfectly fine now, thank God. But we were hiding the whole time and it was just horrible. Everything you've heard in those hallways because the glass was broken so you could hear everything clearly. I felt like you were right there. And then, when you're there, like, all you hear is a shooting downstairs, you can't even imagine what the people downstairs were going through. And then, there was this just kid, you could hear him all throughout the hallways, he was saying",
      "utterance": "'Please, please, help me! Please, let me in!' It was the most heartbreaking thing to do because you couldn't let him in, you couldn't help him. Unfortunately, he passed away."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'm so sorry. I just can't imagine how hard this is for all of you. I mean, I can't imagine. And I think that all of you are really strong and I think you're going to have a long road ahead to heal. And thank goodness you have your families. And I'm curious, did you know anything about this young man? I really don't want to focus too much on him. I really want to focus on you and all of you who worked so hard to survive, but did you know anything about him?"
    },
    {
      "speaker": "BETTENCOURT",
      "utterance": "I'm a freshman, but all my other friends who were older, they said they knew him and everything. They said he was a little off, so like, I don't want to be mean, but they said he was -- they felt scared around him when he was at school and everything. He used to work at the dollar store near me, that's what they said."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, you know what, sometimes you have to trust your gut, and when someone doesn't feel right, there's a possibility that he isn't and he clearly wasn't."
    },
    {
      "speaker": "BETTENCOURT",
      "utterance": "One time I was at the dollar store, and he gave me a free balloon and he said have a nice day. And I'm just like, oh, thank you so much. Like, when you're there, you don't just judge a person. Like, you just assume like, oh, he's OK, like, he just gave me something. And you just walk away and have the rest of your day."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It all doesn't make any sense. Hailey, you're a very brave girl, and I really wish you well, and I know you're having a hard time and I'm so sorry about the friends that you lost. And I'm glad you're a teacher was such a hero and saved all of you. And you have to remember the good things as well as the bad, and you remember your friends. And we're going to thinking about all of you, and we thank you so much for being with us tonight, Hailey, OK? You take care."
    },
    {
      "speaker": "BETTENCOURT",
      "utterance": "Thank you so much. They're in a much better place now."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You're right about that."
    },
    {
      "speaker": "BETTENCOURT",
      "utterance": "Thank you God, the people that you saved."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, Haley."
    },
    {
      "speaker": "BETTENCOURT",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We'll be right back."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It is not enough to simply take actions that make us feel like we are making a difference. We must, actually, make that difference."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "President Trump today, vowing to implement change after yesterday's school shooting massacre as the growing number of lawmakers are bringing politics into play."
    },
    {
      "speaker": "SEN. CHRIS MURPHY, D-CONN.",
      "utterance": "This happens nowhere else, other than the United States of America. This epidemic of mass slaughter. This scourge of school shooting after the school shooting."
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FLORIDA",
      "utterance": "Just because I don't have a quick or easy answer for how to prevent these doesn't mean that we don't have an obligation to try and find one."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE MINORITY LEADER",
      "utterance": "I'd rather pass gun safety legislation then when the election because people die from this."
    },
    {
      "speaker": "MARTHA MACCALLUM, THE STORY HOST",
      "utterance": "A teacher who lost two students yesterday is demanding that politics be put aside."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Those kids that died were bright kids. How many more of these events do we have to have before something is done? Before these politicians stop refusing to cross the aisle and do something to protect their citizens?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ben Shapiro of the Daily Wire put it probably the way a lot of us feel, what the hell do we do now? What do we do now? Jason Chaffetz, Fox News contributor and former chair of the House Oversight Committee, and Juan Williams, Fox News political analyst and co-host of The Five. So here we are, we need -- we can't live in a country where kids feel nervous about going to school, where you have young ladies like Haley who lost eight of her friends. I mean, there's so many platitudes and everyone gets upset about it for a few days. And this teacher said this in an interview she did with Shepard Smith today. You guys will be gone soon, and then everybody will move on until this happens again. So as a former congressman, Jason Chaffetz, let me start with you. Can anything be done in Washington that would fix this?"
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "utterance": "Yeah. Look, absolutely. I own five guns, I'm a member of the NRA, and I don't want people who cannot distinguish right from wrong to be able to obtain a gun. That means you've got to prosecute gun crimes. That also means that you've got to fix the national instant background check system. There's an organization out there called FixNICS.org that is put out there by the shooting sports foundation to try to solve this. There's bipartisan legislation in the house and the senate, but, I mean, how many times we have to do this before congress actually calls up a bill and votes? If it fails, then put people on the record. But it is sickening and disgusting and nothing gets done. Bump stocks, how are those not outlawed? Did we not learn the last lesson, that the Air Force not learned the lesson to populate the database? I mean, I'm afraid, like you said, next week, it will be gone."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It will, because the case of this accelerates, and we can't live like this and we can't let our kids live like this, Juan. And I hear a lot from -- some people don't want you to ever suggest anything that would impinge on anyone not having a gun, including this 18-year-old, I guess. But Juan, it also has to do with the family and that's part of our lives as well."
    },
    {
      "speaker": "JUAN WILLIAMS, THE FIVE CO-HOST",
      "utterance": "It has to do with our children, and I think the idea that President Trump stated of, you know, making sure that our children know that we care about them because we are in an epidemic situation with these shootings, mass shootings on school campuses. It's out of control. In addition to which, of course, you also have handguns, I think it's 24 children a day dying from handguns in this country. But, you know, to pick up on what Congressman Chaffetz was saying, I think there are things that can be done. So I look at the polls and the polls indicate that people who are gun owners, the people who are Republicans, agree that when it comes to background checks, there should be strong background checks. They agree that people who have mental issues like this shooter should not be able to get a gun in this country."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. But Juan, how do you do that? That's the question and people say, you know, you can't prevent -- not everyone who has mental health is violent."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I agree. But I think you can, therefore, Martha, impose things like waiting periods. I think there's a big issue about President Trump going back on what President Obama had said about people who get social security disability because of mental issues -- they can't handle their own finances still being able to get a gun in this country. That should not be allowed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Jason, you know, a lot of people point the finger at the NRA and they say they put too much pressure on politicians, and that even politicians who speak out against, you know, some of these instances where we are to be able to clearly crackdown that they're beholding to them."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Look, I have political contributions to myself with the NRA. I'm a member of the NRA. I'm a concealed carry permit holder. I own five guns, and I want change. And there can be change. And even they support it. Even the NRA supported it getting rid of bump stocks. But they do it? No, they didn't do it because, inevitably, somebody's got to add their own personal amendment to it and then it gets blown up and then nothing actually moves forward. But I hope people pay a political price by doing nothing. That is not an option. This is a real problem. You can't listen to the interview you did with Haley and not have your heart dropped to the floor and think, you know, come on, we've got to be able to do something. A lot is going to have to happen locally, but Congress has a role as well."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "These young people, clearly."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "When people put this stuff out on social media, you've got to believe them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely. And, you know, they have to lose some of their privacy for doing that. They have to be investigated. So there's a lot of channels here."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And we owe it to Haley and all these other kids who are looking at us like, why can't you figure this out? Thanks you guys, good to see you tonight. So a stunning investigation involving one of the most brutal gangs in the world. We have the reporter behind this story and details on the unusual person who helped to take these gang members down. Plus, the Trump administration slamming Republicans and Democrats over immigration. One of those Republicans is here to respond, next."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "I could care less about what an anonymous White House official says. I'm looking for leadership from the White House."
    },
    {
      "speaker": "JEFF SESSIONS, ATTORNEY GENERAL",
      "utterance": "One of the competing bills is really problematic. It looks a bit OK on the surface, but it is, in my view, not healthy legislation and will leave us in a fix."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So as you can tell, Attorney General Jeff Sessions not thrilled with the bipartisan senate immigration plan. It sunk like a stone along with all the other best hopes in the senate for an immigration deal. Four plans were all blocked from even getting to the senate floor today, and Senator Graham wants more from the White House on this."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "To the administration, if you continue this attack on everything and everybody and make it a political exercise, we're doom to fail. And it is President Trump's presidency that will be the biggest loser."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So we are now in a stalemate of territory on DACA. Both sides need an answer. President Trump tweeted this about the bipartisan effort, Schumer-Rounds-Collins immigration bill would be a total catastrophe. @DHS.gov said it would be the end of immigration enforcement in America. Earlier this evening, I spoke with South Dakota senator, Mike Rounds."
    },
    {
      "speaker": "SEN. MIKE ROUNDS, R-SOUTH DAKOTA",
      "utterance": "Let me just correct you right off the bat."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK, go ahead."
    },
    {
      "speaker": "ROUNDS",
      "utterance": "Chuck Schumer had nothing to do with that bill."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So it's not the Schumer-Rounds-Collins bill?"
    },
    {
      "speaker": "ROUNDS",
      "utterance": "No, absolutely not."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Whose bill is it?"
    },
    {
      "speaker": "ROUNDS",
      "utterance": "Let me share with you what it was, there was an amendment on the floor that had the name Schumer on it. That's a request of our leadership. We replaced that amendment with our amendment. It replaced what Senator Schumer had there. We did it after request of our leadership. Now, we don't get to control that part of it, but we do our best to try to honor and work with our leadership. The bill that was laid out was a bipartisan effort. It included myself and Senator King from Maine who is an independent, and we had supporters on both sides of the aisle. Our goal was simply a starting place. And what we laid on the bill was what the president had requested for border security. Actually, $25 billion over ten years on a continuous appropriation that would have taken 60 votes in the senate to override. And along with that, we said, the president said 1.8 million in terms of DACA children, that's the way that we wrote our bill. But we also said there would be no, absolutely, no opportunity for any of those parents who violated the law to ever come to the United States as citizen because we did our best to write a legislation that prohibited the children from sponsoring their parents. I'm also going to share with you this, this was supposed to be a starting spot, a place where we can provide what most of us on the Republican side wanted, strong border security, and a way to get through for these young men and women who want to be a part of our country who live here now, who serve in our military, and who the president, clearly, has said he wants to help."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me jump in because I want to ask you something and I'll let you finish. You know, it sounds like the White House and DHS feel like you have broaden the definition of who these dreamers are dramatically, and that you want to let pretty much anybody in until the end of June, so you're giving a holiday before this would kick in if it were to pass, which we know it hasn't so far. But they feel like your definition of who is allowed in under this is way more broad than what they think is safe for the country."
    },
    {
      "speaker": "ROUNDS",
      "utterance": "I will give them this. We actually modify the original proposal by -- in which we actually took that date from June back to January. The emphasis that we originally intended was to try to say we're going to put a priority in chasing anybody down out there that tries to get in in the future. That was the goal but it backfired. And so we understood that. But the total numbers that we had according to all of the information that we could get from the Congressional Research Office was the numbers that we had, 1.8 million, was the appropriate number. We actually had some of the modifications that we did would change it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I just want to ask you one quick question. Is this over and does DACA just become a battleground for the midterms, and everybody gets back into their corner?"
    },
    {
      "speaker": "ROUNDS",
      "utterance": "I think there are some people that would like to see it that way. I don't think that should happen because my goal, my interest is in border security and I think it clearly has been tied in with the DACA program. If we want to get through and actually have a strong borders -- I'm a hawk on defense. I really want to have those strong borders. We thought we're moving in the direction that we would come to a common ground on and actually help these young people as well, which is what we thought the president wanted to do. It doesn't mean any bill is perfect, but we thought we were moving in the right direction. And we got more. We got 15 more votes than any other voter on the floor today. I don't want to give up."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, it seems like there's a lot of consensus on people wanting to come up with some solutions for the DACA members and dreamers and, you know, sounds like they might get nothing. So we'll see what happens. Senator, thank you. Good to have you here tonight. We appreciate it."
    },
    {
      "speaker": "ROUNDS",
      "utterance": "Appreciate it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Coming up next, a shocking new report on a massive takedown of MS-13, and an undercover player name Mako, who they say turned out to not be what he seems."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "He's not breathing?"
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "No."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "OK."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "He's not breathing and he's stabbed in the back. His eyes are open, rolled to the back of his head. Please hurry."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "An explosive report in the Boston Globe following a man with the code name Mako on a dangerous undercover assignment with the FBI, in the country's largest ever MS-13 takedown. Trace Gallagher live in our Westcoast newsroom with the story tonight. Hi, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "utterance": "Hi, Martha. MS-13 or Mara Salvatrucha was started here in Los Angeles in the 1970's by Salvadorian immigrant. The gang quickly spread to Central and South America and across the U.S. Their torture tactics and gruesome murders are so extreme that MS-13 members are often recruited by the drug cartel as enforcers. In 2013, Massachusetts became more and more alarmed by the growing threat of MS-13. Deadly gang wars, gruesome murders and brutal blackmail where high school boys were told to join the gang or their families would be killed. As the Boston Globe reports, the FBI needed to infiltrate MS-13, enter code name, Mako. A convicted drug dealer who spent time in a Florida prison and was deported back to El Salvador. Mako wanted to build a life in the U.S., the FBI needed help so they cut a deal. In exchange for becoming a snitch, Mako and his 17 members of his family would be brought to the U.S. and placed in witness protection. At first, Mako post as a drug dealer buying cocaine from MS-13, but soon he earned the gang's trust and became a full- fledged member. And for three years, he was a valuable FBI witness, even coaxing a taped murder confession. Listen."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Now, Mako became the government's linchpin in the largest ever takedown of MS-13, a case that netted 61 defendants. But while Mako was delivering key information, he was also committing his own crimes, plotting dozens of robberies and planning attacks on rival gang members. After initially offering Mako immunity, the FBI finally decided it could no longer use him as the primary trial witness. He and his 17 family members were pulled out of witness protection, and because he once cooperated with authorities, MS-13 has reportedly and repeatedly ordered his killing. President Trump has vowed to crack down on MS-13, but this case fully illustrates the unsavory alliances the feds create to gather these types of convictions. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Boy, what a fascinating story. Trace, thank you very much. Here now one of the authors of the article, Boston Globe reporter, Maria Cramer. Maria, you know, it's a fascinating story, tell us how you broke it open."
    },
    {
      "speaker": "MARIA CRAMER, BOSTON GLOBE REPORTER",
      "utterance": "So we heard about Mako when we began covering one of the trials that's been going on here and we were just fascinated. We needed to find out more about him. And we were especially intrigued by his fascinating tale but also the troubling details of what he did once he was recruited by the FBI and brought to Boston to infiltrate MS-13. As your reported recounted beautifully, he clearly became involved in criminal activity that was not sanctioned by the FBI and was, actually, almost disturbing what was going on in the street with MS-13."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, you can psychoanalyze and figure out that this young man loved probably the thrill of being part this -- being recruited by the FBI. But at the same time, he clearly had not left it behind."
    },
    {
      "speaker": "CRAMER",
      "utterance": "Exactly. And I think you can see from that video how comfortable he is with these men. They trusted him and I wish he got up on the stand. I would love to hear from him directly. And I don't know if we'll ever see him on the stand. But it was clear that this was something, this is a place he was comfortable in. This is a world he was comfortable in, which is why he was so valuable to the FBI and why he helped crack this case wide open."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, obviously, there's a camera in that car, was he wearing a wire and that he placed these cameras? I mean, how involved was he in the actual investigation?"
    },
    {
      "speaker": "CRAMER",
      "utterance": "Quite involved. The FBI essentially outfitted him with what's called a gypsy cab. These were cabs that were going around driving MS-13 members, and they outfitted Mako with one. So there was audio and there was video, and Mako would be driving through the streets of Boston and surrounding cities where MS-13 had gained a foothold, and he would drive these guys around and chat them up and they would talk."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. And talk, they did. We just saw one example of a murder confession that he got. What more can you tell us about what's going on with him now?"
    },
    {
      "speaker": "CRAMER",
      "utterance": "So we don't know where Mako is now. He has been expelled from the witness protection program, but there's no knowledge of his whereabouts and, of course, the FBI still has to keep him protected because, as you know, there are hits on him. MS-13 wants him dead for cooperating with the authorities and bringing down so many of their members. So they are keeping him safe, prosecutors have not said where he is. We have no idea where Mako is."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Wow. Incredible story. Maria, thank you very much for bringing it to us. Great reporting."
    },
    {
      "speaker": "CRAMER",
      "utterance": "Thank you. Thanks for having me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You too. All right. Quick break, we'll be right back with more of The Story after this."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "And that flame will bring the light even in the darkest of days. See the light, see the light, stay positive, stay positive. Stay proud. Go Eagles. Go Parkland."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Students tonight and family members as they remember their lost classmates earlier this evening, and tried to look ahead to the future as we remember those lost in Florida. Many of you have asked how you can lighten the load for some of these families. The Broward Education Foundation has a set up a go-fund-me page to provide financial support for the victims and their families. The website is gofundme.com/stonemandouglasvictimsfund. You can see it on the bottom of your screen right now and we would encourage you to do that. Pam Bondi spoke this morning, she was on earlier, she talked about that and this as well. Watch."
    },
    {
      "speaker": "PAM BONDI, FLORIDA ATTONEY GENERAL",
      "utterance": "Having to tell with the FBI advocates and my advocates that a child, some 14-years-old, is dead, is one of the hardest things you have to do in your career. Many of them had siblings who were in the school and survived, and then a brother or a sister did not, so that was extremely tragic."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Remember all these families tonight, everybody across the nation. Pam Bondi will join us tomorrow night, lots to talk about. The issues of mental health, issues of weapons, issues of how to protect our children and what we can do that we're not doing so far. As you heard from some of these young people, they expect answers from the adults in the room and in the nation, and that has to be the project that we dedicate ourselves to. And we'll do that here tonight. Send us your thoughts, we love to hear them. That is The Story for tonight. We're glad that you're with us this evening. We will be back tomorrow night at 7, look forward in seeing you then. My friend Tucker Carlson from D.C., is up next."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}