{
  "date": "February 26, 2018",
  "headline": "Gutfeld on Sheriff Israel's evasive excuses",
  "subHeadline": "Broward County sheriff says he won't resign amid controversy over Parkland school shooting.",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-sheriff-israels-evasive-excuses",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JAKE TAPPER, CNN",
      "sentences": "Do you think that if the Broward sheriff's office had done things differently, this shooting might not have happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROWARD COUNTY SHERIFF SCOTT ISRAEL",
      "sentences": "Listen, if ifs and buts were candy and nuts, you know, O.J. Simpson would still be in the record books.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "I don't know what that means. There's 17 dead people and a whole list of things your department could've done differently.  Oh, man. I don't know. If its and buts were candy and nuts this jackass would be out on his butt. At least I made it rhyme, it was the same word. But he also said this with a straight face:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAPPER",
      "sentences": "Are you really not taking any responsibility for the multiple red flags that were brought to the attention of the Broward Sheriff's Office about this shooter before the incident?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISRAEL",
      "sentences": "Jake, I can only take responsibility for what I knew about. I exercised my due diligence. I've given amazing leadership to this agency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAPPER",
      "sentences": "Amazing leadership? Amazing. See, he's less a sheriff and more a politician. And like a politician, he's just trying to cover his butt, hoping the media focuses on other things like ending evil NRA discounts, which has nothing to stop what happened in Parkland.   And so we keep hearing more about the mistakes that authorities received many tips warning them that Cruz was going to do something bad, including, potentially, a mass shooting. And then there are the deputies failing to confront the shooter. The sheriff denied these facts before. And now does all he can to save his job, including throwing one deputy under the bus:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISRAEL",
      "sentences": "I gave him a gun. I gave him a badge. I gave him the training. If he didn't have the heart to go in, that's not my responsibility.    That's some leader. But would you be surprised, remember the CNN town hall? Knowing the lapses in his leadership, he diverted the audience away from his own incompetence toward Dana Loesch, who probably would have done a better job than him:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISRAEL",
      "sentences": "I understand you're standing up for the NRA, and I understand that's what you're supposed to do, but you just told this group of people that you are standing up for them. You're not standing up for them until you say I want less weapons.  That's the real disgrace: Knowing what he knew then and playing that card for applause.  So maybe you should be mad but not at the NRA, at this dope.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "Sheriff Scott Israel was grilled by Jake Tapper on Sunday, where the official did everything possible to avoid blame for the blunders leading to the Parkland shooting. At times, he seemed like he was reading from a fortune cookie",
      "utterance": ""
    },
    {
      "speaker": "JAKE TAPPER, CNN",
      "utterance": "Do you think that if the Broward sheriff's office had done things differently, this shooting might not have happened?"
    },
    {
      "speaker": "BROWARD COUNTY SHERIFF SCOTT ISRAEL",
      "utterance": "Listen, if ifs and buts were candy and nuts, you know, O.J. Simpson would still be in the record books."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "I don't know what that means. There's 17 dead people and a whole list of things your department could've done differently."
    },
    {
      "speaker": "Oh, man. I don't know. If its and buts were candy and nuts this jackass would be out on his butt. At least I made it rhyme, it was the same word. But he also said this with a straight face",
      "utterance": ""
    },
    {
      "speaker": "TAPPER",
      "utterance": "Are you really not taking any responsibility for the multiple red flags that were brought to the attention of the Broward Sheriff's Office about this shooter before the incident?"
    },
    {
      "speaker": "ISRAEL",
      "utterance": "Jake, I can only take responsibility for what I knew about. I exercised my due diligence. I've given amazing leadership to this agency."
    },
    {
      "speaker": "TAPPER",
      "utterance": "Amazing leadership? Amazing. See, he's less a sheriff and more a politician. And like a politician, he's just trying to cover his butt, hoping the media focuses on other things like ending evil NRA discounts, which has nothing to stop what happened in Parkland."
    },
    {
      "speaker": "And so we keep hearing more about the mistakes that authorities received many tips warning them that Cruz was going to do something bad, including, potentially, a mass shooting. And then there are the deputies failing to confront the shooter. The sheriff denied these facts before. And now does all he can to save his job, including throwing one deputy under the bus",
      "utterance": ""
    },
    {
      "speaker": "ISRAEL",
      "utterance": "I gave him a gun. I gave him a badge. I gave him the training. If he didn't have the heart to go in, that's not my responsibility. That's some leader. But would you be surprised, remember the CNN town hall? Knowing the lapses in his leadership, he diverted the audience away from his own incompetence toward Dana Loesch, who probably would have done a better job than him:"
    },
    {
      "speaker": "ISRAEL",
      "utterance": "I understand you're standing up for the NRA, and I understand that's what you're supposed to do, but you just told this group of people that you are standing up for them. You're not standing up for them until you say I want less weapons."
    },
    {
      "speaker": "That's the real disgrace",
      "utterance": "Knowing what he knew then and playing that card for applause. So maybe you should be mad but not at the NRA, at this dope."
    }
  ]
}