{
  "date": "February 7, 2018",
  "headline": "Rep. Comstock speaks out about removal of MS-13 gang members",
  "subHeadline": "Virginia congresswoman shares insight on 'Your World' after telling President Trump that a government shutdown over immigration is unnecessary.",
  "url": "https://www.foxnews.com/transcript/rep-comstock-speaks-out-about-removal-of-ms-13-gang-members",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "If we don't change it, let's have a shutdown. We will do a shutdown. And it's worth it for our country. I would love to see a shutdown if we don't get this stuff taken care of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. BARBARA COMSTOCK, R-VIRGINIA",
      "sentences": "We don't need a government shutdown on this. We really do -- I think both sides have learned that a government shutdown was bad. It wasn't good for them. And we do have bipartisan support on these things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "You know, you have to admire Congresswoman Barbara Comstock telling that to the president's face. A lot of people obsequiously leave the room and then, then start airing those grievances, not this congresswoman. So, whether you're on the left or right, you got to admire that.  Congresswoman Barbara Comstock with us right now. Very good to have you, Congresswoman. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "Good to have be with you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What was the president's reaction when you said that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "Well, first, let me back up a little. We were talking about the MS-13 gang problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "Which is a problem in my region. And that was the purpose of the whole meeting. So, the president is understandably frustrated that right now it's not illegal to -- we can't remove people who are MS-13 gang members here automatically. And I have a bill that has already passed in the House with bipartisan support to make gang participation or activity a removable offense, and not allow you in the country in the first place.  So, transnational gang members, MS-13, can't come in the country, and we can get them out quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And you were rightfully ticked off about it, and the president was rightfully...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "Exactly. And we were all -- yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You get impatient, exasperated with this, but you said not to the point of risking shutting down the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "Right.  Well, what we're all agreeing on that we can do this. And my point was, I think there's certainly a lot of senator who he can impose upon in red Trump states, even Democrats, to support removal of MS-13 gang members. So, my point was, we don't need to shut down the government to get these MS-13 removed, because we already have this one bill that I have. I also have another bill to work with our ICE agents and our gang task forces that are cracking down and removing people now. And administration has been doing a good job of it.  But I have always been opposed to government shutdowns for kind of the reasons Secretary Mattis stated today or yesterday, I think it was. He also came up to our conference. And Secretary Mattis said it's very destructive to the military. It's destructive overall to the continuity of government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "It ends up being costly. So, it's bad policy. And I think the Schumer shutdown -- or Democrats learned that a shutdown was bad. I think Republicans have learned that in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, not all Democrats, and maybe not one Republican right now, on the fear that it is still a powerful incentive to get what you want.  Nancy Pelosi seems to be intimating that in this talkathon going on in the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "Well, I oppose the Pelosi shutdown, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I understand where you're coming from.  But the president, by using that as a bargaining chip, do you worry that it sets another precedent and cycle that could be bad for both parties?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "No, I think the conversation was a civil one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "I think the president certainly was expressing a frustration that we all have that MS-13 gang members can still get into the country.   I hope the Senate will take up my bill quickly and get it on the president's desk and then also...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I don't know. That looks dicey there. But could I ask you this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "No, it's a very simple bill that is -- yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, it's a great bill. It's a great bill. I take nothing away from it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, in this environment, it's pretty toxic right now. Do you think we will be looking at a shutdown for one reason or the other?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "I don't. I think we have -- today, you have seen the two-year budget that we have worked out, bicameral, bipartisan. And I do think we will have support for that.   And one of the things that I have said from the beginning since I have been in office, ending this defense sequestration. Secretary Mattis said that sequestration is one of the most destructive things to our military. And we have heard that from so many of our...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know what is even more destructive? Ignoring any types of caps at all or any type of fiscal restraint at all. Don't you think, whatever your views on the military -- and they're sound and well-regarded -- that now, with all of that gone, obviously, the caps on defense spending, they go. The caps on non-defense spending, they go. That an objective observer here says, well, gone are the days they even pretended to have fiscal resolve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "Well, look at what we have done in putting more money back into the hands of our families with our tax cuts and with our businesses, so they can now invest and grow the economy. We're going to have new welfare reforms, work force development reforms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, but we're also going to be looking at a trillion -dollar deficit. I'm not blaming that exclusively on you, Congresswoman, or Republicans, it but says something about our inability to get a handle on spending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "Well, I think when you grow the economy, and we put in mechanisms in place, like we're also going to have this commission to reform the budget and do more long-term budgeting, then you can do things like -- defense has been spending more than they need to on certain things, because when you have the start-and-stop short continuing resolutions, they don't get to do the long-term planning.  The same thing on infrastructure. So, some of this domestic money is going to go to things like transportation and infrastructure, have longer-term contracts there, so that we can save money. And our businesses now that have lower tax rates can do long-term investment, knowing they have a long-term budget in place, as well as long- term tax relief, tax cuts that are really business-friendly.  And then you look at our regulatory changes that we have made over the past year, which have been very pro-business-friendly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And that might turn things around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "I think that will help turn around the economy, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We shall see. Knock on whatever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Congresswoman, thank you very, very much. Very good seeing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMSTOCK",
      "sentences": "OK. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. END  Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "If we don't change it, let's have a shutdown. We will do a shutdown. And it's worth it for our country. I would love to see a shutdown if we don't get this stuff taken care of."
    },
    {
      "speaker": "REP. BARBARA COMSTOCK, R-VIRGINIA",
      "utterance": "We don't need a government shutdown on this. We really do -- I think both sides have learned that a government shutdown was bad. It wasn't good for them. And we do have bipartisan support on these things."
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "You know, you have to admire Congresswoman Barbara Comstock telling that to the president's face. A lot of people obsequiously leave the room and then, then start airing those grievances, not this congresswoman. So, whether you're on the left or right, you got to admire that. Congresswoman Barbara Comstock with us right now. Very good to have you, Congresswoman. Thank you."
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "Good to have be with you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What was the president's reaction when you said that?"
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "Well, first, let me back up a little. We were talking about the MS-13 gang problem."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "Which is a problem in my region. And that was the purpose of the whole meeting. So, the president is understandably frustrated that right now it's not illegal to -- we can't remove people who are MS-13 gang members here automatically. And I have a bill that has already passed in the House with bipartisan support to make gang participation or activity a removable offense, and not allow you in the country in the first place. So, transnational gang members, MS-13, can't come in the country, and we can get them out quickly."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And you were rightfully ticked off about it, and the president was rightfully..."
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "Exactly. And we were all -- yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You get impatient, exasperated with this, but you said not to the point of risking shutting down the government."
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "Right. Well, what we're all agreeing on that we can do this. And my point was, I think there's certainly a lot of senator who he can impose upon in red Trump states, even Democrats, to support removal of MS-13 gang members. So, my point was, we don't need to shut down the government to get these MS-13 removed, because we already have this one bill that I have. I also have another bill to work with our ICE agents and our gang task forces that are cracking down and removing people now. And administration has been doing a good job of it. But I have always been opposed to government shutdowns for kind of the reasons Secretary Mattis stated today or yesterday, I think it was. He also came up to our conference. And Secretary Mattis said it's very destructive to the military. It's destructive overall to the continuity of government."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "It ends up being costly. So, it's bad policy. And I think the Schumer shutdown -- or Democrats learned that a shutdown was bad. I think Republicans have learned that in the past."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, not all Democrats, and maybe not one Republican right now, on the fear that it is still a powerful incentive to get what you want. Nancy Pelosi seems to be intimating that in this talkathon going on in the House."
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "Well, I oppose the Pelosi shutdown, too."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I understand where you're coming from. But the president, by using that as a bargaining chip, do you worry that it sets another precedent and cycle that could be bad for both parties?"
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "No, I think the conversation was a civil one."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "I think the president certainly was expressing a frustration that we all have that MS-13 gang members can still get into the country. I hope the Senate will take up my bill quickly and get it on the president's desk and then also..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I don't know. That looks dicey there. But could I ask you this?"
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "No, it's a very simple bill that is -- yes, yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, it's a great bill. It's a great bill. I take nothing away from it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, in this environment, it's pretty toxic right now. Do you think we will be looking at a shutdown for one reason or the other?"
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "I don't. I think we have -- today, you have seen the two-year budget that we have worked out, bicameral, bipartisan. And I do think we will have support for that. And one of the things that I have said from the beginning since I have been in office, ending this defense sequestration. Secretary Mattis said that sequestration is one of the most destructive things to our military. And we have heard that from so many of our..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know what is even more destructive? Ignoring any types of caps at all or any type of fiscal restraint at all. Don't you think, whatever your views on the military -- and they're sound and well-regarded -- that now, with all of that gone, obviously, the caps on defense spending, they go. The caps on non-defense spending, they go. That an objective observer here says, well, gone are the days they even pretended to have fiscal resolve."
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "Well, look at what we have done in putting more money back into the hands of our families with our tax cuts and with our businesses, so they can now invest and grow the economy. We're going to have new welfare reforms, work force development reforms."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, but we're also going to be looking at a trillion -dollar deficit. I'm not blaming that exclusively on you, Congresswoman, or Republicans, it but says something about our inability to get a handle on spending."
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "Well, I think when you grow the economy, and we put in mechanisms in place, like we're also going to have this commission to reform the budget and do more long-term budgeting, then you can do things like -- defense has been spending more than they need to on certain things, because when you have the start-and-stop short continuing resolutions, they don't get to do the long-term planning. The same thing on infrastructure. So, some of this domestic money is going to go to things like transportation and infrastructure, have longer-term contracts there, so that we can save money. And our businesses now that have lower tax rates can do long-term investment, knowing they have a long-term budget in place, as well as long- term tax relief, tax cuts that are really business-friendly. And then you look at our regulatory changes that we have made over the past year, which have been very pro-business-friendly."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And that might turn things around."
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "I think that will help turn around the economy, too."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We shall see. Knock on whatever."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Congresswoman, thank you very, very much. Very good seeing you."
    },
    {
      "speaker": "COMSTOCK",
      "utterance": "OK. Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}